{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/federal-prosecutors-ask-court-to-bar-sam-bankman-fried-from-using-signal-214122181.html?src=rss", "title": "Federal prosecutors ask court to bar Sam Bankman-Fried from using Signal", "date_published": "2023-01-28 21:41:22+00:00", "description": "<p>US prosecutors have asked a federal court to tighten <a href=\"https://www.engadget.com/ftx-sam-bankman-fried-criminal-and-civil-charges-200410951.html\">Sam Bankman-Fried’s bail conditions</a> to prevent the disgraced entrepreneur from contacting his former colleagues. According to court documents <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wMS8yNy90ZWNobm9sb2d5L3NhbS1iYW5rbWFuLWZyaWVkLWZ0eC1iYWlsLmh0bWwiLCJjb250ZW50VXVpZCI6ImE5MTBhNjRmLTlmYTAtNDZkZS1iN2JiLWNkMjk5MjY1YTFmNiJ9&amp;signature=AQAAARiug98gVy1KUueKUypthd7ChrBbFIFeJkN3mTwY_Mqn&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F01%2F27%2Ftechnology%2Fsam-bankman-fried-ftx-bail.html\"><ins>seen by </ins><em><ins>The New York Times</ins></em></a>, lawyers from the Department of Justice allege Bankman-Fried tried messaging the general counsel of FTX's US arm over Signal and email earlier this month. The communication was “suggestive of an effort to influence Witness-1's potential testimony,” the filing states.&nbsp;</p><p>“I would really love to reconnect and see if there’s a way for us to have a constructive relationship, use each other as resources when possible, or at least vet things with each other,” says one message Bankman-Fried sent, according to the Justice Department. The DOJ has asked the judge overseeing Bankman-Fried’s criminal case to bar him from contacting current and former FTX employees, as well as using Signal or any other encrypted or ephemeral messaging app. Following the request, SBF’s legal team <a href=\"https://www.reuters.com/legal/ftx-founder-bankman-fried-objects-tighter-bail-says-prosecutors-sandbagged-him-2023-01-28/?taid=63d556efef5a2d000160acf4&amp;utm_campaign=trueAnthem:+Trending+Content&amp;utm_medium=trueAnthem&amp;utm_source=twitter\"><ins>accused federal prosecutors</ins></a> of trying to paint their client in the “worst possible light.” They claim Bankman-Fried tried contacting the general counsel of FTX US and CEO John Ray to offer “assistance,” not to interfere with his criminal case. His lawyers also claim a Signal ban isn’t necessary since Bankman-Fried is not using the app’s auto-delete feature.</p><span id=\"end-legacy-contents\"></span><p>Prosecutors allege SBF’s use of Signal is consistent with “a history” of using the app to hide his dealings at FTX. Prior to FTX’s <a href=\"https://www.engadget.com/ftx-bankruptcy-ceo-sam-bankman-fried-resigns-155552534.html\"><ins>implosion in November</ins></a>, Bankman-Fried and former Alameda Research CEO <a href=\"https://www.engadget.com/two-top-fbx-executives-plead-guilty-to-fraud-and-are-cooperating-with-prosecutors-101009292.html\">Caroline Ellison</a> were reportedly part of a <a href=\"https://futurism.com/the-byte/sbf-caroline-ellison-allegedly-secret-groupchat\"><ins>secret “Wirefraud” group chat</ins></a> on Signal. During his tenure at the exchange, SBF also allegedly directed employees to enable Signal’s disappearing messages feature.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/wifi-6e-could-be-one-of-the-features-apple-uses-to-differentiate-iphone-15-pro-models-193640691.html?src=rss", "title": "Apple could limit WiFi 6E availability to iPhone 15 Pro models", "date_published": "2023-01-28 19:36:40+00:00", "description": "<p>The feature gap between the iPhone and iPhone Pro could widen with the 2023 models. According to a leaked antenna design document obtained by <a href=\"https://www.macrumors.com/2023/01/27/wifi-6e-iphone-15-pro-models/\"><em><ins>MacRumors</ins></em></a>, the iPhone 15 Pro and Pro Max will include WiFi 6E connectivity, while their more affordable siblings will not. The document, a schematic outlining the iPhone 15 line’s antenna architecture, shows iPhone 15 and iPhone 15 Plus will continue to use the older WiFi 6 standard.</p><p>Some of Apple’s latest devices, including the recently announced M2 variants of the <a href=\"https://www.engadget.com/apple-updates-its-mac-book-pros-with-m-2-pro-and-max-chips-143848558.html\"><ins>Mac mini, MacBook Pro</ins></a> and <a href=\"https://www.engadget.com/apple-ipad-pro-m2-wifi-6e-151254512.html\"><ins>iPad Pro</ins></a>, sport WiFi 6E connectivity, but the company has yet to roll out the feature more broadly. Provided there’s a compatible WiFi 6E router for your device to connect to, the standard promises faster connectivity speeds and lower latency than WiFi 6. The potential omission of WiFi 6E from the iPhone 15 and iPhone 15 Plus probably won’t hurt most consumers given that the majority of homes and businesses are running older WiFi 5 and WiFi 6 routers.</p><span id=\"end-legacy-contents\"></span><p>As <em>MacRumors</em> notes, in the past Apple hasn’t restricted the availability of new WiFi standards to iPhone Pro models. Before the <a href=\"https://www.engadget.com/apple-iphone-14-pro-max-review-dynamic-island-useful-always-on-display-battery-life-camera-test-sample-pictures-130020449.html\"><ins>iPhone 14 line</ins></a>, the differences between the Pro and standard models were fairly negligible unless you had an interest in photography. However, as of last year, only the iPhone 14 Pro and Pro Max came with Apple’s new A16 Bionic chip, <a href=\"https://www.engadget.com/all-iphone-15-models-will-reportedly-feature-dynamic-island-cutouts-222957434.html\">Dynamic Island cutout</a> and ProMotion display. It now appears the company is trying to find even more ways to differentiate its Pro models from their more mainstream counterparts. Per past reports, other features that could be exclusive to the iPhone 15 Pro and Pro Max include Apple’s upcoming A16 chipset, a titanium frame and more RAM for multitasking. The phones could also sport <a href=\"https://www.engadget.com/iphone-15-solid-state-buttons-ming-chi-kuo-083518207.html\"><ins>solid-state volume and power buttons</ins></a>.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/us-netherlands-and-japan-reportedly-agree-to-limit-chinas-access-to-chipmaking-equipment-174204303.html?src=rss", "title": "US, Netherlands and Japan reportedly agree to limit China's access to chipmaking equipment", "date_published": "2023-01-28 17:42:04+00:00", "description": "<p>The Biden administration has reportedly reached an agreement with the Netherlands and Japan to restrict China’s access to advanced chipmaking machinery. According to <a href=\"https://www.bloomberg.com/news/articles/2023-01-27/biden-wins-deal-with-dutch-japan-on-china-chip-export-controls?leadSource=uverify%20wall&amp;sref=10lNAhZ9\"><em>Bloomberg</em></a>, officials from the two countries agreed on Friday to adopt some of the same <a href=\"https://www.protocol.com/bulletins/us-blocks-eda-software-china\">export controls</a> the US has used over the last year to prevent companies like <a href=\"https://www.engadget.com/nvidia-government-rule-restricting-export-ai-chips-china-russia-061846437.html\">NVIDIA</a> from selling their latest technologies in China. The agreement would reportedly see export controls imposed on companies that produce lithography systems, including ASML and Nikon.</p><p><em>Bloomberg</em> reports the US, Netherlands and Japan don’t plan to announce the agreement publicly. Moreover, implementation could take “months” while the countries work to hammer out the legal details. “Talks are ongoing, for a long time already, but we don’t communicate about this. And if something would come out of this, it is questionable if this will be made very visible,” said Dutch Prime Minister Mark Rutte on Friday, responding to a question about the negotiations.</p><span id=\"end-legacy-contents\"></span><p>According to <em>Bloomberg</em>, the agreement will cover “at least” some of ASML’s immersion lithography machines. As of last year, ASML was the only company in the world producing the extreme ultraviolet lithography (EUV) machines chipmakers need to make the 5nm and 3nm semiconductors that power the latest <a href=\"https://www.engadget.com/intel-and-apple-expected-to-debut-3-nm-processors-next-year-100632556.html\">smartphones</a> and <a href=\"https://www.engadget.com/nvidia-rtx-4090-announced-152529456.html\">computers</a>. Cutting off China from ASML’s products is an effort by the Biden administration to freeze the country’s domestic chip industry. Last summer, Chinese state media reported that SMIC, China’s leading semiconductor manufacturer, had begun <a href=\"https://www.tomshardware.com/news/smic-mass-produces-14nm-nodes-advances-to-5nm-7nm\">volume production of 14nm chips</a> and had successfully started making 7nm silicon without access to foreign chip-making equipment. China has said SMIC is working on making 5nm semiconductors, but it’s unclear how the company will do that without access to EUV machines.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ford-recalls-462000-suv-rearview-camera-issue-160153194.html?src=rss", "title": "Ford recalls 462,000 SUVs over rearview camera issue", "date_published": "2023-01-28 16:01:53+00:00", "description": "<p>Ford has issued a <a href=\"https://www.engadget.com/ford-recalls-over-100000-hybrid-vehicles-due-to-fire-risk-144234824.html\">recall</a> for 462,000 vehicles worldwide over the possibility that their rearview cameras could suffer from faulty video output. According to the <a href=\"https://apnews.com/article/accidents-detroit-business-3ba214caa4ca59b835ade653bb021c71\">Associated Press</a> and <a href=\"https://www.reuters.com/business/autos-transportation/ford-recalls-382000-us-vehicles-rear-camera-display-failure-2023-01-27/?taid=63d475ecef5a2d00016073dd&amp;utm_campaign=trueAnthem:+Trending+Content&amp;utm_medium=trueAnthem&amp;utm_source=twitter\">Reuters</a>, the recall covers some 2020 to 2023 model Ford Explorers and Lincoln Aviators, as well as a bunch of 2020 to 2022 model Lincoln Corsairs. The affected vehicles come with 360-degree cameras that display live view footage on the in-car entertainment touchscreen console. The majority of the affected cars — over 382,000 — are in the US.&nbsp;</p><p>According to a <a href=\"https://static.nhtsa.gov/odi/rcl/2023/RMISC-23V022-0503.pdf\">document</a> (PDF) from the National Highway Traffic Safety Administration (NHTSA), the agency contacted Ford in late 2021 about allegations that the live view camera was showing a blue image instead of what was happening outside. That came after an earlier recall in 2021 for the same problem. Ford worked with suppliers to analyze those reports, but it wasn't until December 2022 that the automaker was able to replicate the issue in the laboratory and in-vehicle, which is most likely why Ford has only issued a recall now.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Apparently, 2,115 warranty reports had been submitted about this issue as of November 30th, 2022. Also, the automaker is aware of 17 minor accidents that allegedly occurred due to the vehicles' rear camera blue screen problem, but it hasn't heard of any injuries. Reuters said even the vehicles that were recalled in 2021 are part of this recall, so dealers can also update their image processing module software.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/mac-mini-review-m2-pro-2023-140052205.html?src=rss", "title": "Mac mini review (M2 Pro, 2023): Just call it a Mac mini Pro", "date_published": "2023-01-28 14:00:52+00:00", "description": "<p>Since the Mac mini's debut in 2005,  it's been Apple's affordable small form factor trooper. Need something cheap to pair with an old monitor? Just get the Mac mini! Want to start a low-power media server, or a computer right near your TV? Mini, baby. The line has had its share of ups and downs — the 2014 refresh was criticized for replacing a quad-core model with a dual-core chip, the<a href=\"https://www.engadget.com/2018-11-16-apple-mac-mini-2018-review.html\"> 2018 update had notoriously weak graphics</a> — but it made a full recovery with the M1-powered model in 2021.</p><p>This year, though, the Mac mini is different. The $599 model remains an entry-level champ, especially since it's $100 less than the M1 version (maybe we'll see the $499 option return eventually). But you can also pay over double that — $1,299! — for a Mini with a slightly stripped down M2 Pro chip and 16GB of RAM. That might have sounded crazy a few years ago, but now it sits neatly into Apple's desktop ecosystem. Not all creatives need the power of a $1,999 Mac Studio with an M1 Max, but those same folks may feel limited by the base M2 chip. At last, there's a mighty Mini to serve them. (And no, the now-dead $1,099 Intel model never really filled that role.)</p><span id=\"end-legacy-contents\"></span><p>Just like with Apple's new MacBook Pros, the Mac mini doesn't look any different than before. It's still a squat little aluminum box with a ton of ports on the back, and a slightly raised black base underneath to allow for airflow. The $599 model features an M2 chip with eight CPU cores, 10 graphics cores, 8GB of RAM and 256GB of storage — that's about as basic as you can get with PC hardware these days. The $1,299 M2 Pro Mini offers 10 CPU cores, 16 GPU cores, 16GB of RAM and a 512GB SSD. For an additional $300, you can also upgrade to the full-powered M2 Pro chip with a 12-core CPU and 19-core GPU (but that's probably not a wise idea, as I'll discuss later).</p><p>On the rear, the base Mac mini offers two Thunderbolt 4 USB-C connections, HDMI 2.0 (with 4K 240Hz and 8K 60Hz output), two USB-A ports, a headphone jack and gigabit Ethernet (upgradeable to 10 gigabit). The M2 Pro model adds two additional USB-C ports, making it even more useful for creatives with a ton of accessories.</p><figure><img alt=\"Apple Mac Mini with M2 Pro rear ports\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/0c577f60-9e70-11ed-af27-474c4168f4a2\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>Most striking about the Mac mini is its combination of simplicity and functionality. Unlike the taller and more domineering Mac Studio, the Mini is meant to disappear into your desk, a sliver of power that doesn't need to be seen. That could be a bad thing if you need to access its rear ports frequently, though. The Studio, in comparison, offers two USB-C ports and an SD card slot up front. You'll need a separate adapter to use SD cards with the Mini — a cheap fix, but one that also leads to more desk clutter.</p><p>Our review model, which featured the pricier 12-core M2 Pro chip, performed as well as I expected. It's slower than the M2 Max in the 14-inch MacBook Pro in GeekBench's CPU benchmark, but it also beats the M1 Max in the Mac Studio. The M1 Ultra-equipped Studio is far faster, not surprisingly, because that's essentially two M1 Max chips joined together. What's most important for some creatives though is its potential rendering performance. The Mac Mini scored 2,000 points higher than the M1 Max Studio in the Cinebench R23 benchmark, and it was on-par with the MacBook Pro 14-inch with M2 Max.</p><table><tbody><tr><th><p>None</p></th><th><p>Geekbench 5 CPU</p></th><th><p>Geekbench 5 Compute</p></th><th><p>Cinebench R23</p></th><th><p>3DMark Wildlife Extreme</p></th></tr><tr><td><p>Apple Mac Mini (Apple M2 Pro, 2022)</p></td><td><p>1,826/13,155</p></td><td><p>43,241</p></td><td><p>1,647/14,598</p></td><td><p>12,769</p></td></tr><tr><td><p>Apple MacBook Pro 14-inch (Apple M2 Max, 2023)</p></td><td><p>1,970/15,338</p></td><td><p>71,583</p></td><td><p>1,603/14,725</p></td><td><p>18 ,487</p></td></tr><tr><td><p>Apple MacBook Pro 13-inch, (Apple M2, 2022)</p></td><td><p>1,938/8,984</p></td><td><p>27,304</p></td><td><p>1,583/8,719</p></td><td><p>6,767</p></td></tr><tr><td><p>Apple Mac Studio (Apple M1 Max)</p></td><td><p>1,715/12,642</p></td><td><p>61,412</p></td><td><p>1,534/12,314</p></td><td><p>10,017</p></td></tr><tr><td><p>Apple Mac Studio (Apple M1 Ultra)</p></td><td><p>1,785/23,942</p></td><td><p>85,800</p></td><td><p>1,537/24,078</p></td><td><p>10,020</p></td></tr></tbody></table><p class=\"\" style=\"margin-bottom: 10px; color: rgb(32, 43, 51);\"></p><p>In a more practical test, the Mac Mini transcoded a minute-long 4K clip into 1080p in 37 seconds with pure CPU power using Handbrake — the same job took 32 seconds with the GPU. Both figures narrowly surpassed the M1 Max Studio, which took 43 seconds with a CPU encode and 34 seconds using the GPU.</p><p>Beyond benchmarks, the Mac Mini was an absolute dream for my typical workflow (dealing with dozens of browser tabs, batch image processing, and practically every chat app out there). But I’d expect a similar result from the $599 model, so long as I cut down on demanding browsers to survive with 8GB of RAM. The computer remains a solid entry for mainstream users, and it’s potentially a great home theater PC if you wanted something more customizable than an Apple TV.</p><section><img alt=\"Apple Mac Mini with M2 Pro desk setup with Apple Studio Display\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/0c577f60-9e70-11ed-bfe7-4bcda1e79fcd\" /></section><p>As I tested the Mac Mini, I started to wonder if it was even worth having a giant mid-tower PC as my daily driver. Realistically, though, I could never become a fulltime Mac guy because I like games. There are a few modern titles like <em>Resident Evil Village </em>that natively support Macs, but there simply aren’t enough titles out there. That game, by the way, easily reached 60fps while playing in 1,440p on the Mac Mini.</p><p>To reiterate, though, you'd have to pay $1,599 for the upgraded M2 Pro to get the same performance figures. I didn't have the slower Mac Pro model to compare it to, but based on what we're seeing with Apple's M2 chips, it would still be a noticeable step up from comparable M1 hardware. Stepping back a bit, I can’t help but think that the $1,299 M2 Pro Mini makes more sense for creatives. If you upgraded our review model to 32GB of RAM, it would come to the same $1,999 as the base Mac Studio. And given that the Studio is almost a year old, it's due for an M2 refresh in the coming months.&nbsp;</p><figure><img alt=\"Apple Mac Mini with M2 Pro\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/0c577f60-9e70-11ed-afff-ee12370d42b5\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>My advice? Get the $1,299 Mac mini if you're looking for a beefier Mac desktop, but try to avoid upgrading any hardware if possible. I could see stomaching the $200 upcharge to get 1TB of storage, but spending an additional $400 just to get 32GB of RAM isn't worth it. Apple has always been notorious for expensive upgrades — remember the<a href=\"https://www.engadget.com/2019-06-04-apple-pro-display-xdr-stand.html\"> $999 monitor stand?</a> — let's not encourage them.</p><p>Apple might as well have just called this computer the Mac mini Pro – but I can see how that would have been confusing. Now the Mini exists in two forms: A cheap computer for most people, and a secret powerhouse for creators. It’s close to being the ideal small-form factor PC, if only it didn’t cost so much to get more RAM.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-client-developers-fleeing-twitter-mastodon-130031551.html?src=rss", "title": "Like users, app developers are fleeing Twitter for Mastodon", "date_published": "2023-01-28 13:00:31+00:00", "description": "<p>When Twitter <a href=\"https://www.engadget.com/twitter-new-developer-terms-ban-third-party-clients-211247096.html\"><ins>quietly updated</ins></a> its developer policies to ban third-party clients from its platform, it abruptly closed an important chapter of Twitter’s history. Unlike most of its counterparts, which tightly control what developers are able to access, Twitter has a long history with independent app makers.</p><p>Now, the developers of some Twitter clients are turning their attention to another upstart platform: Mastodon. This week, Tapbots, the studio behind Tweebot, <a href=\"https://tapbots.com/ivory/\"><ins>released Ivory</ins></a>, a Mastodon client based on its longtime Twitter app. Matteo Villa, the developer behind Twitter app Fenix, is testing a Mastodon client of his own <a href=\"https://mastodon.social/@mttvll/109546787074477406\"><ins>called Wooly</ins></a>. Junyu Kuang, the indie developer behind Twitter client Spring is working on a Mastodon app <a href=\"https://mastodon.social/@MonaApp\"><ins>called Mona</ins></a>. Shihab Mehboob, developer of Twitter app Aviary, is close to launching a Mastodon client <a href=\"https://write.as/mammoth/mammoth-is-now-in-beta\"><ins>called Mammoth</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>The one-time Twitter developers join <a href=\"https://joinmastodon.org/apps\"><ins>a growing group</ins></a> of independent app makers who have embraced Mastodon, the open-source social network that’s seen explosive growth since Elon Musk took over Twitter. The decentralized service now has more than 1.5 million users across nearly 10,000 servers. That, coupled with Mastodon’s open-source, “API-first” approach, has attracted dozens of developers eager to put their own spin on the service.</p><figure><img alt=\"A screenshot from Mastodon's website showing 22 different clients made by third-party developers.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/f281c520-9e95-11ed-ae4c-4d8a34ccddd2\" style=\"height: 710; width: 1420;\" /><figcaption></figcaption><div class=\"photo-credit\">Mastodon</div></figure><p>Paul Haddad, one of the developers behind Tweetbot and Ivory, says Tapbots started working on a Mastodon client late last year as they started to grow nervous about the future of Twitter’s developer platform.</p><p>“They [Twitter] had absolutely been making huge strides and opening up their API platform, but clients like ours were always going to be second- or third-class citizens,” says Haddad. “Whereas with Mastodon, that's absolutely not the case.”</p><p>Thomas Ricouard, the developer behind<a href=\"https://apps.apple.com/us/app/ice-cubes-for-mastodon/id6444915884?platform=iphone\"><ins> Ice Cubes</ins></a>, a Mastodon app that launched earlier this month, says that he had considered building an app with Twitter's API in the past, but decided against it because it was “looking more and more limited as the days passed.” At the same time, he says he noticed fewer and fewer familiar faces on his Twitter timeline. “Loving open source software,” he says, “I quickly saw the opportunity [for Mastodon].”</p><div id=\"2d02eac8153f4d72884672fe0b337e27\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Today a new third-party <a href=\"https://twitter.com/hashtag/Mastodon?src=hash&amp;ref_src=twsrc%5Etfw\">#Mastodon</a> app, Ice Cubes, launched on iOS. At least two more, Ivory from <a href=\"https://twitter.com/tapbots?ref_src=twsrc%5Etfw\">@tapbots</a> and Mona from <a href=\"https://twitter.com/theSpringApp?ref_src=twsrc%5Etfw\">@theSpringApp</a>, are being developed. Third-party apps are where the innovation happens!</p>— Mastodon (@Mastodon@mastodon.social) (@joinmastodon) <a href=\"https://twitter.com/joinmastodon/status/1616512651592405018?ref_src=twsrc%5Etfw\">January 20, 2023</a></blockquote></div><p>Ice Cubes launched in the App Store January 19th, and it has already won the praise of reviewers and has dozens of contributors on GitHub. Even Twitter co-founder Ev Williams, who has been <a href=\"https://blog.medium.com/medium-embraces-mastodon-19dcb873eb11\"><ins>more active</ins></a> on Mastodon lately, uses the app.</p><p>On its part, Mastodon has welcomed developer interest even though it maintains its own mobile apps. “It's exciting because it means that a lot of very talented people are investing their time and resources into building on the platform and ecosystem that we have built up,” Mastodon founder and CEO Eugen Rochko tells Engadget. “Third party applications are incredibly valuable for a platform because that's where the power users go …  it benefits everybody because the power users are the people who create the content that everybody reads.”</p><p>Developers’ contributions also have the potential to influence the direction of the platform itself. Just as Twitter’s earliest developers had an outsize impact on the service, some developers now see an opportunity to similarly influence Mastodon.</p><p>Both Ricouard and Haddad noted that official Mastodon apps currently don’t support quoting — the Mastodon equivalent of a quote tweet — but some clients, like Ice Cubes and Mona, do. “I think the client developers are able to implement that feature within the app, we're probably going to push it to go higher up on the radar of the Mastodon server developers,” Haddad predicts. Mastodon so far hasn’t publicly committed to adding quotes but Rochko, who was once <a href=\"https://mastodon.social/@Gargron/99662106175542726\"><ins>adamantly against</ins></a> the feature, recently said he’s <a href=\"https://mastodon.social/@Gargron/109623891328707089\"><ins>considering</ins></a> it.</p><p>Mastodon developers have experimented with other unique additions, too. Ice Cubes has Chat GPT-powered prompts that will spice up the text of your post (or &quot;toot&quot; as they are known to longtime Mastodon users). Wooly groups notifications in batches, similar to Twitter. Tapbots is working on a Mac app that will sync with Ivory’s iOS app, much like Tweetbot did across platforms.</p><div id=\"9ade0b7f4f12474ba816800ff51f49ae\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">I’ve experimented with integrating <a href=\"https://twitter.com/hashtag/OpenAI?src=hash&amp;ref_src=twsrc%5Etfw\">#OpenAI</a><a href=\"https://twitter.com/hashtag/ChatGPT?src=hash&amp;ref_src=twsrc%5Etfw\">#ChatGPT</a> right into my open source Mastodon client, I’ve added 3 prompts for now, to correct your toot, shorten and emphasise it! <a href=\"https://t.co/41XEC3w8Bv\">pic.twitter.com/41XEC3w8Bv</a></p>— Thomas Ricouard (@Dimillian) <a href=\"https://twitter.com/Dimillian/status/1613950252910022657?ref_src=twsrc%5Etfw\">January 13, 2023</a></blockquote></div><p>“Mastodon is in the [same] early phase Twitter was, where third party apps will have a big impact on the future product focus and development,” says Ricouard.</p><p>Rochko says that while he’s happy to see the growing number of Mastodon clients, he’s not in a hurry to try to replicate their features. Mastodon is still a nonprofit with a small team and a lengthy <a href=\"https://joinmastodon.org/roadmap\"><ins>product roadmap</ins></a>. “It's definitely interesting to see different ideas tested out and experimented with and I think that long term, there's probably going to be influence over the official apps,” he says.</p><p>Still, not every former Twitter client developer is eager to start over on Mastodon. “I’m not sure if I want to create a Mastodon app but you should definitely check out those other developers who have,”  Tweetings said in a farewell post <a href=\"https://twitter.com/tweetings/status/1617085496823320581\"><ins>on Twitter</ins></a>. Twitterrific’s developers are also unsure if Mastodon fits into their future plans.</p><p>Much will likely depend on if Mastodon is able to maintain its current growth and continue to attract new users. And as much as many former Twitter users see it as a replacement, Mastodon is structured very differently, and not everyone finds it as <a href=\"https://www.engadget.com/twitter-alternatives-mastodon-223221883.html\"><ins>user-friendly</ins></a> as Twitter. Rochko, who started Mastodon in 2017, says he’s optimistic because the site continues to add influential users.</p><p>“What's exciting to me about the latest wave of users on Mastodon is not the numbers but the who. The people who have joined from various journalist organizations, media organizations, politicians, actors, writers, and just you know, famous internet people — like the olden days.”</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-fresh-minimum-order-over-150-free-delivery-105538439.html?src=rss", "title": "Amazon Fresh will soon require a minimum order of over $150 for free delivery", "date_published": "2023-01-28 10:55:38+00:00", "description": "<p>At the moment, Amazon Prime customers can enjoy free grocery delivery via the company's Fresh service for checkouts worth $35 and above. It's a reasonable and pretty affordable minimum purchase requirement, even for those live alone. But starting on February 28th, people would have to add a lot more items to their cart if they don't want to pay extra to get their order delivered to their doorstep. As <a href=\"https://www.theverge.com/2023/1/27/23574752/amazon-fresh-free-grocery-delivery-service-fee\"><em>The Verge</em></a> has noticed, the e-commerce giant has updated its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9mbWMvbS8zMDAwMzE3NT9hbG1CcmFuZElkPVFXMWhlbTl1SUVaeVpYTm8mcmVmPWZzX2Rza19zbl9hYm91dFVzJnRhZz1nZGd0MGMtcC1vLWk0LTIwIiwiY29udGVudFV1aWQiOiI5NDc5YjkyZi04MTI2LTQ0MzQtOTBiMi1hZjg2MzJhNjMzYmUifQ&amp;signature=AQAAAUXAiRMggsuNnPuQ-5YEagGSgMUKoed3pN1tt1ZFK-bQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Ffmc%2Fm%2F30003175%3FalmBrandId%3DQW1hem9uIEZyZXNo%26ref%26ref%3Dfs_dsk_sn_aboutUs\">Fresh grocery page</a> to note that only orders worth above $150 will be delivered for free within a two-hour window by the end of next month.&nbsp;</p><p>Amazon will deliver orders between $100 and $150 for $4, while orders between $50 and $100 will incur a $7 service charge. If a customer's items come up to less than $50, they'll have to pay a whopping $10. Since the Fresh service is only available to subscribers already paying for Amazon Prime, which <a href=\"https://www.engadget.com/amazon-prime-price-hike-222742421.html\">raised its annual fee</a> to $139 from $119 last year, it will become a much pricier option by the time March arrives.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>A company spokesperson told <em>The Verge </em>that it's \"introducing a service fee on some Amazon Fresh delivery orders to help keep prices low in [its] online and physical grocery stores as [it] better cover[s] grocery delivery costs and continue to enable offering a consistent, fast, and high-quality delivery experience.\" The spokesperson continued: \"We will continue to offer convenient two-hour delivery windows for all orders, and customers in some areas will be able to select a longer delivery window for a reduced fee.\"</p><p>Based on that statement, Amazon could jack up grocery prices if it doesn't charge delivery fees. But as it is, customers will end up paying more anyway — a lot of people can't afford its $150 minimum requirement these days, and those who can may not be able to consume everything they bought before they go bad or are no longer, well, fresh. Amazon has started notifying customers via email about the new service fees, and some social media users are pointing out how <a href=\"https://twitter.com/ray0320/status/1619041293681958912\">outrageous</a> the price jump is to get free delivery.&nbsp;</p><p>Customers have come to rely on Amazon Fresh for grocery deliveries when the pandemic started, including folks on the government's <a href=\"https://www.benefits.gov/benefit/361\">Supplemental Nutrition Assistance Program</a> (SNAP) program. People who have SNAP Electronic Benefits Transfer (EBT) debit cards can order via Fresh even without a Prime subscription, making it a good (and in some cases, <a href=\"https://twitter.com/BeingCharisBlog/status/1619042105229447168\">the only</a>) option for people with disabilities. But now they'd have to pay extra on top of their purchase. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9iP2llPVVURjgmbm9kZT0yMDIzNDIwMzAxMSZsaW5rSWQ9MTk4ODg4MzkxJnRhZz1nZGd0MGMtcC1vLWk0LTIwIiwiY29udGVudFV1aWQiOiI5NDc5YjkyZi04MTI2LTQ0MzQtOTBiMi1hZjg2MzJhNjMzYmUifQ&amp;signature=AQAAAV2uanXObW0VI_nfFG3d0r4FAs9yfmc6CYT_j4idbcIP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fb%3Fie%3DUTF8%26node%3D20234203011%26linkId%3D198888391\">Amazon's website</a>, they can't even use their EBT cards to pay for the shipping fee and will have to provide another form of payment.&nbsp;</p><div id=\"cf5064f58eb34340bc8777e2f0c9555e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">\"Customers with an EBT card will continue to receive free grocery delivery on orders more than $150.\"<br /><br />Uh, the average benefit a single person gets is only $197 *FOR THE ENTIRE MONTH*. This price-hike for delivery fees is going to hurt low-income disabled folks horribly.</p>— Megan E. Doherty, PhD (@MeganEDoherty) <a href=\"https://twitter.com/MeganEDoherty/status/1619040811106336768?ref_src=twsrc%5Etfw\">January 27, 2023</a></blockquote></div><p></p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.engadget.com/rss.xml", "title": "Engadget"}}