{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-general-predicts-war-with-china-by-2025-i-hope-i-am-wrong", "title": "U.S. General Predicts War With China By 2025: ‘I Hope I Am Wrong’", "date_published": "2023-01-28 16:41:12+00:00", "description": "Four-star Air Force General Mike Minihan sent a memo on Friday, warning the officers he commands that he sees war on the horizon — with China — in less than two years. Minihan, who reportedly sent the memo out to all of the air wing commanders in Air Mobility Command and other Air Force operational commanders, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/utah-republicans-pass-ban-on-trans-procedures-for-minors-gov-spencer-cox-not-likely-to-veto", "title": "Utah Republicans Pass Ban On Trans Procedures For Minors, Gov. Spencer Cox Not Likely To Veto", "date_published": "2023-01-28 15:47:07+00:00", "description": "Utah is expected to ban transgender procedures on minors after both the state’s House and Senate passed the bill. The bill, which bans both transgender surgeries and puberty blockers for children, will likely be the first such measure passed in 2023 as other states also look to pass similar legislation protecting children from irreversible procedures. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/several-murdered-in-terrorist-attacks-targeting-israel-on-holocaust-remembrance-day", "title": "Several Murdered In Terrorist Attacks Targeting Israel On Holocaust Remembrance Day", "date_published": "2023-01-28 15:14:04+00:00", "description": "Several people have been killed in terrorist attacks that targeted Israel on Holocaust Remembrance Day. The first attack happened on Friday when an armed terrorist opened fire on innocent civilians who were leaving a Jerusalem synagogue after the Sabbath service. Israel&#8217;s Foreign Ministry said that seven civilians were murdered and that several others were rushed ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jay-leno-cracks-joke-about-jeremy-renner-after-both-men-involved-in-accidents", "title": "Jay Leno Cracks Joke About Jeremy Renner After Both Men Involved In Accidents", "date_published": "2023-01-28 14:17:07+00:00", "description": "Comedian Jay Leno cracked a joke late this week about actor Jeremy Renner after both Hollywood celebrities have been involved in serious accidents over the last few weeks. The 72-year-old comedian revealed to the Las Vegas Review-Journal this week that he suffered several broken bones a couple of weeks ago after getting into a motorcycle ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sen-ron-johnson-questions-faa-over-covid-vaccine-adverse-events-among-pilots", "title": "Sen. Ron Johnson Questions FAA Over COVID ‘Vaccine Adverse Events’ Among Pilots", "date_published": "2023-01-28 13:22:28+00:00", "description": "Senator Ron Johnson (R-WI) sent a letter to the Federal Aviation Administration (FAA) on Friday asking if the agency would investigate reports from pilots who have claimed they had an adverse response to COVID vaccination.  Johnson, a strong opponent of vaccine mandates, asked in the letter for more information about recent medical testing decisions from ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-mondaire-jones-slammed-over-tweet-about-death-of-tyre-nichols", "title": "Democrat Mondaire Jones Slammed Over Tweet About Death Of Tyre Nichols", "date_published": "2023-01-28 13:16:39+00:00", "description": "Rep. Mondaire Jones (D-NY) was slammed online late this week over a tweet that suggested that the five black police officers who are accused of being involved in the murder of Tyre Nichols were motivated by &#8220;anti-blackness.&#8221; Nichols died on January 10, three days after Memphis police pulled him over in a traffic stop for ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-more-law-enforcement-officers-under-investigation-over-alleged-involvement-in-death-of-tyre-nichols", "title": "Two More Law Enforcement Officers Under Investigation Over Alleged Involvement In Death Of Tyre Nichols", "date_published": "2023-01-28 12:55:33+00:00", "description": "Two more law enforcement officers have been placed on administrative leave and are now under investigation over their alleged involvement in the death of Tyre Nichols. The Memphis Police Department fired and criminally charged five police officers over Nichols&#8217; death earlier this month. The Shelby County Sheriff’s Office opened an investigation into two of its deputies ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lab-grown-meat-moves-forward", "title": "Lab-Grown Meat Moves Forward", "date_published": "2023-01-28 11:14:36+00:00", "description": "The Food and Drug Administration (FDA) recently showed its support for meat grown in a lab.  The agency said that it considers chicken cultivated from cells as safe for humans to eat after a review of a chicken product from Upside Foods, which is a company out of Berkeley, California. The FDA said they had ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/man-accused-of-beating-paul-pelosi-says-hes-sorry-he-didnt-get-more-of-them-in-phone-call-from-jail", "title": "Man Accused Of Beating Paul Pelosi Says He’s ‘Sorry’ He ‘Didn’t Get More Of Them’ In Phone Call From Jail", "date_published": "2023-01-28 10:50:52+00:00", "description": "The man accused of beating Paul Pelosi with a hammer made a phone call on Friday afternoon from jail in which he “apologized” for not getting “more of them.”  David DePape, a 42-year-old with a reported history of mental illness, made the comments in a call to KTVU reporter Amber Lee following the release of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pfizer-denies-conducting-covid-gain-of-function-research-in-delayed-response-to-veritas-video", "title": "Pfizer Denies Conducting COVID Gain-Of-Function Research In Delayed Response To Veritas Video", "date_published": "2023-01-28 08:53:03+00:00", "description": "Pfizer denied it conducts gain-of-function research on COVID-19 in a long-awaited but indirect response to a bombshell Project Veritas hidden camera sting that captured a company official describing either proposed or ongoing experiments by the pharmaceutical firm. “Allegations have recently been made related to gain of function and directed evolution research at Pfizer and the ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}