{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/holandia-zbiorka-guzikow-na-pomnik-dzieci-ktore-zginely-w-holokauscie/", "title": "Holandia. Zbiórka guzików na pomnik dzieci, które zginęły w Holokauście", "date_published": "2023-01-28 21:58:00+00:00", "description": "Półtora miliona guzików potrzebnych jest do postawienia pomnika żydowskim dzieciom, które zginęły w Holokauście. Zbiórkę organizuje Centrum Pamięci Obozu Westerbork zlokalizowane w Hooghalen, na terenie byłego obozu koncentracyjnego.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/korea-poludniowa-uciekali-przed-mobilizacja-pieciu-rosjan-od-miesiecy-koczuje-na-lotnisku/", "title": "Korea Południowa. Uciekali przed mobilizacją. Pięciu Rosjan od miesięcy koczuje na lotnisku", "date_published": "2023-01-28 21:53:00+00:00", "description": "Pięciu Rosjan od kilku miesięcy koczuje na międzynarodowym lotnisku Inczon-Seul w Korei Południowej - podaje CNN. Mężczyźni zdecydowali się na opuszczenie swojego kraju po tym, jak Władimir Putin ogłosił mobilizację.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/holandia-protest-grupy-klimatycznej-extinction-rebellion-policja-aresztowala-kilkadziesiat-osob/", "title": "Holandia. Protest grupy klimatycznej Extinction Rebellion. Policja aresztowała kilkadziesiąt osób", "date_published": "2023-01-28 19:15:00+00:00", "description": "Policja aresztowała kilkadziesiąt osób podczas demonstracji klimatycznej Extinction Rebellion na autostradzie A12 w Hadze za blokowanie Utrechtsebaan - poinformował w sobotę portal nltimes.nl, cytując policję. Aktywiści przywiązywali się do siebie wzajemnie i siadali na jezdni. Ich kierownictwo wyraziło rozczarowanie cynicznymi działaniami mundurowych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/holandia-w-amsterdamie-otwarto-market-w-ktorym-zakupy-sa-darmowe-jest-jeden-warunek/", "title": "Holandia: W Amsterdamie otwarto market, w którym zakupy są darmowe. Jest jeden warunek", "date_published": "2023-01-28 18:36:00+00:00", "description": "W Amsterdamie otwarto market różniący się od innych tym, że zakupy zrobimy w nim... za darmo. To forma pomocy dla osób w trudnej sytuacji finansowej. Jedynym warunkiem skorzystania z tej inicjatywy jest zgłoszenie zainteresowania i przyjęcie pomocy.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/szwecja-seria-podpalen-w-malm-policja-szuka-podpalacza/", "title": "Szwecja. Seria podpaleń w Malmö. Policja szuka sprawcy", "date_published": "2023-01-28 17:32:00+00:00", "description": "Szwedzka policja podejrzewa, że za serią pożarów w Malmö może stać podpalacz. W ciągu jednej doby tamtejsi strażacy 10 razy podejmowali walkę z ogniem. Płonęły m.in. park rozrywki, samochody, piekarnia czy magazyn.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/szwedzkie-msz-ostrzega-przed-demonstracjami-w-turcji-wydano-zalecenia/", "title": "Szwedzkie MSZ ostrzega przed demonstracjami w Turcji. Wydano zalecenia", "date_published": "2023-01-28 17:07:00+00:00", "description": "Spalenie Koranu pod ambasadą Turcji przez aktywistę Rasmusa Paludana wywołało kryzys dyplomatyczny na linii Sztokholm-Ankara. W największych tureckich miastach zorganizowano antyszwedzkie demonstracje. Ministerstwo Spraw Zagranicznych Szwecji wydało ostrzeżenie dla swoich obywateli przebywających w Turcji.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/austriak-zabarykadowal-sie-w-piwnicy-w-srodku-byla-szostka-malych-dzieci/", "title": "Austriak zabarykadował się w piwnicy. W środku była szóstka małych dzieci", "date_published": "2023-01-28 16:30:00+00:00", "description": "Austriacka policja aresztowała agresywnego 54-latka, który zabarykadował się w piwnicy z żoną i szóstką dzieci. Funkcjonariusze znaleźli w kryjówce mężczyzny broń palną. Wcześniej o sprawie służby zaalarmowali sąsiedzi, którzy mieli słyszeć w pobliżu głosy jego potomstwa.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/rosja-dmitrij-miedwidiew-do-guido-crosetto-na-pewno-wszystko-legnie-w-gruzach/", "title": "Rosja. Dmitrij Miedwidiew do Guido Crosetto: Na pewno wszystko legnie w gruzach", "date_published": "2023-01-28 16:21:00+00:00", "description": "Na pewno wszystko legnie w gruzach - napisał były prezydent i były premier Rosji Dmitrij Miedwiediew, którego słowa to krótki scenariusz przebiegu ewentualnej III wojny światowej. W ten sposób odniósł się do wypowiedzi włoskiego ministra obrony Guido Crosetto, który stwierdził, że dostawa czołgów do Ukrainy może powstrzymać wybuch globalnego konfliktu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/czechy-petr-pavel-zostal-nowym-prezydentem/", "title": "Czechy. Media: Petr Pavel został nowym prezydentem", "date_published": "2023-01-28 15:00:00+00:00", "description": "Petr Pavel ma niepodważalną przewagę w wyborach prezydenckich w Czechach - poinformowała w sobotę popołudniu agencja Reutersa. Po przeliczeniu prawie 97 proc. głosów, na byłego dowódcę czeskiej armii postawiło prawie 56 proc. obywateli. Były premier Andrej Babisz nie ma już szans na odrobienie strat.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/egipt-badacze-odkryli-mumie-owinieta-w-zloto-znaleziono-ja-na-dnie-szybu/", "title": "Egipt: Badacze odkryli mumię owiniętą w złoto. Znaleziono ją na dnie szybu", "date_published": "2023-01-28 14:59:00+00:00", "description": "Na dnie głębokiego szybu z okresu Starego Państwa nieopodal Kairu znaleziono sarkofag sprzed 4600 lat. Był starannie zapieczętowany, więc otwarcie go zajęło blisko dwie godziny. W środku egipscy archeolodzy odkryli mumię owiniętą w cienką warstwą złota.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/izrael-kolejny-atak-w-jerozolimie-sprawca-13-latek/", "title": "Izrael: Kolejny atak w Jerozolimie. Sprawcą 13-latek", "date_published": "2023-01-28 12:39:00+00:00", "description": "13-letni chłopiec otworzył ogień w pobliżu centrum Jerozolimy i ranił dwie osoby - podaje izraelska policja. Dzień wcześniej w mieście doszło do ataku terrorystycznego, w którym zginęło siedem osób, a dziesięć zostało rannych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/zona-przyszla-do-domu-publicznego-spoliczkowala-kochanke-swojego-meza/", "title": "Tajlandia. Żona przyszła do domu publicznego. Spoliczkowała kochankę swojego męża", "date_published": "2023-01-28 12:33:00+00:00", "description": "Mieszkanka Tajlandii podejrzewała swojego męża o zdradę. Jej obawy potwierdziły się kiedy nakryła małżonka w towarzystwie prostytutki. Mężczyzna zdołał jednak uciec przed gniewem żony, dlatego rozjuszona kobieta postanowiła wyładować swoją złość na pracownicy przybytku, z którą ją zdradzał i zaczęła okładać ją po głowie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/brazylia-wypadek-podczas-wystepu-armatka-z-konfetti-strzelila-prosto-w-twarz/", "title": "Brazylia: Wypadek podczas występu. Armatka z konfetti strzeliła prosto w twarz DJ-ki", "date_published": "2023-01-28 11:35:00+00:00", "description": "Flavia Ribeiro, znana jako DJ Flavinha doznała groźnie wyglądającego wypadku. Podczas koncertu artystka strzeliła sobie w twarz z armatki służącej do wystrzeliwania konfetti. Kobieta próbowała dokończyć swój występ, jednak ból okazał się silniejszy. Nagranie z tego zdarzenia obiegło internet.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/warszawa-mer-buczy-odwiedzil-punkt-pomocy-jestem-wam-bardzo-wdzieczny/", "title": "Warszawa: Mer Buczy odwiedził punkt pomocy. \"Jestem wam bardzo wdzięczny\"", "date_published": "2023-01-28 10:57:00+00:00", "description": "- To, co przeżyliśmy, można porównać do obrabowania mieszkania. Po powrocie mamy ochotę to posprzątać, ale tutaj chodzi o przestępców wojennych, szabrowników i morderców - podkreślił w rozmowie z Polsat News mer Buczy. Anatolii Fedoruk skrytykował także plan MKOl umożliwiający Rosjanom i Białorusinom start w zawodach. - Mam głębokie przekonanie, że ta decyzja będzie zmieniona - ocenił.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/swiatowa-organizacja-zdrowia-zaktualizowala-liste-lekow-na-wypadek-katastrofy-nuklearnej/", "title": "Światowa Organizacja Zdrowia zaktualizowała listę leków na wypadek katastrofy nuklearnej", "date_published": "2023-01-28 08:57:00+00:00", "description": "Światowa Organizacja Zdrowia poinformowała o zaktualizowaniu listy leków, które powinny być gromadzone przez państwa, na wypadek katastrofy nuklearnej i zagrożenia radiologicznego. Do magazynów mają trafić leki zawierające m.in jod i cytokinę.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/usa-tyre-nichols-zmarl-po-interwencji-policji-wladze-memphis-opublikowaly-nagrania/", "title": "USA: Tyre Nichols zmarł po interwencji policji. Władze Memphis opublikowały nagrania", "date_published": "2023-01-28 07:36:00+00:00", "description": "Władze Memphis opublikowały nagrania z pobicia Tyrea Nicholsa, które zostały zarejestrowane przez kamery umieszczone na policyjnych mundurach. 29-letni czarnoskóry mężczyzna zmarł w szpitalu trzy dni po interwencji policji, w czasie której został pobity. Joe Biden napisał, że jest głęboko zasmucony i oburzony tym, co zobaczył.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-28/nowa-zelandia-ulewne-deszcze-wywolaly-powodz-co-najmniej-dwie-ofiary/", "title": "Nowa Zelandia: Ulewne deszcze wywołały powódź. Co najmniej dwie ofiary", "date_published": "2023-01-28 05:56:00+00:00", "description": "Powodzie błyskawiczne wywołane przez ulewne deszcze dotknęły Auckland i okolice. Władze regionu ogłosiły stan wyjątkowy. Co najmniej dwie osoby nie żyją, a kolejne dwie uznano za zaginione - podaje Reuters.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}