[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Brandee Younger: Tiny Desk Concert", "description": "NPR Music is celebrating Black Music Month with an array of brand new Tiny Desk concerts. Together, these artists represent the past, present and future of Black music. This month of carefully curated shows is a celebration of Black artists expressing themselves in ways we've never seen before, and of the Tiny Desk's unique way of showcasing that talent.\n\nMitra I. Arthur | June 28, 2023\nOn a beautifully ornate harp and clad in a stunning yellow printed catsuit, Brandee Younger starts her Tiny Desk with a composition dating back to the 1900s — “Lift Every Voice and Sing,” colloquially known as the “Black National Anthem” — then transitions into the title track of her newest album, Brand New Life. This particular transition between past and present is fitting as Younger, like harpists Alice Coltrane and Dorothy Ashby before her, has made a career of showcasing the role of the harp, a classical instrument dating back to antiquity, in not only contemporary popular music, but moreover, in music genres rooted in Black culture: jazz, R&amp;B, and hip-hop. \n\nAs she reflected after her Desk on being included in NPR Music’s celebration of Black Music Month, Younger remarked: “When you think of harps and harpists, you don't necessarily think of ‘Black’. And so to be a part of that conversation as a harpist, it's a big deal.” Her collaborations range from Robert Glasper and Makaya McCraven, to Moses Sumney, Ms. Lauryn Hill and Pete Rock. Compositions from her 2021 album, Somewhere Different, garnered her a Grammy nomination for best instrumental composition — the first for a Black woman —  and an entry on NPR Music’s 100 Best songs of 2021 list.\n\nFor her Tiny Desk, Younger presents some of her newest entries into the jazz harp canon. “Brand New Life” and “Moving Target” feature vocalist Tatiana “LadyMay” Mayfield’s ethereal voice perfectly complimenting the transcendental tones of the harp, which is expanded into a one woman choir of sound through the use of vocal pedals. Younger closes with “Unrest I” and “Unrest II,” composed during the height of both the COVID-19 pandemic and 2020’s Black Lives Matter protests. In these two movements, Younger, drummer Allan Mednard and bassist Rashaan Carter stunningly convey a maelstrom of tension, confusion, upheaval and release, emotions undoubtedly present in many who similarly witnessed a world in confusion outside their windows at this time.\n\n\nSET LIST\n“Lift Ev’ry Voice and Sing”\n“Brand New Life”\n“Moving Target”\n“Unrest I\" \n“Unrest II”\n\nMUSICIANS\nBrandee Younger: harp\nRashaan Carter: bass\nAllan Mednard: drums\nTatiana Mayfield: vocals\n\nTINY DESK TEAM\nProducer: Mitra I. Arthur\nDirector/Editor: Kara Frame\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter\nVideographers: Kara Frame, Joshua Bryant, Michael Zamora\nAudio Assistant: Kwesi Lee\nProduction Assistant: Ashley Pointer\nPhotographer: Zayrha Rodriguez \nTiny Desk Team: Suraya Mohamed, Maia Stern, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #BMMxTDC #brandeeyounger", "link": "https://www.youtube.com/watch?v=lW2cUz9Gz94", "date_published": "2023-06-28 09:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}]