[{"source": "https://www.theguardian.com/international/rss", "title": "Inter Miami hire Tata Martino as coach, confirming reunion with Lionel Messi", "description": "<ul><li>Inter Miami confirm appointment of Martino as manager</li><li>Martino first coached Messi with Barcelona and Argentina</li></ul><p>Inter Miami confirmed the hiring of Gerardo ‘Tata’ Martino as coach on Wednesday, setting the stage for him to be reunited with Lionel Messi next month.</p><p>Martino coached Messi with both Barcelona and Argentina’s national team. Messi has announced that he is coming to Major League Soccer to play for Inter Miami, with his contract set to be signed in time for a planned debut match on 21 July.</p> <a href=\"https://www.theguardian.com/football/2023/jun/28/inter-miami-tata-martino-coach-lionel-messi-reunion\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/28/inter-miami-tata-martino-coach-lionel-messi-reunion", "date_published": "2023-06-28 21:32:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Political survival is the real contest in Solomon Islands as Sogavare prepares for Pacific Games", "description": "<p>After the PM postponed elections to 2024 due to the cost of the upcoming Games, Honiara looks to China and Australia for funding and security support</p><p>There’s excitement in the air when you ask about the Pacific Games coming to Honiara this November. Everyone loves sport, a party and time with friends and family. Yet, having just returned from Solomon Islands, it seems that the real contest involves the political games occurring in the run up to the next elections, likely early next year.</p><p>Last year, prime minister Manasseh Sogavare <a href=\"https://www.theguardian.com/world/2022/sep/09/solomon-islands-to-delay-election-as-pm-tells-australia-to-get-ready-to-fund-vote\">postponed national elections</a>, claiming that the financial drain of an election and the Games in one year was too great. Not all were convinced, but parliament passed the deferral.</p><p><em>Dr Meg Keen is the director of Pacific Islands program at the Lowy Institute. She is the former director of the Australia Pacific Security College and senior policy adviser to RAMSI.</em></p> <a href=\"https://www.theguardian.com/world/2023/jun/29/political-survival-is-the-real-contest-in-solomon-islands-as-sogavare-prepares-for-pacific-games\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/29/political-survival-is-the-real-contest-in-solomon-islands-as-sogavare-prepares-for-pacific-games", "date_published": "2023-06-28 20:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Everyone’s excited’: AFC Croydon responds to new owners Stormzy and Zaha", "description": "<p>Staff and supporters of Croydon Athletic share hopes for football club under new ownership </p><p>When he was at secondary school, George Pickering, a supporter of AFC Croydon Athletic, would make it a ritual to play football on a recreation ground near where the club is now. One day, a young, “really talkative” kid with “lots of energy” turned up to play with them.</p><p>“It just felt like he wanted somewhere to go, a bit of an outlet,” Pickering, now 34, recalled. It was only years later and from a friend’s recollection that he learned the boy they kicked around with was Stormzy – or Michael, as they knew him.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/28/everyones-excited-afc-croydon-responds-new-owners-stormzy-wilfried-zaha\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/28/everyones-excited-afc-croydon-responds-new-owners-stormzy-wilfried-zaha", "date_published": "2023-06-28 19:22:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mexico police station attacked as search continues for 14 missing employees", "description": "<p>Assailants threw explosives at police station in state of Chiapas, following abduction of employees at gunpoint on highway</p><p>Assailants have thrown explosives at a police station in <a href=\"https://www.theguardian.com/world/mexico\">Mexico</a>’s southern state of Chiapas, as a massive search continued on Wednesday for 14 police employees abducted at gunpoint on a local highway.</p><p>The attacks highlight a new turf battle between cartels for control of drug and immigrant trafficking in the state, which borders Guatemala.</p> <a href=\"https://www.theguardian.com/world/2023/jun/28/mexico-police-station-attacked-as-search-continues-for-14-missing-employees\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/28/mexico-police-station-attacked-as-search-continues-for-14-missing-employees", "date_published": "2023-06-28 17:54:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "ChatGPT developer OpenAI to locate first non-US office in London", "description": "<p>OpenAI’s first international office will boost UK attempts to stay competitive in artificial intelligence race</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jun/28/water-bills-to-surge-sewage-pollution-crisis-hunt-meets-regulators-cost-of-living-business-live\">Business live – latest updates</a></li></ul><p>OpenAI, the developer of ChatGPT, has chosen London as the location for its first international office in a boost to the UK’s attempts to stay competitive in the artificial intelligence race.</p><p>The San Francisco-based company behind the <a href=\"https://www.theguardian.com/technology/2023/feb/02/chatgpt-100-million-users-open-ai-fastest-growing-app\">popular chatbot</a> said on Wednesday it will start its expansion outside the US in the UK capital.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/28/chatgpt-developer-openai-locate-first-non-us-office-london\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/28/chatgpt-developer-openai-locate-first-non-us-office-london", "date_published": "2023-06-28 17:33:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "French engineer sentenced to life in prison after killing three women over job losses", "description": "<p>Gabriel Fortin, 48, found guilty of murder of two HR directors and a jobs centre worker and attempted murder of a fourth person in 2021 attacks</p><p>An unemployed French engineer who shot dead three women he blamed for his joblessness was given a life sentence on Wednesday for the 2021 murders.</p><p>Gabriel Fortin, 48, killed two human resources directors and a job centre employee, and attempted to kill a company executive following a string of dismissals.</p> <a href=\"https://www.theguardian.com/world/2023/jun/28/french-engineer-sentenced-to-life-in-prison-for-killing-three-women-over-job-losses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/28/french-engineer-sentenced-to-life-in-prison-for-killing-three-women-over-job-losses", "date_published": "2023-06-28 17:33:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Andy Murray happy with Wimbledon buildup despite exhibition loss to Rune", "description": "<ul><li>Murray loses 6-4, 6-4 to Holger Rune at Hurlingham Club</li><li>Former Wimbledon champion content to be under the radar</li></ul><p>Andy Murray has said he is enjoying being under the radar in the buildup to Wimbledon after a decade of shouldering the immense pressure and expectation that comes with being Great Britain’s biggest hope at the championship.</p><p>“Nowadays it’s alright,” said Murray. ‘Ten years ago, it was a little bit different. A little bit more expectation, pressure, those sorts of things. It’s actually been OK. Last few weeks [have been] not too bad, fairly low-key. Obviously I get to spend a lot of time with my family so it’s quite easy to switch off from the tennis.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/28/andy-murray-upbeat-happy-wimbledon-buildup-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/28/andy-murray-upbeat-happy-wimbledon-buildup-tennis", "date_published": "2023-06-28 17:27:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Uefa closes transfer contract loophole Chelsea exploited with lengthy deals", "description": "<ul><li>Clubs can no longer spread fee across more than five years</li><li>Fernández and Mudryk on eight-and-a-half-year deals</li></ul><p>Chelsea and other European clubs will no longer be able to spread a transfer fee across more than five years of a player’s initial contract after Uefa closed a loophole in its regulations.</p><p>Chelsea have signed a number of players on lengthy deals over the last two transfer windows, including handing eight-and-a-half-year contracts to Enzo Fernández and Mykhailo Mudryk in January.</p> <a href=\"https://www.theguardian.com/football/2023/jun/28/chelsea-suffer-blow-as-uefa-close-transfer-contract-loophole\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/28/chelsea-suffer-blow-as-uefa-close-transfer-contract-loophole", "date_published": "2023-06-28 17:12:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Over 80m people under air quality alerts as extreme heat and smoke spreads across US – live", "description": "<p>Chicago and Detroit see thick shrouds of wildfire smoke as major portions of Texas forecast to be hotter than 99% of the world</p><p>Good morning.</p><p><a href=\"https://www.theguardian.com/us-news/2023/jun/28/us-heatwave-wildfire-smoke-air-quality-extreme-weather\">Extreme waves</a> of heat and smoke spreading across the US have placed over 80 million Americans under air quality alerts.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jun/28/heatwave-temperatures-latest-weather-updates-news-texas-smoke\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jun/28/heatwave-temperatures-latest-weather-updates-news-texas-smoke", "date_published": "2023-06-28 14:59:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Cake, crowds and ducks: the Ashes at Lord’s – in pictures", "description": "<p>As the 2023 Lord’s Ashes Test gets underway , we’ve had a rummage through the archives to see what’s been going down at the Home of Cricket during previous series against Australia</p> <a href=\"https://www.theguardian.com/sport/gallery/2023/jun/28/cake-crowds-and-ducks-the-ashes-at-lords-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2023/jun/28/cake-crowds-and-ducks-the-ashes-at-lords-in-pictures", "date_published": "2023-06-28 13:57:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Angels’ Ohtani becomes sixth player with two homers and 10 Ks since 1893", "description": "<ul><li>Two-way star hits two home runs and strikes out 10 batters</li><li>No AL pitcher had completed the feat in nearly 60 years</li></ul><p>Shohei Ohtani’s combination of power and pitching is unmatched by any player in baseball.</p><p>On Tuesday, the superstar from Japan used them to accomplish something that had not been done by an American League pitcher in nearly 60 years – and achieved by only five others since the mound was moved to its current distance in 1893.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/28/shohei-ohtani-angels-home-runs-strikeouts-white-sox\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/28/shohei-ohtani-angels-home-runs-strikeouts-white-sox", "date_published": "2023-06-28 13:27:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester City join Liverpool and Chelsea in race for Celta’s Gabri Veiga", "description": "<ul><li>Midfielder, who got 11 goals last season, has €40m release clause </li><li>Tottenham open talks with Wolfsburg for Micky van de Ven</li></ul><p>Manchester City have entered the race for the Celta Vigo midfielder <a href=\"https://www.theguardian.com/football/2023/mar/13/gabri-veigas-cinderella-story-pumpkin-patch-celta-de-vigo-iago-aspas\">Gabri Veiga</a> after <a href=\"https://www.theguardian.com/football/2023/jun/28/arsenal-clear-seal-declan-rice-signing-manchester-city-pull-out-105m\">pulling out of a deal</a> for Declan Rice, unwilling to match Arsenal’s £105m offer for the West Ham captain.</p><p>Veiga is also of interest to Liverpool <a href=\"https://www.theguardian.com/football/2023/jun/06/chelsea-celta-gabri-veiga-sell-kai-havertz-real-madrid\">and Chelsea</a> and has a €40m (£34.6m) release clause. The 21-year-old, who plays predominantly as a No 6 or No 8, is on City’s shortlist as they look to strengthen after losing <a href=\"https://www.theguardian.com/football/2023/jun/26/ilkay-gundogan-joins-barcelona-on-free-transfer-after-leaving-manchester-city\">Ilkay Gündogan to Barcelona</a> and missing out on Rice. They have <a href=\"https://www.theguardian.com/football/2023/jun/27/they-are-the-best-kovacic-delighted-at-move-from-chelsea-to-manchester-city\">signed Mateo Kovacic</a> from Chelsea.</p> <a href=\"https://www.theguardian.com/football/2023/jun/28/manchester-city-liverpool-chelsea-gabri-veiga-celta\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/28/manchester-city-liverpool-chelsea-gabri-veiga-celta", "date_published": "2023-06-28 12:33:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The supreme court denied a wild election theory. But don’t relax yet | David Daley", "description": "<p>The ‘independent state legislature’ theory was a terrifying threat to voting rights and never should have made it this far</p><p>Such is the dismal state of the US supreme court that it is genuinely surprising any time the court’s conservative supermajority turns down an opportunity to further distort American democracy to the benefit of their partisan benefactors and enhance the prospects of enduring one-party minority rule.</p><p>Moore v Harper<em> </em>– the case from North Carolina involving the so-called “independent state legislature” (ISL) theory, the ludicrous notion that state legislatures have a free hand when it comes to election law and redistricting, unfettered by pesky state constitutions, state supreme courts or even gubernatorial vetos – was satisfyingly swatted away on Tuesday by a 6-3 majority.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/28/supreme-court-fringe-election-theory-dont-relax\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/28/supreme-court-fringe-election-theory-dont-relax", "date_published": "2023-06-28 10:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rights to Jorge Luis Borges’s work go to his wife’s nephews", "description": "<p>Great Argentinian writer’s widow, who died in March, did not leave will, which put the rights in limbo </p><p>A court has granted the rights to the works of the <a href=\"https://www.theguardian.com/books/jorgeluisborges\">late Jorge Luis Borges</a>, considered Argentina’s most internationally significant author of the 20th century, to five nephews of the author’s widow, who died in March.</p><p>Borges’s wife, María Kodama, had devoted much of her life to fiercely protecting his legacy and it surprised many in Argentina’s literary circle that she did not leave a will, even though she was battling breast cancer.</p> <a href=\"https://www.theguardian.com/books/2023/jun/28/rights-to-jorge-luis-borges-work-go-to-his-wifes-nephews\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/28/rights-to-jorge-luis-borges-work-go-to-his-wifes-nephews", "date_published": "2023-06-28 09:56:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "James Maddison due for Spurs medical to seal £40m move from Leicester", "description": "<ul><li>Attacking midfielder’s arrival a boost for Ange Postecoglou</li><li>Tottenham expected to sell Harry Winks to Leicester</li></ul><p>James Maddison will undergo a medical on Wednesday before completing his £40m move from Leicester City to Tottenham Hotspur.</p><p>The England international has agreed terms on a long-term contract and his arrival will come as a major boost for Ange Postecoglou. The new Spurs manager wants to reconfigure his side in an attacking 4-3-3 and signing Maddison, who was unable to prevent Leicester from dropping into the Championship last season, will increase his creative options.</p> <a href=\"https://www.theguardian.com/football/2023/jun/28/james-maddison-spurs-medical-40m-move-leicester\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/28/james-maddison-spurs-medical-40m-move-leicester", "date_published": "2023-06-28 09:52:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘She brings light’: Brittney Griner’s triumphant return to the WNBA", "description": "<p>Many feared the Mercury star would struggle on court after her time in Russian prison. But she has already been named in the league’s All-Star team</p><p>Prior to being detained in a Russian prison for 294 days, Brittney Griner was on top of the world.</p><p>The 32-year-old was coming off one of the best WNBA seasons of her career. She was the Most Valuable Player runner-up, averaging 20.5 points and 9.5 rebounds for the Phoenix Mercury, who she led back to the WNBA finals for the first time since winning the title in 2014. Meanwhile, Griner was on her way to play for Russian club UMMC Ekaterinburg, who she had led to four EuroLeague titles since she started spending her WNBA off-seasons there in 2014.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/28/she-brings-light-brittney-griners-triumphant-return-to-the-wnba\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/28/she-brings-light-brittney-griners-triumphant-return-to-the-wnba", "date_published": "2023-06-28 08:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Chaos at New Zealand feral cat hunting contest as video of children chanting with dead animals emerges", "description": "<p>The North Canterbury event had reinstated a category for culling feral cats, after earlier facing criticism from animal welfare groups</p><p>Animal welfare protestors at a hunting contest in rural New Zealand have faced off against a group of child attendees, some clutching dead feral cats, who repeatedly chanted the word “meat” at demonstrators.</p><p>The North Canterbury event had <a href=\"https://www.theguardian.com/world/2023/apr/18/new-zealand-feral-cat-hunting-competition-for-children-prompts-backlash\">previously scrapped the category</a> for killing feral cats after it was criticised by animal welfare groups, but was reinstated following apparent support from the local community.</p> <a href=\"https://www.theguardian.com/world/2023/jun/28/chaos-at-new-zealand-feral-cat-hunting-contest-as-video-of-children-chanting-with-dead-animals-emerges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/28/chaos-at-new-zealand-feral-cat-hunting-contest-as-video-of-children-chanting-with-dead-animals-emerges", "date_published": "2023-06-28 07:02:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A load of manure: man gets prison time for years-long cow dung scam", "description": "<p>Ray Brewer, 66, of Porterville, California, was sentenced on Monday for a green energy scam that cost investors $8.75m</p><p>A California man is going to prison for running a cow dung-to-green energy scheme that authorities say was a load of manure.</p><p>Ray Brewer, 66, of Porterville was sentenced Monday to six years and nine months in federal prison for a years-long scam that bilked investors out of $8.75m, according to a statement from the US attorney’s office.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/us-man-cow-dung-scam-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/us-man-cow-dung-scam-prison", "date_published": "2023-06-28 05:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Victims are terrified’: supreme court ruling on stalking cases sparks alarm", "description": "<p>Advocates fear ripple effects for other cases as court rules a perpetrator must be aware of the impact of their behavior</p><p>A US supreme court ruling making it more difficult to prosecute stalking cases provoked widespread alarm on Tuesday, as lawyers, activists and high-profile stalking victims accused the justices of failing to understand the rapidly growing threat of obsessive online bullying and letting down millions of women forced to live in fear of ex-partners and deranged admirers.</p><p>In a 7-2 <a href=\"https://www.supremecourt.gov/opinions/22pdf/22-138_43j7.pdf\">decision</a>, the supreme court threw out the conviction of a cyberbully in Colorado who became obsessed with a singer he had never met and to whom he sent hundreds of threatening messages. The majority opinion, written by the liberal justice Elena Kagan, argued that stalking victims need to prove not just that they have a legitimate reason to feel threatened – as anti-stalking laws in Colorado and many other states require – but also that the perpetrator has some awareness of the impact of their behavior.</p> <a href=\"https://www.theguardian.com/law/2023/jun/27/supreme-court-stalking-ruling-alarms-advocates-and-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jun/27/supreme-court-stalking-ruling-alarms-advocates-and-victims", "date_published": "2023-06-28 00:21:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nato ready to face threat from ‘Moscow or Minsk’, says alliance head after Wagner chief’s exile", "description": "<p>Jens Stoltenberg says alliance has strengthened eastern flank and will protect ‘every inch of Nato territory’ after Prigozhin move</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>Nato chief Jens Stoltenberg has said the alliance is ready to defend itself against any threat from “Moscow or Minsk” and has increased its military presence on its eastern flank in recent days after <a href=\"https://www.theguardian.com/world/2023/jun/27/belarus-exiled-wagner-chief-yevgeny-prigozhin-russia-ukraine\">Belarus welcomed Wagner</a> rebel leader Yevgeny Prigozhin.</p><p>“It’s too early to make any final judgment about the consequences of the fact that Prigozhin has moved to Belarus and most likely also some of his forces will also be located to Belarus,” Stoltenberg told reporters.</p> <a href=\"https://www.theguardian.com/world/2023/jun/28/nato-ready-to-face-threat-from-moscow-or-minsk-says-alliance-head-after-wagner-group-chiefs-exile\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/28/nato-ready-to-face-threat-from-moscow-or-minsk-says-alliance-head-after-wagner-group-chiefs-exile", "date_published": "2023-06-28 00:06:01+00:00", "persistent": false, "user": null, "language": "en-US"}]