[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "RAIN - Everything You NEED TO KNOW Before You Begin Mortal Kombat 1 (2023)", "description": "With Mortal Kombat 1 set to reboot the franchise once again, and with its promise of a completely new timeline where everything is starting from scratch and a lot of things are going to be wildly different, it should be interesting to see what becomes of Rain. \n\nWill he even make an appearance in the story? Mortal Kombat 1 very clearly seems to have a more grounded and back to the basics approach, at least compared to what we’ve been used to seeing from the series over the couple of decades, so there’s a good chance that Rain – who, at the end of the day, is mostly a fringe character in the franchise and has never really been too prominent – might not make an appearance at all.  \n\nIf he does though, we’d be curious to see what the series’ new take on his character will be. Either way, with Mortal Kombat 1 set to launch on September 19, it won’t be too long before we get our answers.", "link": "https://www.youtube.com/watch?v=sJ_vmVnsoY8", "date_published": "2023-06-28 22:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What Lessons Should FINAL FANTASY 17 Take From Final Fantasy 16?", "description": "For a genre that changes as frequently and radically as RPG does from instalment to instalment, it’s always harder to nail down exactly what elements of games the developers will choose to carry over into future instalments, but there are always lessons the franchise can take. \n\nFinal Fantasy 16 is certainly one of the best games in the genre in a long, long time, and from its focus on a mature, darker tone to its stellar combat system to how cohesive and complete the whole package feels, there’s plenty of things Final Fantasy 17 can learn from it whenever it arrives. At the same time, there are also issues with the game that hopefully the developer will identify and try to avoid in the future. Here, we take a look at some elements on both sides of the coin.", "link": "https://www.youtube.com/watch?v=ykS-4-scp_U", "date_published": "2023-06-28 19:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Best PS2 Games YOU ALWAYS IGNORED", "description": "Sony's PlayStation 2 is the best-selling console of all time, with roughly over 155 million units sold in its lifetime since first launching in 2000. It's played host to some unforgettable classics across several genres, with several high-profile sequels and innovative titles. However, now and again, some games are forgotten, slipping through the cracks of history.\n\nSaid titles range from first-party IPs that have since fallen by the wayside to niche games which you probably didn't know existed. It's worth looking back on said titles due to their influence on gaming or because they didn't get nearly enough appreciation despite being solid.\n\nLet's look at 15 titles from the PS2 era that you probably ignored and what makes them stand out.", "link": "https://www.youtube.com/watch?v=otIr3YvgyJU", "date_published": "2023-06-28 16:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "AEW Fight Forever Review - The Final Verdict", "description": "AEW: Fight Forever—the first video game release by young wrestling company All Elite Wrestling—looks to bring the pro-wrestling video game genre to its more fast-paced, arcade-styled roots. Hoping to bring the fun of classic pro-wrestling games like WCW/NWO Revenge and No Mercy, AEW: Fight Forever features a simple control scheme that, while it takes a few minutes to learn, offers quite a bit of depth for more dedicated players. \n\nPair that with a solid career mode, and an incredible number of match types and unlockables, AEW: Fight Forever feels like a love-letter to the classic pro-wrestling games that the dominant franchise in the market seems to have left behind.", "link": "https://www.youtube.com/watch?v=9A8vtktWDkk", "date_published": "2023-06-28 13:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}]