[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alert: New Electromagnetic Attacks on Drones Could Let Attackers Take Control", "description": "Drones that don't have any known security weaknesses could be the target of electromagnetic fault injection (EMFI) attacks, potentially enabling a threat actor to achieve arbitrary code execution and compromise their functionality and safety.\nThe research comes from IOActive, which found that it is \"feasible to compromise the targeted device by injecting a specific EM glitch at the right time", "link": "https://thehackernews.com/2023/06/alert-new-electromagnetic-attacks-on.html", "date_published": "2023-06-28 15:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CryptosLabs Scam Ring Targets French-Speaking Investors, Rakes in €480 Million", "description": "Cybersecurity researchers have exposed the workings of a scam ring called CryptosLabs that's estimated to have made €480 million in illegal profits by targeting users in French-speaking individuals in France, Belgium, and Luxembourg since April 2018.\nThe syndicate's massive fake investment schemes primarily involve impersonating 40 well-known banks, fin-techs, asset management firms, and crypto", "link": "https://thehackernews.com/2023/06/cryptoslabs-scam-ring-targets-french.html", "date_published": "2023-06-28 13:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "5 Things CISOs Need to Know About Securing OT Environments", "description": "For too long the cybersecurity world focused exclusively on information technology (IT), leaving operational technology (OT) to fend for itself. Traditionally, few industrial enterprises had dedicated cybersecurity leaders. Any security decisions that arose fell to the plant and factory managers, who are highly skilled technical experts in other areas but often lack cybersecurity training or", "link": "https://thehackernews.com/2023/06/5-things-cisos-need-to-know-about.html", "date_published": "2023-06-28 10:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "8Base Ransomware Spikes in Activity, Threatens U.S. and Brazilian Businesses", "description": "A ransomware threat called 8Base that has been operating under the radar for over a year has been attributed to a \"massive spike in activity\" in May and June 2023.\n\"The group utilizes encryption paired with 'name-and-shame' techniques to compel their victims to pay their ransoms,\" VMware Carbon Black researchers Deborah Snyder and Fae Carlisle said in a report shared with The Hacker News. \"8Base", "link": "https://thehackernews.com/2023/06/8base-ransomware-spikes-in-activity.html", "date_published": "2023-06-28 10:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical SQL Injection Flaws Expose Gentoo Soko to Remote Code Execution", "description": "Multiple SQL injection vulnerabilities have been disclosed in Gentoo Soko that could lead to remote code execution (RCE) on vulnerable systems.\n\"These SQL injections happened despite the use of an Object-Relational Mapping (ORM) library and prepared statements,\" SonarSource researcher Thomas Chauchefoin said, adding they could result in RCE on Soko because of a \"misconfiguration of the database.", "link": "https://thehackernews.com/2023/06/critical-sql-injection-flaws-expose.html", "date_published": "2023-06-28 07:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}]