[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Rynek towarów luksusowych wart 345 mld euro, najmocniej rośnie sprzedaż zegarków i biżuterii", "description": "Po rekordowym 2022 roku rynek osobistych dóbr luksusowych utrzymał wysoką dynamikę sprzedaży, odnotowując 9-11 proc. wzrost w I kwartale tego roku, wynika z raportu firmy doradczej Bain & Company. Zegarki i biżuteria zajęły pierwsze miejsca na liście najlepiej sprzedających się produktów. Nadzieje dalszych wzrostów rynek wiąże ze zwiększeniem ruchu turystycznego i zniesieniem restrykcji pandemicznych w Chinach.", "link": "https://www.wirtualnemedia.pl/artykul/rynek-towarow-luksusowych-wart-345-mld-euro-najmocniej-rosnie-sprzedaz-zegarkow-i-bizuterii", "date_published": "2023-06-28 19:02:29.381917+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "UOKiK: e-sklep dodaje klientom do koszyka niezamówione produkty", "description": "Prezes Urzędu Ochrony Konkurencji i Konsumentów postawił właścicielowi sklepu internetowego Duka.com zarzut naruszania zbiorowych interesów konsumentów. Według ustaleń regulatora klientom na platformie automatycznie dodawano do koszyka zakupowego produkty, których sami tam nie umieścili.", "link": "https://www.wirtualnemedia.pl/artykul/duka-com-zarzuty-uokik-koszyk-zakupowy", "date_published": "2023-06-28 09:02:13.473784+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Rodziny wielodzietne zarabiają więcej niż rodziny mniej liczne", "description": "Większe rodziny osiągają wyższy dochód niż rodziny mniej liczne - wynika z badania \"Jak rodziny gospodarują budżetem domowym\" Instytutu Pokolenia. Można wnioskować, że dzieci motywują do pracowitości i przedsiębiorczości - powiedział PAP dyrektor Instytutu Pokolenia, socjolog Michał Kot.", "link": "https://www.wirtualnemedia.pl/artykul/rodziny-wielodzietne-zarabiaja-wiecej-niz-rodziny-mniej-dzietne", "date_published": "2023-06-28 05:16:53.714199+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Złamano kod komunikatora EncroChat. Umożliwiło to aresztowanie ponad 6,5 tys. przestępców i konfiskatę prawie 900 mln euro", "description": "Odszyfrowanie wiadomości z przestępczej sieci komunikacyjnej EncroChat doprowadziło do ponad 6,5 tys. aresztowań na całym świecie i konfiskaty prawie 900 mln euro - informują we wtorek Europol oraz Eurojust we wspólnym komunikacie prasowym.", "link": "https://www.wirtualnemedia.pl/artykul/zlamano-kod-komunikator-encrochat-jak-dziala", "date_published": "2023-06-28 05:16:53.709381+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Opel znowu zmienia logo", "description": "Po niecałych trzech latach niemiecki producent samochodów Opel zdecydował się zmienić logo. Charakterystyczna dla marki figura - błyskawica w kółku – pozostała niezmodyfikowana", "link": "https://www.wirtualnemedia.pl/artykul/opel-nowe-logo", "date_published": "2023-06-28 04:01:58.643824+00:00", "persistent": false, "user": null, "language": "pl-PL"}]