[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zom 100: Bucket List of the Dead - Official Trailer (English Sub)", "description": "Seize the Dead! Stream new Zom 100 episodes on Netflix and Hulu starting July 9!", "link": "https://www.youtube.com/watch?v=68LwDMvPCgM", "date_published": "2023-06-28 23:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Aristotle and Dante Discover the Secrets of the Universe - Official Trailer (2023) Eugenio Derbez", "description": "Resentful at the world, 15-year-old Aristotle Mendoza wants to blend in and be left alone, but the summer he meets free spirit Dante Quintana at the local swimming pool, everything changes. Dante is everything Ari isn't, and his wanderlust for life and artistic spirit shake something loose in Ari; finally, he has a friend. A near-magical being, Dante disrupts Aristotle’s world, introducing him to music, poetry, and lessons about the sky. Dante gives Aristotle permission to live in an ever-expansive universe, making it harder and harder for him to maintain the façade of isolation that has protected him for so long. Their summer of adventure comes to an abrupt halt when the boys are torn apart. Armed with a new perspective, Aristotle uses Dante’s absence to understand who he wants to be in the world. Ari must decide if he is going to live in the world of infinite possibilities that Dante represents. At first, fear holds Aristotle hostage and he retreats into his lonely existence. But Ari soon realizes he can’t unsee the world through Dante’s eyes. If only he would let go of the secrets he didn’t even know he was keeping and embrace the wonders of the universe.\n\n#IGN", "link": "https://www.youtube.com/watch?v=zPOUuCLls9w", "date_published": "2023-06-28 22:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Annapurna Interactive Showcase I Summer of Gaming 2023", "description": "Tune in on June 29 at Noon PT / 3 pm ET for Annapurna's latest showcase! Get ready for all the game reveals and follow our coverage as part of #IGNSummerOfGaming.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=T1_EKXWYk_8", "date_published": "2023-06-28 21:54:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hello Kitty Island Adventure - Official Teaser Trailer", "description": "Hello Kitty Island Adventure is a narrative-driven life simulator game developed by Sanrio and Sunblink. Players are invited to a tropical island adventure to assist in opening up a gift shop at Big Adventures Park. Upon arrival, the friends are separated and the park is abandoned, enabling the player to join forces with Hello Kitty to restore the desolate theme park and create the ultimate paradise. Hello Kitty Island Adventure is launching on July 28 exclusively for Apple Arcade.", "link": "https://www.youtube.com/watch?v=IDvMkUHboFY", "date_published": "2023-06-28 20:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "It’s Always Sunny in Philadelphia Season 16 - Exclusive Episode 5 Clip (Bryan Cranston, Aaron Paul)", "description": "Bryan Cranston and Aaron Paul guest star in this episode titled “Celebrity Booze: The Ultimate Cash Grab.”  When news spreads of Bryan Cranston and Aaron Paul’s visit to Philadelphia to promote their Dos Hermanos mezcal brand, the Guys decide to pitch them their own liquor. And the Gang takes to the skies to get a taste of the glamorous high life. Written by Rob McElhenney, Charlie Day, and Glenn Howerton and directed by Megan Ganz. The episode airs Wednesday, June 28 at 10 pm e/p on FXX.\n\nThe record-extending 16th Season of It’s Always Sunny in Philadelphia is Executive Produced by creator Rob McElhenney, Charlie Day, Glenn Howerton, Michael Rotenberg, Nick Frenkel, Megan Ganz, Rob Rosell, David Hornsby, Scott Marder, and Victor Hsu for FX Productions.", "link": "https://www.youtube.com/watch?v=M4sSOrCD-DE", "date_published": "2023-06-28 19:31:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Haunted Mansion - Official Teaser Trailer (2023) LaKeith Stanfield, Danny DeVito", "description": "Watch the new teaser trailer for Haunted Mansion, the upcoming Disney movie inspired by the classic theme park attraction of the same name. Directed by Justin Simien, the film stars LaKeith Stanfield, Tiffany Haddish, Owen Wilson, Danny DeVito, Rosario Dawson, Chase W. Dillon, Daniel Levy, Jamie Lee Curtis, and Jared Leto.\n\nHaunted Mansion follows a woman and her son who enlist a motley crew of so-called spiritual experts to help rid their home of supernatural squatters. Its producers are Dan Lin and Jonathan Eirich, with Nick Reynolds and Tom Peitzman serving as executive producers. Haunted Mansion arrives in US theaters on July 28 and in UK cinemas on August 11, 2023. Advance tickets are now on sale.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=rRMB4xsC49I", "date_published": "2023-06-28 18:30:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Secret Invasion - Official 'Nick Fury Flashback' Teaser Trailer (2023) Samuel L. Jackson", "description": "Watch the latest teaser from Marvel Studios’ Secret Invasion, featuring Nick Fury (Samuel L. Jackson), which takes us back to 1995 in a flashback to Nick's earlier days at S.H.I.E.L.D. The new MCU show also stars Cobie Smulders, Emilia Clarke, Ben Mendelsohn, Don Cheadle, Martin Freeman, and more. Marvel Studios’ Secret Invasion episodes 1 and 2 are available to stream now on Disney+, with episodes available weekly on Wednesdays.\n\n#IGN #Marvel #SecretInvasion", "link": "https://www.youtube.com/watch?v=ndWICbGHfzM", "date_published": "2023-06-28 17:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "AEW: Fight Forever Review", "description": "Fight Forever: AEW reviewed by Jarrett Green on PlayStation 5. Also available on PlayStation 4, Xbox, and PC. “Unrealized potential” feels like the story of AEW: Fight Forever as a whole. So much of it feels like a very good start, going full gear with bouncy animations, the quick pace of the action, and fun and effective character design. But almost all of its good ideas are hampered by bugs and opaque or outright useless systems. Its big single-player mode is poorly written and, though it's a relative breeze to complete and full of branching options, it’s all out of good ways to point you to them. There’s a strong foundation to bet double or nothing on in a sequel down the road, and I think there's still fun to be had here with like-minded friends who are content with casually beating each other up, but this is no wrestling game revolution.\n\n#IGN #Gaming #Wrestling", "link": "https://www.youtube.com/watch?v=lPKGIzP_Bh0", "date_published": "2023-06-28 16:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Retribution - Official Trailer (2023) Liam Neeson, Noma Dumezweni, Matthew Modine", "description": "Watch the Retribution trailer for the upcoming thriller movie starring Liam Neeson, Noma Dumezweni, Lilly Aspell, Jack Champion, Embeth Davidtz, and Matthew Modine. When a mysterious caller puts a bomb under his car seat, Matt Turner (Neeson) begins a high-speed chase across the city to complete a specific series of tasks. With his kids trapped in the back seat and a bomb that will explode if they get out of the car, a normal commute becomes a twisted game of life or death as Matt follows the stranger’s increasingly dangerous instructions in a race against time to save his family. Retribution opens in theaters on August 25, 2023.\n\n#IGN #Movies #Retribution", "link": "https://www.youtube.com/watch?v=ecq5L6kNsIk", "date_published": "2023-06-28 15:47:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "49 Times Final Fantasy 16 Is Just Game of Thrones", "description": "Here are 49 times Final Fantasy 16 is pretty much just Game of Thrones! FF16 producer Naoki Yoshida has made no secret about drawing inspiration from GoT for the latest epic in the long-running series, but the influence of George R. R. Martin's A Song of Ice and Fire goes way beyond its British medieval roots. Check out these similarities between FF16 and Game of Thrones and let us know if you spotted any others in the comments.\n\nFrom FF16 Clive being Jon Snow, to the Iron Kingdom and a Hodor impersonator, here are all the times that we spotted Final Fantasy 16 basically copying Game of Thrones.\n\nFinal Fantasy XVI is available now on PS5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=06UvR5bFML4", "date_published": "2023-06-28 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dying Light 2 - Exclusive 'Good Night, Good Luck' Update Trailer", "description": "Here's the terrifying trailer for the upcoming Dying Light 2 update: Good Night, Good Luck. Arriving as part of the game's Summer of Horrors, the update overhauls the night experience - ushering in darker nights by significantly reducing visibility and having the infected, like Volatiles, show up in more locations. The Good Night, Good Luck update introduces more parkour improvements including new animations, increased control while airborne, and the ability to maintain momentum. There's also a new parkour style so players can decide whether they want more control over their movement (Physical mode) or whether they prefer assisted gameplay. Explore Dying Light 2's Community Maps, which are coming to PC as part of the update and will be coming to consoles and Steam Deck soon.\n\nDying Light 2's Good Night, Good Luck update arrives on June 29, 2023. Its Summer of Horrors period will host a series of events, crossovers, and updates throughout the season, into September this year. Players can also check out the Bloody Nights Event, which runs from June 29 to July 13. Beware of Volatiles as you prepare to loot valuables in the dead of night and earn rewards.\n\n#IGN #Gaming #DyingLight2", "link": "https://www.youtube.com/watch?v=Uh5kGMnnFws", "date_published": "2023-06-28 14:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 Patch 1.0.3 - Huge XP Gains and Class Buffs", "description": "Diablo 4's new Patch 1.0.3 is here, and it's a big one! In a lengthy list of patch notes posted to their blog, Blizzard detailed Diablo 4 Patch 1.0.3, which includes gameplay improvements and some hotly requested changes to address the endgame XP grind. Every class has received a buff and any player should now be able to level up faster in Diablo 4. Here’s a quick rundown on everything you need to know about Diablo 4’s 1.0.3 Patch.\n\nBlizzard's Patch Notes Blog Post: https://news.blizzard.com/en-us/diablo4/23964909/diablo-iv-patch-notes\n\n00:00 - Intro\n00:49 - XP Gains (Nightmare Dungeons, Helltides)\n01:52 - Class Buffs\n02:53 - Outro\n\nFor more tips, walkthroughs, class guides and our fully interactive map, check out our full written guide on IGN: https://www.ign.com/wikis/diablo-4\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=a24EtwX8eFI", "date_published": "2023-06-28 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Our Alan Wheeler will always prefer to play as the Mexican national team. Presented by @ModeloUSA", "description": "", "link": "https://www.youtube.com/watch?v=RyMvrwVbq5k", "date_published": "2023-06-28 13:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Park Beyond Review", "description": "Park Beyond reviewed on PC by Justin Koreis. Also available on Xbox Series X/S and PlayStation 5.\n\n\"Park Beyond does a great job tapping into the childhood whimsy that theme parks can elicit. There's a great sense of wonder to be had by impossifying rides, and the simple interface makes it easy to do. Incrementally unlocking new rides and increasing park capacity is rewarding, and creating something utterly ludicrous can be a blast. But that joy dissipates quickly when parks become unmanageable, as the attendees get stuck, staff ignores pressing needs, and financial ruin springs seemingly out of nowhere, while bugs and crashes make a late-campaign difficulty spike a miserable slog. Like riding an unfinished roller coaster, there’s fun to be had until the eventual crash, but it feels like this park just isn’t ready to be opened.\"", "link": "https://www.youtube.com/watch?v=NDdheNv9DUM", "date_published": "2023-06-28 13:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Project Loki - Official Announcement", "description": "Theorycraft Games is a brand-new development team comprised of developers that have worked on major games like League of Legends, Valorant, Overwatch, Halo, Destiny, and Apex Legends. Theorycraft Games has unveiled their premiere game code-named Project Loki, a team-based, competitive PvP game that mixes a hero shooter,  action game, and battle royale. Watch the feature video to find out more along with entering the game's PC play test taking place on June 29 through 30.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=3Ean58se3_8", "date_published": "2023-06-28 13:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ali-A & Elz the Witch Play Race to Wimbledon in Fortnite", "description": "Race to Wimbledon is a custom race circuit in Fortnite built using Unreal Editor. Players can kart, run, jump and fly through London towards Wimbledon’s famous Centre Court in the fastest time. IGN was joined by Fortnite expert Ali-A and presenter Elz the Witch at the All England Lawn Tennis Club for a special playthrough of Race to Wimbledon. Sponsored by Wimbledon.\n\nTo enter the draw to win two tickets to the Gentlemen’s Singles Final in 2024, courtesy of American Express, beat Andy Murray’s time then share a screenshot to Twitter with #RacetoWimbledon and #Promotion. UK and USA only. Closes 16th July 2023. Entrants must be 18+. For T&amp;Cs visit: www.wimbledon.com/racetowimbledon\n\n#IGN #Gaming #Fortnite", "link": "https://www.youtube.com/watch?v=MS8lQxj__MI", "date_published": "2023-06-28 10:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}]