[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCmGSJVG3mCRXVOP4yZrU1Dw", "title": "The Secret Cold War Plan to Invade Cuba", "description": "How the US Military Planned to Attack the US and Blame Cuba\nGo to our sponsor https://betterhelp.com/johnnyharris for 10% off your first month of therapy with BetterHelp and get matched with a therapist who will listen and help.\n\nThis is the first episode of a new series we’re calling Eyes Only - where we use leaked and declassified documents to understand what’s really happening behind the scenes.\n\nAnswering questions like: How do politicians wield their influence? What can these documents teach us about their decisions and motivations?  And what do the powerful say to each other when they think nobody is listening?\n\nIn this episode, we explore an insane plan to conduct false flag attacks against American targets, perpetrated by the US military. Before the Cuban Missile Crisis, the US came dangerously close to going to war with Cuba. The US military was intent on invading the island and removing Fidel Castro from power, and their plan to do it was called Operation Northwoods.\n\nMy next video is live on Nebula NOW! It's about how the US is Militarizing the Pacific. Watch now: https://nebula.tv/videos/johnnyharris-the-us-military-is-planning-for-a-war-with-china\n\nCheck out all my sources for this video here: https://docs.google.com/document/d/1SD_NgMZm7BOXUfGkmOE0Eyd5LMrbi5IbWY-yImYcjK8/edit?usp=sharing\n\nGet access to behind-the-scenes vlogs, my scripts, and extended interviews over at https://www.patreon.com/johnnyharris\n\nI made a poster about maps - check it out: https://store.dftba.com/products/all-maps-are-wrong-poster\n\nCustom Presets & LUTs [what we use]: https://store.dftba.com/products/johnny-iz-luts-and-presets\n\nThe music for this video, created by our in house composer Tom Fox, is available on our music channel, The Music Room! Follow the link to hear this soundtrack and many more: https://youtu.be/jrAE-jsZB0E\n\nAbout: \nJohnny Harris is an Emmy-winning independent journalist and contributor to the New York Times. Based in Washington, DC, Harris reports on interesting trends and stories domestically and around the globe, publishing to his audience of over 3.5 million on Youtube.  Harris produced and hosted the twice Emmy-nominated series Borders for Vox Media. His visual style blends motion graphics with cinematic videography to create content that explains complex issues in relatable ways.\n\n- press - \nNYTimes: https://www.nytimes.com/2021/11/09/opinion/democrats-blue-states-legislation.html\nNYTimes: https://www.nytimes.com/video/opinion/100000007358968/covid-pandemic-us-response.html\nVox Borders: https://www.youtube.com/watch?v=hLrFyjGZ9NU\nNPR Planet Money: https://www.npr.org/transcripts/1072164745\n\n\n- where to find me -\nInstagram: https://www.instagram.com/johnny.harris/\nTiktok: https://www.tiktok.com/@johnny.harris\nFacebook: https://www.facebook.com/JohnnyHarrisVox\nIz's (my wife’s) channel: https://www.youtube.com/iz-harris\n\n- how i make my videos -\nTom Fox makes my music, work with him here: https://tfbeats.com/\nI make maps using this AE Plugin: https://aescripts.com/geolayers/?aff=77\nAll the gear I use: https://www.izharris.com/gear-guide\n \n- my courses - \nLearn a language: https://brighttrip.com/course/language/\nVisual storytelling: https://www.brighttrip.com/courses/visual-storytelling", "link": "https://www.youtube.com/watch?v=8AHOgvsno5Q", "date_published": "2023-06-28 12:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}]