[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 Patch Fixes Major Complaint From Players - IGN Daily Fix", "description": "On today's Daily Fix:\n\nSquare Enix has listened to player complaints and included an option to turn off motion blur in Final Fantasy 16's first post-launch patch. Nintendo has finally explained how its upcoming sleep tracking game Pokémon Sleep will actually work. Finally, a freshly uncovered Sega document from 1996 has revealed the company's unbridled confidence ahead of the Saturn's launch in the United States, saying the console was \"killing Sony\" in Japan.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=0EDAMailMl0", "date_published": "2023-07-06T23:20:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "FPS: First Person Shooter - Official Trailer (2023) FPS Documentary", "description": "Check out the trailer for FPS: First Person Shooter, an upcoming documentary celebrating the FPS genre of games. The documentary features interviews with developers who created iconic FPS games and industry experts, including John Romero (co-founder of id Software), Seamus Blackley (programmer, Ultima Underworld/System Shock), John Carmack (co-founder of id Software), Warren Spector (director of Deus Ex), Cliff Bleszinski (co-creator Unreal and Unreal Tournament), and more.\n\nPre-orders of FPS: First Person Shooter are available now until August 1st. Digital editions of the documentary will be distributed in August, and physical editions will ship in September.\n\n#IGN", "link": "https://www.youtube.com/watch?v=VP7FGNPS86U", "date_published": "2023-07-06T22:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Suicide Squad Isekai - Official Announcement Teaser Trailer (2023)", "description": "Check out the teaser for Suicide Squad ISEKAI, an all-new original anime series collaboration with Warner Bros. Japan and WIT Studio.\n\nSuicide Squad ISEKAI is directed by Eri Osada. The screenplay is by Tappei Nagatsuki and Eiji Umehara. Character design draft is by Akira Amano, with character design by Naoto Hosoda. Music is by Kenichiro Suehiro. The series is based on characters from DC.\n\nCredit: Courtesy of DC.\n\n#IGN #Anime #DC", "link": "https://www.youtube.com/watch?v=EyfKd3LvtFE", "date_published": "2023-07-06T21:44:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: Season of the Malignant - Official Announce Trailer", "description": "A new threat is corrupting Sanctuary. Diablo 4: Season of the Malignant will be available on July 20, 2023. Check out the latest trailer to see the reveal.", "link": "https://www.youtube.com/watch?v=0Jz5HlJlMa8", "date_published": "2023-07-06T21:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Insidious: The Red Door Review", "description": "Even if it starts to rely too heavily on surface-level startles, Insidious: The Red Door is a satisfying conclusion to the Lambert family’s long nightmare journey into The Further.", "link": "https://www.youtube.com/watch?v=vzl3O9PgEy8", "date_published": "2023-07-06T20:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Foundation: Season 2 - Official Trailer 2 (2023) Jared Harris, Lee Pace, Leah Harvey", "description": "Check out the new trailer for Season 2 of Foundation, the series starring Jared Harris, Lee Pace, Lou Llobell, and Leah Harvey. Season two of Foundation also stars returning cast members Laura Birn, Cassian Bilton, and Terrence Mann and introduces new characters and stars, including Isabella Laughland (‘Brother Constant’), Kulvinder Ghir (‘Poly Verisof’), Ella-Rae Smith (‘Queen Sareth of Cloud Dominion'), Holt McCallany (‘Warden Jaegger Fount’), Rachel House (‘Tellem Bond’), Nimrat Kaur (‘Yanna Seldon’), Ben Daniels (‘Bel Riose’), and Dimitri Leonidas (‘Hober Mallow’).\n\nMore than a century after the season one finale, tension mounts throughout the galaxy in Foundation season two. As the Cleons unravel, a vengeful queen plots to destroy Empire from within. Hari, Gaal and Salvor discover a colony of Mentalics with psionic abilities that threaten to alter psychohistory itself. The Foundation has entered its religious phase, promulgating the Church of Seldon throughout the Outer Reach and inciting the Second Crisis: war with Empire. The monumental adaptation of Foundation chronicles the stories of four crucial individuals transcending space and time as they overcome deadly crises, shifting loyalties and complicated relationships that will ultimately determine the fate of humanity.\n\nFoundation is produced for Apple by Skydance Television and led by showrunner and executive producer David S. Goyer, with Alex Graves, David Ellison, Dana Goldberg, Bill Bost, Robin Asimov and Marcy Ross also serving as executive producers.\n\nSeason 2 of Foundation will debut globally with the first episode on Friday, July 14 on Apple TV+, followed by new episodes weekly every Friday through September 15.", "link": "https://www.youtube.com/watch?v=wPB0WgiawMU", "date_published": "2023-07-06T20:00:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dark Souls Modded Into Skyrim Gameplay", "description": "Lordran, the world of Dark Souls, has been modded into The Elder Scrolls V: Skyrim. Check out some gameplay for it here!\n\nWhile this mod is free of enemies and combat, the various areas of Dark Souls 1 have been rebuilt in Skyrim Special Edition thanks to Skyrim Dark Souls mod creator Rudolph Sergey. The Northern Undead Asylum, Anor Londo, and even a diorama of The Great Grey Wolf Sif are included in this Skyrim SE mod. Some other characters from other From Software games, such as Elden Ring’s Ranni the Witch, also make an appearance. Time to play some Skyrim Dark Souls!\n\nTo make this mod work, while browsing the best Skyrim mods of 2023 on Nexus Mods, you’ll need to download Mod Organizer 2 and then install the mod manually through that application\n\nThe mod, from Rudolph Sergey:\nhttps://boosty.to/rudolphsergey\n\nMod Organizer 2, from nexusmods:\nhttps://www.nexusmods.com/skyrimspecialedition/mods/6194\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=-P9VcH9NpC8", "date_published": "2023-07-06T19:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Kameo Kung Lao Breakdown", "description": "Check out a gameplay breakdown for the Kameo version of Kung Lao in Mortal Kombat 1, shown off in the July 6th Kombat Kast.\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=rgEbSib6oco", "date_published": "2023-07-06T18:06:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1: Johnny Cage Character Breakdown", "description": "The incredibly vain movie star Johnny Cage has a new set of moves in Mortal Kombat 1, as shown in the July 6th Kombat Kast. Check out this full character breakdown covering special moves, basic combos, and more. He has a new Hype meter that changes depending on how long he holds his poses!", "link": "https://www.youtube.com/watch?v=qRk942wd0dU", "date_published": "2023-07-06T18:03:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Red, White, & Royal Blue - Official Trailer (2023) Uma Thurman, Stephen Fry", "description": "Alex Claremont-Diaz (Taylor Zakhar Perez), the son of the President of the United States (Uma Thurman), and Britain’s Prince Henry (Nicholas Galitzine) have a lot in common: Stunning good looks, undeniable charisma, international popularity … and a total disdain for each other. Separated by an ocean, their long-running feud hasn’t really been an issue, until a disastrous—and very public—altercation at a royal event becomes tabloid fodder, driving a potential wedge in U.S./British relations at the worst possible time. Going into damage-control mode, their families and handlers force the two rivals into a staged “truce.” But as Alex and Henry’s icy relationship unexpectedly begins to thaw into a tentative friendship, the friction that existed between them sparks something deeper than they ever expected. \n\nRed, White, & Royal Blue also stars Clifton Collins Jr., Sarah Shahi, Rachel Hilson, Stephen Fry, Ellie Bamber, Thomas Flynn, Malcolm Atobrah, Akshay Khanna, Sharon D Clarke, Aneesh Sheth, and Juan Castano. The film is based on the novel by Casey McQuiston. The screenplay is by Matthew López and Ted Malawer. It is produced by Greg Berlanti, p.g.a., and Sarah Schechter, p.g.a. Casey McQuiston, Michael Riley McGrath, Matthew López, and Michael S. Constable serve as executive producers.\n\nRed, White, & Royal Blue, directed by Matthew López, will premiere globally on August 11, exclusively on Prime Video.\n\n#IGN #Movies #MovieTrailers", "link": "https://www.youtube.com/watch?v=r3b2To8tgrU", "date_published": "2023-07-06T18:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1: Scorpion vs Johnny Cage High Level Gameplay", "description": "Check out a full match of high level gameplay between two Netherrealm QA staffers, featuring Scorpion and Johnny Cage, part of the July 6 Kombat Kast.", "link": "https://www.youtube.com/watch?v=ZjzCaf1S-KQ", "date_published": "2023-07-06T17:57:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1: Scorpion Character Breakdown", "description": "The Kombat Kast is back! This time they're going over everyone's favorite yellow clad ninja, Scoprion. See the different and similar ways in which Scorpion plays in MK1 with this full character breakdown covering special moves, basic combos, and more.\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=xR7ec5yJiAw", "date_published": "2023-07-06T17:56:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Official Lin Kuei Story Trailer (4K) Smoke, Rain & More", "description": "Get a look at the story of the Lin Kuei in Mortal Kombat 1, featuring Scorpion, Sub-Zero, and the returning Smoke! This trailer also reveals several new kameos, including Sektor, Cyrax, and much more!\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=5DmPXu_UiqE", "date_published": "2023-07-06T17:42:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Official Lin Kuei Story Trailer (Smoke, Rain & More)", "description": "Get a look at the story of the Lin Kuei in Mortal Kombat 1, featuring Scorpion, Sub-Zero, and the returning Smoke! This trailer also reveals several new kameos, including Sektor, Cyrax, and much more!\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=2Q74K8r1vzc", "date_published": "2023-07-06T17:23:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Overwatch 2 Genesis Part 1: Dawn  - Official Anime Short", "description": "Take a look at part one of the three-part anime series titled Genesis Part One: Dawn an Overwatch Anime Short produced by Blizzard Entertainment. Part one of the series introduces Genesis into the Overwatch universe. Parts Two and Three will be releasing soon along with Overwatch 2: Invasion debuting on August 10.\n\n#IGN #Gaming #Overwatch 2", "link": "https://www.youtube.com/watch?v=VqaMxz_KNbE", "date_published": "2023-07-06T17:00:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Nun 2 - Official Trailer (2023) Taissa Farmiga, Storm Reid", "description": "The greatest evil in the conjuring universe returns. Check out the terrifying trailer for The Nun II, an upcoming horror thriller movie. Taissa Farmiga (“The Nun,” “The Gilded Age”) returns as Sister Irene, joined by Jonas Bloquet (“Tirailleurs,” “The Nun”), Storm Reid (“The Last of Us,” “The Suicide Squad”), Anna Popplewell (“Fairytale,” “The Chronicles of Narnia” trilogy) and Bonnie Aarons (reprising her role from “The Nun”), surrounded by an ensemble cast of international talent.\n\n1956 – France. A priest is murdered. An evil is spreading. The sequel follows Sister Irene as she once again comes face-to-face with Valak, the demon nun.\n\nMichael Chaves (“The Conjuring: The Devil Made Me Do It”) directs, from a screenplay by Ian Goldberg & Richard Naing (“Eli,” “The Autopsy of Jane Doe”) and Akela Cooper (“M3GAN,” “Malignant”), with a story by Cooper, based on characters created by James Wan & Gary Dauberman.\n\nThe Safran Company’s Peter Safran and Atomic Monster’s James Wan produce, continuing their collaboration as filmmakers on all of the previous “Conjuring” films. The Nun II is executive produced by Richard Brener, Dave Neustadter, Victoria Palmeri, Gary Dauberman, Michael Clear, Judson Scott, and Michael Polaire.\n\nThe Nun II opens in theaters on September 8, 2023.", "link": "https://www.youtube.com/watch?v=sqibjbbG9c0", "date_published": "2023-07-06T16:49:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mario Kart 8 Deluxe: Booster Course Pass - Official Wave 5 Release Date Trailer", "description": "Take a tour of the eight additional courses available in Wave 5 of the Mario Kart 8 Deluxe - Booster Course Pass, including Koopa Cape, Los Angeles Laps, Moonview Highway, Squeaky Clean Sprint, Athens Dash, Daisy Cruiser, Sunset Wilds, and Vancouver Velocity. Additionally, three returning characters join the roster including Kamek, Petey Piranha, and Wiggler. Wave 5 of the Mario Kart 8 Deluxe - Booster Course Pass will be available on July 12, 2023.\n\n#IGN #Gaming #MarioKart", "link": "https://www.youtube.com/watch?v=qeGCW8jkQG8", "date_published": "2023-07-06T16:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Total War: Pharaoh - Official Egyptian Faction Deep Dive Trailer", "description": "Get a deep dive into the Egyptian Faction in this latest trailer for Total War: Pharaoh. Check it out to learn about the leaders, their abilities, strengths, the locations they hail from, units, and more.\n\n#IGN #Gaming #TotalWarPharaoh", "link": "https://www.youtube.com/watch?v=Cz_Xr9_BOKE", "date_published": "2023-07-06T15:15:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pokemon Sleep - Official 'How to Sleep' Trailer", "description": "Pokemon Sleep is a wellness app that helps users track their sleeping habits developed by The Pokemon Company. Users will be able to pinpoint what kind of sleep they're getting in relation to different Pokemon and their own sleeping habits. Listen to the sounds you make while you sleep, fill out your sleep-style-dex by sleeping more with the app, and get a full night's sleep to enable more Pokemon to gather. Pokemon Sleep is launching this summer with registration for Android devices available now with iOS compatibility coming soon.\n\n#IGN #Gaming #Pokemon", "link": "https://www.youtube.com/watch?v=RP9mPXqgYTc", "date_published": "2023-07-06T14:30:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Exclusive Deleted Scene (2023) Bradley Cooper, Chukwudi Iwuji", "description": "In this exclusive unfinished deleted scene, titled \"Knowhere After the Battle,\" the High Evolutionary is brought back to Knowhere and locked up while Kraglin recruits Adam Warlock to join the Guardians.\n\nMarvel Studios’ Guardians of the Galaxy Vol. 3 arrives at Digital retailers on July 7 and on 4K Ultra HD, Blu-ray and DVD on August 1. Fans can access exclusive bonus content including deleted scenes, a gag reel and audio commentary by James Gunn.\n\n#IGN #Marvel #MCU", "link": "https://www.youtube.com/watch?v=sUiZFT-tSMM", "date_published": "2023-07-06T14:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bob Marley: One Love - Official Teaser Trailer (2024) Kingsley Ben-Adir, Lashana Lynch", "description": "Check out the teaser trailer for Bob Marley: One Love, an upcoming movie starring Kingsley Ben-Adir, Lashana Lynch, James Norton, Tosin Cole, Anthony Welsh, Michael Gandolfini, Umi Myers, and Nadine Marshall.\n\nBob Marley: One Love celebrates the life and music of an icon who inspired generations through his message of love and unity. On the big screen for the first time, discover Bob’s powerful story of overcoming adversity and the journey behind his revolutionary music. The film is produced in partnership with the Marley family and stars Kingsley Ben-Adir as the legendary musician and Lashana Lynch as his wife Rita.\n\nThe film is produced by Robert Teitel, Brad Pitt, Jeremy Kleiner, Dede Gardner, Ziggy Marley, Rita Marley, and Cedella Marley. Richard Hewitt, Orly Marley, and Matt Solodky serve as executive producers.\n\nBob Marley: One Love, directed by Reinaldo Marcus Green, opens in theaters on January 12, 2024.\n\n#IGN #Movies #BobMarley", "link": "https://www.youtube.com/watch?v=XEWMItrVRWI", "date_published": "2023-07-06T13:30:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "My Friendly Neighborhood - The First 30 Minutes", "description": "After Gordon is sent to investigate a rogue television broadcast from an abandoned production studio, he finds himself hunted by deranged puppets from the defunct children's TV show: My Friendly Neighborhood. Check out the first 30 minutes of this ridiculous horror game.\n\n#IGN #Gaming #MyFriendlyNeighborhood", "link": "https://www.youtube.com/watch?v=XoPUvs_NNXE", "date_published": "2023-07-06T13:17:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Naraka: Bladepoint - Official Free-to-Play & PS5 Announcement Trailer", "description": "Check out the latest trailer for Naraka: Bladepoint to see the reveal that the PVP mythical melee battle royale game is going free-to-play and will be available on PlayStation 5 on July 13, 2023. Naraka: Bladepoint will also be cross-platform on all systems.\n\nAdditionally, new content, features and updates are coming to Naraka: Bladepoint, including a new dual halberds weapon, Justice Chamber updates to Guild Mode, the new Hero Tessa, and more.\n\n#IGN #Gaming #NarakaBladepoint", "link": "https://www.youtube.com/watch?v=tCtJ8e_kZX0", "date_published": "2023-07-06T10:00:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "My Friendly Neighborhood - The First 30 Minutes", "description": "After Gordon is sent to investigate a rogue television broadcast from an abandoned production studio, he finds himself hunted by deranged puppets from the defunct children's TV show: My Friendly Neighborhood. Check out the first 30 minutes of this ridiculous horror game.\n\n#IGN #Gaming #MyFriendlyNeighborhood", "link": "https://www.youtube.com/watch?v=WxRP6ORE4f0", "date_published": "2023-07-06T08:58:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Naruto X Boruto Ultimate Ninja Storm Connections PS5 Gameplay - Anime Expo 2023", "description": "Naruto X Boruto Ultimate Ninja Storm Connections brings a massive new roster of your favorite Ninja's from the Naruto universe. The final game will have many more characters and stages to pick from. 16 minutes of gameplay on PS5 from the demo available at Anime Expo 2023 (AX 2023). Naruto X Boruto Ultimate Ninja Storm Connections releases sometime in 2023 for PlayStation 5, PlayStation 4, Nintendo Switch, Xbox One, Xbox Series S | X, and Windows PC.", "link": "https://www.youtube.com/watch?v=0ynsdxD2lN8", "date_published": "2023-07-06T06:57:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "TEVI - Official Gameplay Trailer", "description": "Watch the new gameplay trailer for upcoming bullet hell metroidvania, TEVI. From Rabi-Rabi developer CreSpirit, check out TEVI's mysterious world, from lush forests to dangerous toxic depths. The new trailer also shows us what types of monsters we'll encounter in the game. Here's a look at some exploration and combat, including a boss fight.\n\nTEVI is coming to PC and Nintendo Switch in Q3 2023 and will arrive later on PS5, PS4, and Xbox Series X/S.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=pzVlrvqm-2Q", "date_published": "2023-07-06T02:00:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Grand Theft Auto V Returns to Xbox Game Pass Today - IGN Daily Fix", "description": "On today's Daily Fix:\n\nMicrosoft has announced that Grand Theft Auto V returns to Xbox Game Pass starting today, July 5. Microsoft believes Sony will release a PlayStation 5 Slim later this year priced $399.99, according to a court document. EA Sports FC's release date has reportedly been leaked. All that and more on today's Daily Fix!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=V16DQV-n9nM", "date_published": "2023-07-06T00:19:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney Plus Pulls Original Content, Angering Fans - IGN The Fix: Entertainment", "description": "In today's Fix of Entertainment News:\n\nDisney Plus' YA-centric sci-fi adventure 'Crater' has been pulled from the service just a couple months after its debut. No reason was given and no announcement was made. Obviously, fans of the movie flocked to social media to express their feelings, but it's not totally unsurprising: Disney is looking to save about $3 billion this year, and content providers like Max have pulled original movies and shows from their platforms as a cost-saving measure. In related news, Amazon's Citadel, which debute in April on Prime Video, is a flop. a two-hundred-and-fifty-million-dollar flop. The show wasn't a hit with critics, and audiences didn't turn up either; Citadel failed to crack the top 10 most streamed shows during its lifetime so far. In movie news, horror film producer Jason Blum is looking to make more video game adaptations, and his business and creative partner James Wan (of The Conjuring game) wants to do the same. But lets see how their Five Nights at Freddy's adaptation fares first. And finally, the Barney movie won't be the kid-friendly romp that the show was. In fact, a Mattel exec said it's aimed more at disaffected millenials than children. Ok, we're intrigued.\n\n#IGN", "link": "https://www.youtube.com/watch?v=Ycp84Dws98w", "date_published": "2023-07-06T00:14:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]