[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Samora Pinderhughes promotes healing one day at a time | Amplify with Lara Downes", "description": "Lara Downes | July 6, 2023\nGrief and loss have been our constant companions through these years of pandemic, conflict and human suffering. It's so easy to lose faith and hope, so hard to pull back from overwhelm and despair. The words in Samora Pinderhughes' song \"Process\" could have been written to describe my own state of mind these days. Yours too, maybe.\n\n\"I guess I'll just say it's a process\nOne day at a time\nThere've been weeks when I already lost it\nBut I came back every time\"\n\nFor almost a decade, since he was in his early 20s, Samora has been immersed in a deeply personal multidisciplinary work called The Healing Project. It's his effort to address systems of violence and oppression by giving voice to people who are silenced and marginalized by the failings of modern America: poverty, incarceration, police brutality. He has traveled the country, gathering hundreds of first-person narratives that he shares through music, film and visual art. He collaborates with a wide community of artists and musicians to create a multi-layered portrait not only of grief, trauma and anger, but also love, courage and forgiveness.\n\nThe Healing Project was recently awarded an extraordinary $1 million grant from the Andrew W. Mellon Foundation, funding that Samora will use to support the needs and hopes of people who participate in the project, especially those who are formerly and currently incarcerated. His ambitious vision is wide-reaching — the imagination of a child of grassroots activists Berkeley, Calif. who taught him the value of community and collaboration.\n\nSamora is, above all, a listener. He processes ideas through an open mind and a generous heart; his belief in the strength of our shared humanity is contagious. Talking with him, I found myself opening my own usually-guarded areas of vulnerability, trauma and survival, and joining him in awareness that the path to healing is, for each of us, a lifelong process, one day at a time.", "link": "https://www.youtube.com/watch?v=_QJy4Rv5-AQ", "date_published": "2023-07-06T09:00:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]