[{"source": "https://securityaffairs.com/feed", "title": "Cisco warns of a flaw in Nexus 9000 series switches that allows modifying encrypted traffic", "description": "<p>Cisco warns of a high-severity vulnerability in Nexus 9000 series switches that can allow attackers to read or modify encrypted traffic. Cisco disclosed a high-severity vulnerability, tracked as CVE-2023-20185 (CVSS Score 7.4), in the Cisco ACI Multi-Site CloudSec encryption feature of Cisco Nexus 9000 Series Fabric Switches in ACI mode. An unauthenticated, remote attacker can [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148235/security/cisco-nexus-9000-series-flaw.html\" rel=\"nofollow\">Cisco warns of a flaw in Nexus 9000 series switches that allows modifying encrypted traffic</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148235/security/cisco-nexus-9000-series-flaw.html", "date_published": "2023-07-06T22:38:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "StackRot, a new Linux Kernel privilege escalation vulnerability", "description": "<p>StackRot is s new security vulnerability in the Linux kernel that could be exploited to gain elevated privileges on a target system. A security vulnerability, dubbed StackRot was found impacting Linux versions 6.1 through 6.4. The issue, tracked as CVE-2023-3269, (CVSS score: 7.8), is a privilege escalation issue that resides in the memory management subsystem. An unprivileged [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148231/security/stackrot-linux-kernel-privilege-escalation-bug.html\" rel=\"nofollow\">StackRot, a new Linux Kernel privilege escalation vulnerability</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148231/security/stackrot-linux-kernel-privilege-escalation-bug.html", "date_published": "2023-07-06T17:08:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "Ransomware accounts for 54% of cyber threats in the health sector", "description": "<p>The European Union Agency for Cybersecurity (ENISA) releases its first cyber threat landscape report for the health sector. The European Union Agency for Cybersecurity (ENISA) releases today its first cyber threat landscape report for the health sector. The report identifies prime threats, threat actors, and trends and covers a period of over 2 years. The [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148207/reports/enisa-threat-landscape-report-health-sector.html\" rel=\"nofollow\">Ransomware accounts for 54% of cyber threats in the health sector</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148207/reports/enisa-threat-landscape-report-health-sector.html", "date_published": "2023-07-06T06:40:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "CVE-2022-29303 flaw in SolarView product can be exploited in attacks against the energy sector", "description": "<p>A vulnerability in SolarView product can be exploited in attacks targeting organizations in the energy sector. Researchers from the cybersecurity firm VulnCheck reported that the vulnerability CVE-2022-29303 in the solar power monitoring Contec SolarView product can be exploited in attacks targeting organizations in the energy sector. CVE-2022-29303 is an unauthenticated and remote command injection vulnerability [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148216/hacking/solarview-flaws-energy-sector.html\" rel=\"nofollow\">CVE-2022-29303 flaw in SolarView product can be exploited in attacks against the energy sector</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148216/hacking/solarview-flaws-energy-sector.html", "date_published": "2023-07-06T06:30:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]