[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCPKT_csvP72boVX0XrMtagQ", "title": "Ólafur Arnalds live from Hafursey, in Iceland for Cercle", "description": "​ @olafurarnalds performing live with his band from the volcanic wilderness of Iceland, in Hafursey, Myrdalssandur, Kötlujökull, Katla, Iceland for Cercle. \n\n☞ Support us and get access to exclusive videos & perks: https://Cercle.lnk.to/Patreon\n☞ Listen to our playlists, tracks & sets: https://Cercle.lnk.to/Playlists\n☞ Subscribe to our newsletter to know about our next shows: https://Cercle.lnk.to/Members\n☞ Subscribe to our YouTube channel: https://Cercle.lnk.to/ytcercle\n\n☞ Cercle Records \nListen to Ólafur Arnalds - Hafursey (Yfir): https://cercle.lnk.to/hafurseyolafurarnalds\n\n☞ Ólafur Arnalds\nhttps://olafurarnalds.lnk.to/Cercle\n\n63° 32' 26.0\" N 18° 48' 01.4\" W\n\nVideo credits:\n\nArtist: Ólafur Arnalds\nDrummer : Christian Tschuggnall\nViolin : Vaka Eythorsdottir & Petur Björnsson\nViola : Karl James Pestka\nCello : Unnur Jonsdottir\nVenue: Hafursey, Myrdalssandur, Kötlujökull, Katla, Iceland\nProduced by Cercle\nExecutive producers: Derek Barbolla & Philippe Tuchmann\nFilm directed by: Pol Souchier & Derek Barbolla\nEdited by: Mickaël Fidjili\nDirector of photography & Post-production: Mathieu Glissant (Saison Unique Production)\nCameramen: Mickaël Fidjili, Mathieu Glissant\nDrone pilots: Alexis Olas, Jérémie Tridard, Aurélien Moisan\nProduction team: Armand Prouhèze, Anaïs De Framond, Dan Aufseesser, Mollis Schulze Elshoff\nTechnical manager : Aurélien Moisan\nIT & Internet: Eric Caucheteur (Paris WebCube)\nSound engineers: Jonathan Lucas, Terence Goodchild, Ólafur Arnalds\nSound mastering: Zino Mikorey\nPhotographer & location manager: Elli Thor Magnusson\nIcelandic producers: Covert Productions, The Empire, Steve Lewis, Will Morris, Eddie Lewis\nArtist production: Brace Productions, Finn Zitscher\nDriver: Kristjan Sveinsson\nCommunication: Pol Souchier, Lola Lebrati, Louise Dorne & Jeremy Maurin \nGraphic Design: Anaëlle Rouquette & Stanley Obobogo\nLabel Manager: Clémence Maillard\nFinance: Andy Cheremond & Kevin Benisty\nExecutive assistant: Marcelo Ernesto Velit Castillo\n\n☞ About the location\n\nHafursey is an exceptional palagonite mountain located on the north side of Mýrdalssandur and near the Katla volcano in Iceland. Hafursey was used by the farmers for sheep grazing all year around during summers until 1854. The Sel (a natural cave used for shelter) inside is one of the best-preserved remnants in the history of Iceland. In 1755, when Katla erupted, six men took shelter in the cave during the glacier burst. Their signatures, plus the date and year of their stay there, are written on the wall and are clearly visible as you enter the cave. \n\nYet what makes Hafursey such a unique location is also the sublime diversity of wild, extraterrestrial landscapes that compose the area. The lonely Inselberg is surrounded by vast valleys of volcanic sand, sanders, glaciers, and waterfalls that render one of the most special, almost lunar sceneries in the world.\n\n☞ About Hafursey (Yfir)\n\n« Yfir » (\"Above\") is a musical journey through Iceland's various moods and seasons. At times, the music swells with a powerful surge, mirroring the crashing waves against rocky cliffs or the thunderous roar of a distant volcano. Other moments evoke a sense of stillness and serenity, echoing the peacefulness found in secluded valleys and hidden fjords near the inselberg of Hafursey.\n\nThe song is the continuation of another track written by Ólafur, Undir: “We’ve been playing Undir for 5 years, and rearranged it every time for each set, changing every element one by one. Last year, we realized the latest version of Undir was not the same track that the one we originally composed!  On  the  occasion  of  our  Show  with  Cercle,  I  decided  to  take  the  track  back  to  the  studio, rearranging it especially for the Show to meet Cercle’s energy”.\n\n______\n\nOfficial Partners: \nWe were lucky to be supported by the audio brand Bang & Olufsen on this show: https://on.beo.com/rlmrvL \nThey lent us the Beoplay H95 headphones, which Derek and Ólafur used during their interview alongside the A9 speaker behind them (with its iconic shape!). \nThe Beoplay EX earbuds were offered to Ólafur in the Mystery box. Thanks guys! \n\nSpecial thanks to:\nSven Hasenjäger, Árni Þór Árnason, Beth Lawson, David Heath, Benedict Curran, Laura Monks, Lee Barter, Natalie Rapp, Jessica Graham-Wright, Yung-Yee Chen, Robert Raths, Courtesy of Erased Tapes Records Ltd., Luxor Iceland, Teitur Sigurðsson, Óli Valur Þrastarson, Marcos Viladomiu, George Papageorgiou, Cerys Weetch, Elli Thor Magnusson\n\n______\n\nFollow us on http://www.cercle.io", "link": "https://www.youtube.com/watch?v=bMCiAKNUpTY", "date_published": "2023-07-06T14:00:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]