[{"source": "https://www.theguardian.com/rss", "title": "Cost of Euston HS2 terminus could race past £4.8bn estimate, MPs say", "description": "<p>Overspend blamed on government indecision, despite eight years spent planning and designing project</p><p>The estimated £4.8bn cost of <a href=\"https://www.theguardian.com/uk-news/2023/mar/27/revised-plans-hs2-london-euston-terminus-cost-5bn\">HS2’s endangered Euston terminus </a>could balloon further unless the government becomes “clear what it is trying to achieve”, the public accounts committee has warned.</p><p>In a highly critical report, MPs on the committee said the Department for Transport (DfT) was yet to “establish the design and expectations for the station” against what it was “willing to spend”, despite spending more than eight years planning and designing the London terminus.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/07/cost-of-euston-hs2-terminus-could-race-past-4-point-8bn-estimate-mps-say\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/07/cost-of-euston-hs2-terminus-could-race-past-4-point-8bn-estimate-mps-say", "date_published": "2023-07-06T23:01:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Wizard of Oz review – over the rainbow and into an arcade game", "description": "<p><strong>London Palladium<br /></strong>This adaptation has a luminous performance from Georgina Onuorah as Dorothy and some great ideas but throws too much at the audience</p><p>This turbo-charged revival of Andrew Lloyd Webber and Jeremy Sams’ musical adaptation serves up a hybrid theatre-cum-cinema experience. The proscenium arch is reframed as a luminous screen and the production pays clear homage to the 1939 film. But nostalgic imagery of rural Kansas is spliced with a futuristic world and we are taken to an Oz that is big, kitsch and unfamiliar.</p><p>Directed by Nikolai Foster, the adventures of Dorothy and her friends seem reconceived as a Steven Spielberg-style action movie, the back screen resembling a VR game. We slalom down the Yellow Brick Road and into Emerald City, which looks like New York’s Times Square with a green wash.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/06/the-wizard-of-oz-review-london-palladium\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/06/the-wizard-of-oz-review-london-palladium", "date_published": "2023-07-06T22:59:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray battles back to lead Stefanos Tsitsipas before time runs out", "description": "<ul><li>Briton comes from set down to lead fifth seed</li><li>Match resumes on Friday at 6-7 (3), 7-6 (2), 6-4</li></ul><p>Andy Murray has placed himself in a strong position as he chases his biggest win of the last six years by establishing a 6-7 (3), 7-6 (2), 6-4 lead against Stefanos Tsitsipas, the fifth seed, before their Wimbledon second round match was postponed at 10.40pm due to the 11pm curfew at the All England Club. Murray and Tsitsipas will return on Friday afternoon to complete their match with a place in the last 32 on the line.</p><p>While Murray waltzed to two grass-court challenger titles earlier this summer, Tsitsipas arrived at Wimbledon in curious form. Despite reaching the final of the Australian Open, seven months into the season he still has not won a title. His form was even worse on grass, where he compiled a dire 1-3 win-loss record before Wimbledon with two first-round defeats.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/andy-murray-battles-back-to-take-lead-over-stefanos-tsitsipas\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/andy-murray-battles-back-to-take-lead-over-stefanos-tsitsipas", "date_published": "2023-07-06T22:25:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Please come’: Taylor Swift fans in south-east Asia hope for tour date", "description": "<p>With Singapore the only stop announced, the star’s huge followings in the Philippines and Thailand are left to rue their lack of suitable infrastructure</p><p>On social media, fans are calling it the “great war”. Tips are being shared on how best to prepare. Online support groups are sharing experiences. Relatives and friends have been enlisted to assist in the struggle.</p><p>The prospect of staring for hours at a screen in the hope of securing a Taylor Swift tour ticket is widely known by now, but never more so than across south-east Asia, where just one tour stop, Singapore, has been included on the star’s schedule.</p> <a href=\"https://www.theguardian.com/music/2023/jul/07/taylor-swift-asia-tour-eras\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/07/taylor-swift-asia-tour-eras", "date_published": "2023-07-06T22:13:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN condemns Israel’s use of excessive force in attack on Palestine", "description": "<p>The secretary general, António Guterres, called on Israel to abide by international law after its attack on Jenin in the West Bank</p><p>In a rare condemnation of <a href=\"https://www.theguardian.com/world/israel\">Israel</a>, the UN has denounced the country’s excessive use of force in its largest military operation in two decades targeting a refugee camp in the West Bank.</p><p>The UN secretary general, António Guterres, clearly angered by the impact of the Israeli attack on the Jenin refugee camp, said it had left over 100 civilians injured, <a href=\"https://www.theguardian.com/world/2023/jul/04/israels-jenin-assault-displaces-thousands-as-violence-spirals-on\">forced thousands to flee</a>, damaged schools and hospitals and disrupted water and electricity networks.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/un-israel-excessive-force-attack-palestine-jenin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/un-israel-excessive-force-attack-palestine-jenin", "date_published": "2023-07-06T21:20:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kanye West sued by teacher fired from his California private school", "description": "<p>Former employee Isaiah Meadows of Yeezy Christian Academy says he was fired in retaliation for reporting unsafe conditions</p><p>Kanye West is facing legal action after a former employee of his private school in California alleged that he was fired after reporting unsafe conditions in the school.</p><p>Ye, as the rapper now goes by, was named as a defendant in a lawsuit by former employee Isaiah Meadows of the Yeezy Christian Academy, a private Christian school started by Ye, according to the lawsuit shared with the Guardian.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/06/kanye-west-yeezy-california-private-school\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/06/kanye-west-yeezy-california-private-school", "date_published": "2023-07-06T21:08:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sound of Freedom: the QAnon-adjacent thriller seducing America", "description": "<p>Jim Caviezel stars as a hero trying to stop child traffickers in a paranoid new movie turning into a surprise box-office hit</p><p>Type the words “sound of freedom” into Twitter (decent people who wish to live good, happy lives should under no circumstances actually do this) and the search will yield dozens of triumphant reports crowing about the improbable victory of a film by that title over the likes of Indiana Jones at the box office this week.</p><p>That’s not, strictly speaking, accurate – Indiana Jones and the Dial of Destiny had already been out for five days, the first three of which out-earned Sound of Freedom’s opening-day take, when the new independent thriller came to theaters on Tuesday. But for a fleeting moment this past Fourth of July, while the intended audience of Indy’s latest outing was presumably spending time with their families and friends at barbecues or in other social situations, an unoccupied fandom rallied by the star Jim Caviezel claimed the day with a $14.2m gross versus Dial of Destiny’s $11.7m. No matter that these figures require selective, almost willfully misleading framing to allow for the David-and-Goliath narrative trumpeted by supporters; as the copious tweets accusing Disney of being in cahoots with a global cabal of high-power pedophiles make clear, the truth doesn’t have too much purchase around these parts.</p> <a href=\"https://www.theguardian.com/film/2023/jul/06/sound-of-freedom-movie-qanon-jim-caviezel\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/06/sound-of-freedom-movie-qanon-jim-caviezel", "date_published": "2023-07-06T21:06:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blindspot review – Ross Kemp is back doing drama (and he’s far more dull than in EastEnders)", "description": "<p>After almost two decades, the longtime documentarian makes his acting return – in a plodding, cliche-ridden procedural. His role is no Grant Mitchell, that’s for sure</p><p>‘Bravo Oscar One, receiving,” sighs Ross Kemp. “Understood. On my way.” Wearily, he puts his motor into gear and pulls away slowly, doing his best to skew TV-cop response times so they resemble real ones.</p><p>Kemp plays Tony, a washed-up, soon-to-be-divorced, possibly corrupt detective, who one night is summoned to an incident on a council estate. There has been, without getting too Taggart about this, a murder.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/06/blindspot-review-ross-kemp-is-back-doing-drama-and-hes-far-more-dull-than-in-eastenders\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/06/blindspot-review-ross-kemp-is-back-doing-drama-and-hes-far-more-dull-than-in-eastenders", "date_published": "2023-07-06T21:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ellie Simmonds: Finding My Secret Family review – a hugely moving journey into the Paralympian’s past", "description": "<p>This emotive documentary follows the athlete’s attempt to find her birth mother – and tackle how achondroplasia influenced the decision to put her up for adoption. It’s revelatory stuff</p><p>Penny has been helping to place babies and children with dwarfism – the condition she has herself – with adoptive families for the last 30 years. She describes herself as “a link person” – her very presence demystifying and destigmatising what the child or baby “means”, lessening fears and making greater things possible. When she has a child come to her, she has a private message she whispers over them when they are sleeping. “I say: ‘You’ll be fine. Somebody will love you, somebody will come for you.’” She tells Paralympic gold medallist Ellie Simmonds this shyly, with an almost embarrassed laugh. She’s never told anyone she does this “daft” thing before.</p><p>She tells Ellie now because Ellie, in fact, has heard it before. Penny said it to her 27 years ago when Ellie was a baby in a foster family, having been given up for adoption a few days after birth. The Simmonds family came for her, and the Simmonds family loved her. They added her to their brood, which would eventually number five children.</p><p>Ellie Simmonds: Finding My Secret Family aired on ITV1 and is available on ITVX.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/06/ellie-simmonds-finding-my-secret-family-review-a-hugely-moving-journey-into-the-paralympians-past\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/06/ellie-simmonds-finding-my-secret-family-review-a-hugely-moving-journey-into-the-paralympians-past", "date_published": "2023-07-06T21:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can go quicker’: Mark Wood aims to up pace after five-wicket Ashes haul", "description": "<ul><li>England paceman thrilled having felt he had ‘point to prove’</li><li>Australia’s Marsh credits work on mental side with century</li></ul><p>After sitting out the first two matches, Mark Wood announced himself in this series by unleashing a dozen whirlwind overs on <a href=\"https://www.theguardian.com/sport/2023/jul/06/england-australia-third-test-day-one-match-report-cricket\" title=\"\">the opening day of the third Test</a>, taking five wickets along the way – and the really good news for England is that he thinks he can get quicker. Not since Brett Lee in 2005 has any bowler registered a <a href=\"https://www.theguardian.com/sport/blog/2023/jul/06/welcome-to-the-fast-show-mark-wood-gives-england-attack-extra-menace\" title=\"\">faster average speed </a>across an innings than Wood did in marking 90.5mph – with a top speed of 96.5mph – at Headingley.</p><p>“Leading into the game I felt I was in a really good rhythm. I was ready to go and chomping at the bit,” Wood said. “I haven’t done that well in this country so there were a few nerves flying around. I’ve felt for a while I have a point to prove here, all my good stuff has happened away from home, so to be able to finally do it here was a massive relief. That first spell in particular, that’s as good as I’ve felt at home in an England shirt.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/i-can-go-quicker-mark-wood-hopes-to-up-pace-after-five-wicket-ashes-haul\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/i-can-go-quicker-mark-wood-hopes-to-up-pace-after-five-wicket-ashes-haul", "date_published": "2023-07-06T19:33:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the UK’s out of touch prime minister – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/06/ben-jennings-on-the-uks-out-of-touch-prime-minister-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/06/ben-jennings-on-the-uks-out-of-touch-prime-minister-cartoon", "date_published": "2023-07-06T19:00:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David de Gea’s long Manchester United career may be drifting towards its end | Jamie Jackson", "description": "<p>The goalkeeper will have to accept a wage cut or move on with André Onana the No 1 target to replace him</p><p>The key to the buy-to-sell transfer market challenge that Erik ten Hag faces is located in the Manchester United manager’s loss of confidence in David de Gea. Illustrated, the conundrum would depict the Dutchman as a juggler keeping aloft his ability to sign André Onana (or another goalkeeper) and a centre-forward only by offloading Harry Maguire, Fred, Anthony Elanga and, maybe, even more peripheral squad members.</p><p>Why? Because Ten Hag’s budget is about £120m, of which £55m has been spent on Mason Mount, meaning Maguire, Elanga and Fred are the prime candidates to be sold to raise the requisite cash.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jul/06/david-de-gea-manchester-united-andre-onana-transfers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jul/06/david-de-gea-manchester-united-andre-onana-transfers", "date_published": "2023-07-06T19:00:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter threatens to sue Meta over Threads app – report", "description": "<p>In a letter to CEO Mark Zuckerberg, a lawyer for the Elon Musk-owned app reportedly said Meta had unlawfully misappropriated trade secrets</p><p>Twitter has threatened to sue Meta over its new <a href=\"https://www.theguardian.com/technology/2023/jul/06/meta-launches-twitter-rival-threads-in-100-countries\">Threads</a> app, the news outlet <a href=\"https://www.semafor.com/article/07/06/2023/twitter-is-threatening-to-sue-meta-over-threads\">Semafor</a> reported on Thursday.</p><p>In a letter to CEO <a href=\"https://viewer.gutools.co.uk/technology/mark-zuckerberg\">Mark Zuckerberg</a> published by Semafor, a lawyer for Twitter said the company “has serious concerns that Meta Platforms (Meta) has engaged in systematic, willful and unlawful misappropriation of Twitter’s trade secrets and other intellectual property”.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/06/twitter-meta-lawsuit-threads-app-musk-zuckerberg\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/06/twitter-meta-lawsuit-threads-app-musk-zuckerberg", "date_published": "2023-07-06T19:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Spacey came out as gay to ‘disguise’ behaviour, UK court hears", "description": "<p>Alleged victim says actor was ‘hiding in plain sight’ as he made sexual comments and grabbed him at theatre</p><p>An alleged victim of the actor Kevin Spacey has accused him in court of being “insensitive” after claiming his decision to come out as gay was used to “disguise” his behaviour.</p><p>The actor was “hiding in plain sight” as he allegedly directed a “machine gun” of vile sexual comments at the man in a London theatre and grabbed him in an intimate area, a court heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/kevin-spacey-came-out-disguise-behaviour-uk-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/kevin-spacey-came-out-disguise-behaviour-uk-court-hears", "date_published": "2023-07-06T18:53:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mermaids v LGB Alliance: who was involved in tribunal case?", "description": "<p>As judges rule trans children’s charity cannot challenge charitable status of gay rights organisation, we look at decision</p><p>A tribunal has ruled that the law does not allow the transgender children’s charity Mermaids to <a href=\"https://www.theguardian.com/world/2023/jul/06/trans-charity-mermaids-fails-to-have-charitable-status-stripped-from-lgb-alliance\">challenge the charitable status</a> of the gay rights organisation LGB Alliance. Who was involved?</p><p>LGB Alliance was founded in October 2019 to campaign for the rights of same-sex attracted people by two veteran lesbian activists: Bev Jackson, a founder member of the Gay Liberation Front in 1970, and Kate Harris, who was previously a volunteer fundraiser for the leading gay rights organisation Stonewall. They were concerned at the implications of Stonewall’s decision to alter its definition of sexual orientation in 2015 from “same-sex attracted” to “same-gender attracted”.</p> <a href=\"https://www.theguardian.com/law/2023/jul/06/mermaids-v-lgb-alliance-whos-involved-in-tribunal-ruling\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jul/06/mermaids-v-lgb-alliance-whos-involved-in-tribunal-ruling", "date_published": "2023-07-06T18:32:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to the fast show: speed demon Wood adds devil to attack | Andy Bull", "description": "<p>Fast bowler hits speeds of up to 95mph to show what England have been missing and give Australia’s batsmen a shock</p><p>In the … sorry, let’s try again, a little quicker. In the ti … and once more. In the time … OK, let’s press on. They say the average adult reads at 300 words a minute. Which means that in the time it took you to read the first word of this article the ball had just left Mark Wood’s hand, and while you read the second it had travelled the length of the pitch, and by the time you finished the third it had landed, changed direction and beaten the batsman. Who, when they’re facing bowling of Wood’s pace, has approximately 0.4 seconds to judge the line, the length, decide on a shot and play it.</p><p>Or to put it another way, just enough time to blink their eyes twice, something they’ll likely do a third, fourth and fifth time when they turn around to figure out exactly what just happened to the ball that was just coming towards them. If they’re lucky they’ll find their stumps are still there where they’re supposed to be when they do it.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/06/welcome-to-the-fast-show-mark-wood-gives-england-attack-extra-menace\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/06/welcome-to-the-fast-show-mark-wood-gives-england-attack-extra-menace", "date_published": "2023-07-06T18:26:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea refuse to meet Brighton’s demand of £100m for Moisés Caicedo", "description": "<ul><li>Blues hope to pay £80m for Ecuador international</li><li>Four midfielders have left Stamford Bridge this summer</li></ul><p>Chelsea intend to hold firm during negotiations over Moisés Caicedo, with Brighton demanding at least £100m for the midfielder.</p><p>Caicedo is Chelsea’s main target as they look to reinforce Mauricio Pochettino’s midfield. Although they hope about £80m will be enough to sign the Ecuador international, Brighton believe the benchmark has been set by Declan Rice’s impending £105m move from West Ham to Arsenal.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/chelsea-refuse-to-meet-brightons-demand-of-100m-for-moises-caicedo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/chelsea-refuse-to-meet-brightons-demand-of-100m-for-moises-caicedo", "date_published": "2023-07-06T18:15:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds hospital trust apologises after rapper MF Doom Dumile Daniel Thompson died in its care", "description": "<p>London-born musician Dumile Daniel Thompson, 49, had a lack of oxygen to his brain after a reaction to a blood pressure drug</p><p>An NHS trust has apologised for the substandard care given to MF Doom, an underground rap icon who <a href=\"https://www.theguardian.com/music/2020/dec/31/mf-doom-iconic-masked-hip-hop-mc-dies-aged-49\">died aged 49</a> while having hospital treatment.</p><p>The artist behind songs including Accordion and That’s That, whose real name was Dumile Daniel Thompson, died in October 2020 due to a lack of oxygen to his brain after a reaction to a drug prescribed for blood pressure.</p> <a href=\"https://www.theguardian.com/music/2023/jul/06/leeds-hospital-trust-apologises-after-rapper-mf-doom-died-in-its-care\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/06/leeds-hospital-trust-apologises-after-rapper-mf-doom-died-in-its-care", "date_published": "2023-07-06T18:12:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benefits claimants in UK were underpaid by record £3.3bn last year", "description": "<p>National Audit Office criticises Department for Work and Pensions over its ‘material fraud and error’</p><p>Thousands of people in the UK could receive a payout after official figures revealed that benefit claimants were underpaid by £3.3bn last year, the highest level on record.</p><p>The Department for Work and Pensions also admitted that as many as 330,000 people, some of whom have since died, may have missed out on as much as £1.5bn of valuable state pension entitlement – a disclosure that prompted some commentators to warn of a new scandal. Steve Webb, the former pensions minister, said: “The scale of these errors is huge.”</p> <a href=\"https://www.theguardian.com/society/2023/jul/06/benefits-claimants-in-uk-were-underpaid-by-record-33bn-last-year\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/06/benefits-claimants-in-uk-were-underpaid-by-record-33bn-last-year", "date_published": "2023-07-06T18:03:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US expected to provide cluster bombs to Ukraine", "description": "<p>Human Rights Watch calls for immediate halt and urges US not to supply bombs amid reports Biden is to include them in aid package</p><p>Human Rights Watch has called on Russia and Ukraine to stop using cluster bombs, and urged the US not to supply the munitions to Kyiv, amid reports the Biden administration is poised to include the controversial weapons in a new military aid package.</p><p>Russian and Ukraine forces have used cluster bombs, which break apart in the air and release large numbers of smaller bomblets across a wide area.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/russia-ukraine-cluster-bombs-biden-human-rights-watch\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/russia-ukraine-cluster-bombs-biden-human-rights-watch", "date_published": "2023-07-06T18:03:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re like piranhas’: Rowdy Western Terrace sinks its teeth into Alex Carey | Emma John", "description": "<p>After his contentious dismissal of Jonny Bairstow, England’s bete noire was given a hostile reception in Yorkshire</p><p>“Just wait til Carey comes out.” The booing began before he even appeared, in fact. They were booing in the Western Terrace from the moment the umpires walked on to the field after tea. Without <a href=\"https://www.theguardian.com/sport/2023/jul/05/a-crease-a-stumping-and-spirit-of-the-game-the-ashes-controversy-explained\" title=\"\">the benefit of the backstory</a>, you might have supposed an entire stand of passionate England cricket fans were dissing their own team, the soundwaves reaching the fielders long before the Australian batting pair followed them on to the ground. Not unlike a ball leaving Alex Carey’s hands before Jonny Bairstow walked out of his crease.</p><p>“He’s not worth booing,” said Nick to his friend Annie. “I’m not wasting my breath.” He saved it for the chants, sung on loop like an only-the-hits radio station. <em>Same old Aussies. That’s all you’re remembered for. Stand up if you hate Carey.</em></p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/06/were-like-piranhas-rowdy-western-terrace-sinks-its-teeth-into-alex-carey\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/06/were-like-piranhas-rowdy-western-terrace-sinks-its-teeth-into-alex-carey", "date_published": "2023-07-06T18:02:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s Mark Wood skittles Australia but tourists fire back in third Test", "description": "<ul><li>Third Test, day one: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-07-06/england-cricket-team\">Australia 263; England 68 for three</a></li><li>Wood hits 96.5mph on his way to figures of five for 34 </li></ul><p>This was a heady opening day at Headingley; a petrol-strength cocktail of fast bowling and fast scoring in an increasingly raucous atmosphere that saw 13 wickets fall and two late entrants into the series – Mark Wood and Mitchell Marsh – shine brightly.<br /><br />Wood first, who missed England’s defeats in the first two Tests due to that rebellious body and looked keen to make up for lost time. He hit a top speed of 96.5mph on the speed gun but, more crucially for the fate of this third instalment, claimed five for 34 as Australia, inserted at the toss by Stokes, were bowled out for 263 in 60.4 overs.</p><p>The tourists slightly squandered a superb fightback from Marsh who, four years on from his last Test outing in the 2019 Ashes, had crashed a run-a-ball 118 during a one-sided afternoon. Dropped by Joe Root at slip on five, Marsh etched his name into Headingley’s all-rounder folklore with 17 fours and four particularly meaty sixes.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/england-australia-third-test-day-one-match-report-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/england-australia-third-test-day-one-match-report-cricket", "date_published": "2023-07-06T18:01:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Revolutionary’ solar power cell innovations break key energy threshold", "description": "<p>Next generation cells surpass limits of today’s cells and will accelerate rollout of cheaper, more efficient solar power</p><p>Solar power cells have raced past the key milestone of 30% energy efficiency, after innovations by multiple research groups around the world. The feat makes this a “revolutionary” year, according to one expert, and could accelerate the rollout of solar power.</p><p>Today’s solar panels use silicon-based cells but are rapidly approaching their maximum conversion of sunlight to electricity of 29%. At the same time, the installation rate of solar power needs to <a href=\"https://www.science.org/doi/10.1126/science.adf6957\">increase tenfold</a> in order to tackle the climate crisis, according to scientists.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/revolutionary-solar-power-cell-innovations-break-key-energy-threshold\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/revolutionary-solar-power-cell-innovations-break-key-energy-threshold", "date_published": "2023-07-06T18:00:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Underground staff to take week of industrial action at end of July", "description": "<p> ‘Rolling action’ by RMT members between 23 and 28 July likely to cause widespread disruption across capital</p><p>London Underground staff will take industrial action over a week at the end of July, spelling widespread transport disruption in the capital.</p><p>Members of the RMT union will take “rolling action” between Sunday 23 July and Friday 28 July. The RMT said there would be no strike on Monday 24, with staff in different sections and grades halting work on different shifts on each of the other days.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/london-underground-staff-to-take-week-of-industrial-action-at-end-of-july\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/london-underground-staff-to-take-week-of-industrial-action-at-end-of-july", "date_published": "2023-07-06T17:57:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Chris Pincher case: the Johnson era is not dead | Editorial", "description": "<p>The Commons standards committee is right that the former government minister must be suspended for sexual harassment</p><p>A year ago on Friday, Boris Johnson announced his <a href=\"https://www.youtube.com/watch?v=UnuVrYpEge4\" title=\"\">resignation</a> as prime minister. His Downing Street statement signalled the end of probably the worst and certainly the most chaotic government in modern British history. But it also brought an end to one of Britain’s most miserably consequential administrations of recent times, which took – or in some cases failed to take – actions for which this country is still paying the price, while the man himself coins it on the international speechmaking circuit.</p><p>Mr Johnson had presided, if that is the right word for someone so narcissistic and slapdash, over the government of the disastrous Brexit deal; over the botched response to the Covid pandemic (the courts <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/ministers-lose-legal-challenge-over-boris-johnson-whatsapps-covid-inquiry\" title=\"\">ruled</a> on Thursday that Mr Johnson’s unredacted pandemic era WhatsApps will be handed to the Covid inquiry); and has showed a selfish disregard, verging on corruption, towards many of the most basic rules and ethics of government. A year ago it was clear that he did not understand he was not up to the job. That is still true a year on. <a href=\"https://twitter.com/TheNewsAgents/status/1676618884298752002\" title=\"\">In a new interview</a>, asked about the events that led up to his resignation, he leans his head to one side and pretends to snore. He just doesn’t get it. But he just doesn’t care either.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/the-guardian-view-on-the-chris-pincher-case-the-johnson-era-is-not-dead\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/the-guardian-view-on-the-chris-pincher-case-the-johnson-era-is-not-dead", "date_published": "2023-07-06T17:45:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Hong Kong’s pursuit of exiles: these bounties should backfire | Editorial", "description": "<p>The authorities have put a price on activists who fled abroad. They are speaking out anyway – governments must do likewise</p><p>Unless the forces of history conspire in their favour, the fate of most exiled dissidents is a slow fade into obscurity. However admirable their cause or brilliant their tactics, it is hard to maintain the world’s interest and support as time passes. Hong Kong’s exiles are conscious of this problem. But it is Hong Kong’s government which has catapulted them back into the spotlight, by <a href=\"https://www.theguardian.com/world/2023/jul/04/exiled-hong-kong-activists-in-uk-defiant-about-hk1m-bounties-for-their-arrest\" title=\"\">placing a bounty</a> of 1m Hong Kong dollars each – around £100,000 – on eight activists. Three of them – Nathan Law, Finn Lau and Mung Siu-tat – now live in the UK.</p><p>They were part of the <a href=\"https://www.theguardian.com/world/2020/jun/09/how-hong-kong-caught-fire-radical-uprising-protest-china\" title=\"\">massive uprising</a> that wanted Beijing to uphold the promise it made at the handover in 1997: that Hong Kong could enjoy its way of life and freedoms until 2047. After the authorities <a href=\"https://www.nytimes.com/2023/04/25/opinion/hong-kong-protest-china-beijing.html\" title=\"\">crushed resistance there</a>, they tried to keep alive the cause from overseas. For this, they are accused of collusion with foreign forces, incitement of secession, and subversion. Hong Kong’s chief executive, John Lee, has said the city will pursue them “to the ends of the earth”, and that they must “live in fear” – all for peaceful political advocacy.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/the-guardian-view-on-hong-kongs-pursuit-of-exiles-these-bounties-should-backfire\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/the-guardian-view-on-hong-kongs-pursuit-of-exiles-these-bounties-should-backfire", "date_published": "2023-07-06T17:43:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer has finally used the C-word: acknowledging the barriers of class that still divide us | Polly Toynbee", "description": "<p>Labour’s new education policy aims to give all children a better start. It will be a long road to undo the damage this government has done</p><p>Class? Labour was once too wary of the mine-strewn territory to use the word. Tony Blair talked of meritocracy – “<a href=\"https://www.theguardian.com/politics/2001/may/13/labour.tonyblair\">we are meritocrats</a>”, he declared in his first keynote speech of the 2001 general election campaign. He called for “equality of opportunity”. While his 18 taskforces on the causes of “social exclusion” yielded many successes – a <a href=\"https://www.russellsage.org/news/how-britain-cut-child-poverty-half-ten-years\">50% decrease</a> in the number of poor children and a <a href=\"https://www.theguardian.com/lifeandstyle/2010/feb/12/teenage-pregnancy-study\">sharp fall in teen pregnancy</a> and <a href=\"https://www.ft.com/content/9e5a071d-b513-34a2-8b18-14ef572cf996\">youth unemployment</a> – he generally avoided any talk of inequality itself, or class.</p><p>Keir Starmer strode into that minefield on Thursday outlining the fifth of his “missions”, and the one that may prove the most politically defining: he calls it “my personal cause”. He would “shatter the class ceiling”. He spoke of the “snobbery” of the academic versus vocational gap and of the mental barriers telling working class children “this isn’t for you”. Politicians avoid the word, yet there it still is, large as life.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/keir-starmer-breaking-down-class-barriers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/keir-starmer-breaking-down-class-barriers", "date_published": "2023-07-06T17:35:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FTSE 100 falls to lowest closing level in 2023 as interest rate fears grip markets", "description": "<p>Markets suffer on both sides of Atlantic as Fed signals more rate hikes and recession fears grow in UK</p><p>Global financial markets fell sharply on Thursday as investors braced for central banks driving interest rates up further to combat high inflation across the world’s leading economies.</p><p>Share prices fell on both sides of the Atlantic with the FTSE 100 tumbling by 161 points, or 2.2%, to finish the day at 7,280 – its lowest level since last November – while stocks fell by a similar amount across Europe and by more than 1% in New York.</p> <a href=\"https://www.theguardian.com/business/2023/jul/06/global-share-prices-fall-higher-interest-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/06/global-share-prices-fall-higher-interest-rates", "date_published": "2023-07-06T17:26:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britney Spears reportedly assaulted by NBA security guard", "description": "<p>Pop singer files police report after being allegedly backhanded by security guard for Victor Wembanyama in Las Vegas on Wednesday</p><p>Britney Spears has reportedly filed a police report alleging battery after she was backhanded and knocked to the ground by a member of the NBA star Victor Wembanyama’s security team on Wednesday night in Las Vegas.</p><p>The alleged incident, first <a href=\"https://www.tmz.com/2023/07/06/britney-spears-slapped-in-face-victor-wembanyama-spurs-security/\">reported by TMZ</a> and later confirmed by <a href=\"https://www.rollingstone.com/music/music-news/britney-spears-hit-las-vegas-police-report-1234783752/\">Rolling Stone</a> and <a href=\"https://www.usmagazine.com/celebrity-news/news/britney-spears-hit-in-face-by-nba-star-victor-wembanyamas-security/\">Us Weekly</a>, occurred at Catch restaurant at the Aria hotel around 8.30pm. Spears, her husband, Sam Asghari, and two other guests were entering the restaurant when she spotted Wembanyama, the NBA’s tallest active player at 7ft 4in.</p> <a href=\"https://www.theguardian.com/music/2023/jul/06/britney-spears-nba-security-guard-assault-victor-wembanyama\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/06/britney-spears-nba-security-guard-assault-victor-wembanyama", "date_published": "2023-07-06T17:25:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI firms should face prison over creation of fake humans, says Yuval Noah Harari", "description": "<p>Sapiens author tells Geneva summit proliferation of fake people on social media could lead to collapse in democracy</p><p>The creators of AI bots that masquerade as people should face harsh criminal sentences comparable to those who trade in counterfeit currency, the Israeli historian and author <a href=\"https://www.theguardian.com/profile/yuval-noah-harari\">Yuval Noah Harari</a> has said.</p><p>He also called for sanctions, including prison sentences, to apply to tech company executives who fail to guard against fake profiles on their social media platforms.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/06/ai-firms-face-prison-creation-fake-humans-yuval-noah-harari\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/06/ai-firms-face-prison-creation-fake-humans-yuval-noah-harari", "date_published": "2023-07-06T17:25:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leading actors and artists back Labour’s push for more creativity in schools", "description": "<p>Exclusive: Grayson Perry and Olivia Colman lead group of creative figures supporting Keir Starmer’s plan to improve ‘human’ skills</p><p>A group of prominent actors, artists and authors have praised Labour’s proposal to instil more creativity in the school curriculum, saying the arts currently risk being “a pursuit that only the most privileged can follow”.</p><p>The open letter, signed by Grayson Perry, Olivia Colman, Simon Rattle, Adrian Lester and Patrick Stewart, follows Keir Starmer’s pledge to reprioritise creativity and other “human” skills in a world of artificial intelligence.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/leading-actors-and-artists-back-labours-push-for-more-creativity-in-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/leading-actors-and-artists-back-labours-push-for-more-creativity-in-schools", "date_published": "2023-07-06T17:21:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "OceanGate suspends operations after Titan submersible implosion", "description": "<p>Organization will no longer send individuals down to Titanic wreckage or elsewhere after five killed on sub</p><p>Nearly three weeks after its submersible vessel Titan imploded, killing all five people on board, OceanGate is reportedly suspending all exploration and commercial operations.</p><p>The organization posted on its website Thursday that it would no longer be sending individuals down to the wreckage of the Titanic, or elsewhere.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/oceangate-suspends-operations-titan-submersible\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/oceangate-suspends-operations-titan-submersible", "date_published": "2023-07-06T17:19:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The return of rude: Hollywood brings back the raunchy comedy", "description": "<p>After a dearth of R-rated big screen hijinks, the industry bets again on films like No Hard Feelings and Joy Ride to lure crowds</p><p>Joy Ride, in theaters this Friday, is not for the modest. The R-rated road trip movie, from the director Adele Lim (Crazy Rich Asians), follows four friends, played by Ashley Park, Sabrina Wu, Sherry Cola and the Oscar nominee Stephanie Hsu (from Everything Everywhere All at Once), on a weeklong romp through China that is deliriously deranged and unapologetically lascivious. There’s a moving plot about searching for one’s identity after a life in white America and a pointed <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/04/newsflash-were-not-all-meek-how-brash-funny-asian-women-took-over-our-screens\">subversion of the trope of meek Asian women</a>. But Joy Ride is primarily crass and vigorous, viscerally horny comedy, pulling from such R-rated touchstones as The Hangover, Bridesmaids and Girls Trip – binge drinking and vomit, copious references to several orifices, cartoonish clouds of cocaine, a raucous sex montage that made me giggle with a sound I have not heard from myself in a long time.</p><p>In other words, not something often seen on the big screen these days, as Hollywood studios, weathering the bite of streaming services and the pandemic, pivot even further into franchise fare and mined IP. Given the endless sinkhole of options from one’s couch, theatrical releases tend to bet on the appeal of a communal movie-watching experience – the hype of a franchise release, or a big-name spectacle (such as Christopher Nolan’s Oppenheimer), a new spin on a familiar name (the Barbie movie) or elevated, offbeat horror (this year’s surprise box office hits M3gan or Cocaine Bear). The 90s and 2000s were full of decently reviewed and profitable R-rated romps – American Pie, Superbad, The Hangover, the catalog of Judd Apatow stoner bro movies, etc – but it’s been a long time since moviegoers could rally around boundary-pushing, gut-twisting laughs.</p> <a href=\"https://www.theguardian.com/film/2023/jul/06/summer-comedy-movie-no-hard-feelings-joy-ride\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/06/summer-comedy-movie-no-hard-feelings-joy-ride", "date_published": "2023-07-06T17:11:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United increase Onana bid, Xhaka seals Leverkusen move", "description": "<ul><li>United’s €50m offer not enough but €55m could land goalkeeper</li><li>Arsenal take €25m for Xhaka and close to signing Ajax’s Timber</li></ul><p>Manchester United have increased their bid for André Onana to €50m (£42.7m). Internazionale want €60m for the goalkeeper but talks are continuing and sources believe a compromise could be agreed at €55m.</p><p>United’s latest offer was of about €45m plus add-ons for the Cameroon international, who had agreed personal terms on a long-term deal. An initial verbal bid worth a total of €45m was <a href=\"https://www.theguardian.com/football/2023/jul/05/manchester-united-confirm-mason-mount-signing-chelsea-55m\">rejected on Wednesday</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/manchester-united-increase-andre-onana-bid-granit-xhaka-seals-bayer-leverkusen-move-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/manchester-united-increase-andre-onana-bid-granit-xhaka-seals-bayer-leverkusen-move-arsenal", "date_published": "2023-07-06T17:07:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ticket office closures: bad for rail staff, bad for passengers | Letters", "description": "<p>Trying to dress up cuts as being about modernisation is nonsense, writes <strong>Prof Paul Salveson</strong>.<strong> </strong>Plus letters from <strong>Jane Card</strong>, <strong>Trevor Lawson</strong> and <strong>Philip Clayton</strong></p><p>Labour needs to do a bit better than complain that proposed rail ticket office closures are being “rushed” (<a href=\"https://www.theguardian.com/uk-news/2023/jul/04/labour-criticises-rushed-plans-shut-hundreds-rail-ticket-offices-england\" title=\"\">Labour criticises ‘rushed’ plans to shut hundreds of rail ticket offices in England, 4 July</a>). They shouldn’t be happening at all, and this “Beeching of the booking offices” is bad news for passengers as well as staff. Trying to dress up the cuts as being about “modernisation” and offering passengers a better service is nonsense. It’s about cost-cutting.</p><p>Not only will disabled passengers suffer, but everyone who values a friendly human face to assist them in planning their journey and buying tickets will lose out.</p> <a href=\"https://www.theguardian.com/business/2023/jul/06/ticket-office-closures-bad-for-staff-bad-for-passengers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/06/ticket-office-closures-bad-for-staff-bad-for-passengers", "date_published": "2023-07-06T16:47:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We must revive the spirit of the Stansted 15 | Letter", "description": "<p>Activist <strong>Melanie Strickland</strong> calls for a renewed effort to defeat the government’s hostile immigration policies</p><p>As one of the <a href=\"https://www.theguardian.com/commentisfree/2021/feb/02/stansted-15-quashed-conviction-terrorists-deportation-hostile-environment\" title=\"\">Stansted 15</a> activists, I was moved to read Koye Adebakin’s letter (<a href=\"https://www.theguardian.com/uk-news/2023/jun/21/why-direct-action-is-vital-to-fight-injustice\" title=\"\">21 June</a>), in which he told how his partner had been on the deportation flight that our direct action stopped and was later given leave to remain in the UK after the Home Office was found not to have acted in accordance with the law.</p><p>To be reminded that the action had such impact is spiritual sustenance in these dark times. The oppressive terror prosecution of the Stansted 15 affected all our lives profoundly, but the action was the best thing I’ve ever done.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/we-must-revive-the-spirit-of-the-stansted-15\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/we-must-revive-the-spirit-of-the-stansted-15", "date_published": "2023-07-06T16:47:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern lights may be visible in parts of UK on Thursday night", "description": "<p>People in Scotland, north of England and Northern Ireland may have best chance to view aurora borealis</p><p>Sky-gazers in parts of the UK may be treated to a display of the northern lights on Thursday night as solar winds race towards Earth at about 1m mph (1.6m km/h).</p><p>People in Scotland, the north of England and Northern Ireland may have the best chance to view the colourful aurora caused by charged particles from the sun colliding with molecules in the Earth’s upper atmosphere.</p> <a href=\"https://www.theguardian.com/science/2023/jul/06/northern-lights-may-be-visible-uk-thursday-night\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/06/northern-lights-may-be-visible-uk-thursday-night", "date_published": "2023-07-06T16:44:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Threads review: Twitter without the rough edges or news", "description": "<p>Site has potential to suck the remaining life – and advertising revenue – out of Musk’s struggling network</p><p>Imagine a social network where users have invested so much social capital in putting up data about themselves that it is impossible to imagine them leaving. Moving to a new site would be an enormous risk for users because you would lose your network of friends. The network’s entire existence, the theory goes, is secured by these barriers to starting afresh at a new outlet.</p><p>This was how the Guardian <a href=\"https://www.theguardian.com/technology/2007/feb/08/business.comment\">described MySpace in 2007</a>, when the early social network had 150 million global users, a number so large it was considered improbable that they would ever move elsewhere. (In the end MySpace was soon overtaken by Mark Zuckerberg’s Facebook, Rupert Murdoch lost almost all the money he spent buying the site, and MySpace’s once-ubiquitous founder <a href=\"https://www.theguardian.com/media/2008/jun/23/myspace.tomanderson\">Tom Anderson</a> has travelled the world on the profits ever since.)</p> <a href=\"https://www.theguardian.com/media/2023/jul/06/threads-review-twitter-without-rough-edges-or-news\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/06/threads-review-twitter-without-rough-edges-or-news", "date_published": "2023-07-06T16:43:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ashes diary: new Robinson makes debut and Stokes masters coin toss", "description": "<p>Jonathan Agnew dresses to impress his lunchtime guest Gareth Southgate and Alex Carey has a close shave at the barber’s</p><p>Thursday saw the Ashes debut of Richie Robinson, the new Headingley groundsman and second person of that name for whom this fixture has proved notable. The first played the last of his three Tests for Australia here in 1977, where England wrapped up the series and the Guardian’s John Arlott described him as “an invariably game but unsophisticated batsman” who “is simply not a batsman at international level”.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/ashes-diary-cricket-robinson-gareth-southgate-ben-stokes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/ashes-diary-cricket-robinson-gareth-southgate-ben-stokes", "date_published": "2023-07-06T16:38:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nutmeg (Margaret Irvine) obituary", "description": "<p>Margaret Irvine, who has died aged 75 following a fall last year from which she did not recover, set crosswords for the Guardian as Nutmeg.</p><p>Despite a lifelong interest in words, Margaret came to setting crosswords relatively late in life, when she sent some puzzles on spec to the Guardian. The paper published her first in 2006 as an online Quiptic puzzle, but she was soon also setting regular cryptics for the paper. Her elegantly constructed clues quickly made her a hit with Guardian solvers. She chose Nutmeg as her Guardian nom de plume, because Meg is a diminutive of Margaret and she was happy to be considered a slightly eccentric “nut”. She went on also to set puzzles for the Times and the Church Times, and (as Mace) for the New Statesman.</p> <a href=\"https://www.theguardian.com/crosswords/2023/jul/06/nutmeg-margaret-irvine-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/crosswords/2023/jul/06/nutmeg-margaret-irvine-obituary", "date_published": "2023-07-06T16:21:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United allowing Viagogo sales while pushing crackdown on touts", "description": "<ul><li>Club criticised over stance on hospitality tickets</li><li>Seats listed on Viagogo for more than twice face value</li></ul><p>Manchester United have come under fire for claiming to be cracking down on ticket touts while allowing seats at Old Trafford to be sold through Viagogo, a website accused of <a href=\"https://www.theguardian.com/money/2019/jan/19/viagogo-releases-data-showing-huge-scale-of-ticket-touting\">allowing professional ticket traders</a> to exploit fans.</p><p>The club this week urged any fans who had bought tickets through touts to provide details of the purchase anonymously, to assist with efforts to tackle the problem. But the Guardian found that dozens of hospitality seats at Old Trafford are on sale on Viagogo, often with huge mark-ups applied, prompting concern from a football supporters’ group.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/manchester-united-viagogo-hospitality-tickets-crackdown-touts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/manchester-united-viagogo-hospitality-tickets-crackdown-touts", "date_published": "2023-07-06T16:15:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do Shell chief’s claims about cutting oil output being dangerous stack up?", "description": "<p>Wael Sawan accused of ‘gaslighting’ after saying cuts would worsen cost of living crisis and disadvantage poorer countries</p><p>• <a href=\"https://www.theguardian.com/business/2023/jul/06/shell-boss-under-fire-for-saying-cutting-fossil-fuel-production-is-dangerous-wael-sawan-climate\">Shell boss under fire for saying cutting production is ‘dangerous</a>’</p><p>The chief executive of Shell has provoked the ire of campaigners and climate scientists by claiming that cutting the world’s oil and gas production would be “<a href=\"https://www.theguardian.com/business/2023/jul/06/shell-boss-under-fire-for-saying-cutting-fossil-fuel-production-is-dangerous-wael-sawan-climate\">dangerous and irresponsible</a>”.</p><p>In an interview with the BBC, Wael Sawan said reducing production could worsen the cost of living crisis while disadvantaging poorer countries. His comments have been called cynical and described as “gaslighting” by critics of the oil company.</p> <a href=\"https://www.theguardian.com/business/2023/jul/06/do-shell-chiefs-claims-cutting-oil-output-dangerous-stack-up\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/06/do-shell-chiefs-claims-cutting-oil-output-dangerous-stack-up", "date_published": "2023-07-06T16:10:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The most profound finale of the year: why menopause comedy The Change is life-affirming TV", "description": "<p>Bridget Christie’s glorious sitcom tackles everything from sexism to the climate crisis. It gives us a sorely needed onscreen role model and its ending is gorgeous. Roll on season two!</p><p>Every woman’s relationship with her fertility is unique, but – in a world that has always valued a female based on what is happening with her womb – there is a trajectory most of us recognise. As teenagers, we are terrified of getting pregnant. For a small window in our 20s, we are allowed the luxury of choice – pregnancy feels so easy that we can “leave it until later”. But we hit 30 and suddenly “later” becomes today. We are told to hurry up and have a baby before it’s too late. With each year that passes, so too do our options. Then comes the menopause – more than 400 periods later, they begin to stop, only to be replaced for many by unpleasant symptoms.</p><p>In recent years, television has started to explore this wild, wonderful, infuriating, mind-boggling and, at times, horribly unfair journey. But it’s only now that the later chapters are being told – in the likes of <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/21/the-change-review-bridget-christies-super-cool-menopause-comedy-is-like-nothing-else-on-tv\">The Change</a> (Channel 4), the debut comedy series from Bridget Christie. The 51-year-old comedian, who also performs standup shows about going through the menopause, has created a tale that both scrutinises and celebrates the experience. It is shot through with the kind of nuance that can only come from somebody who has been in the thick of it.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/06/the-most-profound-finale-of-the-year-why-menopause-comedy-the-change-is-life-affirming-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/06/the-most-profound-finale-of-the-year-why-menopause-comedy-the-change-is-life-affirming-tv", "date_published": "2023-07-06T16:06:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How important is Horizon science project for UK – and could it rejoin?", "description": "<p>Brexit spat excluded Britain from £85bn European programme – at huge detriment to vital research, argue scientists</p><p>The UK is <a href=\"https://www.theguardian.com/politics/2023/jul/05/uk-edges-closer-to-rejoining-eu-horizon-science-programme-brexit\">edging closer </a>to a deal to allow it back into the flagship £85bn Horizon Europe science research programme after being locked out since 2020 in a row over Northern Ireland’s Brexit trading arrangements.</p><p>What might happen, and can British science recover its leading position in Europe?</p> <a href=\"https://www.theguardian.com/education/2023/jul/06/how-important-is-horizon-science-project-for-uk-and-could-it-rejoin\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/06/how-important-is-horizon-science-project-for-uk-and-could-it-rejoin", "date_published": "2023-07-06T15:59:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canadian judge rules thumbs-up emoji can represent contract agreement", "description": "<p>A Saskatchewan court rules emoji is just as valid as a signature and orders a farmer to pay $61,442 for unfulfilled contract</p><p>A Canadian judge has ruled that the “thumbs-up” emoji is just as valid as a signature, arguing that courts need to adapt to the “new reality” of how people communicate as he ordered a farmer to pay C$82,000 ($61,442) for an unfulfilled contract.</p><p>In a <a href=\"https://www.canlii.org/en/sk/skkb/doc/2023/2023skkb116/2023skkb116.html\">recent case</a> the Court of King’s Bench in the province of Saskatchewan heard that a grain buyer with South West Terminal sent a mass text message to clients in March 2021, advertising that the company was looking to buy 86 tonnes of flax at a price of C$17 ($12.73) per bushel.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/canada-judge-thumbs-up-emoji-sign-contract\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/canada-judge-thumbs-up-emoji-sign-contract", "date_published": "2023-07-06T15:58:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon: Liam Broady shocks Casper Ruud, joins Katie Boulter in third round", "description": "<ul><li>Briton beats world No 4 6-4, 3-6, 4-6, 6-3, 6-0 in second round</li><li>Katie Boulter battles past Victoriya Tomova in three sets</li></ul><p></p><p>On paper – and also, in all likelihood, on clay or a hard court, too – there was a gulf in class between Liam Broady and Casper Ruud before their second-round match on Centre Court here on Thursday. On grass, however, it was a very different story, and Broady brilliantly exploited his opponent’s clear uncertainty on the surface to reach the third round for the second year running, 6-4, 3-6, 4-6, 6-3, 6-0.</p><p>Ruud had arrived on court as the No 4 seed, the same as his current world ranking, while Broady started the day 138 places further down the list. The Norwegian has several useful weapons in his armoury that should make him a real force on grass, including a rock-solid forehand and a power-packed serve, and his all-round game had seen him reach the final in three of his last five slams.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/liam-broady-casper-ruud-katie-boulter-wimbledon-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/liam-broady-casper-ruud-katie-boulter-wimbledon-tennis", "date_published": "2023-07-06T15:56:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greta Thunberg charged with disobeying Swedish police during oil protest", "description": "<p>Climate activist will appear in court in late July after disrupting traffic during a demonstration in Malmö</p><p>The climate activist Greta Thunberg is due to appear in court in late July after being charged with refusing to obey police orders during an anti-oil protest in the <a href=\"https://www.theguardian.com/world/sweden\">Swedish</a> port city of Malmö last month, local media have reported.</p><p>The charge, believed to be Thunberg’s first, comes after the 20-year-old climate campaigner joined a six-day protest organised by the environmental group Take Back the Future at the city’s oil terminal on 19 June.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/greta-thunberg-charged-with-disobeying-swedish-police-during-oil-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/greta-thunberg-charged-with-disobeying-swedish-police-during-oil-protest", "date_published": "2023-07-06T15:54:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s the cure for an ailing NHS? You won't find it in birthday soundbites from politicians | Simon Jenkins", "description": "<p>Serious debate about reform is dead in the water because political dogma and point-scoring are the order of the day</p><p>Everyone agrees that Britain’s 75-year-old NHS needs rescue and overhaul. But what does this mean? Surgery, therapy, the oxygen of cash, a slap in the face or just a hip replacement? And how is this to be decided? At that point agreement ends. There is silence.</p><p>This week the former health secretary Sajid Javid <a href=\"https://www.thetimes.co.uk/article/sajid-javid-ailing-nhs-has-made-us-sicker-352wtnng3\">said the service’s current structure was “unsustainable”</a> and in need of a royal commission. His successor, Steve Barclay, disagreed. The NHS, <a href=\"https://www.thetimes.co.uk/article/steve-barclay-happy-anniversary-to-our-nhs-a-source-of-national-pride-pxngbmz0n\">he said</a>, was so “treasured” that it needed evolution, not a “big bang moment”. Labour’s health spokesperson, Wes Streeting, said the NHS had no need of a commission, “<a href=\"https://twitter.com/wesstreeting/status/1676125406573764608\">it needs a Labour government</a>”. If no one can agree on how to search for a solution, the chance of finding one must be nearly zero.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/nhs-reform-royal-commission-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/nhs-reform-royal-commission-politics", "date_published": "2023-07-06T15:52:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moving on slowly … Starmer resumes speech after students’ polite protest | John Crace", "description": "<p>For what felt like an age, they just stood there. In the end, the interlopers seemed grateful to be shepherded away</p><p>There can’t be many people left in the country who haven’t heard of <a href=\"https://www.theguardian.com/politics/2023/jan/04/rishi-sunak-vows-to-deliver-on-peoples-priorities-conservatives\">Rishi Sunak’s five promises</a>. Or pledges. Or priorities. Or vague ideas. Whatever their current status happens to be. Like a guilty person returning to the scene of the crime, the more it looks inevitable the prime minister will fail on all five, the more frequently he feels obliged to mention them. He probably obsessively repeats them to himself in his sleep.</p><p>The same could not be said for <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/keir-starmer-five-missions-prime-minister-leader-long-term-broken-britain\">Keir Starmer’s five missions</a>. Even those who have heard them find it hard to remember what they are. Partly because the Labour leader doesn’t go on and on about them at every available opportunity. Wisely, he prefers to choose his moments. But mainly because much of what Starmer says is instantly forgettable.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/starmer-resumes-speech-after-students-polite-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/starmer-resumes-speech-after-students-polite-protest", "date_published": "2023-07-06T15:50:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pogacar hits back to win stage six of Tour de France and close on Vingegaard", "description": "<ul><li>Slovenian catches rival by surprise with violent acceleration</li><li>Vingegaard takes yellow jersey as Jai Hindley wilts</li></ul><p>Tadej Pogacar won the mountainous sixth stage of the 2023 Tour de France, with a surprise attack on defending champion Jonas Vingegaard in the closing kilometres of the summit finish at Cauterets-Cambasque, in the Pyrenees. The UAE Emirates team leader turned the tables on the Dane, less than a day after his challenge appeared to have stalled on the first mountain stage to Laruns.</p><p>As Pogacar and Vingegaard moved ahead on the penultimate climb, overnight race leader Jai Hindley, of the Bora Hansgrohe team, wilted.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/tadej-pogacar-hits-back-to-win-stage-six-of-tour-de-france-and-close-on-jonas-vingegaard-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/tadej-pogacar-hits-back-to-win-stage-six-of-tour-de-france-and-close-on-jonas-vingegaard-cycling", "date_published": "2023-07-06T15:49:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton backs peaceful Just Stop Oil protest at British Grand Prix", "description": "<ul><li>‘We believe in what the protesters are fighting for’</li><li>Silverstone worked alongside police to beef up security</li></ul><p>Lewis Hamilton has said he would support a peaceful protest by the Just Stop Oil group at this weekend’s British Grand Prix. Environmental activists are targeting a swathe of sporting events and strongly expected to take action at Silverstone and the seven-time champion, who has expressed sympathy with their cause in the past, believed they had a valid point to make.</p><p>On Wednesday campaigners <a href=\"https://www.theguardian.com/sport/2023/jul/05/just-stop-oil-protesters-disrupt-play-on-court-18-at-wimbledon-tennis\">disrupted two tennis matches at Wimbledon</a> and also did so on the first day of the Lord’s Ashes test. The organisers of the British Grand Prix have already warned they are planning the weekend with the expectation of disruption at Silverstone.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/lewis-hamilton-backs-peaceful-just-stop-oil-protest-at-british-grand-prix\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/lewis-hamilton-backs-peaceful-just-stop-oil-protest-at-british-grand-prix", "date_published": "2023-07-06T15:19:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump valet pleads not guilty in classified documents investigation", "description": "<p>Ex-president’s valet Walt Nauta arraigned in federal district court in Miami on charges including conspiracy to obstruct justice</p><p>Donald Trump’s valet and co-defendant in the Mar-a-Lago classified documents case pleaded not guilty at his rescheduled arraignment on Thursday after retaining a defense lawyer admitted in the southern district of Florida the night before his appearance, according to a person close to the matter.</p><p>The valet, Walt Nauta – indicted <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.flsd.648653/gov.uscourts.flsd.648653.3.0_4.pdf\">on charges including conspiracy to obstruct justice</a> – appeared in federal district court in Miami alongside his Florida lawyer, Sasha Dadan, and his longtime defense lawyer, Stanley Woodward, the person said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/06/trump-valet-walt-nauta-not-guilty-arraignment-mar-a-lago\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/06/trump-valet-walt-nauta-not-guilty-arraignment-mar-a-lago", "date_published": "2023-07-06T15:15:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Lo-fi loan deals and chilling cartoons: the evolution of transfer unveilings", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Back in the day, football clubs would simply announce their latest transfer signing with a photo. Sometimes, the player would hold the shirt up in the boardroom, or in the stands. Sometimes, for a bit of variety, the player would wear the shirt <em>and</em> hold the shirt up. Front and back, like, to appease the masses. Things started ramping up in the 90s. Bryan Robson was announced at Middlesbrough in 1994 by doing a few kick-ups in a suit/kit combo: jacket and tie up top, shin pads and shorts down the bottom. Because you know, <a href=\"https://www.theguardian.com/football/blog/2016/apr/15/the-joy-of-six-football-player-managers\">he’s the player-manager</a>. Business in the boardroom, party on the pitch. Still, it sort of worked. We’re talking about it now, 29 years later.</p><p>My daughter was reading <a href=\"https://www.theguardian.com/football/2023/jul/05/football-daily-email-hannah-dingley-forest-green\">Football Daily</a> over my shoulder last night and asked who Hannah Dingley was – I explained and she asked if there were lots of women managing men’s football teams. ‘But aren’t there lots of men in charge of women’s teams …?’ A withering look, a shake of the head and STOP FOOTBALL has its latest nine-year-old convert” – John Gregory.</p><p>Re: Andrew Douglas’s query about wearing scarves in Saudi Arabia (<a href=\"https://www.theguardian.com/football/2023/jul/05/football-daily-email-hannah-dingley-forest-green\">yesterday’s Football Daily letters</a>). If they have air-con units in their stadiums that are anything like the ones Qatar employed during the World Cup, they’ll need scarves, hats, hoodies, gloves, the lot” – Jim Hearson.</p><p>Jon Deacon might have a point in terms of similarities between the UK and Saudi Arabia (<a href=\"https://www.theguardian.com/football/2023/jul/05/football-daily-email-hannah-dingley-forest-green\">yesterday’s letters</a>). But, ask yourself, does the government of the country that hosts the Premier League promote policies that contravene human rights law? What? Oh” – Jon Millard.</p><p>As a regular reader, I was interested enough to look at the offer of the upcoming <a href=\"https://guardianbookshop.com/the-football-weekly-book-9781783352906\">Football Weekly book</a> [available to order now, out on 28 September – Football Daily Ed]. The webpage invited me to be the first to review it. Having duly written my one-star review, I was then told I couldn’t submit it as I hadn’t bought the book. So that’s five minutes of my life wasted” – Mark Waters.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/jul/06/football-daily-email-transfer-announcements\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/football-daily-email-transfer-announcements", "date_published": "2023-07-06T15:07:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She makes me feel seen’: John Grant on the greatness of Patsy Cline – and her five finest songs", "description": "<p>As he prepares a concert of Cline’s music, the singer-songwriter delves into the tragic life and melancholy musicianship of an American great</p><p>Patsy Cline was really ballsy, very sure of herself and her voice. She became one of the most successful artists of all time, but it took her a long time. She grew up poor in Virginia. Her mother and father didn’t have a good relationship and she told a couple of her friends that her father had sexually molested her. When she was 13, she was hospitalised with a nearly fatal infection, and afterwards had this hoarseness which gave her a really booming voice.</p><p>After singing in the church choir with her mother, Cline sang in contests and begged to get backstage and meet people so that she could audition for them. She had a lot of conviction in her talents and what she wanted to do, and fought for it. She ended up moving to Nashville to work with 4 Star, a small record company, where she released her first couple of minor hits, including A Church, A Courtroom and then Goodbye.</p> <a href=\"https://www.theguardian.com/music/2023/jul/06/she-makes-me-feel-seen-john-grant-on-the-greatness-of-patsy-cline-and-her-five-finest-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/06/she-makes-me-feel-seen-john-grant-on-the-greatness-of-patsy-cline-and-her-five-finest-songs", "date_published": "2023-07-06T15:00:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Distress in England’s young adults has risen sharply since Covid, study shows", "description": "<p>Research suggests those aged 18 to 24 have been deeply affected by pandemic and then cost of living and healthcare crises</p><p>Young adults are bearing the brunt of a “growing mental health crisis” in England, according to researchers who warn that levels of severe distress have risen steadily in adults since the start of the pandemic.</p><p>The disturbing trend may be driven by an “unprecedented series of events” including the cost of living and healthcare crises and the impact of the pandemic itself, the researchers said, adding there was an urgent need to address the causes and improve funding for mental health services.</p> <a href=\"https://www.theguardian.com/society/2023/jul/06/distress-england-young-adults-risen-sharply-since-covid-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/06/distress-england-young-adults-risen-sharply-since-covid-study-shows", "date_published": "2023-07-06T15:00:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid win race for Guler, PSG announce Skriniar and Asensio deals", "description": "<ul><li>Real beat Barcelona to Turkish playmaker Arda Guler</li><li>Ligue 1 champions announce two transfers on Thursday</li></ul><p>Real Madrid have announced the signing of 18-year-old midfield prodigy Arda Guler from Fenerbahce.</p><p>Guler, who has recently broken into the Turkish national team, has signed on a six-year contract, with Real winning the race for his signature against rivals Barcelona. They will pay an initial €17m (£14.5m) with an estimated €8.5m in add-ons, with a sell-on clause also included in the deal.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/real-madrid-psg-transfer-roundup-europe-guler-asensio\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/real-madrid-psg-transfer-roundup-europe-guler-asensio", "date_published": "2023-07-06T14:44:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gatwick submits plans for £2.2bn second runway", "description": "<p>Airport says runway will generate £1bn for region’s economy but campaigners warn it will worsen noise and air pollution</p><p>London Gatwick has formally submitted plans for a £2.2bn second runway, as the airport looks to double its passenger numbers to 75 million a year.</p><p>Gatwick said <a href=\"https://www.theguardian.com/uk-news/2018/oct/18/gatwick-plans-using-emergency-runway-to-increase-flight-capacity\">the planned runway</a> would generate 14,000 jobs and bring a £1bn annual economic boost to the region.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/gatwick-submits-plans-for-second-runway-airport\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/gatwick-submits-plans-for-second-runway-airport", "date_published": "2023-07-06T14:44:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MCC orders members away from players after Long Room incident at Ashes Test", "description": "<ul><li>Cordoned area through famous Lord’s Long Room increased</li><li>Club will take tougher stance on ‘unacceptable’ behaviour</li></ul><p>The MCC will separate members from players for the remainder of the summer while it continues its investigation into the <a href=\"https://www.theguardian.com/sport/2023/jul/04/mcc-members-lords-icec-report-england-australia-second-test-jonny-bairstsow\">wild scenes in the normally sedate Long Room</a> during the bad-tempered denouement to <a href=\"https://www.theguardian.com/sport/2023/jul/02/england-australia-cricket-ashes-second-test-day-five-report-ben-stokes\">last week’s second Ashes Test</a> at Lord’s.</p><p><a href=\"https://www.theguardian.com/sport/2023/jul/02/mcc-unreservedly-apologised-to-australia-after-long-room-incident-england-ashes\">Three members have already been suspended</a> for directly confronting Australia’s players as they left the field shortly after England’s Jonny Bairstow had been controversially stumped by Alex Carey. Footage of the incident was widely broadcast while further clips have been exchanged on social media, and the club are asking witnesses to come forward as they attempt to identify other individuals involved in the abuse, and promising more disciplinary action should they do so.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/mcc-orders-members-away-from-players-after-long-room-incident-at-ashes-test-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/mcc-orders-members-away-from-players-after-long-room-incident-at-ashes-test-cricket", "date_published": "2023-07-06T14:40:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man guilty of Christmas Eve murder of Elle Edwards", "description": "<p>Beautician, 26, killed when Connor Chapman, 23, fired 12 shots into group outside Wallasey pub</p><p>A man has been found guilty of the murder of a beautician who was killed when he opened fire with a sub-machine gun outside a pub on Christmas Eve.</p><p>Elle Edwards, 26, was shot when Connor Chapman, 23, fired 12 shots from a Skorpion pistol into a group of people outside the Lighthouse pub in Wallasey Village, Wirral, Merseyside, shortly before midnight on December 24 last year.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/man-guilty-of-christmas-eve-of-elle-edwards\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/man-guilty-of-christmas-eve-of-elle-edwards", "date_published": "2023-07-06T14:40:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Hot Wheels movie will be ‘emotional, grounded and gritty’. Why? | Stuart Heritage", "description": "<p>Keen to chuck its entire back catalogue at the big screen, Mattel has JJ Abrams working on a deadly earnest drama inspired by tiny cars. Can someone find the brakes?</p><p>Barbie is currently shaping up to be one of the <a href=\"https://www.theguardian.com/film/2023/jun/05/barbie-film-required-so-much-pink-paint-it-contributed-to-worldwide-shortage\">biggest films</a> of the year. It’s bright, it’s colourful, it’s just knowing enough, and its publicity machine has been bulldozing the general public for what seems like several years at this point. From all that anyone can tell, Barbie is going to be one of those staggeringly rare films that manages to excel commercially as well as intellectually.</p><p>Although, that said, doesn’t a part of you wish that it bombs? Not because it’s a bad film, or because you wish ill upon anyone involved in its creation, of course. No, a tiny part of you wants Barbie to fail because it might just spare us the miserable inevitability of a <a href=\"https://screenrant.com/hot-wheels-movie-tone-jj-abrams-response/\">dark and gritty</a> Hot Wheels film.</p> <a href=\"https://www.theguardian.com/film/2023/jul/06/barbie-gritty-emotional-hot-wheels-movie-jj-abrams-mattel\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/06/barbie-gritty-emotional-hot-wheels-movie-jj-abrams-mattel", "date_published": "2023-07-06T14:18:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rail ticket office closures in England will lead to job losses, minister says", "description": "<p>During Commons debate, Huw Merriman says RMT union, in rejecting offer, should take some responsibility</p><p>Rail ticket office closures will lead to job losses, a transport minister has said, as Conservative MPs raised “huge concerns” over the impact on passengers.</p><p>The rail minister, Huw Merriman, said in the Commons on Thursday that the Rail, Maritime and Transport Workers (RMT) union should take some responsibility for job losses.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/rail-ticket-office-closures-in-england-will-lead-to-job-losses-minister-says\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/rail-ticket-office-closures-in-england-will-lead-to-job-losses-minister-says", "date_published": "2023-07-06T14:11:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs call for sanctions on Hong Kong officials targeting UK-based activists", "description": "<p>Backbenchers respond to police bounties placed on activists, as minister challenged over meeting with Chinese official </p><p>Hong Kong officials involved in targeting UK-based pro-democracy activists who had bounties placed on them should be subject to sanctions, opposition and Tory backbenchers have urged the government.</p><p>A Foreign Office minister responding to concerns raised in parliament was also challenged by one of her own colleagues over her recent meeting with a Chinese official, whom the Tory MP Tim Loughton described as “China’s chief dissident snatcher.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/mps-call-for-sanctions-on-hong-kong-officials-targeting-uk-based-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/mps-call-for-sanctions-on-hong-kong-officials-targeting-uk-based-activists", "date_published": "2023-07-06T14:09:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI chatbot ‘encouraged’ man who planned to kill queen, court told", "description": "<p>Chatbot said it was ‘impressed’ when Jaswant Singh Chail told it he was ‘an assassin’ before he broke in to Windsor Castle, court hears</p><p>A man who planned to assassinate the late queen with a crossbow drew encouragement from an AI chatbot in the days before breaking into the grounds of Windsor Castle, the Old Bailey has heard.</p><p>Jaswant Singh Chail, who was 19 at the time, also exchanged thousands of often sexually charged messages with Sarai, his AI girlfriend, before scaling the fence to the royal estate on Christmas Day 2021, the court was told.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/ai-chatbot-encouraged-man-who-planned-to-kill-queen-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/ai-chatbot-encouraged-man-who-planned-to-kill-queen-court-told", "date_published": "2023-07-06T14:07:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer is promising some relatively radical policies executed in a sensible way", "description": "<p>Labour leader’s five ‘missions’ may lack detail and sound cautious, but contain novel ideas and outline framework for government</p><p>Politics is full of paradoxical moments, and thus it was for Keir Starmer that his speech explaining the urgency of helping young people express themselves was interrupted by two notably eloquent examples, who proceeded <a href=\"https://www.theguardian.com/politics/video/2023/jul/06/stop-u-turning-keir-starmer-heckled-by-climate-protesters-video\">to accuse him</a> of a U-turn on green policies.</p><p>As the duo stepped forward from the young and telegenic lineup placed behind the Labour leader at MidKent College in Gillingham, unfurling a banner, you could almost hear the exasperated sighs of frustration from Starmer’s aides.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/keir-starmer-is-promising-some-relatively-radical-policies-executed-in-sensible-way\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/keir-starmer-is-promising-some-relatively-radical-policies-executed-in-sensible-way", "date_published": "2023-07-06T14:07:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bill Callahan’s 20 best songs – ranked!", "description": "<p>As breakout album Supper turns 20, we chart the lo-fi legend’s best tracks – from mournful meditations to witty country tales</p><p>Callahan’s first album under his own name, Woke on a Whaleheart, was a surprising – and for some fans alienating – deviation into good cheer, but lugubrious business as usual returned on its follow-up, Sometimes I Wish We Were an Eagle, as evidenced by Too Many Birds. This splendidly stark song mordantly reflects on the impossibility of finding your place in the world.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/06/bill-callahans-20-best-songs-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/06/bill-callahans-20-best-songs-ranked", "date_published": "2023-07-06T14:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Verdi: Un Ballo in Maschera review | Andrew Clements's classical album of the week", "description": "<p><strong>Tommaso/Lynch/Hernández/Monte Carlo PO/Janowski<br />Pentatone (two CDs)<br /></strong>Recorded in two separate studios, Marek Janowski’s dashing recording of Verdi’s opera draws power from its authoritative star, even if the rest of the cast can’t quite measure up</p><p>New bespoke opera releases are rare commodities nowadays, and this is apparently the first studio sourced version of <a href=\"https://www.theguardian.com/music/2020/jul/15/verdi-where-to-start-with-his-music\">Verdi’s</a> tragicomedy since the mid-1990s. In fact this Un Ballo in Maschera has been sourced from two studios: the sessions took place in 2021 during and after lockdown, with the solo contributions recorded in Monte Carlo and the choruses by the Transylvania State Philharmonic Choir in Cluj, Romania, four months later. Not that anyone is likely to guess; the components have been seamlessly integrated in the final mix, with excellent orchestral playing and lustrous sound throughout.</p><p>Where many productions of Ballo these days opt to use the original settings and names that Verdi intended (the censors in Naples insisted on changes before the premiere), here we have the later ones – the action transplanted from Stockholm to the new world, with Rodrigo, governor of Boston, as the central character rather than King Gustavus III, his secretary Renato instead of Anckarströem, the conspirators Samuel and Tom not Ribbing and Horn, and so on.</p> <a href=\"https://www.theguardian.com/music/2023/jul/06/verdi-un-ballo-in-maschera-review-freddie-de-tommaso-marek-janowski\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/06/verdi-un-ballo-in-maschera-review-freddie-de-tommaso-marek-janowski", "date_published": "2023-07-06T14:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands gather for funeral of Cardiff teenagers whose deaths sparked riot", "description": "<p>Joint service for best friends Kyrees Sullivan, 16, and Harvey Evans, 15, takes place in Ely</p><p>Thousands of people have gathered for the funeral of two teenagers whose deaths sparked a riot in Cardiff.</p><p>A joint service for best friends Kyrees Sullivan, 16, and Harvey Evans, 15, began at the Church of the Resurrection on Grand Avenue in Ely just after 1pm on Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/thousands-gather-for-funeral-of-cardiff-teenagers-whose-deaths-sparked-riot\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/thousands-gather-for-funeral-of-cardiff-teenagers-whose-deaths-sparked-riot", "date_published": "2023-07-06T13:46:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Opera House archive goes global with streaming service", "description": "<p>New technology is also enabling live instant replays of rehearsals to help with creative process</p><p>The Royal Opera House’s archive of opera and ballet performances is being made available to audiences across the world, enabling subscribers in 95 countries to instantly start watching.</p><p>More than a million people go to performances by the Royal Opera and Royal Ballet in Covent Garden in London each year. Now people in countries as far afield as Brazil and China are able to watch its productions, both historic and recent, online. Each recording can now be streamed from a large archive.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/06/royal-opera-house-archive-streaming-service\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/06/royal-opera-house-archive-streaming-service", "date_published": "2023-07-06T13:43:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers lose legal challenge over Boris Johnson WhatsApps", "description": "<p>Government had argued it should get to decide what material was ‘unambiguously irrelevant’ to Covid inquiry</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/06/keir-starmer-class-ceiling-labour-debating-conservatives-chris-pincher-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The government has lost its legal challenge to block Boris Johnson’s unredacted WhatsApps, notebooks and diaries from being handed over to the official Covid inquiry, after a ruling by the high court.</p><p>Ministers launched a judicial review last week, with lawyers for the Cabinet Office arguing it should get to decide what material was “unambiguously irrelevant” to the inquiry.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/ministers-lose-legal-challenge-over-boris-johnson-whatsapps-covid-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/ministers-lose-legal-challenge-over-boris-johnson-whatsapps-covid-inquiry", "date_published": "2023-07-06T13:37:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK shies away from designating Iran’s Revolutionary Guards as terrorist group", "description": "<p>Government says it plans to instead expand sanctions criteria, in decision likely to anger many MPs</p><p>The UK has rejected calls to proscribe Iran’s Islamic Revolutionary Guards (IRGC) <a href=\"https://www.theguardian.com/politics/2023/jan/14/uk-brand-iran-revolutionary-guards-as-terrorists-akbari-execution\">as a terrorist group</a> in favour of expanding the criteria by which supporters and companies can be put under sanctions.</p><p>The new sanctions regime will for the first time allow ministers to sanction individuals for their activities inside the UK, and not just in Iran.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/uk-shies-away-from-designating-iran-revolutionary-guards-as-terrorist-group\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/uk-shies-away-from-designating-iran-revolutionary-guards-as-terrorist-group", "date_published": "2023-07-06T13:35:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s largest pub company guilty of health and safety breach after student death", "description": "<p>Jury finds Stonegate Pub Company guilty after heavy decorative screen fell on Olivia Burt in Durham</p><p>The UK’s largest pub company has been found guilty of breaching health and safety law after the “senseless and avoidable” death of a first-year university student who was queuing to get into a busy venue.</p><p><a href=\"https://www.theguardian.com/uk-news/2023/jun/19/olivia-burt-student-died-unsuitable-screen-collapsed-outside-club-court-hears\">Olivia Burt, a 20-year-old life sciences student at Durham University</a>, died in February 2018 when a heavy decorative screen being used to manage the queue into the city centre’s Missoula bar collapsed and fell on her.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/stonegate-pub-company-guilty-health-safety-breach-after-student-olivia-burt-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/stonegate-pub-company-guilty-health-safety-breach-after-student-olivia-burt-death", "date_published": "2023-07-06T13:34:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Safe and effective’: first malaria vaccine to be rolled out in 12 African countries", "description": "<p>An initial 18m doses will be delivered over the next two years to combat a disease that kills nearly half a million children annually</p><p>A long-awaited <a href=\"https://www.who.int/news-room/questions-and-answers/item/q-a-on-rts-s-malaria-vaccine\">vaccine for malaria</a> has been announced for rollout across 12 African countries over the next two years, potentially saving tens of thousands of lives.</p><p>An initial 18m doses of the world’s first malaria vaccine have been assigned to the countries where the risk of children falling ill and dying from malaria is highest, according to a statement from the global vaccine alliance Gavi, the World Health Organization (WHO) and Unicef.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/06/safe-and-effective-first-malaria-vaccine-to-be-rolled-out-in-12-african-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/06/safe-and-effective-first-malaria-vaccine-to-be-rolled-out-in-12-african-countries", "date_published": "2023-07-06T13:34:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israeli court acquits officer over killing of autistic Palestinian man", "description": "<p>Shooting of Iyad Halak in Jerusalem in 2020 drew comparisons to police killings in US</p><p>An Israeli court has acquitted a police officer of recklessly killing an unarmed autistic Palestinian man in Jerusalem’s Old City.</p><p>Iyad Halak, 32, was <a href=\"https://www.theguardian.com/world/2020/may/30/israeli-police-shoot-dead-palestinian-man-jerusalem\">shot dead in May 2020</a> after an encounter with police in Israeli-annexed East Jerusalem.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/israeli-court-acquits-officer-over-killing-of-autistic-palestinian-man-iyad-halak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/israeli-court-acquits-officer-over-killing-of-autistic-palestinian-man-iyad-halak", "date_published": "2023-07-06T13:27:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is not just an AGM… M&S should at least give shareholders a cuppa | Nils Pratley", "description": "<p>The Marks &amp; Spencer chairman’s digital push is good for access – but shareholders should be encouraged to turn up</p><p>Does this sound like a warm and welcoming invitation to an annual general meeting of shareholders?</p><p>“Board members will not be available for interaction with shareholders in person.” Followed by: “Any shareholders travelling to the venue against the board’s recommendation will be advised to join the meeting electronically.” And finally: “Refreshments will not be provided.”</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/06/not-just-an-agm-an-marks-and-spender-agm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/06/not-just-an-agm-an-marks-and-spender-agm", "date_published": "2023-07-06T13:25:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silvio Berlusconi leaves €100m to partner Marta Fascina in his will", "description": "<p>Three-time Italian prime minister leaves overall control of family holding company to two eldest children</p><p>The late Silvio Berlusconi left €100m (£85.4m) to his partner, Marta Fascina, in his will and control of the family holding company, Fininvest, to his two eldest children, a source has confirmed.</p><p>The three-time Italian prime minister, <a href=\"https://www.theguardian.com/world/2023/jun/12/silvio-berlusconi-obituary\">who died last month</a> and whose empire is estimated to be worth more than €6bn, also left €100m to his brother, Paolo, and €30m to Marcello Dell’Utri, a former senator with his Forza Italia party who served jail time for association with the mafia.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/silvio-berlusconi-left-100m-to-partner-marta-fascina-in-his-will\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/silvio-berlusconi-left-100m-to-partner-marta-fascina-in-his-will", "date_published": "2023-07-06T13:18:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘World Cup was definitely a target’: Esme Morgan grateful for England call-up", "description": "<ul><li>England defender feels refreshed after injury lay-off</li><li>‘It was maybe a blessing in disguise’</li></ul><p>Esme Morgan has spoken of her happiness at achieving her target of being selected for England’s World Cup squad having been out of action for almost 12 months with a lower leg fracture. The young Manchester City defender believes her time on the sidelines has been mentally refreshing as well as making her grateful to simply be playing again.</p><p>Morgan missed most of the 2021-22 season for City after sustaining the injury in a Women’s Super League game against Tottenham in September 2021, the knock-on effect of which was missing out on being part of the Lionesses squad that triumphed at last summer’s European Championship.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/esme-morgan-grateful-england-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/esme-morgan-grateful-england-womens-world-cup", "date_published": "2023-07-06T13:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britt Ekland: ‘I was the first naked female a lot of young lads ever saw’", "description": "<p>The actor discusses marriage to Peter Sellers, getting semi-naked with John Hurt, Rod Stewart’s legs and why she is happier now than in the swinging 60s</p><p><strong>Is it a constant annoyance that people seem to think it’s OK to ask you to explain how you have chosen to expose (or not expose) your body? </strong><em>Amongst</em><em>TheWaves<br /></em>Oh, have I exposed my body? Gosh, I’ve done my damnedest to use black camera tape to hide my nipples and cut my pants so you can’t see anything. The only film in which I expose the front of my body is The Wicker Man. I did a film with John Hurt called Scandal in which there was an orgy and we all had to be semi-naked. I was sitting on a couch in this big old building at the Polish Cultural Institute in [London’s] Exhibition Road, filled with half-naked people. Next to me is John Hurt. The director says: “Sit down” and he’s stark naked. He thought it would be helpful if he was naked, to make everyone feel free. But it doesn’t work that way. Probably like men trying not to look at a woman’s naked breast, I couldn’t help looking. Not that I wanted to see it, but the human mind draws you in. So, I don’t think that is a good question!</p><p><strong>You once said that you</strong><strong> have never been “anything other than mega famous</strong><strong>”. In the world of showbiz, </strong><strong>are ego and ambition more important than talent? </strong><em>liblabflab<br /></em>First of all, I have never in my life used the words “mega famous”. I would never speak about myself that way. Of course, there is a certain amount of ego and self-importance, but you don’t have to throw it around. I think I have always been respectful to my fans and to my fame.</p> <a href=\"https://www.theguardian.com/film/2023/jul/06/britt-ekland-i-was-the-first-naked-female-a-lot-of-young-lads-ever-saw\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/06/britt-ekland-i-was-the-first-naked-female-a-lot-of-young-lads-ever-saw", "date_published": "2023-07-06T12:41:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lagos, Peckham, Repeat review – Yoruba culture and musical craft beer", "description": "<p><strong>South London Gallery<br /></strong>The cross-cultural circuits between west Africa and south London ignite startling works – and snacks! – by artists including Yinka Shonibare and Chiizii</p><p>Peckham, boasts the South London Gallery which is located there, is sometimes called “Little Lagos” because of its strong connections to Nigeria’s biggest city. In this exhibition Lagos invades Peckham enticingly: its sounds, sights and even flavours infuse the gallery.</p><p>Emeka Ogboh has worked particularly hard to layer the two cities together: his Lagos Soundscapes fill this London space with African urban street sounds, not just honking traffic but chants, street cries and rapping bus conductors. This recording was even played to Ogboh’s own craft beer – displayed in the show as a sculpture in crates and on sale at the cafe – as it fermented in south London to “flavour” it with the sounds of Lagos, as well as Nigerian spices. It is named after a tough Lagos saying: “No Food for Lazy Man”. And the magic realist brewing method works, for it tastes outstanding.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/06/lagos-peckham-repeat-review-yoruba-culture-and-musical-craft-beer\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/06/lagos-peckham-repeat-review-yoruba-culture-and-musical-craft-beer", "date_published": "2023-07-06T12:27:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grey whales seen seeking human help to remove parasites", "description": "<p>Captain of tourist boat from Baja California, Mexico, says grey whales return repeatedly for ‘grooming’</p><p>Grey whales have learned to approach whale-watching boats to have parasites removed by human beings, it has been claimed.</p><p>Video footage documenting the behaviour in the Ojo de Liebre lagoon, off the coast of Baja California, Mexico, shows a grey whale having whale lice picked off its head by the captain of a small boat. “I have done it repeatedly with the same whale and others,” Paco Jimenez Franco told <a href=\"https://www.thedodo.com/daily-dodo/whale-approaches-boat-captain-to-ask-him-to-do-her-a-helpful-favor\">a US news site</a>. “It is very exciting for me.”</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/grey-whales-seen-seeking-human-help-to-remove-parasites\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/grey-whales-seen-seeking-human-help-to-remove-parasites", "date_published": "2023-07-06T12:26:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish fiestas and smiling robots: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/06/spanish-fiestas-and-smiling-robots-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/06/spanish-fiestas-and-smiling-robots-thursdays-best-photos", "date_published": "2023-07-06T12:19:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Luca Guadagnino tennis drama starring Zendaya to open Venice film festival", "description": "<p>Co-starring Josh O’Connor, the film from the Call Me By Your Name director is an exploration of ‘love, friendship and male rivalry’</p><p>Challengers, the new film set in the world of professional tennis, starring Zendaya, Josh O’Connor and Mike Faist, <a href=\"https://www.labiennale.org/en/news/luca-guadagnino%E2%80%99s-challengers-opening-film-80th-venice-film-festival\">has secured the high-profile opening film slot at the Venice film festival</a>.</p><p>Directed by Luca Guadagnino, the Italian film-maker best known for Call Me By Your Name and Bones and All, Challengers features Zendaya as a player turned coach called Tashi whose husband (Faist) has to play her ex-boyfriend (O’Connor) in a key game. According to the synopsis provided by the festival: “As their pasts and presents collide and tensions run high, Tashi must ask herself what will it cost to win.”</p> <a href=\"https://www.theguardian.com/film/2023/jul/06/luca-guadagnino-tennis-drama-starring-zendaya-to-open-venice-film-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/06/luca-guadagnino-tennis-drama-starring-zendaya-to-open-venice-film-festival", "date_published": "2023-07-06T12:17:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zuckerberg uses Threads to say Twitter has missed its chance", "description": "<p>Meta founder says rival platform will ‘focus on kindness’ as it claims 10 million users hours after launch</p><p>Mark Zuckerberg has taken a swipe at Elon Musk’s Twitter as <a href=\"https://www.theguardian.com/technology/2023/jul/06/meta-launches-twitter-rival-threads-in-100-countries\">his competitor to the platform, Threads</a>, announced 10 million sign-ups within hours of its launch.</p><p>The chief executive and founder of Meta used his new Threads account to say Twitter had not “nailed” its opportunity to become a mega app and that his <a href=\"https://www.theguardian.com/technology/2023/jul/06/we-tried-threads-metas-new-twitter-rival-heres-what-happened\">copycat version</a> would be “focusing on kindness”.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/06/mark-zuckerberg-uses-threads-to-say-elon-musk-twitter-has-missed-its-chance\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/06/mark-zuckerberg-uses-threads-to-say-elon-musk-twitter-has-missed-its-chance", "date_published": "2023-07-06T12:16:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Row over hanging baskets a ‘political stunt’, says Salisbury councillor", "description": "<p>Independent Annie Riddle describes attack by Tory opposition on sustainable planting policy as ridiculous exaggeration</p><p></p><p>Council leaders in Salisbury have hit back at “politically motivated” attacks on their decision to replace single-use hanging basket displays and planters provided by the council with environmentally friendly sustainable planting in the medieval city centre.</p><p>As part of an effort to become carbon neutral by 2030 and encourage bees and butterflies into the city centre, the coalition-led council this week voted to pilot replacing hanging baskets with “living pillars” and “parklets”, which it hopes will provide pockets of nature in the heart of the city.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/row-over-hanging-baskets-a-political-stunt-says-salisbury-councillor\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/row-over-hanging-baskets-a-political-stunt-says-salisbury-councillor", "date_published": "2023-07-06T11:58:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City Women sign Jill Roord from Wolfsburg for club-record fee", "description": "<ul><li>Netherlands midfielder played for Arsenal from 2019 to 2021</li><li>Aston Villa sign Lucy Parker after defender leaves West Ham</li></ul><p>The Netherlands midfielder Jill Roord has returned to the Women’s Super League with a move to Manchester City. The 26-year-old, who was with Arsenal from 2019 to 2021, joins from Wolfsburg, <a href=\"https://www.theguardian.com/football/2023/jun/03/barcelona-wolfsburg-womens-champions-league-final\">the Champions League runners-up</a>, on a three-year deal.</p><p>City are understood to have paid a club-record fee of more than £300,000 to sign Roord, scorer of 31 goals in 69 appearances for Wolfsburg. She has played 86 times for her country, helping them win Euro 2017 on home soil and finish as runners-up at the 2019 World Cup in France.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/manchester-city-women-sign-jill-roord-wolfsburg-club-record-fee-lucy-parker-aston-villa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/manchester-city-women-sign-jill-roord-wolfsburg-club-record-fee-lucy-parker-aston-villa", "date_published": "2023-07-06T11:53:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Detectives accused of bungling first Stephen Lawrence inquiry will not face charges", "description": "<p>Exclusive: Prosecutors announce decision despite errors made by the four senior detectives leading to suspects remaining free </p><p></p><p>Four senior detectives accused of bungling the first Stephen Lawrence murder investigation will not face criminal charges, prosecutors have decided.</p><p>The Crown Prosecution Service had been considering whether the errors made in the weeks after the 18-year-old was murdered were so serious that they amounted to the criminal offence of misconduct in public office.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/detectives-bungling-first-stephen-lawrence-inquiry-will-not-face-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/detectives-bungling-first-stephen-lawrence-inquiry-will-not-face-charges", "date_published": "2023-07-06T11:42:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Flying Dutchman review – Wagner updated to England’s dystopian present", "description": "<p><strong>Exhibition Hall, SS Great Britain, Bristol<br /></strong>With a people-smuggling mariner, vigilant volunteers helping those seeking asylum and a setting evoking prison hulks, Lucy Bradley’s reworking is a sharp reflection of our island nation</p><p>OperaUpClose’s new production is not quite the opera as Wagner conceived it. The myth of the seaman condemned for eternity to sail the seas unless redeemed by love has been reconceived as a contemporary piece with political resonance. In a dystopian England hardening its borders, hostile to those seeking refuge, the Dutchman is a traumatised mariner who is a people-smuggler and Senta becomes Starlight, one of the vigilant volunteers out on the white cliffs, who has misgivings about the mission to “shield the island from invasion”.</p><p>When director Lucy Bradley originally conceived the idea – pre-pandemic – there was no inkling that, by the time the project came to fruition, the Home Office would have set in train such draconian anti-immigration measures as to make the imagined dystopia all too real. By way of underlining the opera’s coastal and maritime context, the company is touring at venues in historic seaports and, at a time when ships are being fitted out to house asylum seekers, no setting could be more symbolic than Brunel’s SS Great Britain in Bristol, the steamship rescued from the South Atlantic and restored as a monument to past glories.</p> <a href=\"https://www.theguardian.com/music/2023/jul/06/the-flying-dutchman-review-exhibition-hall-ss-great-britain-bristol\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/06/the-flying-dutchman-review-exhibition-hall-ss-great-britain-bristol", "date_published": "2023-07-06T11:30:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Satnam Singh: India’s first NBA player makes the leap into pro wrestling", "description": "<p>The first ever Indian to be drafted into the NBA has reinvented himself in the world of pro wrestling under the AEW banner</p><p>Satnam Singh wouldn’t hurt a fly. Unless, of course, it was his <a href=\"https://www.youtube.com/watch?v=HsEl8umGsaU\">wrestling opponent</a> for a match in front of a cheering All Elite Wrestling crowd. Then, he might give the insect a little love tap or two. Still, though, Singh would inevitably play nice. No tearing off wings, no smashing under a frying pan. The 7ft 4in and 360lb former professional basketball player and current professional wrestler is as gentle a giant as they come in daily life. Singh is kind, considerate. Easily likable. Patience, he says, is a prized virtue. At the same time, he knows the magnificent power that’s in just his two hands. They could, without hyperbole, terminate someone in a blink – let alone a buzzing fly. Singh knows the strength of his hands from experience. Back in India where he was born, he lost his temper one day on the basketball court as a youth. He struck a then-smack-talking friend with what Singh says was merely 5% to 10% of his strength. A simple <em>slap </em>across the face. But his friend was knocked out cold and wouldn’t immediately wake up. In that moment, Singh knew he had to be careful. He’s never been in a skirmish since.</p><p>“No, never in my life,” Singh tells the Guardian in his low, cavernous voice. “Because I know who I am and how much power I have in my body, in my hands. So, I don’t want to use it outside of the ring. Because if I did, I’m sure, I’m 100% sure someone would be injured so bad.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/satnam-singh-aew-wrestling-nba-basketball\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/satnam-singh-aew-wrestling-nba-basketball", "date_published": "2023-07-06T11:30:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘He is a straight man of a certain age; he can dismantle his motorbike’", "description": "<p>One is an asylum seeker who identifies as non-binary, the other labels himself ‘extreme right’. Could they find any common ground?</p><p><strong>Robert, 59, Buckinghamshire</strong></p><p><strong>Occupation</strong> Business owner</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/06/dining-across-the-divide-he-is-a-straight-man-of-a-certain-age-he-can-dismantle-his-motorbike\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/06/dining-across-the-divide-he-is-a-straight-man-of-a-certain-age-he-can-dismantle-his-motorbike", "date_published": "2023-07-06T11:30:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just Stop Oil funder warns more high-profile sports will be on group’s hit list", "description": "<ul><li>Dale Vince says environmental group will continue protests</li><li>Comments come as campaigners target cricket and Wimbledon</li></ul><p>Just Stop Oil’s lead funder Dale Vince has warned that more high-profile sport is on the organisation’s target list as it seeks to jolt more people out of “sleepwalking” amid a worsening climate crisis.</p><p>On Wednesday Wimbledon became the latest event to be <a href=\"https://www.theguardian.com/sport/2023/jul/05/just-stop-oil-protesters-disrupt-play-on-court-18-at-wimbledon-tennis\">disrupted by activists</a>, who twice ran on to Court 18 to delay play by throwing confetti and jigsaw pieces across the grass.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/just-stop-oil-dale-vince-warns-more-high-profile-sports-will-be-on-hit-list-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/just-stop-oil-dale-vince-warns-more-high-profile-sports-will-be-on-hit-list-wimbledon", "date_published": "2023-07-06T11:15:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK homeowners in limbo as help to buy firm won’t answer phone", "description": "<p>Frustrated borrowers unable to sell or remortgage as company running loan scheme leaves them on hold</p><p>Homeowners who used the government’s help to buy loan scheme to get on the property ladder have said they are struggling to get the paperwork needed to sell or remortgage after a new company took over its administration.</p><p>Borrowers are facing long delays after a behind-the-scenes change in June when the government agency in charge, Homes England, switched administration to a company called Lenvi.</p> <a href=\"https://www.theguardian.com/money/2023/jul/06/homeowners-struggle-to-sell-as-help-to-buy-firm-doesnt-answer-phone\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/06/homeowners-struggle-to-sell-as-help-to-buy-firm-doesnt-answer-phone", "date_published": "2023-07-06T11:06:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK homeowners: share your experience of having a variable rate mortgage", "description": "<p>We’d like to hear from homeowners in the UK who are stuck on variable mortgage rates, and how interest rate rises have been affecting them</p><p>We’re interested to hear from homeowners in the UK who are stuck on mortgage deals with variable rates.</p><p>Recent back-to-back interest rate rises mean that repayments on these deals are rising each month.</p> <a href=\"https://www.theguardian.com/money/2023/jul/06/uk-homeowners-share-your-experience-of-having-a-variable-rate-mortgage\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/06/uk-homeowners-share-your-experience-of-having-a-variable-rate-mortgage", "date_published": "2023-07-06T11:03:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The last word on: Hope", "description": "<p>Kicking off our new monthly series about emotions in literature, Sophie Ratcliffe finds the best literary descriptions of hopefulness</p><p>Many of us find it tricky to put our feelings into words, and few feelings are as slippery as hope. For the poet Emily Dickinson, it’s always on the brink of takeoff. Hope is, she writes, “the thing with feathers” that “perches in the soul”. For Virginia Woolf, though, hoping comes down to earth. Two years after her mother’s death, the teenager consoled herself by gardening. As she wrote to her brother:</p><p>Already we have created a flower bed … and we propose to renew the grass – to have a border of lilies and other flowers … in short do not be surprised if you behold a miniature Kew when you are next here … one of these days we hope to install a cow or at least a sheep on the luxuriant pastures.</p><p>after work, after dinner, after darkness had fallen, I couldn’t sit still. I went for long walks round and round our neighbourhood, retracing my steps, passing the same lit-up houses and shuttered corner shops again and again. As I walked I let thoughts come that were not so much hopes as pleas: <em>this month. I can feel it.</em></p> <a href=\"https://www.theguardian.com/books/2023/jul/06/the-last-word-on-hope\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/06/the-last-word-on-hope", "date_published": "2023-07-06T11:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anohni and the Johnsons: My Back Was a Bridge for You to Cross review | Alexis Petridis's album of the week", "description": "<p><strong>(Rough Trade)</strong><br />The New York singer’s voice will make you shiver as it soars over simple guitar, bass and drums on her most approachable album since the mid-00s</p><p>You would be hard-pushed to call <a href=\"https://www.theguardian.com/music/anohni\">Anohni</a>’s sixth studio album – her first since <a href=\"https://www.theguardian.com/music/2016/may/05/anohni-hopelessness-review-the-most-profound-protest-record-in-decades\">Hopelessness</a> seven years ago – anything other than an unexpected departure. Whatever path you imagined her admirably peripatetic career might take next, it’s unlikely you pictured it involving a collaboration with Jimmy Hogarth, producer and songwriter for the likes of James Blunt. Anohni’s recent releases had shifted her ever further into the musical left field – or rather, back towards the left field from where she sprang, Anohni being, in the words of her friend Rufus Wainwright, “a real underground downtown institution” in New York clubland long before the Mercury-winning success of 2005’s <a href=\"https://www.theguardian.com/observer/omm/10bestcds/story/0,12102,1416665,00.html\">I Am a Bird Now</a> (recorded as Antony and the Johnsons) led another friend, Boy George, to suggest she could “outstrip Norah Jones and sell millions of records”. The feeling that the left field might have appealed more than the mainstream was hard to escape when listening to her 2020 cover of Bob Dylan’s It’s All Over Now, Baby Blue, her voice deliberately distorted in a way that made you wince. Or indeed <a href=\"https://www.theguardian.com/music/2020/sep/03/anohni-on-her-new-track-rnc-2020-its-me-screaming-in-the-past-for-the-present\">the same year’s RNC 2020</a>, a melange of screams and feedback that even its creator described as “pretty rough”.</p><p>But, three years on, here is Anohni’s album-length collaboration with the writer of James Bay’s gold-selling 2015 single If You Ever Want to Be in Love and Duffy’s Warwick Avenue. You can speculate as to the reasons – a disinclination to be pigeonholed? A desire for her serious lyricism about the climate crisis, gender and capitalism to reach as wide an audience as possible? Whatever the reason, My Back Was a Bridge for You to Cross may be the most approachable album Anohni has made since the mid-00s.</p> <a href=\"https://www.theguardian.com/music/2023/jul/06/anohni-and-the-johnsons-my-back-was-a-bridge-for-you-to-cross-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/06/anohni-and-the-johnsons-my-back-was-a-bridge-for-you-to-cross-review", "date_published": "2023-07-06T11:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flatlands by Sue Hubbard review – a tender portrait of wartime youth", "description": "<p>A poignant novel inspired by The Snow Goose about the search for connection and contentment</p><p>Elderly Freda is in a care home in Hackney, remembering her wartime evacuation to the Lincolnshire Wash, where at 12 years old she was sent on a train away from all she knew in east London. Hubbard’s description of this phase in Freda’s life – the bleak landscape, the cold house, the minimum rations, the abuse, Freda getting her first period, alone and with no one to ask – is affecting and memorable, as is the cruelty of most of the people Freda meets during this time.</p><p>For survivors, memories of the wartime years have become “a patchwork of events etched across our hearts”, thinks Freda. But the attempts of care home staff to interest her in a BBC programme commemorating the 75th anniversary of Dunkirk are met with listlessness. “Soon it will pass from living memory and be no more relevant than the Battle of Waterloo,” Freda muses in her diary.</p> <a href=\"https://www.theguardian.com/books/2023/jul/06/flatlands-by-sue-hubbard-review-a-tender-portrait-of-wartime-youth\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/06/flatlands-by-sue-hubbard-review-a-tender-portrait-of-wartime-youth", "date_published": "2023-07-06T11:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part six: Canada", "description": "<p>Reigning Olympic champions are armed with vast experience and a winning mindset, but have a tough group to get out of</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/06/womens-world-cup-2023-team-guides-part-six-canada\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/womens-world-cup-2023-team-guides-part-six-canada", "date_published": "2023-07-06T11:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Moyes loses second West Ham assistant as Paul Nevin departs", "description": "<ul><li>Nevin poised to join Patrick Vieira’s staff at Strasbourg</li><li>Mark Warburton has gone and doubt over head of recruitment</li></ul><p>Paul Nevin is set to join Patrick Vieira’s backroom staff at Strasbourg after becoming the second member of David Moyes’s coaching team to leave West Ham this summer. Nevin, who is expected to remain part of Gareth Southgate’s England backroom staff, has been influential at West Ham.</p><p>The 54-year-old asked for permission to leave after being approached by Strasbourg and the timing of his departure is hardly ideal for Moyes given that the Scot is yet to find a replacement for Mark Warburton, who left his job as first-team assistant coach last month.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/david-moyes-loses-second-west-ham-coach-paul-nevin-strasbourg-patrick-vieira\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/david-moyes-loses-second-west-ham-coach-paul-nevin-strasbourg-patrick-vieira", "date_published": "2023-07-06T10:55:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netherlands to return treasures looted from Indonesia and Sri Lanka in colonial era", "description": "<p>Artefacts taken from Balinese royal palace among items being returned – which controversially do not include prehistoric ‘Java man’</p><p>The Netherlands is handing back hundreds of valuable artefacts it removed from Indonesia and Sri Lanka during the colonial period, including the cache of precious stones, gold and silver jewellery looted by Dutch troops from a Balinese royal palace, known as the “Lombok treasure”.</p><p>The 484 objects are the first the Netherlands is restituting to its former Asian colonies after a 2020 report by an advisory committee urged the government to <a href=\"https://www.raadvoorcultuur.nl/documenten/adviezen/2020/10/07/summary-of-report-advisory-committee-on-the-national-policy-framework-for-colonial-collections\">“unconditionally”</a> return looted cultural artefacts if requested by their countries of origin.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/netherlands-to-return-treasures-looted-from-indonesia-and-sri-lanka-in-colonial-era\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/netherlands-to-return-treasures-looted-from-indonesia-and-sri-lanka-in-colonial-era", "date_published": "2023-07-06T10:50:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Come on you hedgehogs: FA reveals rewilding plan for grassroots pitches", "description": "<ul><li>FA unveils sustainability strategy ‘Playing for the future’</li><li>Expert says adapting land around pitches would have big impact</li></ul><p>Flora, fauna and football do not commonly coexist but a future with hedgehogs snuffling in the dugout and dragonflies running the touchline may yet be possible after the Football Association committed itself to rewilding the English game.</p><p>A plan to “identify the opportunity for biodiversity and rewilding across football” forms part of a new FA strategy to improve sustainability within the sport. According to experts it could create impactful change, not just for wildlife but for people’s experience of nature.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/fa-rewilding-plan-grassroots-pitches-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/fa-rewilding-plan-grassroots-pitches-football", "date_published": "2023-07-06T10:47:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It is like a virus that spreads’: Wagner group’s extensive business network across Africa paused for now", "description": "<p>Business interests of Yevgeny Prigozhin’s military group are likely to prove too profitable for Kremlin to lose</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/06/russia-ukraine-war-live-lviv-missile-strike\">Russia-Ukraine war – latest news updates</a></li></ul><p>Four days after Wagner group mercenaries marched on Moscow, a Russian envoy flew into Benghazi to meet a worried local warlord. The message from the Kremlin to Khalifa Haftar, the self-styled general who runs much of eastern Libya, was reassuring: the more than 2,000 Wagner fighters, technicians, political operatives and administrators in the country would be staying.</p><p>“There will be no problem here. There may be some changes at the top but the mechanism will stay the same: the people on the ground, the money men in Dubai, the contacts, and the resources committed to Libya,” the envoy told Haftar in his fortified palatial residence. “Don’t worry, we aren’t going anywhere.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/putin-wagner-africa-business-yevgeny-prigozhin-kremlin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/putin-wagner-africa-business-yevgeny-prigozhin-kremlin", "date_published": "2023-07-06T10:45:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon 2023: Ruud, Rybakina and Murray in action on day four – live", "description": "<ul><li>Updates from Thursday’s play at the All England Club</li><li>How many games could one writer watch in </li><li>Get in touch: drop Daniel a line <a href=\"mailto:daniel.harris.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/DanielHarris\">on Twitter</a></li></ul><p><strong>At 3-2, Choinski has served five aces already,</strong> and against Hurkacz, not behind the door in that department himself, we may find ourselves enjoying a few breakers. He’s started well.</p><p><strong>Niemeier has started the better on Court 12, Muchova forced to save two break points –</strong> which she does, the first with a superb backhand from baseline to baseline. A double, though – her third already – cedes another … so she skips onto a half-court ball and punishes an inside-out forehand winner that sends up a puff of dust as it kisses the sideline. From there she holds, and will feel more in the match now, I’m sure.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/06/wimbledon-tennis-andy-murray-tsitsipas-ruud-rybakina-day-four-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/06/wimbledon-tennis-andy-murray-tsitsipas-ruud-rybakina-day-four-live", "date_published": "2023-07-06T10:31:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France 2023: riders tackle the Tourmalet on stage six – live", "description": "<ul><li>Updates from Thursday’s stage from Tarbes to Cauterets</li><li>Get in touch: you can contact Tom <a href=\"mailto:tom.davies@theguardian.com\">by email</a> or <a href=\"https://twitter.com/tomdaviesE17\">on Twitter</a></li></ul><p><strong>Morning/afternoon everyone</strong>. Well yesterday’s initially torpid, ultimately dramatic action certainly shook things up, with Jai Hindley romping into the yellow jersey, Jonas Vingegaard making decisive moves and Tadej Pogacar and his UAE Emirates teammate Adam Yates left with plenty to think about. Nestled ominously in second, the Dane already looks well placed to retain his tour title. But Hindley has shown enough to suggest he might stick with him all the way.</p><p>But there’s a long way to go yet and today’s stage in the Pyrenees – with the formidable Col du Tourmalet its highest point – is a proper climbers’ assignment and as well as seeing how Pogacar and Yates respond, we could also see strong showings from pure climbers such as Giulio Ciccone, who sits third in the overall standings, Ben O’Connor or Krists Neilands. There’s plenty to look out for, with the neutralised start at 12.10 BST and the “live” race getting going 15 minutes later.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/06/tour-de-france-2023-cycling-stage-six-tourmalet-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/06/tour-de-france-2023-cycling-stage-six-tourmalet-live", "date_published": "2023-07-06T10:30:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beside the Sea review – a musical evocation of family love", "description": "<p><strong>Rich Mix, London<br /></strong>Ian Wilson’s music-theatre piece, a eulogy to his late father combining live violin with a poignant soundtrack, is haunting and moving</p><p>Five years ago, when the composer Ian Wilson was asked to speak at his father’s funeral, like so many people he found it hard to know what to say. Now he has created a kind of wordless eulogy: Beside the Sea, which had its first UK performance at the <a href=\"https://spitalfieldsmusic.org.uk/events/spitalfields-music-festival-2023/\">Spitalfields music festival</a> after several in Ireland. Fifty minutes long, it’s a solo music-theatre piece that is simultaneously a tribute to Wilson’s father’s passions, an examination of his long decline through Alzheimer’s and a wider rumination on identity and loss.</p><p>The protagonist is not a representation of Wilson or his father but a female violinist, Dušica Mladenović. Directed by Olivia Songer, she moves and plays on a small stage designed by Jack Scullion that looks like the interior of a fisher’s hut, but with a guitar, sheet music and vinyl records hanging where you would expect ropes and buckets. There is the suggestion of ageing in Mladenović’s movements, initially perky, later weary – the hint of a journey through life. She plays alongside a soundtrack made by Wilson in collaboration with Steve McCourt, built on the noises of the things Wilson’s father loved: the sea, the creak of a sailing boat, the clank of tools in a workshop, the strum of his guitar. Among these we hear recordings of the male choir he sang with for 40 years, and, most poignantly, of his wife, Wilson’s mother, a professional singer whose voice is one of the last things he recognised.</p> <a href=\"https://www.theguardian.com/music/2023/jul/06/beside-the-sea-review-rich-mix-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/06/beside-the-sea-review-rich-mix-london", "date_published": "2023-07-06T10:28:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shell boss under fire for saying cutting fossil fuel production is ‘dangerous’", "description": "<p>CEO Wael Sawan attacked by climate campaigners after comments defending the expansion of oil and gas</p><p>Climate campaigners have condemned as “cynical” comments from the boss of energy company Shell suggesting that cutting the world’s oil and gas production would be dangerous and irresponsible.</p><p>Wael Sawan claimed in an interview that reducing fossil fuel production, which is considered crucial in limiting the rise in global temperatures, risked worsening the cost of living crisis by limiting global energy supplies and pushing up bills.</p> <a href=\"https://www.theguardian.com/business/2023/jul/06/shell-boss-under-fire-for-saying-cutting-fossil-fuel-production-is-dangerous-wael-sawan-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/06/shell-boss-under-fire-for-saying-cutting-fossil-fuel-production-is-dangerous-wael-sawan-climate", "date_published": "2023-07-06T10:26:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Summer flopbusters: why have Indiana Jones and The Flash bombed at the box office?", "description": "<p>A de-aged Harrison Ford battling Nazis and a double helping of Batmen in The Flash have not proved sufficient for either of these ‘tentpole’ releases</p><p>It is thought that the Antikythera mechanism, rebranded the “dial of destiny” in the latest Indiana Jones movie, was a device invented by the ancient Greeks to predict eclipses and monitor the movement of the sun. Whether its prescience can be applied to box office takings isn’t known: some estimates date the contraption to as early as 200BC, when there was a dismaying lack of interest in domestic grosses and opening weekends. But, if it could, it might have revealed that <a href=\"https://www.theguardian.com/film/2023/jul/03/indiana-jones-dial-of-destiny-disappoints-box-office-harrison-ford\">Indiana Jones and the Dial of Destiny</a> was heading for a full-on Temple of Doom scenario. If you want to imagine what the studio executives looked like when they received word of the dismal grosses for their $300m (£235m) movie, cast your mind back to the end of Raiders of the Lost Ark: eyes popping, faces melting, that sort of thing.</p><p>“Tentpole” releases, as summer blockbusters are known, are no longer the guaranteed behemoths they were in the pre-Covid era: the marquee is sagging, the tentpole in danger of snapping. Last month, the DC superhero adventure <a href=\"https://www.theguardian.com/film/2023/jun/06/the-flash-review-ezra-miller-doppelganger-superhero-is-a-gurning-smirking-mess\">The Flash</a> took a catastrophic dive into the red, and is now on course to become one of the biggest flops in Warner Bros’ history. Expectations were high for the movie, though maybe there should have been a shade more scepticism when James Gunn, co-CEO of DC Studios, announced that it was one of the best superhero movies he’d seen. As scoops go, “Executive Claims His Company’s Product ‘Better Than Everyone Else’s’” lacks a certain rigour, not to mention novelty value.</p> <a href=\"https://www.theguardian.com/film/2023/jul/06/indiana-jones-and-the-dial-of-destiny-the-flash-bombed-box-office-harrison-ford\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/06/indiana-jones-and-the-dial-of-destiny-the-flash-bombed-box-office-harrison-ford", "date_published": "2023-07-06T10:19:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trans charity Mermaids fails to have charitable status stripped from LGB Alliance", "description": "<p>Judges say law does not allow group to challenge charitable status of new organisation with opposing views</p><p>The transgender children’s charity Mermaids has lost its attempt to have charitable status stripped from the new gay rights organisation LGB Alliance.</p><p>Tribunal judges Lynn Griffin and Joseph Neville rejected a challenge lodged last year by Mermaids, concluding after seven months of deliberation that the law does not permit Mermaids to challenge a decision made by the Charity Commission to register LGB Alliance as a charity.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/trans-charity-mermaids-fails-to-have-charitable-status-stripped-from-lgb-alliance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/trans-charity-mermaids-fails-to-have-charitable-status-stripped-from-lgb-alliance", "date_published": "2023-07-06T10:05:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Currys forecasts fall in sales as UK shoppers delay big-item purchases", "description": "<p>Prediction comes despite consumers using more credit to offset cost of living crisis</p><p>Currys expects sales to continue to fall this year as households delay replacing TVs and laptops despite using credit to buy more energy-efficient appliances such as better washing machines, microwaves and air fryers in at attempt to save money over the longer term.</p><p>The electricals retailer said it would not pay an end-of-year dividend to shareholders, was cutting payments to its pension fund and was reducing investment after making a £450m loss in the year to 29 April. Sales fell by 6% overall, including an 8% drop in the UK.</p> <a href=\"https://www.theguardian.com/business/2023/jul/06/currys-forecasts-fall-in-sales-as-uk-shoppers-delay-big-item-purchases\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/06/currys-forecasts-fall-in-sales-as-uk-shoppers-delay-big-item-purchases", "date_published": "2023-07-06T10:04:47+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could an ancient, climate-friendly crop be the future of beer?", "description": "<p>Pierre Thiam and Garrett Oliver are on a mission to introduce brewmasters to fonio, a small and mighty west African grain</p><p>There’s a certain magic to fonio, a tiny golden grain believed to be Africa’s oldest cultivated cereal. The ancient grain’s potential to solve pressing modern environmental and economic challenges inspired <a href=\"https://www.pierrethiam.com\">Pierre Thiam</a>, the Senegalese-born chef, to become fonio’s No 1 champion.</p><p>After rediscovering the grain and showing home cooks how easy to cook and versatile it is, now Thiam is introducing brewmasters around the world to what fonio can do in beer.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/fonio-beer-climate-friendly-grain\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/fonio-beer-climate-friendly-grain", "date_published": "2023-07-06T10:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘The women’s loo queue was endless. I popped into the men’s - and found my perfect match’", "description": "<p>Sheema, 47, and Alfred, 48, met in a Clapham pub in 2002. They now live together in Chingford, east London, with their three children</p><p>In 2002, Sheema was enjoying single life, working for the Royal Mail and living with her best friend in a flatshare in Camberwell in south London. One October day, she met a friend for a drink after the gym. “She told me she was meeting her boyfriend and one of his friends later, and said that if I came along they’d likely buy us loads of drinks.” Still in her gym kit, Sheema wasn’t sure she fancied it but “she was quite convincing, so we ended up at a pub near Clapham Common”.</p><p>After a few drinks, Sheema excused herself to go to the bathroom. “The queue for the women’s toilet was going on for ever,” she says. To save time, she nipped into the men’s loos next door. “A bouncer came and told me I couldn’t be in there. As he was rushing me out, I asked him to show me the rules.” That’s when she bumped into Alfred. “He came up to me and said ‘There are no rules!’” she says with a laugh. “Straight away I noticed he was very much my type.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/06/how-we-met-the-womens-loo-queue-was-endless-i-popped-into-the-mens-and-found-my-perfect-match\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/06/how-we-met-the-womens-loo-queue-was-endless-i-popped-into-the-mens-and-found-my-perfect-match", "date_published": "2023-07-06T10:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The real magic of cinema? Two hours of escape – guaranteed – from work emails | Joel Snape", "description": "<p>The auditoriums can be noisy, distracting and irksome. But in a few essential respects nothing is better than going to see a film</p><p>Cinemas are getting a bit smug, aren’t they? I mean, Hollywood always has been – hosting half a dozen lavish awards ceremonies a year, making a steady stream of love letters to itself, paving an entire street with names such as Kermit the Frog and Hoot Gibson (once a big name in cowboy films, to save you Googling) – but now it’s the turn of the modern multiplex, reinvented in ads and ident film sequences as a sort of hallowed, liminal space of infinite possibilities.</p><p>“We come to this place … to be reborn,” murmurs Nicole Kidman, staring beatifically up at a slow-mo scene from Wonder Woman in an ad for the popular US chain AMC. “Heartbreak feels good in a place like this.” Elsewhere, there’s endless talk of surrendering yourself to the wonder and illusion of cinema, with the Odeon nudging the whole thing to its natural conclusion by having a fully behatted magician in its marketing. As far as I can work out, he’s advertising comfy seats.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/magic-cinema-escape-auditoriums-film\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/magic-cinema-escape-auditoriums-film", "date_published": "2023-07-06T10:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is Not America by Tomiwa Owolade review –  a British take on Black identity", "description": "<p>Has the UK too readily adopted a US perspective when it comes to race?</p><p>The term <a href=\"https://www.theguardian.com/lifeandstyle/2022/feb/22/cultural-cringe-why-arent-there-more-songs-celebrating-birmingham-and-huddersfield-and-bolton\" title=\"\">cultural cringe</a> makes an early appearance in Tomiwa Owolade’s This Is Not America. Coined by the Australian critic AA Phillips to express the fawning relationship of some of his fellow citizens to traditional British culture, Owolade believes it applies to the attitudes of many contemporary Britons towards the US. America is often accepted as the primary shaper of truths. Its landscapes, myths and histories can seem closer to us than our own. Like it or not, we’re all, to some degree, in its thrall.</p><p>Black British people are even greater consumers of American ideas than other demographic groups. African American culture is often downed neat and uncritically. Its vision of a seemingly coherent community with an identifiable middle class, centuries of “blood in the soil” and racial solidarity go some way to assuaging the familiar, rootless condition described by the author Joan Riley as “the unbelonging”. African American experiences inform our lives and have come to underpin our dialogues around identity. They are central to what it means to be Black in Britain today. But how appropriate or helpful is it to play this subaltern role?</p> <a href=\"https://www.theguardian.com/culture/2023/jul/06/this-is-not-america-by-tomiwa-owolade-review-a-british-take-on-black-identity\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/06/this-is-not-america-by-tomiwa-owolade-review-a-british-take-on-black-identity", "date_published": "2023-07-06T10:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peat-free success for carnivorous plants adds weight to peat ban, says RHS", "description": "<p>Exclusive: Scientists hope success of growing carnivorous plants without peat will convince ministers not to water down ban</p><p>The proposed ban on using peat on private gardens and allotments is in danger of being weakened as opponents argue it is more difficult to grow carnivorous plants and other flowers without the environmentally damaging compost products.</p><p>However, the Royal Horticultural Society (RHS) is hoping a successful experiment in which carnivorous plants grown peat-free outshone those grown in peat will convince ministers not to water down the ban.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/peat-free-success-carnivorous-plants-adds-weight-peat-ban-rhs\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/peat-free-success-carnivorous-plants-adds-weight-peat-ban-rhs", "date_published": "2023-07-06T10:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump valet to be arraigned over role in classified documents case", "description": "<p>Walt Nauta faces six charges, including conspiracy to obstruct justice, corruptly concealing a record and making false statements</p><p>Waltine “Walt” Nauta, widely known for his role as Donald Trump’s personal valet, is scheduled to be arraigned today over his role in the federal classified documents case.</p><p>Nauta, 40, arrived in the former president’s orbit by way of a military assignment.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/06/trump-valet-walt-nauta-arraignment-classified-documents-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/06/trump-valet-walt-nauta-arraignment-classified-documents-case", "date_published": "2023-07-06T10:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Train delays, minor quakes and very naughty dolphins – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p>The quiz master went to see <a href=\"https://www.theguardian.com/music/pulp\">Pulp</a> at the weekend, and it was a wonderful sun-drenched nostalgic experience meeting up with old friends and old songs. That hasn’t really got anything to do with this week’s quiz, I just thought I’d mention it. Fifteen questions of various degrees of topicality and seriousness await you – including a science question that is actually really genuinely about science for a change. Let us know how you get on in the comments!</p><p><strong>The Thursday quiz, No 115</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/06/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-115\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/06/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-115", "date_published": "2023-07-06T10:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Car crashes into primary school in south London", "description": "<p>Police say several people being treated at scene in Wimbledon after vehicle crashes into building</p><p>Police are investigating after several people were injured when a vehicle was driven into a primary school in Wimbledon, south London.</p><p>The incident occurred on Camp Road, where the Study preparatory school, catering for girls aged four to 11, is located.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/car-crashes-into-primary-school-in-south-london-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/car-crashes-into-primary-school-in-south-london-wimbledon", "date_published": "2023-07-06T09:56:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian cruise missile attack on Ukraine city of Lviv kills four", "description": "<p>Night-time onslaught believed to be heaviest attack on civilian areas of city since start of invasion</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/06/russia-ukraine-war-live-lviv-missile-strike\">Russia-Ukraine war – latest news updates</a></li><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Russia has fired cruise missiles at a western Ukraine city far from the frontline of the war, killing at least four people in a block of flats, in what officials said was the heaviest attack on civilian areas of Lviv since the Kremlin’s forces invaded Ukraine last year.</p><p>The night-time attack destroyed the roof and top two floors of a residential building, injuring nine people as emergency crews with search dogs went through the rubble.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/russia-cruise-missile-attack-ukraine-city-lviv\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/russia-cruise-missile-attack-ukraine-city-lviv", "date_published": "2023-07-06T09:55:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beneatha’s Place review – the future of Black America and the shadows of colonialism", "description": "<p><strong>Young Vic, London<br /></strong>Kwame Kwei-Armah’s play takes a character from Lorraine Hansberry’s A Raisin in the Sun on a journey to Africa</p><p>A Raisin in the Sun, Lorraine Hansberry’s landmark 1959 play, ends with its most optimistic character considering leaving the US with her Nigerian suitor, finding identity in an independent Africa. In his drama, Kwame Kwei-Armah takes Beneatha (Cherrelle Skeete) to Lagos – only to find colonialism’s enmeshed tentacles difficult to clear.</p><p>If Hansberry’s play is about ownership – whether Black Americans have a stake in the American dream – then Kwei-Armah’s concerns legacy: the persistent effects of colonialism and how Black thinkers can shape the future. After a first act set in 1959, the second returns a widowed Beneatha to present-day Lagos. Now a revered American social scientist, she brings her mostly white colleagues to her former home to discuss the future of the field – whether they should continue African American studies or instead launch a “Critical Whiteness” major. Are white students bored of guilt and Black students of this grim heritage? Is it true that “race as we know it is dead”?</p> <a href=\"https://www.theguardian.com/stage/2023/jul/06/beneathas-place-review-young-vic-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/06/beneathas-place-review-young-vic-london", "date_published": "2023-07-06T09:48:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers planning on ‘trafficking’ people to Rwanda, says bishop", "description": "<p>Rose Hudson-Wilkin, bishop of Dover, calls for ‘compassionate’ treatment of those seeking asylum in UK</p><p>A senior Church of England bishop has accused the British government of planning to engage in “trafficking” of people to Rwanda, as part of its efforts to tackle people smugglers.</p><p>The bishop of Dover, Rose Hudson-Wilkin, who was the first black woman to serve as chaplain to the speaker in the House of Commons, told Sky news on Thursday: “We have to deal with them compassionately, we have to deal with them justly,” when asked about the backlog of asylum seekers’ claims</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/06/uk-ministers-rwanda-trafficking-bishop-of-dover-rose-hudson-wilkin\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/06/uk-ministers-rwanda-trafficking-bishop-of-dover-rose-hudson-wilkin", "date_published": "2023-07-06T09:31:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ashes 2023: England v Australia, third Test, day one – live", "description": "<ul><li>Live cricket updates from Headingley (11am BST/8pm AEST)</li><li><a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">Sign up to The Spin newsletter</a> | Email <a href=\"mailto:geoff.lemon@theguardian.com\">Geoff</a> or tweet <a href=\"https://twitter.com/GeoffLemonSport\">instead</a></li></ul><p>Our Lord’s expert Emma John gives her perspective on how the MCC members lost their rag, and what that conveys.</p><p>On the Bairstow dismissal, there’s a cricketer’s view from our columnist Mark Ramprakash, who sees no problem with it.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/06/the-ashes-2023-england-v-australia-third-test-day-one-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/06/the-ashes-2023-england-v-australia-third-test-day-one-live-score-updates", "date_published": "2023-07-06T09:17:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer refuses to commit to free school meals pledge", "description": "<p>Labour leader says ‘money is a big factor’ as he also declines to promise 6.5% pay rise for teachers</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/06/keir-starmer-class-ceiling-labour-debating-conservatives-chris-pincher-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Keir Starmer has refused to commit to supporting free school meals for all primary school children, as he stuck to a tough fiscal position despite <a href=\"https://www.theguardian.com/education/2023/apr/18/starmer-under-pressure-to-commit-to-universal-free-school-meals-in-england\">pressure from inside and outside</a> of his party.</p><p>The Labour leader also declined to commit to a 6.5% pay rise for teachers as he urged the government to resolve <a href=\"https://www.theguardian.com/education/2023/jul/05/united-front-teachers-could-biggest-strikes-decade-england\">the dispute</a> at the centre of strike action.</p> <a href=\"https://www.theguardian.com/education/2023/jul/06/keir-starmer-free-school-meals-labour-leader-teachers-pay-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/06/keir-starmer-free-school-meals-labour-leader-teachers-pay-rise", "date_published": "2023-07-06T09:14:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man gets life sentence for raping girl, nine, forced to leave Ohio for abortion", "description": "<p>Gerson Fuentes found guilty in case that dominated headlines when girl had to travel to Indiana for procedure banned in Ohio</p><p>The man found guilty of raping and impregnating a nine-year-old Ohio girl who later traveled to Indiana for abortion has been sentenced to life in prison.</p><p>On Wednesday afternoon, 28-year-old Gerson Fuentes appeared at the Franklin county court of common pleas in Columbus, Ohio, where he entered a plea agreement which will allow him to be eligible to seek probation after 25 years. If granted parole, Fuentes would also have to register as a tier 3 sex offender and will have a lifetime of in-person verification every 90 days.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/nine-year-old-child-rape-victim-abortion-indiana-ohio-life-sentence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/nine-year-old-child-rape-victim-abortion-indiana-ohio-life-sentence", "date_published": "2023-07-06T09:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A robot reporter chasing down stories about alien cats: how Times & Galaxy nails journalism", "description": "<p>Copychaser Games’ Ben Gelinas explains how his career as a crime reporter inspired him to create a game where you play a roving robot reporter</p><p>A game about a robot becoming a journalist feels a bit on the nose right now, in the midst of stories about <a href=\"https://www.theguardian.com/world/2023/jun/20/german-tabloid-bild-to-replace-range-of-editorial-jobs-with-ai\">writers being replaced by AI</a>. But Ben Gelinas, director of Times &amp; Galaxy, says it was never his intention to make a point about the rise of artificial intelligence. The intention was to focus on journalism itself. “You can’t write for everybody, and I’m trying to show that.”</p><p>You play as Reporterbot, the first ever robot reporter for the Times &amp; Galaxy, a space “holopaper” that’s produced aboard a starship. On your first day as an intern, you’re sent to investigate a shuttle crash, and after interviewing witnesses and poking around for clues, you have to decide how to write up the story. Do you go for a sensationalist angle? Focus on the human (read: alien) interest? Or do you produce an informational story, merely giving the facts?</p> <a href=\"https://www.theguardian.com/games/2023/jul/06/times-galaxy-a-game-about-a-roving-robot-reporter-chasing-stories-about-alien-cats-copychaser-games\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/06/times-galaxy-a-game-about-a-roving-robot-reporter-chasing-stories-about-alien-cats-copychaser-games", "date_published": "2023-07-06T09:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bungalows are now ‘seriously cool’? I don’t believe that – and I live in one | Rebecca Nicholson", "description": "<p>The sturdy, sensible single-storey homes are having a renaissance – but that may just be to do with Britain’s broken housing market</p><p>British bungalows have a beige reputation. These single-storey dwellings are often thought of as sturdy and sensible, and are rarely considered to be glamorous or lovely. In 2007, the then Prince Charles <a href=\"https://www.dailymail.co.uk/news/article-473917/Laurence-Llewelyn-Bowen-Prince-Charles-mock-bungalows-I-love-them.html\">called bungalows “homogenised boxes”</a> and accused them of ruining the natural beauty of the Highlands landscape. Yet according to recent reports, the once humble bungalow <a href=\"https://www.thetimes.co.uk/article/why-the-humble-bungalow-is-now-cool-and-desirable-mhlxzg3ff\">is now “seriously cool”</a> and in high demand – the average price of a bungalow rose by 17% in the year to May 2023, compared with 13% for houses and 5% for flats. Are people finally starting to fall for their homogenised boxy charms?</p><p>I can be rude about bungalows because I live in one, having bought my first house, a bungalow in Warwickshire, two years ago, at the age of 39. I am as surprised as anyone to hear that they’re “seriously cool”, though I have long harboured suspicions that they are far better than their reputation would suggest. Noted enthusiasts before me include Dante Gabriel Rossetti, who in 1882 was encouraged to move to <a href=\"http://www.birchingtonheritage.org.uk/articles/rossetti.htm\">one of the first bungalows</a> built in Britain, in the hope that the Kent air might improve his ailing health. He died there. Changing Rooms legend Laurence Llewelyn-Bowen has also gone on record as a fan and previous bungalow owner, writing in the Mail that his was “gloriously pungent with rose-scented associations of suburban bliss”.</p><p>Rebecca Nicholson is a columnist for the Observer and the Guardian</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/bungalows-cool-homes-britain-housing-market\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/bungalows-cool-homes-britain-housing-market", "date_published": "2023-07-06T09:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The US banned a brain harming pesticide on food. Why has it slowed a global ban?", "description": "<p>Farmers can’t use chlorpyrifos on food because it damages children’s brains but an EPA official questions restrictions under global treaty</p><ul><li>This article is co-published with ProPublica, a nonprofit newsroom that <a href=\"https://www.propublica.org/newsletters/dispatches?source=partner\">investigates abuses of power</a></li></ul><p>On his first day in office, President Joe Biden announced that his administration planned to scrutinize a Trump-era decision to allow the continued use of chlorpyrifos, a pesticide that can damage children’s brains. And with great fanfare, the Environmental Protection Agency went on to ban the use of the chemical on food.</p><p>“Ending the use of chlorpyrifos on food will help to ensure children, farmworkers, and all people are protected from the potentially dangerous consequences of this pesticide,” the head of the EPA, Michael Regan, said in his announcement of the decision in August 2021. “EPA will follow the science and put health and safety first.”</p><p><em>ProPublica is a non-profit newsroom that investigates abuses of power. Sign up to receive <a href=\"https://www.propublica.org/newsletters/the-big-story?source=www.propublica.org&amp;placement=top-note&amp;region=national\">ProPublica’s biggest stories</a> as soon as they’re published</em></p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/chlorpyrifos-brain-harming-pesticide-food-epa\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/chlorpyrifos-brain-harming-pesticide-food-epa", "date_published": "2023-07-06T09:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s fun to cook up the stupidest idea’: the people competing to make the worst computer games possible", "description": "<p>The annual Crap Games Competition has been bringing Spectrum fans together for more than 25 years. It all began with an April fool’s joke in a magazine called Your Sinclair …</p><p>Retro video games have never been more popular, mostly because gamers have never been older. The home-computer generation of players are now in their 40s and 50s, and as we get older, we’re spending more time down memory lane. Who wouldn’t want to replay the classics of their youth on <a href=\"https://www.theguardian.com/technology/2017/sep/28/nintendo-classic-mini-snes-review-fun-sized-reboot-of-greatest-ever-console-mario-yoshi-zelda\">mini versions</a> of the original <a href=\"https://www.theguardian.com/games/2019/sep/19/sega-mega-drive-mini-review-a-legacy-truly-honoured\">consoles</a> and <a href=\"https://www.theguardian.com/games/2022/apr/12/a500-mini-commodore-amiga-review\">computers</a>, or even on a phone?</p><p>The <a href=\"https://en.wikipedia.org/wiki/ZX_Spectrum\">ZX Spectrum</a> – released in 1982 – had only eight basic colours, a rubber keyboard and 48K of RAM (your 4GB RAM phone has nearly 90,000 times more); nonetheless, some still view it like others view the Beatles. Games such as Manic Miner, Chuckie Egg and Atic Atac were truly original, unlike anything seen before. But some remember it just as fondly for being, well, a bit crap.</p> <a href=\"https://www.theguardian.com/games/2023/jul/06/people-competing-to-make-the-worst-computer-games-possible\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/06/people-competing-to-make-the-worst-computer-games-possible", "date_published": "2023-07-06T09:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs back mandatory swift bricks in all new homes to help declining birds", "description": "<p>Calls grow for legislation requiring developers to include hollow bricks for endangered nesting species</p><p>Conservative MPs are joining calls for a new law to guarantee swift bricks in every new home to help the rapidly declining bird and other endangered roof-nesting species.</p><p>Pressure is growing to amend the levelling up bill so that developers are required to include a hollow brick for nesting birds in all new housing, with MPs to debate the issue in parliament on 10 July.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/tory-mps-back-mandatory-swift-bricks-new-homes-help-declining-birds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/tory-mps-back-mandatory-swift-bricks-new-homes-help-declining-birds", "date_published": "2023-07-06T09:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Best podcasts of the week: Inside the IVF clinic that caused women unimaginable pain – then denied it", "description": "<p>In this week’s newsletter: The Serial makers reveal the agony female patients were put through at the Yale Fertility Center in The Retrievals. Plus: five of the best podcasts about human connection</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p><strong><a href=\"https://music.amazon.co.uk/podcasts/391d866e-44bf-4ea3-97b3-f4d80ff8b2db/stirring-it-up-with-andi-and-miquita-oliver\">Stirring It Up With Andi and Miquita Oliver</a><br />Widely available, episodes weekly<br /></strong>It’s no surprise that mother-and-daughter duo Andi and Miquita Oliver have cooked up the feelgood podcast of the summer. The immersive episodes see them dish up food and drinks to a celebrity and a plus-one: first up is Kathy Burke and her friend Pippa Brown. Although the chat flows lightly, the anecdotes run deep, with Burke talking about childhood hunger and the Olivers giving an insight into their relationship. <em>Hannah Verdier</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/06/the-retrievals-podcast-serial\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/06/the-retrievals-podcast-serial", "date_published": "2023-07-06T08:45:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Adjaye steps back from Holocaust memorial after misconduct claims", "description": "<p>Acclaimed architect, whose firm is designing London memorial, accused of sexual assault and harassment by three women</p><p>The acclaimed architect Sir David Adjaye has stepped back from working on the planned UK Holocaust memorial in Westminster after being accused of sexual misconduct.</p><p>His architectural firm, which won a competition to design the memorial, has told the government that Adjaye will not be involved in the project until the issues raised by the allegations have been addressed.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/06/david-adjaye-steps-back-from-holocaust-memorial-after-misconduct-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/06/david-adjaye-steps-back-from-holocaust-memorial-after-misconduct-claims", "date_published": "2023-07-06T08:38:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wagner boss Prigozhin has returned to Russia, Lukashenko says", "description": "<p>Belarus president says head of mercenary group is in St Petersburg and may be moving on to Moscow</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/06/russia-ukraine-war-live-lviv-missile-strike\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Belarusian president, Alexander Lukashenko, who last month brokered a deal to end Wagner’s armed mutiny, has said the mercenary head Yevgeny Prigozhin had returned to Russia.</p><p>“As for Prigozhin, he’s in St Petersburg. He is not on the territory of Belarus,” Lukashenko told reporters. “Where is Prigozhin this morning? Maybe he left for Moscow.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/wagner-boss-yevgeny-prigozhin-russia-alexander-lukashenko-belarus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/wagner-boss-yevgeny-prigozhin-russia-alexander-lukashenko-belarus", "date_published": "2023-07-06T08:34:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Speak to Me by Paula Cocozza review – a modern love triangle", "description": "<p>Sharp observations steal the show in this surprisingly poignant tale of marital meltdown featuring wife, husband – and a mobile phone</p><p>Following on from her debut <a href=\"https://www.theguardian.com/books/2017/apr/13/how-to-be-human-paula-cocozza-review\" title=\"\">How to Be Human</a>, in which a woman became obsessed with a fox, Guardian journalist Paula Cocozza returns with another story about an unlikely relationship. This time, however, it’s one that’s more familiar: a man who is in love with his mobile.</p><p>The narrator is Susan, a woman with a delicious sense of humour and a grudge against her husband’s telephone, which she names after Peter Pan’s Wendy. Wendy is adored by Susan’s husband, Kurt. Wendy never leaves his side. He strokes, cajoles and fondles Wendy, often at the most unwelcome moments, and as much as Susan attempts to get between them, she is never successful. Kurt is either cradling Wendy in his arms as he drifts off to sleep, or she lies triumphantly on his chest each evening, as though he were nursing a small child.</p> <a href=\"https://www.theguardian.com/books/2023/jul/06/speak-to-me-by-paula-cocozza-review-a-modern-love-triangle\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/06/speak-to-me-by-paula-cocozza-review-a-modern-love-triangle", "date_published": "2023-07-06T08:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK banks to meet finance regulator as anger grows over savings rates", "description": "<p>NatWest, Lloyds, HSBC and Barclays bosses expected to attend FCA meeting and justify disparity between loan and savings rates</p><p>The chief executives of the UK’s largest high street banks will face the City watchdog today amid accusations they are ‘profiteering’ as savings rates offered to customers lag well behind surging borrowing costs.</p><p>Bosses including NatWest’s Alison Rose, HSBC UK’s Ian Stuart, Barclays UK’s Matt Hammerstein, and Lloyds Banking Group’s Charlie Nunn, will meet the Financial Conduct Authority (FCA) as they come under pressure to justify their decision to keep easy access savings rates low, while the cost of loans and mortgages has soared.</p> <a href=\"https://www.theguardian.com/business/2023/jul/06/uk-banks-meets-finance-regulator-as-anger-grows-over-savings-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/06/uk-banks-meets-finance-regulator-as-anger-grows-over-savings-rates", "date_published": "2023-07-06T07:52:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer says Labour would ensure schools put more emphasis on teaching ‘speaking skills’ – UK politics live", "description": "<p>Latest updates: Labour leader says he wants pupils to have debating lessons as he lays out party’s plans to ‘break down barriers to opportunity’</p><p>Good morning. <strong>Keir Starmer</strong> has been giving speeches fleshing out the details of the<a href=\"https://www.theguardian.com/politics/2023/feb/23/five-national-missions-to-form-core-of-labour-manifesto-keir-starmer\"> five missions for Labour</a> he announced in February, and today he is talking about the fifth and final one – “to break down the barriers to opportunity at every stage, for every child”. As he explains in <a href=\"https://www.thesun.co.uk/news/22942673/working-people-rigged-against-them-ill-change-it/\">an article in the Sun</a>, he wants to break down the “class ceiling” which he says holds back people who were not born privileged. He says:</p><p>This is personal to me.</p><p>There was nothing about my working-class upbringing that suggested I would end up as the country’s most senior prosecutor or the leader of the Labour Party.</p><p>Talk is the currency of politics. It is our way of negotiating, deliberating, persuading and coming to decisions. Talk is also the currency of learning – how we develop and shape our ideas, deepen our thinking, explore subject matter and share our thoughts and feelings.</p><p>That’s why I want speaking skills, sometimes called “oracy”, to play an important part in Labour’s plans for a reformed school curriculum.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jul/06/keir-starmer-class-ceiling-labour-debating-conservatives-chris-pincher-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jul/06/keir-starmer-class-ceiling-labour-debating-conservatives-chris-pincher-uk-politics-latest", "date_published": "2023-07-06T07:49:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Maguire’s pay rise makes selling defender harder for Manchester United", "description": "<ul><li>Champions League place brought squad salary increases</li><li>Ten Hag wants to raise funds to buy goalkeeper and striker</li></ul><p>Harry Maguire’s salary increase as a result of Manchester United qualifying for the Champions League is making it more challenging to sell the defender. Erik ten Hag wants to raise the finance required to buy a goalkeeper and centre-forward and may need to replace Maguire if his captain does depart.</p><p>In line with the rest of United’s squad Maguire was rewarded with a considerable wage rise after last season’s third-place finish took the club back into the Champions League after Europa League football.</p> <a href=\"https://www.theguardian.com/football/2023/jul/06/harry-maguire-pay-rise-manchester-united-harder-sell\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/06/harry-maguire-pay-rise-manchester-united-harder-sell", "date_published": "2023-07-06T07:36:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No insurance claim against me, so why am I a marked driver?", "description": "<p>I simply reported a scrape to a bumper – but the premium has almost doubled</p><p><strong>When I tried to renew my van insurance policy with Privilege, the premium had increased from £508 to £989. Privilege said a claim had been made against me last year.</strong></p><p><strong>In 2022, a car scraped the rear bumper of my van causing minimal damage. I reported the incident to Privilege, but did not make a claim.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jul/06/no-insurance-claim-against-me-so-why-am-i-a-marked-driver\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/06/no-insurance-claim-against-me-so-why-am-i-a-marked-driver", "date_published": "2023-07-06T07:30:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Giant’ 300,000-year-old handaxes unearthed in Kent", "description": "<p>Discovery of more than 800 artefacts includes some of largest early prehistoric stone tools in Britain</p><p>Researchers have discovered some of the largest early prehistoric stone tools in Britain, including a foot-long handaxe almost too big to be handled.</p><p>The excavations, which took place in Kent, revealed prehistoric artefacts in deep ice age sediments preserved on a hillside above Medway Valley.</p> <a href=\"https://www.theguardian.com/science/2023/jul/06/giant-handaxes-unearthed-kent\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/06/giant-handaxes-unearthed-kent", "date_published": "2023-07-06T07:22:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home is where the heart is for Norris as he rekindles Silverstone love affair", "description": "<p>McLaren driver was in awe of Hamilton and Alonso as a young child and now youngsters look up to the 23-year-old</p><p>There is an air of cautious optimism at McLaren going into the British Grand Prix this weekend. Certainly for the team’s home-grown driver Lando Norris the event is special and one he admits has always meant the most to him ever since he was a child haunting the gates in the hope of glimpsing a driver. That he himself is now the inspiration for another generation is something the 23-year-old still finds somewhat hard to really take on board.</p><p>“When I was a kid I dreamed of winning my home race,” he says. “Even now when you see Lewis [Hamilton] win there it looks like the coolest thing on Earth. Seeing that crowd … Winning in front of those fans is by far the thing I want to do the most.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/06/british-grand-prix-childhood-memories-lando-norris-mclaren\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/06/british-grand-prix-childhood-memories-lando-norris-mclaren", "date_published": "2023-07-06T07:00:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK banks face regulator amid ‘profiteering’ claims; Bank of England says some retailers are overcharging – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/money/2023/jul/04/savings-rates-uk-banks-financial-conduct-authority-investigation\">Watchdog summons UK bank bosses to discuss weak savings rates</a></li></ul><p><strong>Bank of England governor Andrew Bailey had fired a warning shot at retailers engaged in greedflation, by warning there is some evidence that retailers are overcharging customers.</strong></p><p>Bailey has given an interview to the <strong>BBC’s</strong> <strong>Newsround</strong> programme, in which he said there are some issues to tackle on overpricing</p><p>If you look at petrol prices, some sellers of petrol have possibly been charging too much for it.</p><p>It helps us with inflation, but it’s just fairer if these things are tackled.</p><p>This is having very difficult effects. So it’s important that these steps that can be taken to make things fairer, and to save money for people by doing so, are taken.</p> <a href=\"https://www.theguardian.com/business/live/2023/jul/06/uk-banks-regulator-low-savings-rates-profiteering-claims-mortgages-bank-of-england-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jul/06/uk-banks-regulator-low-savings-rates-profiteering-claims-mortgages-bank-of-england-business-live", "date_published": "2023-07-06T06:31:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Art Monsters by Lauren Elkin review – daring to be different", "description": "<p>In a blend of criticism and memoir, the author examines the life and work of trailblazing female artists from Vanessa Bell to Carolee Schneemann</p><p>Who gets to be a monster? Is the term reserved for enemies or can it be applied to heroes too? Lauren Elkin’s work of radical feminist criticism asks us to meet her art monsters, who are all women, and to see their monstrosity as central to their being and their art.</p><p>She defines an art monster as someone “reaching after the truth of her own body”, someone who “takes for granted that the experiences of female embodiment are relevant to all humankind”, someone who “alerts us to what is outside of language”. Her book is written in a series of short and long snippets, separated by slashes. Some of them are critical engagements with works of art, others are fragments of memoir about existing in a female body or the process of writing the book itself; still others are more general art historical criticism or reflection. The immediacy of it all carries the reader along with Elkin as she thinks through her questions and disrupts traditional expectations of how “serious” theory should be written.</p> <a href=\"https://www.theguardian.com/books/2023/jul/06/art-monsters-by-lauren-elkin-review-daring-to-be-different\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/06/art-monsters-by-lauren-elkin-review-daring-to-be-different", "date_published": "2023-07-06T06:30:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Footpaths to the past: ‘We must keep our ancient tracks alive by walking them’", "description": "<p>The UK’s paths and holloways should be protected for their environmental appeal and historic worth – but they also need to be maintained by using them</p><p>It’s not lost on me, the irony of writing about mobility while sitting at my desk for hours, with a bent spine and cramped stomach. I’ve spent the last few years writing a book about past movement and mobility; footprints becoming trails that turn into a torrent of trods and roads.</p><p>My body wouldn’t allow for this stillness, so I went for walks. My lunchtime stroll was through a small wood on the top of the Chiltern hills, on the edge of the south Oxfordshire village where I lived at the time.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/06/ancient-uk-footpaths-trails-walking-holloways-hiking\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/06/ancient-uk-footpaths-trails-walking-holloways-hiking", "date_published": "2023-07-06T06:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joy Ride review – slickly likable Asian-American comedy dwells on family and identity", "description": "<p>Laughs, high energy levels and some outrageous set pieces make this examination of the complex relationship with distant family a fun journey of self-discovery</p><p>Writer-producer Adele Lim, who worked on the script for Crazy Rich Asians, now makes her feature directing debut with this likable and brash Asian-American comedy about four women leaving the US for a trip to the Chinese homeland; they come to terms with their roots in various ways, expressing sexualities queer and straight and of course celebrating friendship.</p><p>It all barrels along, with a journey-of-discovery narrative template not entirely dissimilar to the recent <a href=\"https://www.theguardian.com/film/2023/may/08/book-club-the-next-chapter-review-diane-keaton-jane-fonda-smirking-sequel\">Book Club sequel</a>; the energy levels are high and there are some outrageous gags, between which the mandatory sentimentality is reasonably managed although occasionally the sex-positivity theme is rather earnestly signalled. And given how contemporary and hip the script is striving to be, and the fact that it’s specifically about four American nationals flying to China, the lack of any mention of the recent Covid lockdown and diplomatic froideur between China and the US is a bit weird. This project could, of course, have originated before the pandemic.</p> <a href=\"https://www.theguardian.com/film/2023/jul/06/joy-ride-review-slickly-likable-asian-american-comedy-dwells-on-family-and-identity\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/06/joy-ride-review-slickly-likable-asian-american-comedy-dwells-on-family-and-identity", "date_published": "2023-07-06T06:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia’s war on Ukraine forced us in Germany to think differently about our role in the world | Annalena Baerbock", "description": "<p>We can no longer stand back and hope for the best; instead we must be strong partners to those promoting peace and freedom</p><ul><li>Annalena Baerbock is the German foreign minister</li></ul><p>An ability to surprise is not, perhaps, the first thing people typically associate with Germans. But looking at the direction our country has taken since Russia launched its war of aggression against Ukraine, maybe we Germans have managed to surprise even ourselves.</p><p>Only two years ago, billions of cubic metres of gas arrived from Russia to Germany through <a href=\"https://www.theguardian.com/business/nord-stream-1-pipeline\">Nord Stream 1</a> and other pipelines. Russian fossil fuels made up a large share of our energy consumption. Today, we’ve cut this down to zero.</p><p>Annalena Baerbock is Germany’s minister for foreign affairs</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/jul/06/russia-war-ukraine-germany-foreign-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/jul/06/russia-war-ukraine-germany-foreign-policy", "date_published": "2023-07-06T06:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slide away! Lensculture critics’ choice award winners – in pictures", "description": "<p>From stunning photograms of black bears in the wild to powerful images of cut flowers, it’s easy to see how these images wowed the judging panel</p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/06/slide-away-lensculture-critics-choice-award-winners-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/06/slide-away-lensculture-critics-choice-award-winners-in-pictures", "date_published": "2023-07-06T06:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inquiry into groping allegations against Chris Pincher due to be published", "description": "<p>Allegations against ex-Tory whip led to Boris Johnson’s resignation as prime minister last year</p><p>The findings of an inquiry into groping allegations against a former government whip that hastened the downfall of Boris Johnson is expected to be published on Thursday.</p><p>The report by parliament’s standards watchdog could lead to a byelection in Chris Pincher’s constituency of Tamworth in Staffordshire if a suspension of more than 10 days is agreed.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/inquiry-into-groping-allegations-against-chris-pincher-due-to-be-published\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/inquiry-into-groping-allegations-against-chris-pincher-due-to-be-published", "date_published": "2023-07-06T05:49:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Ellie Simmonds’s deeply moving search for her birth mother", "description": "<p>The swimmer reveals how she was given up for adoption shortly after she was born. Plus: an investigation into the costs of renewable energy. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/06/tv-tonight-ellie-simmondss-deeply-moving-search-for-her-birth-mother\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/06/tv-tonight-ellie-simmondss-deeply-moving-search-for-her-birth-mother", "date_published": "2023-07-06T05:20:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Swallowed by the sand’: Somalia’s coastal towns succumb to the desert", "description": "<p>As deforestation and fierce winds compound the climate crisis-driven drought, sand dunes are burying the medieval port of Hobyo. Will pledges to green the desert save families already displaced by war? </p><p>Hussein Karshe paces back and forth across the sand on the outskirts of the coastal town of Hobyo.<strong> </strong>Beneath the soft white dune lie the remains of the two-bedroom house he built for his family in 1993. A few sticks buried below the sand are the only visible sign of the building where his six children were born. Karshe lived there for nearly 20 years, supporting his family by selling goats.</p><p>But in 2011 heavy sandstorms covered the ground around his home. Over the next year the sand accumulated, creeping up the external walls of the house and blowing into the rooms. At first Karshe tried to keep the sand at bay by scooping it out with his hands or a small shovel, but his efforts proved futile.</p><p>‘I’ve lost everything. All I have left are memories’ … retired air force technician Hussein Karshe, 70</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/06/swallowed-by-sand-somalia-hobyo-desertification-deforestation-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/06/swallowed-by-sand-somalia-hobyo-desertification-deforestation-climate-crisis", "date_published": "2023-07-06T05:15:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deliveroo dinner parties and overcooking eggs: Britons’ kitchen skills and blunders", "description": "<p>Fifth of survey respondents had ‘no confidence’ in kitchen, with microwave identified as ‘gadget we cannot live without’</p><p>Boiling an egg is supposed to be cookery 101 but, while some Britons are rolling their own pasta and blowtorching the perfect creme brulee, research shows one in four would struggle to serve soft-boiled eggs and soldiers.</p><p>While more than a third of those interviewed about their skills in the kitchen rated themselves as “excellent” or “very good” cooks, about a fifth had “no confidence”, with a small group admitting they “look up how to cook every meal”.</p> <a href=\"https://www.theguardian.com/food/2023/jul/06/deliveroo-dinner-parties-and-overcooking-eggs-britons-kitchen-skills-and-blunders\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/06/deliveroo-dinner-parties-and-overcooking-eggs-britons-kitchen-skills-and-blunders", "date_published": "2023-07-06T05:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU sets out first-ever soil law to protect food security and slow global heating", "description": "<p>Proposal to improve soil health throughout continent by 2050 criticised for lack of legally binding targets</p><p>The European Commission has proposed the continent’s first soil law, intended to undo some of the damage done by intensive farming and mitigate global heating.</p><p>Amid intense opposition to proposed laws on nature restoration and curbs on pesticides, the European Commission put forward proposals in Brussels on Wednesday to revive degraded soils. Research indicates that this could help <a href=\"https://www.theguardian.com/environment/2023/jul/04/improving-farming-soil-carbon-store-global-heating-target\">absorb carbon from the atmosphere</a> and ensure sustainable food production.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/eu-sets-out-first-ever-soil-law-to-protect-food-security-and-slow-global-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/eu-sets-out-first-ever-soil-law-to-protect-food-security-and-slow-global-heating", "date_published": "2023-07-06T05:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Force for good: humanoids convene at AI for Good summit in Geneva", "description": "<p>Ai-da, Desdemona, Nadine and Geminoid join world’s largest gathering of humanoids to promote AI as force for good</p><p>Grace is a nursing assistant, Ai-da a contemporary artist, Desdemona a purple-haired rock singer and Nadine is on hand for companionship and conversation.</p><p>They are all at the world’s largest gathering of humanoid robots, which is under way at the <a href=\"https://aiforgood.itu.int/summit23/\">United Nations AI for Good global summit</a> in Geneva.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/06/humanoid-robots-gather-ai-summit-geneva\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/06/humanoid-robots-gather-ai-summit-geneva", "date_published": "2023-07-06T05:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heatwaves keep paramedics busy as cardiovascular complaints shoot up", "description": "<p>German study finds ambulance callouts increased by a third when average temperatures hit 30C</p><p>The hotter the weather, the busier paramedics become. A study carried out in the German city of Würzburg found that ambulance callouts for cardiovascular complaints rose by more than a third during heatwave conditions, with the worst affected areas being those with the highest population density and least green space.</p><p>Between 2011 and 2019, scientists from the University of Potsdam monitored temperature, air pollution and ambulance dispatches across Würzburg. The study, published in the journal <a href=\"https://journals.ametsoc.org/view/journals/wcas/aop/WCAS-D-22-0046.1/WCAS-D-22-0046.1.xml\">Weather, Climate and Society</a>, found that days with poor air quality did not have a significant influence on ambulance callouts – perhaps because the negative health effects of air pollution often take longer to manifest.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/heatwaves-paramedics-busy-cardiovascular-complaints-shoot-up\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/heatwaves-paramedics-busy-cardiovascular-complaints-shoot-up", "date_published": "2023-07-06T05:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People with Alzheimer’s urged to follow Fiona Phillips and join drug trials", "description": "<p>Professor close to research TV presenter is involved in says participants can help themselves as well science</p><p>More people with Alzheimer’s are needed to join groundbreaking drug trials similar to the one that the TV presenter Fiona Phillips is taking part in, a professor close to the research has urged.</p><p>People with dementia who take part in clinical trials tend to have better outcomes regardless of whether the medication they are administered works, according to a professor in University College London’s dementia research centre, which is running the miridesap trial that Phillips is participating in.</p> <a href=\"https://www.theguardian.com/society/2023/jul/06/people-with-alzheimers-urged-to-follow-fiona-phillips-and-join-drug-trials\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/06/people-with-alzheimers-urged-to-follow-fiona-phillips-and-join-drug-trials", "date_published": "2023-07-06T05:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "So George Osborne has a new podcast. What do the victims of his austerity policies get? | Aditya Chakrabortty", "description": "<p>Entertainment launders reputations. No wonder washed-up politicians are so keen to invest in this great speech bubble</p><p>Few things became Alan Clark less than retirement. “My mind races,” the Thatcher-era Tory junior minister raged into his diaries. “I am hungry for news and gossip, resentful at John Major … how <em>could</em> they? Although, of course, the cruelty of politics is its attraction.”</p><p>If only he’d hung on for the arrival of podcasts. Today, Clark would be a cert to host his own politics one, sweeping the crumbs from Westminster tablecloths into a regular 50 minutes of audio content: reminiscence, gossip and crisp, chilled cruelty – Who’s down? Who’s out? – all generously sponsored by a manufacturer of probiotic yoghurt.</p><p>Aditya Chakrabortty is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/george-osborne-podcast-austerity-ed-balls\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/george-osborne-podcast-austerity-ed-balls", "date_published": "2023-07-06T05:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caste out: how Kerala’s food parcel scheme tackles poverty and prejudice", "description": "<p>In India’s most progressive state, food for hospital patients and visitors feeds the hungry and helps create an ‘ethos of equality’</p><p>It’s a cliche that food cooked with love is the best, but in Kerala thousands of women have proved that cooking with a sense of shared humanity can produce a delicious meal. Every morning, when women start preparing the packed lunch their husbands will take to work, they boil a little extra rice and add a few more vegetables to the stew.</p><p>The extra portion, along with condiments, is placed on a banana leaf, tied up neatly as a<em> </em><em>pothichoru</em> (food parcel) and wrapped in a sheet of newspaper for protection. Later, volunteers from the Democratic Youth Federation of India (DYFI), the youth wing of the state’s ruling Communist party (Marxist), will visit homes to collect the meals.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/06/caste-out-how-keralas-food-parcel-scheme-tackles-poverty-and-prejudice\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/06/caste-out-how-keralas-food-parcel-scheme-tackles-poverty-and-prejudice", "date_published": "2023-07-06T05:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian minister Clare O’Neil calls Donald Trump Jr ‘a big baby’ after speaking tour is postponed", "description": "<p>Home affairs minister says that despite Trump Jr’s promoter’s claims, the US businessman was not ‘cancelled’ and had been granted a visa</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jul/06/australia-news-live-rental-crisis-cost-of-living-interest-rates-consulting-firms-donald-trump-jr-afl-naked-photos-climate-crisis-indigenous-voice\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australia’s home affairs minister, <a href=\"https://www.theguardian.com/australia-news/clare-o-neil\">Clare O’Neil</a>, has called Donald Trump Jr “a big baby” after his tour of the country was postponed.</p><p>Trump Jr’s promoter blamed “cancel culture”, even though he was granted a visa to travel to Australia.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoonemail newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/06/australian-minister-clare-oneil-calls-donald-trump-jr-big-baby-after-speaking-tour-is-postponed\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/06/australian-minister-clare-oneil-calls-donald-trump-jr-big-baby-after-speaking-tour-is-postponed", "date_published": "2023-07-06T04:50:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: three killed in missile strike on Lviv apartment block", "description": "<p>Three killed and 60 apartments damaged, says Lviv mayor </p><ul><li><strong><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p>A separate video posted by Lviv governor Maksym Kozytski showed a multi-storey building with part of its top floor destroyed.</p><p>“As of now, the rubble is being dismantled. Of course, there will be injured and dead.”</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/06/russia-ukraine-war-live-lviv-missile-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/06/russia-ukraine-war-live-lviv-missile-strike", "date_published": "2023-07-06T04:13:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moms for Liberty is part of a long history of rightwing mothers’ activism in the US | Michael Feola", "description": "<p>While mothers’ movements are often associated with projects of social welfare, a counter-tradition has pursued staunchly conservative aims</p><p>The activist group Moms for Liberty has become the new face of the culture wars around education. The group was founded in 2021, during the Covid pandemic, and rose to prominence through outspoken opposition to school mask mandates. The group has now spread across the United States, its membership fueled by the Republican-led moral panic over a “woke ideology” that is supposedly sweeping public schools and “indoctrinating” children. At present, the group counts 285 chapters in 45 states.</p><p>As the group has grown, so too have its<strong> </strong>political ambitions. Moms for Liberty places particular emphasis on <a href=\"https://www.motherjones.com/politics/2022/08/the-most-powerful-moms-in-america-are-the-new-face-of-the-republican-party/\">capturing local school boards</a> in order to secure greater control over school policy. More broadly, the group endorses legislation that would limit the topics that can be discussed in the classroom (for instance, Florida’s so-called “<a href=\"https://www.newyorker.com/magazine/2022/11/07/the-right-wing-mothers-fuelling-the-school-board-wars\">Don’t Say Gay</a>” legislation), and they promote policies that allow parents to target <a href=\"https://www.theguardian.com/books/2023/may/06/moms-for-liberty-john-birch-society-far-right-book-bans\">books for removal</a> from school <a href=\"https://www.nytimes.com/2022/12/12/books/book-bans-libraries.html\">libraries and classrooms</a>.</p><p>Michael Feola is a professor of government at Lafayette College, a contributor to publications including Slate and The Washington Post, and the author of a forthcoming book on the far right, Rage of Replacement</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/06/moms-for-liberty-long-history-rightwing-activism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/06/moms-for-liberty-long-history-rightwing-activism", "date_published": "2023-07-06T04:12:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olympic snowboarder Shaun White: ‘Retirement is a pretty ugly word’", "description": "<p>The 35-year-old’s incredible career and shock decision to retire young are explored in a revealing new docuseries</p><p>Most people don’t retire at 35. But then again, Shaun White has never been like most people. After all, this is an extreme sports superstar who began snowboarding at five, went professional at 13 and dominated the Olympics by 19; winning three gold medals and becoming a face of both snowboarding and skating, along the way earning that greatest of all time (Goat) moniker.</p><p>By the time his mid-30s rolled around however, even though he was still able-bodied and still some time away from that AARP membership, he knew he wanted to hang it up. “Retirement is a pretty ugly word,” says White to the Guardian from his home in Los Angeles. “This next chapter just feels like something new. It’s on to the next. I recently watched the Arnold Schwarzenegger documentary [Arnold], and he was like, ‘I reached the top, and now I’m bored. What’s next?’ Some of that kind of hit home.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/06/shaun-white-olympics-snowboarding-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/06/shaun-white-olympics-snowboarding-documentary", "date_published": "2023-07-06T04:04:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson claims he ‘reminded’ Trump about key role in Ukraine aid", "description": "<p>Former British prime minister says in interview that Trump ‘played an important role’ in arming Ukraine and set an example</p><p>On his recent visit to the US, Boris Johnson “reminded” Donald Trump he “actually played an important role” in supporting and arming Ukraine against its Russian invaders, the former British prime minister said, adding that British aid to Kyiv was “enabled” by Trump’s example.</p><p>Johnson made the claim about the notoriously pro-Russian former president – and brushed off mention of Trump’s impeachment for blocking military aid to Ukraine – in an interview on <a href=\"https://www.onedecisionpodcast.com/\">One Decision</a>, a podcast hosted by Sir Richard Dearlove, a former chief of the British intelligence service MI6, and the journalist Julia Macfarlane. The episode was released on Thursday.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/boris-johnson-trump-ukraine-aid-arms-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/boris-johnson-trump-ukraine-aid-arms-russia", "date_published": "2023-07-06T04:01:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foreign Office complacent over Britons held overseas, says Richard Ratcliffe", "description": "<p>Department’s response to MPs’ critical report disappoints husband of Nazanin Zaghari-Ratcliffe</p><p>Richard Ratcliffe, the husband of the British-Iranian Nazanin Zaghari-Ratcliffe, has accused the Foreign Office of complacency after it rejected a call by MPs to overhaul the way it goes about trying to secure the release of British nationals overseas.</p><p>A report by the foreign affairs select committee <a href=\"https://www.theguardian.com/news/2023/apr/04/uk-government-spurned-chances-to-free-nazanin-zaghari-ratcliffe-say-mps\">published in April</a>, after members took evidence from Zaghari-Ratcliffe and the families of other political prisoners, condemned the Foreign Office’s attitude as secretive, inconsistent and built on the false assumption that quiet diplomacy works.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/06/foreign-office-complacent-over-britons-held-overseas-says-richard-ratcliffe\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/06/foreign-office-complacent-over-britons-held-overseas-says-richard-ratcliffe", "date_published": "2023-07-06T04:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Victoria Amelina: Ukraine and the meaning of home", "description": "<p>Before she was killed by a Russian missile strike, the acclaimed novelist and war crimes researcher wrote about growing up in Moscow’s shadow, and how she came to understand what being Ukrainian really meant</p><p>Victoria Amelina, an award-winning novelist, essayist and poet, died on 1 July from injuries sustained in a Russian missile attack on a restaurant in eastern Ukraine. Generous, talented and funny, <a href=\"https://www.theguardian.com/world/2023/jul/03/ukrainian-writer-victoria-amelina-dies-after-being-wounded-in-kramatorsk-strike\" title=\"\">Victoria</a> also had an extraordinary moral clarity and commitment, underpinned by vast reserves of unshowy courage.</p><p>After the full-scale Russian invasion in February 2022, she trained as a war crimes researcher, which meant travelling to frontlines and bearing witness to extreme violence and suffering.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/victoria-amelina-novelist-kramatorsk-russia-ukraine-war-meaning-of-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/victoria-amelina-novelist-kramatorsk-russia-ukraine-war-meaning-of-home", "date_published": "2023-07-06T04:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why inflammation matters, and what we can do to fight it – podcast", "description": "<p>Ian Sample talks to Dr David Furman, an expert on inflammation and ageing at Stanford University. He explains how chronic inflammation is affecting our health and how lifestyle choices can help us fight it.</p> <a href=\"https://www.theguardian.com/science/audio/2023/jul/06/why-inflammation-matters-and-what-we-can-do-to-fight-it-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/jul/06/why-inflammation-matters-and-what-we-can-do-to-fight-it-podcast", "date_published": "2023-07-06T04:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five ways AI could improve the world: ‘We can cure all diseases, stabilise our climate, halt poverty’", "description": "<p>It is not yet clear how the power and possibilities of AI will play out. Here are the best-case scenarios for how it might help us develop new drugs, give up dull jobs and live long, healthy lives</p><ul><li>Coming on Friday: Five ways AI might destroy the world</li></ul><p>Recent advances such as Open AI’s GPT-4 chatbot have awakened the world to how sophisticated artificial intelligence has become and how rapidly the field is advancing. Could this powerful new technology help save the world? We asked five leading AI researchers to lay out their best-case scenarios.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/06/ai-artificial-intelligence-world-diseases-climate-scenarios-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/06/ai-artificial-intelligence-world-diseases-climate-scenarios-experts", "date_published": "2023-07-06T04:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Korea: doctors desert paediatrics as low birth rate sparks fears for future", "description": "<p>Shortage of children’s doctors has led to long waiting lists, clinic closures and even prompted prospective parents to think again</p><p>A shortage of paediatricians in South Korea is leaving hospitals unable to fill posts while raising risks for children’s health, doctors have said, claiming that the shortage is both a result of the world’s lowest birthrate and increasingly a factor behind it.</p><p>The number of paediatric clinics and hospitals in the capital, Seoul, has fallen by 12.5% over the five years to 2022, to just 456. Over the same period, the number of psychiatry clinics increased by 76.8%, while anaesthesiology centres saw a 41.2% rise, according to the Seoul Institute, a public administration thinktank.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/south-korea-doctors-desert-paediatrics-as-low-birth-rate-sparks-fears-for-future\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/south-korea-doctors-desert-paediatrics-as-low-birth-rate-sparks-fears-for-future", "date_published": "2023-07-06T03:10:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We tried Threads, Meta’s new Twitter rival. Here’s what happened", "description": "<p>Kari Paul tested the social network minutes after its launch – did it fail to impress, or should Elon Musk be shuddering?</p><p>Meta has launched Threads, a new text-based app to rival Twitter.</p><p>The move is a bold attempt to lure users away from its floundering competitor with a near-clone of the platform. The Guardian tested out <a href=\"https://www.theguardian.com/technology/2023/jul/06/meta-launches-twitter-rival-threads-in-100-countries\">the new social network</a> on Wednesday, minutes after its widely hyped launch. Would it fail to impress, or does it spell real trouble for Elon Musk?</p> <a href=\"https://www.theguardian.com/technology/2023/jul/06/we-tried-threads-metas-new-twitter-rival-heres-what-happened\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/06/we-tried-threads-metas-new-twitter-rival-heres-what-happened", "date_published": "2023-07-06T02:21:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can Biden solve his supreme court problem?", "description": "<p>Last week, the US supreme court ruled in favour of a web designer who does not want to serve gay clients, ended affirmative action and blocked Joe Biden’s student debt forgiveness plan. Sam Levine reports</p><p>Donald Trump nominated three supreme court judges during his term, leaving a conservative supermajority on the court in his wake. A year on from the repeal of Roe v Wade, the case that had ensured the right to abortion for nearly half a century, the court has ruled on a number of other controversial cases.</p><p>Last week, it ruled that a website designer could refuse to serve same-sex couples requesting a wedding website, despite reports that a <a href=\"https://www.theguardian.com/law/2023/jun/29/supreme-court-lgbtq-document-veracity-colorado\">key document in the case might be fake</a>. The court also ruled against affirmative action, ending race-conscious admissions at universities.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/06/can-biden-solve-his-supreme-court-problem\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/06/can-biden-solve-his-supreme-court-problem", "date_published": "2023-07-06T02:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johannesburg gas leak: at least 16 dead on outskirts of South African city", "description": "<p>Leak in informal settlement in Boksburg on outskirts of city may be linked to illegal mining, authorities say, as search continues for more casualites</p><p>At least 16 people, including three children, died when toxic gas leaked from a cylinder near Johannesburg, South African police have said. Emergency services said the leak appeared to be linked to illegal mining activities.</p><p>Emergency services initially announced that as many as 24 people might be dead in the Angelo informal settlement in Boksburg, a city on the eastern outskirts of Johannesburg. But police and Gauteng Province premier Panyaza Lesufi later said the number of deaths had been confirmed as 16 after a recount of the bodies. Police said the three children killed were aged one, six and 15. Two people were taken to the hospital for treatment, police said.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/johannesburg-gas-leak-death-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/johannesburg-gas-leak-death-toll", "date_published": "2023-07-06T01:53:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten jailed in India over torture and lynching of Muslim man", "description": "<p>Tabrez Ansari was tied to a pole in Jharkhand, tortured for 12 hours and made to chant Hindu slogans widely used by Hindu hardliners</p><p>An Indian court has sentenced 10 men to 10 years each in jail for the lynching of a Muslim man, who died after being tortured and forced to chant Hindu slogans.</p><p>Tabrez Ansari was tied to a pole and tortured for 12 hours in 2019, as he cried and pleaded with a mob that accused him of burglary in the eastern state of Jharkhand.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/jharkhand-lynching-tabrez-ansari-2019-case-india-ten-men-jailed-torture-muslim-man\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/jharkhand-lynching-tabrez-ansari-2019-case-india-ten-men-jailed-torture-muslim-man", "date_published": "2023-07-06T01:36:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eight stuck upside down on US roller coaster for more than three hours", "description": "<p>Wisconsin officials are investigating the ride failure, which required firefighters to free those trapped ‘near the top of a loop’</p><p>Officials in Wisconsin are investigating how eight people became trapped upside down on a roller coaster – some of them for more than three hours – at a festival over the holiday weekend.</p><p>The nightmarish incident took place on Sunday at the Forest county festival in Crandon, a city of about 1,700 north-west of Green Bay.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/wisconsin-roller-coaster-ride-festival-trapped\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/wisconsin-roller-coaster-ride-festival-trapped", "date_published": "2023-07-06T00:56:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden ratchets up efforts to secure Sweden’s Nato membership ahead of key summit", "description": "<p>Work to persuade Turkey to drop its objections continues, as president meets with Sweden’s prime minister at White House</p><p>US President Joe Biden has told prime minister Ulf Kristersson of Sweden that he is “looking forward” to the country’s stalled Nato membership bid winning final approval, amid doubts that Turkey will withdraw its opposition in time for a major summit next week.</p><p>Speaking in the Oval Office on Wednesday, Biden said he wanted to reiterate that he “fully, fully supports Sweden’s membership in Nato” and was “anxiously looking forward” to the bid being ratified.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/biden-ratchets-up-efforts-to-secure-swedens-nato-membership-ahead-of-key-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/biden-ratchets-up-efforts-to-secure-swedens-nato-membership-ahead-of-key-summit", "date_published": "2023-07-06T00:16:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French navy investigates claims that off-duty marines beat up suspected rioters", "description": "<p>Local papers reported so-called ‘anti-rioters’ wore hoods and masks to apprehend suspected troublemakers during unrest</p><p>The French navy is investigating claims that masked, off-duty marines tackled rioters in the western city of Lorient, home to a major military base, during national unrest last week.</p><p>Local newspaper Le Telegramme published pictures of groups of so-called “anti-rioters” who wore hoods and masks as they apprehended and beat up suspected troublemakers in the city on Friday night.</p> <a href=\"https://www.theguardian.com/world/2023/jul/06/french-navy-investigates-claims-that-off-duty-marines-beat-up-suspected-rioters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/06/french-navy-investigates-claims-that-off-duty-marines-beat-up-suspected-rioters", "date_published": "2023-07-06T00:11:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I needed to see’: victims’ families tour site of Parkland massacre five years on", "description": "<p>Bloodstains and broken glass remain where 17 students and staff were killed at  Marjory Stoneman Douglas high school in Florida</p><p>For more than five years, the bloodstained halls and classrooms where 17 people died in the Parkland school shooting has remained locked away and mostly untouched – not even the victims’ families had been allowed inside.</p><p>That changed on Wednesday, as heart-wrenching private tours began for relatives of the 14 students and three staff members who died on 14 February 2018. The 17 wounded and their loved ones will also be able to visit the 1200 building at Marjory Stoneman Douglas high school, now that it is no longer needed as evidence in the trials of the convicted killer and the deputy who was just acquitted of failing to stop him.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/05/parkland-marjory-stoneman-douglas-school-shooting-victims-families\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/05/parkland-marjory-stoneman-douglas-school-shooting-victims-families", "date_published": "2023-07-06T00:01:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japanese knotweed and other invasive species cost UK £4bn a year, research suggests", "description": "<p>Ash dieback most expensive, while cost of tackling alien species has more than doubled since 2010, says study</p><p>From Japanese knotweed to a fungus that kills ash trees, tackling invasive non-native species now costs the UK economy about £4bn, up from £1.7bn in 2010, research suggests.</p><p>There are about 2,000 invasive non-native species (Inns) in the UK, and about 12 new ones establish themselves each year, adding, along with inflation, to the rise in costs.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/06/japanese-knotweed-invasive-non-native-species-costing-uk-4bn-a-year-ash-dieback\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/06/japanese-knotweed-invasive-non-native-species-costing-uk-4bn-a-year-ash-dieback", "date_published": "2023-07-06T00:00:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}]