[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "System76 Pangolin Review: the 15\" all rounder AMD Linux laptop", "description": "Head to https://squarespace.com/thelinuxexperiment to save 10% off your first purchase of a website or domain using code thelinuxexperiment\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#linux #laptop #system76 \n\n00:00 Intro\n00:26 Sponsor: Get 10% off your first website with Squarespace\n01:12 Design and Build Quality\n03:08 Specs and Configurations\n04:50 Port Selection\n06:11 Performance & battery life\n08:01 Keyboard & Touchpad\n09:37 Webcam, Mic & Speakers\n10:47 PopOS integration\n11:51 Who is this for?\n13:01 Support the channel\n\nThe Pangolin looks like your standard 15 inch ultrabook. It's pretty thin, at 0.71 inches, or 1.8cm, and it weighs 1.79kilos, or almost 4 pounds. It's 16:9, with a 15.6 inches screen, and it's made of aluminium. The aluminium chassis is robust, with minimal deck flex around the hinge or the palm rests, and a bit more give in the middle of the keyboard.\n\nAnd it's also pretty modular, you can open the laptop easily with 11 screws. Only the battery, wireless card and storage are accessible, the RAM seems soldered.\n\nIt comes with the Ryzen 7 6800U, an 8 core, 16 threads beast that goes up to 4.7 Gigahertz. It's paired with the integrated Radeon 680M. You also can only get it with 32 gigs of RAM. In terms of storage, you get a minimum of a 250Gig PCIE4 NVME SSD, and can go up to 16 TB.\n\nIt comes with WIfie 6E and Bluetooth 5.2.\n\nThe display is 15.6 inches, and only 1080p. It's 144hz refresh rate, and has a 70 Wh battery.\n\nSo, on the left, you get the barrel charger, an HDMI 2.0 port, 2 USB 3.2 Gen 2 type A ports, one USB 3.2 Gen 2 type C port that supports display port 1.4 and also support charging the device.\n\nYou also get a headphone jack, and, interestingly, a physical killswitch for the webcam complete with a little LED to let you know when the camera is off.\n\nOn the right, you have another type A USB 3.2GEN 2, a full size SD card reader, which is nice, a pop-out gigabit ethernet port, and that little kensington lock to keep your laptop attached to your desk.\n\nThe Ryzen 7 6800U is a pretty powerful CPU. On Geekbench 6, it got a single core score of 2002 and a multi core score of 8662.\n\nIn terms of graphics, the integrated Radeon 680M can deliver surprisingly good performance. Running the usual Shadow of the tomb raider benchmark, at the native 1080p and medium settings, it got 30 FPS. On low settings, it managed an average of 42 FPS.\n\nAs per thermals, at idle, the CPU ran at around 34 to 38 degrees Celsius, and under load, during gameplay, it never went past 91 degrees.\n\nNow for the battery life, with the display at 144hz, in balanced mode, running youtube videos in a loop on Firefox, it lasted for 7 hours.\n\nWhen putting it in battery saving mode, with the display running at 60hz, it lasted for 8 and a half hours.\n\nThe Pangolin comes with a chiclet style keyboard. It's backlit. It comes with a numpad, and it's nice to use. Key travel is good, the stroke is precise, and the keys are large and nice. It comes with a SUPER key, of course\n\nAs per the touchpad, it's a decent size, it's very smooth, and while it's not centered which always annoys me, it works really well with Pop OS's gestures, the click is solid and doesn't rattle at all and the sound is satisfying. The only issue is with the two button spaces at the bottom: they don’t react to tap to click, which can lead to some missed inputs.\n\nThe webcam is 720p, and it's just not good. It's super stuttery, it's still a potato cam. The microphone is above average.\n\nAs per the speakers, they get pretty loud, but at max volume, they'll definitely start vibrating the chassis and you'll hear that sort of rattly sound. Apart from that, they do have a bit of bass, and they don't sound too tinny. They're good enough, basically, but not at max volume.", "link": "https://www.youtube.com/watch?v=VPIeUw3Zyds", "date_published": "2023-03-29 15:57:52+00:00", "persistent": false, "user": null, "language": "en-US"}]