[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Spyware Vendors Caught Exploiting Zero-Day Vulnerabilities on Android and iOS Devices", "description": "A number of zero-day vulnerabilities that were addressed last year were exploited by commercial spyware vendors to target Android and iOS devices, Google's Threat Analysis Group (TAG) has revealed.\nThe two distinct campaigns were both limited and highly targeted, taking advantage of the patch gap between the release of a fix and when it was actually deployed on the targeted devices.\n\"These", "link": "https://thehackernews.com/2023/03/spyware-vendors-caught-exploiting-zero.html", "date_published": "2023-03-29 13:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Mélofée: Researchers Uncover New Linux Malware Linked to Chinese APT Groups", "description": "An unknown Chinese state-sponsored hacking group has been linked to a novel piece of malware aimed at Linux servers.\nFrench cybersecurity firm ExaTrack, which found three samples of the previously documented malicious software that date back to early 2022, dubbed it Mélofée.\nOne of the artifacts is designed to drop a kernel-mode rootkit that's based on an open source project referred to as", "link": "https://thehackernews.com/2023/03/melofee-researchers-uncover-new-linux.html", "date_published": "2023-03-29 12:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How to Build a Research Lab for Reverse Engineering — 4 Ways", "description": "Malware analysis is an essential part of security researcher's work. But working with malicious samples can be dangerous — it requires specialized tools to record their activity, and a secure environment to prevent unintended damage.\nHowever, manual lab setup and configuration can prove to be a laborious and time-consuming process.\nIn this article, we'll look at 4 ways to create a reverse", "link": "https://thehackernews.com/2023/03/how-to-build-research-lab-for-reverse.html", "date_published": "2023-03-29 11:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Smart Mobility has a Blindspot When it Comes to API Security", "description": "The emergence of smart mobility services and applications has led to a sharp increase in the use of APIs in the automotive industry. However, this increased reliance on APIs has also made them one of the most common attack vectors. According to Gartner, APIs account for 90% of the web application attack surface areas. \nWith no surprise, similar trends are emerging also in the smart mobility", "link": "https://thehackernews.com/2023/03/smart-mobility-has-blindspot-when-it.html", "date_published": "2023-03-29 11:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Trojanized TOR Browser Installers Spreading Crypto-Stealing Clipper Malware", "description": "Trojanized installers for the TOR anonymity browser are being used to target users in Russia and Eastern Europe with clipper malware designed to siphon cryptocurrencies since September 2022.\n\"Clipboard injectors [...] can be silent for years, show no network activity or any other signs of presence until the disastrous day when they replace a crypto wallet address,\" Vitaly Kamluk, director of", "link": "https://thehackernews.com/2023/03/trojanized-tor-browser-installers.html", "date_published": "2023-03-29 09:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean APT43 Group Uses Cybercrime to Fund Espionage Operations", "description": "A new North Korean nation-state cyber operator has been attributed to a series of campaigns orchestrated to gather strategic intelligence that aligns with Pyongyang's geopolitical interests since 2018.\nGoogle-owned Mandiant, which is tracking the activity cluster under the moniker APT43, said the group's motives are both espionage- and financially-motivated, leveraging techniques like credential", "link": "https://thehackernews.com/2023/03/north-korean-apt43-group-uses.html", "date_published": "2023-03-29 05:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}]