[{"source": "https://thehill.com/news/feed/", "title": "Senate votes to end COVID-19 national emergency", "description": "The Senate on Wednesday passed a GOP-led resolution that would end the COVID-19 national emergency that's been in place since 2020. The measure passed the upper chamber 68-23. A similar resolution sponsored by Sen. Roger Marshall (R-Kan.) passed the Senate last year, but did not advance in the Democratically-controlled House. This year it passed the...", "link": "https://thehill.com/policy/healthcare/3924782-senate-votes-to-end-covid-19-national-emergency/", "date_published": "2023-03-29 23:33:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine ambassador to throw out first pitch for Nationals' 2023 Opening Day", "description": "Ukrainian ambassador to the U.S. Oksana Markarova is set to throw out the first pitch at the Washington Nationals home opener of the 2023 MLB season.  In a news release published Wednesday, Markarova, who was appointed to her current position in 2021, will throw out the ceremonial first pitch before the Nationals’ Opening Day games...", "link": "https://thehill.com/blogs/in-the-know/3924930-ukraine-ambassador-to-throw-out-first-pitch-for-nationals-2023-opening-day/", "date_published": "2023-03-29 23:30:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WATCH: Lawmakers get in shouting match outside House floor over gun control", "description": "Rep. Jamaal Bowman (D-N.Y.) and Rep. Thomas Massie (R-Ky.) got in a heated shouting match about gun control as lawmakers left House votes on Wednesday evening. The exchange came in the wake of a shooter killing three nine-year-olds and three adults at a private Christian school in Nashville, Tenn. on Monday.  Bowman, a former middle...", "link": "https://thehill.com/homenews/house/3924968-watch-lawmakers-get-in-shouting-match-outside-house-floor-over-gun-control/", "date_published": "2023-03-29 23:19:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders, Mullin get in back-and-forth over Vermont senator's net worth during hearing", "description": "Sen. Bernie Sanders (I-Vt.), chairman of the Senate Committee on Health, Education, Labor and Pensions, got into a heated-back-and forth with Sen. Markwayne Mullin (R-Okla.) on Wednesday over Sanders’s net worth as the panel questioned Starbucks CEO Howard Schultz.  “I take offense to the chairman pointing out that all CEOs are corrupt because they're millionaires....", "link": "https://thehill.com/homenews/senate/3924939-sanders-mullin-get-in-back-and-forth-over-vermont-senators-net-worth-during-hearing/", "date_published": "2023-03-29 23:13:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Not trying to ban booty videos': Paul blocks Hawley's TikTok bill as Rubio weighs in", "description": "Sen. Rand Paul (R-Ken.) blocked a move by Sen. Josh Hawley (R-Mo.) to pass his bill that would ban the embattled social media platform TikTok in the U.S., saying the legislation violated First Amendment rights. “The company has bent over backwards to work with our government,” Paul said on the Senate floor. “I will continue...", "link": "https://thehill.com/homenews/senate/3924859-not-trying-to-ban-booty-videos-paul-blocks-hawleys-tiktok-bill-as-rubio-weighs-in/", "date_published": "2023-03-29 23:09:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans defend Starbucks at tense hearing", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202;  The Big Story  Republicans, Democrats split at hearing over Starbucks Democrats went after former Starbucks CEO Howard Schultz during a Wednesday hearing on union-busting, while Republicans largely defended the executive. © AP Photo/J. Scott Applewhite Republicans have long attacked...", "link": "https://thehill.com/newsletters/business-economy/3924803-republicans-defend-starbucks-at-tense-hearing/", "date_published": "2023-03-29 23:03:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Progressive stars square off in California Senate primary", "description": "Battle lines are forming between progressives as they look to take down the more establishment-aligned Rep. Adam Schiff in California’s Democratic Senate primary. Rep. Ro Khanna (D-Calif.) was the latest high-profile progressive to weigh in on the race, endorsing Rep. Barbara Lee (D), who along with Schiff and Rep. Katie Porter (D) is seeking to...", "link": "https://thehill.com/homenews/campaign/3924457-progressive-stars-square-off-in-california-senate-primary/", "date_published": "2023-03-29 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to travel to Mississippi in wake of deadly storms", "description": "President Biden on Friday will travel to Rolling Fork, Miss., to survey the damage from the massive and deadly storms that tore through the state over the weekend. First lady Jill Biden will also join the president on the trip. They will assess recovery efforts and “reaffirm their commitment to supporting the people of Mississippi...", "link": "https://thehill.com/homenews/administration/3924869-biden-to-travel-to-mississippi-in-wake-of-deadly-storms/", "date_published": "2023-03-29 22:46:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump appeals order directing Meadows, other aides to testify in Jan. 6 probe", "description": "Former President Trump’s legal team has appealed a decision from a judge ordering former chief of staff Mark Meadows and other Trump White House officials to testify in the Justice Department investigation into Jan. 6. The sealed decision from D.C. District Court Judge Beryl Howell rejected Trump’s claims of executive privilege over the officials, a...", "link": "https://thehill.com/regulation/court-battles/3924833-trump-appeals-order-directing-meadows-other-aides-to-testify-in-jan-6-probe/", "date_published": "2023-03-29 22:29:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Electronic Arts cutting 800 jobs, roughly 6 percent of workforce", "description": "Electronic Arts (EA) has announced plans to cut six percent of its workforce, equal to about 800 jobs. In a memo posted Wednesday, EA CEO Andrew Wilson told employees that the popular video game company is \"moving away from projects that do not contribute to our strategy, reviewing our real estate footprint, and restructuring some...", "link": "https://thehill.com/policy/technology/3924777-electronic-arts-cutting-800-jobs-roughly-6-percent-of-workforce/", "date_published": "2023-03-29 22:19:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Experts sound alarm on AI", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Experts sound alarm on AI Elon Musk and a group of experts are sounding the alarm on generative artificial intelligence (AI) tech and urging a six-month pause on developments. © AP The group penned open letter warning that AI systems with human-competitive...", "link": "https://thehill.com/newsletters/technology/3924774-experts-sound-alarm-on-ai/", "date_published": "2023-03-29 22:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republican leaders inject energy policy into debt ceiling fight", "description": "House Republicans are aiming to use their leverage in debt ceiling negotiations to secure passage of some components from their flagship energy bill. “I would like this to be part of a debt ceiling negotiation,” House Majority Leader Steve Scalise (R-La.) said Tuesday when talking about the bill, dubbed the Lower Energy Costs Act, which...", "link": "https://thehill.com/homenews/3924788-republican-leaders-inject-energy-policy-into-debt-ceiling-fight/", "date_published": "2023-03-29 22:02:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UFOs: Extraordinary evidence requires extraordinary funding", "description": "Common sense is not commonplace when a subject touches a sensitive nerve in human psychology.", "link": "https://thehill.com/opinion/technology/3924642-ufos-extraordinary-evidence-requires-extraordinary-funding/", "date_published": "2023-03-29 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Parkland victim's father calls for national school strike after Nashville tragedy: 'This is too much'", "description": "The father of a Parkland shooting victim is calling for a national education strike in the wake of the latest school shooting in Nashville, Tenn., that left six dead on Monday. Manuel Oliver, whose son Joaquin Oliver was killed during the 2018 shooting at Marjory Stoneman Douglas High School in Parkland, Fla., has become a...", "link": "https://thehill.com/blogs/blog-briefing-room/3924601-parkland-victims-father-calls-for-national-school-strike-after-nashville-tragedy-this-is-too-much/", "date_published": "2023-03-29 21:59:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP rift exposed as senators warn McCarthy against Iraq vote", "description": "Prominent Senate Republicans are warning Speaker Kevin McCarthy (R-Calif.) not to hold a vote on a Senate-passed bill repealing authorization for the use of military force in Iraq without making major changes to it, laying bare the growing Republican divide over national security.   McCarthy faces a tough decision after 18 Republican senators voted with...", "link": "https://thehill.com/homenews/senate/3924776-gop-rift-exposed-as-senators-warn-mccarthy-against-iraq-vote/", "date_published": "2023-03-29 21:58:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate votes to overturn Biden water rule", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Senate votes to overturn Biden water regulations The Senate on Wednesday passed a Congressional Review Act (CRA) resolution that would overturn the Biden administration's Waters of the United States rule. © John Roark/The Idaho Post-Register via...", "link": "https://thehill.com/newsletters/energy-environment/3924709-senate-votes-to-overturn-biden-water-rule/", "date_published": "2023-03-29 21:54:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CVS chief slams 'unacceptable' backslide in maternal health amid abortion battle", "description": "The head of CVS slammed a backslide in maternal health as “unacceptable” amid a battle over abortion rights across the country in the aftermath of Roe v. Wade being overturned.  CEO Karen Lynch said during an interview at the Axios “What’s Next Summit” on Wednesday that the company’s “North Star” is improving access, quality and...", "link": "https://thehill.com/policy/healthcare/3924689-cvs-chief-slams-unacceptable-backslide-in-maternal-health-amid-abortion-battle/", "date_published": "2023-03-29 21:47:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kentucky lawmakers override veto of transgender bill targeting youth", "description": "The Kentucky legislature voted Wednesday to override Democratic Gov. Andy Beshear’s veto of sweeping legislation banning gender-affirming health care for youth and preventing transgender women and girls from competing on female sports teams. The new law, which also bars transgender public school students from using facilities like restrooms and locker rooms consistent with their gender identity,...", "link": "https://thehill.com/homenews/state-watch/3924685-kentucky-lawmakers-override-veto-of-transgender-bill-targeting-youth/", "date_published": "2023-03-29 21:45:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No, TikTok isn’t like other social media: Ban it today", "description": "Banning TikTok is just the next prudent step in protecting our national interests.", "link": "https://thehill.com/opinion/technology/3924311-no-tiktok-isnt-like-other-social-media-ban-it-today/", "date_published": "2023-03-29 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here is where the debate on Social Security and Medicare stands in Congress", "description": "As lawmakers approach a looming debt ceiling deadline, the fight over what to do about entitlement programs like Medicare and Social Security has continued to play out across party lines. Republicans have demanded commitments on spending cuts from Democrats in exchange for raising the debt limit, but have said entitlement programs are not on the...", "link": "https://thehill.com/policy/healthcare/3924471-here-is-where-the-debate-on-social-security-and-medicare-stands-in-congress/", "date_published": "2023-03-29 21:18:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Arizona governor's press secretary resigns after tweet suggesting violence", "description": "Arizona Gov. Katie Hobbs’ (D) press secretary resigned this week after posting a tweet that appeared to condone using violence against “transphobes\" and included a photo of a woman holding two guns – published on the same day as a deadly school shooting in Nashville, Tenn. Hobbs's office said in a statement on Wednesday that...", "link": "https://thehill.com/homenews/state-watch/3924613-arizona-governors-press-secretary-resigns-after-tweet-suggesting-violence/", "date_published": "2023-03-29 21:12:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NY grand jury case to resume in April", "description": "{beacon}    Evening Report Wednesday, March 29   ©  AP Trump case before New York grand jury going into April The Manhattan grand jury weighing the hush money case involving former President Trump is not set to consider the case again until the end of April, a source familiar with the matter confirmed to The...", "link": "https://thehill.com/newsletters/evening-report/3924634-ny-grand-jury-case-to-resume-in-april/", "date_published": "2023-03-29 21:02:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "It’s time Congress break up Lina Khan’s monopoly over antitrust reform", "description": "For someone seemingly devoted to the creed “big is bad,” Federal Trade Commission (FTC) Chair Lina Khan is wholly uncompromising when it comes to her own behemoth of a political agenda. As one result, Commissioner Christine Wilson announced her resignation from the agency this month in a public letter, denouncing Khan's disregard for sound policy, mistreatment...", "link": "https://thehill.com/opinion/congress-blog/3924547-its-time-congress-break-up-lina-khans-monopoly-over-antitrust-reform/", "date_published": "2023-03-29 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kansas set to become latest state to raise age for buying tobacco to 21", "description": "Kansas moved toward raising the legal age for buying tobacco in the state to 21 on Tuesday, a move already made by the majority of other states. The state Senate passed a bill to raise the required age by a 28-11 vote after the state's House approved it earlier this month. The bill will now...", "link": "https://thehill.com/policy/healthcare/3924490-kansas-set-to-become-latest-state-to-raise-age-for-buying-tobacco-to-21/", "date_published": "2023-03-29 20:58:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers: Disability advocacy leaders, government agencies must work together to expand opportunities for people with disabilities", "description": "Lawmakers emphasized cooperation between leaders and agencies to provide necessary opportunities for individuals with disabilities during a panel hosted by The Hill Wednesday.  Leaders and experts in disability advocacy spoke at The Hill’s Disability Summit, hosted by executive editor Bob Cusack and sponsored by SourceAmerica.  Rep. Debbie Dingell (D-Mich.), said she became a proponent for...", "link": "https://thehill.com/policy/healthcare/3924617-lawmakers-disability-advocacy-leaders-government-agencies-must-work-together-to-expand-opportunities-for-people-with-disabilities/", "date_published": "2023-03-29 20:58:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden gas expansion faces environmental justice concerns", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability &#8202; The Big Story  Green justice advocates raise concerns over Biden's gas plans Advocates on Wednesday urged the administration to keep fossil fuel development from deepening environmental injustices. © iStock Environmental advocates, appearing at an agency roundtable, called on the administration to consult with local communities...", "link": "https://thehill.com/newsletters/sustainability/3924588-biden-gas-expansion-faces-environmental-justice-concerns/", "date_published": "2023-03-29 20:55:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Democrat slams Greene on school shootings, book bans: 'Dead kids can't read'", "description": "Rep. Jared Moskowitz (D-Fla.) slammed Rep. Marjorie Taylor Greene (R-Ga.) over Republican efforts to ban certain books in schools but not enact gun control legislation following the shooting at the Nashville, Tenn., school, saying “dead kids can’t read.”  “You guys are worried about banning books — dead kids can’t read,” Moskowitz said at a House Oversight...", "link": "https://thehill.com/homenews/house/3924587-florida-democrat-slams-greene-on-school-shootings-book-bans-dead-kids-cant-read/", "date_published": "2023-03-29 20:46:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senators introduce bill designating Mexican drug cartels as terror organizations", "description": "A group of six GOP senators on Wednesday introduced legislation that would slap the Foreign Terrorist Organization (FTO) label on nine separate drug cartels in Mexico. The proposal follows weeks of tit-for-tat recriminations between some Republicans and Mexican President Andrés Manuel López Obrador, mainly casting blame on the cartel violence and fentanyl crisis in Mexico...", "link": "https://thehill.com/homenews/senate/3924590-gop-senators-introduce-bill-designating-mexican-drug-cartels-as-terror-organizations/", "date_published": "2023-03-29 20:46:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Double standard: Will Biden truly champion human rights?", "description": "The days of double standards are done.", "link": "https://thehill.com/opinion/3924376-double-standard-will-biden-truly-champion-human-rights/", "date_published": "2023-03-29 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman set to return to Senate week of April 17", "description": "Sen. John Fetterman (D-Pa.) is set to return to the Senate the week of April 17, a source close to the senator told The Hill. Fetterman has been absent from the Senate since mid-February after checking himself into Walter Reed Medical Military Hospital with clinical depression.", "link": "https://thehill.com/policy/healthcare/3924575-fetterman-set-to-return-to-senate-week-of-april-17/", "date_published": "2023-03-29 20:28:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden declines to veto GOP-led measure to end COVID-19 emergency", "description": "President Biden will not veto a GOP-led effort to end the COVID-19 national emergency, Senate Majority Leader Charles Schumer (D-N.Y.) told Democratic senators on Wednesday. A Senate Democratic source confirmed that Schumer informed senators of the decision. The move comes ahead of a planned vote in the upper chamber on the measure later in the...", "link": "https://thehill.com/policy/healthcare/3924499-biden-declines-to-veto-gop-led-measure-to-end-covid-19-emergency/", "date_published": "2023-03-29 20:02:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pennsylvania state police confirm calls reporting school shootings to be false", "description": "ALTOONA, Pa. (WTAJ) – Police agencies were on the scene at multiple schools in Pennsylvania after getting calls about an active shooter on Wednesday. Pennsylvania State Police (PSP) have confirmed these to be \"swatting\" calls — fake calls meant to draw a large police presence — and there's no known threat to any surrounding schools...", "link": "https://thehill.com/homenews/3924502-pennsylvania-state-police-confirm-calls-reporting-school-shootings-to-be-false/", "date_published": "2023-03-29 20:01:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas bills would set state against federal oil and gas regulation, renewables", "description": "A Texas bill would bar state officials from helping enforce any federal oil and gas law that contradicts the state's own laws. If signed into law, the bipartisan bill would potentially hamstring attempts by the Environmental Protection Agency (EPA) to regulate pollution by the oil and gas industry, putting the state — by far the nation's largest...", "link": "https://thehill.com/policy/equilibrium-sustainability/3924460-texas-bills-would-set-state-against-federal-oil-and-gas-regulation-renewables/", "date_published": "2023-03-29 20:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt limit barely discussed in Powell meeting with House GOP members", "description": "Discussion about the debt limit was nearly absent when Federal Reserve Chairman Jerome Powell joined the Republican Study Committee’s (RSC) weekly lunch on Capitol Hill Wednesday. Members of the largest conservative caucus in the House said as they left the lunch that Powell mostly fielded questions about inflation, interest rates and the health of banks...", "link": "https://thehill.com/homenews/house/3924372-debt-limit-barely-discussed-in-powell-meeting-with-house-gop-members/", "date_published": "2023-03-29 19:48:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rand Paul staffer who was stabbed multiple times expected to make 'full recovery'", "description": "The member of Sen. Rand Paul's (R-Ky.) office who was stabbed multiple times over the weekend is expected to make a \"full recovery,\" his parents said in a statement to multiple outlets Wednesday. His parents said their son — Phillip Todd — is in \"stable condition\" and will make a \"full recovery,\" ABC News reported....", "link": "https://thehill.com/homenews/senate/3924342-rand-paul-staffer-who-was-stabbed-multiple-times-expected-to-make-full-recovery/", "date_published": "2023-03-29 19:46:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pope to be hospitalized for pulmonary infection", "description": "Pope Francis is being hospitalized for a few days for a pulmonary infection after having some difficulty breathing in recent days, the Vatican said Wednesday.  Vatican News, the Holy See’s official news service, reported that he went to Gemelli Hospital in Rome for medical check-ups after experiencing “respiratory difficulties.” The results of testing showed that...", "link": "https://thehill.com/policy/healthcare/3924449-pope-to-be-hospitalized-for-pulmonary-infection/", "date_published": "2023-03-29 19:42:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Adidas reverses position on Black Lives Matter trademark application", "description": "Adidas said it will no longer oppose Black Lives Matter’s trademark application, just two days after filing its initial complaint.   “Adidas will withdraw its opposition to the Black Lives Matter Global Network Foundation’s trademark application as soon as possible,” the company said in a statement to The Hill. The athletic wear company on Monday filed its opposition...", "link": "https://thehill.com/blogs/blog-briefing-room/3924455-adidas-reverses-position-on-black-lives-matter-trademark-application/", "date_published": "2023-03-29 19:42:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Observer staff raise $300K in bid to stay open", "description": "The staff of the Texas Observer has raised $276,000 in small donations since Monday in a hail-mary attempt to keep the progressive publication open The crowdfunding campaign comes as the magazine’s board — which voted on Sunday to shut it down for lack of funds — deliberates on whether to keep publishing. As of press...", "link": "https://thehill.com/media/3924370-texas-observer-staff-raise-300k-in-bid-to-stay-open/", "date_published": "2023-03-29 19:38:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As fatigue grows and morale wanes in Ukraine, defeat is a real possibility", "description": "The Russian invasion of Ukraine recently passed the one-year mark and I fear the country is on the verge of losing to Russia.", "link": "https://thehill.com/opinion/international/3924152-as-fatigue-grows-and-morale-wanes-in-ukraine-defeat-is-a-real-possibility/", "date_published": "2023-03-29 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate sends measure overturning Biden clean water regulations to the president’s desk", "description": "The Senate on Wednesday adopted a resolution that would nix the Biden administration’s clean water regulations, setting up another anticipated veto from the president. The vote was 53-43.  The Congressional Review Act allows Congress to eliminate federal regulations within a certain time period with a simple majority vote and the president’s signature — evading a...", "link": "https://thehill.com/policy/energy-environment/3924217-senate-sends-measure-overturning-biden-clean-water-regulations-to-the-presidents-desk/", "date_published": "2023-03-29 19:20:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan senators unveil bill to claw back executives' compensation after bank failures", "description": "A bipartisan group of senators introduced legislation on Wednesday to claw back some or all of the top executives’ compensation from the five years leading up to bank failures, following the high-profile collapse of Silicon Valley Bank and Signature Bank earlier this month. The bill — proposed by Sens. Elizabeth Warren (D-Mass.), Catherine Cortez Masto...", "link": "https://thehill.com/business/3924383-bipartisan-senators-unveil-bill-to-claw-back-executives-compensation-after-bank-failures/", "date_published": "2023-03-29 19:16:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk now says non-verified users will be visible on recommendations feed", "description": "Twitter CEO Elon Musk said on Wednesday that non-verified users' tweets will be visible on the newly retooled recommendations feed amid a slew of changes on the social media platform.  “Forgot to mention that accounts you follow directly will also be in For You, since you have explicitly asked for them,” Musk wrote in a...", "link": "https://thehill.com/policy/technology/3924305-musk-now-says-non-verified-users-will-be-visible-on-recommendations-feed/", "date_published": "2023-03-29 19:09:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Democrat says he'll support GOP energy package", "description": "Rep. Vicente Gonzalez (D-Texas) announced on Wednesday that he will support the House GOP’s energy package, which the chamber is set to vote on this week. Gonzalez — who represents Texas’ 34th congressional district — said that while the GOP legislation is “far from perfect,” it represents a step forward in improving federal environmental review and permitting...", "link": "https://thehill.com/homenews/house/3924336-texas-democrat-says-hell-support-gop-energy-package/", "date_published": "2023-03-29 19:05:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jean-Pierre: 'Unacceptable' for Republicans to say there's nothing to be done on gun violence", "description": "White House press secretary Karine Jean-Pierre on Wednesday called it “shameful” and “unacceptable” for some Republican lawmakers to say Congress has done as much as it can to address gun violence in the wake of a mass shooting at a Tennessee private school. “That’s unacceptable. That’s our response,” Jean-Pierre said at a briefing with reporters....", "link": "https://thehill.com/homenews/administration/3924337-jean-pierre-unacceptable-for-republicans-to-say-theres-nothing-to-be-done-on-gun-violence/", "date_published": "2023-03-29 19:03:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are Americans really pulling back from traditional values?", "description": "Perhaps the anonymity of online communication has shown us we aren’t exactly who we thought we were.", "link": "https://thehill.com/opinion/civil-rights/3923804-are-americans-really-pulling-back-from-traditional-values/", "date_published": "2023-03-29 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House says no reason for China to 'overreact' to Taiwan president’s US trip", "description": "The White House on Wednesday warned China against taking any action viewed as threatening Taiwan, in response to fury by Beijing over a trip by Taiwan’s President Tsai Ing-wen to the U.S. this week.  The Taiwanese president is transiting through New York and Los Angeles this week ahead of an official, diplomatic mission to Central...", "link": "https://thehill.com/policy/international/3924338-white-house-says-no-reason-for-china-to-overreact-to-taiwan-presidents-us-trip/", "date_published": "2023-03-29 18:57:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Members of New York Times Union stage noisy newsroom protest", "description": "Members of the New York Times Union on Wednesday carried out a noisy demonstration inside the newspaper's newsroom. Video taken inside the Times headquarters shows several dozen staffers engaging in a call-and-response chants screaming \"what do we want ... contract! When do we want it .... now!\" The Times' workers Union has for months been...", "link": "https://thehill.com/homenews/media/3924218-members-of-new-york-times-union-stage-noisy-newsroom-protest/", "date_published": "2023-03-29 18:52:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Healthy kids, teens at low risk of COVID: WHO", "description": "The World Health Organization (WHO) revised its advice for COVID-19 vaccines on Tuesday, classifying healthy kids and teenagers as a low priority group in getting vaccinated against the virus. The WHO's Strategic Advisory Group of Experts on Immunization (SAGE) released new guidelines on which groups of people should prioritize receiving a COVID-19 vaccine. It lists...", "link": "https://thehill.com/policy/healthcare/3924196-healthy-kids-teens-at-low-risk-of-covid-who/", "date_published": "2023-03-29 18:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This should be the year for permitting reform", "description": "Earlier this year, I joined Vice President Harris, Energy Secretary Jennifer Granholm and Interior Secretary Deb Haaland and National Climate Advisor Ali Zaidi at a groundbreaking for Arizona's Ten West Link transmission line. The project will deliver renewable energy across the West, as well as cheaper energy and good-paying, union jobs. It was a celebratory...", "link": "https://thehill.com/opinion/congress-blog/3924276-this-should-be-the-year-for-permitting-reform/", "date_published": "2023-03-29 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'I just think you're wrong': Sanders, Schultz tangle in Starbucks union-busting hearing", "description": "Senators on Wednesday grilled former Starbucks CEO Howard Schultz over widespread allegations of illegal union-busting tactics at the coffee chain under his leadership.  Democrats on the Senate Health, Education, Labor and Pensions Committee questioned Schultz over his role in the company’s decision to fire pro-union baristas and close stores that unionized, among other efforts that...", "link": "https://thehill.com/homenews/3924220-bernie-sanders-howard-schultz-union-busting-hearing/", "date_published": "2023-03-29 18:28:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP rep tells defense chief 'you will lose' fight over abortion policy", "description": "Rep. Mike Johnson (R-La.) on Wednesday blasted a new abortion policy at the Pentagon in a heated exchange with Defense Secretary Lloyd Austin, telling the military chief he will \"lose\" a legal fight over the abortion rule. Johnson said at a House Armed Services Hearing there was no legal justification for the Defense Department to...", "link": "https://thehill.com/homenews/house/3924122-gop-rep-tells-defense-chief-you-will-lose-fight-over-abortion-policy/", "date_published": "2023-03-29 18:23:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First lady Jill Biden to go to Nashville to mourn victims of shooting", "description": "First lady Jill Biden will travel to Nashville on Wednesday to mourn the victims of the elementary school shooting there earlier this week. She will participate in a candlelight vigil “to honor and mourn the lives of the victims of The Covenant School shooting,” according to her press secretary Vanessa Valdivia. The first lady will...", "link": "https://thehill.com/homenews/administration/3924216-first-lady-jill-biden-to-go-to-nashville-to-mourn-victims-of-shooting/", "date_published": "2023-03-29 18:04:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "On clean air standards, the EPA should be as tough as possible", "description": "The public and policymakers must join forces to push for the strongest possible reform, in the name of our health, our climate and equal opportunity.", "link": "https://thehill.com/opinion/energy-environment/3923715-on-clean-air-standards-the-epa-should-be-as-tough-as-possible/", "date_published": "2023-03-29 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville police chief: No indication shooter had problems at Covenant School", "description": "Police in Nashville said they have yet to uncover any specific problems that a shooter that killed six people at a Christian school in the city, including three nine year olds, had with the private school that was targeted. “As of right now, we don’t have any indication there was any problems at the school...", "link": "https://thehill.com/homenews/state-watch/3924162-nashville-police-chief-no-indication-shooter-had-problems-at-covenant-school/", "date_published": "2023-03-29 17:58:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Republican threatens to vote 'no' on debt ceiling if GOP brings up 'unchristian anti-immigrant bills'", "description": "Rep. Tony Gonzales (R-Texas) on Wednesday threatened to vote “no” on any effort to raise the debt ceiling if the GOP brings “unchristian, anti-immigrant bills” to the floor. “Bring unchristian, anti-immigrant bills to the floor and I am a NO on the debt ceiling,” Gonzales, who represents more than 40 percent of the U.S.-Mexico border, tweeted....", "link": "https://thehill.com/homenews/house/3924174-texas-republican-threatens-to-vote-no-on-debt-ceiling-if-gop-brings-up-unchristian-anti-immigrant-bills/", "date_published": "2023-03-29 17:58:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jersey Mike's says it will donate 100% of Wednesday's sales to charity", "description": "According to a press release from the company, 100% of all sales made – not just the day's profits – on Wednesday, March 29, will be donated to a charity serving the city where the store is located.", "link": "https://thehill.com/changing-america/respect/poverty/3924096-jersey-mikes-says-it-will-donate-100-of-wednesdays-sales-to-charity/", "date_published": "2023-03-29 17:57:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "57 percent say any criminal charges should disqualify Trump from reelection bid: poll", "description": "A majority of Americans in a new poll say that any criminal charges filed against former President Trump should disqualify him from running for another White House term. Fifty-seven percent of respondents in the Quinnipiac University poll published Wednesday said Trump should be disqualified from running for president again if criminal charges are filed against...", "link": "https://thehill.com/homenews/state-watch/3924093-57-percent-say-any-criminal-charges-should-disqualify-trump-from-reelection-bid-poll/", "date_published": "2023-03-29 17:55:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buffalo Bills player Damar Hamlin hits Capitol Hill to tout CPR, AEDs", "description": "Buffalo Bills player Damar Hamlin says he’s on a mission to “help and protect young people,” as he pushed for access to automated external defibrillators (AEDs) alongside a bipartisan group of lawmakers on Capitol Hill. “As I was growing up playing football, I don't recall ever thinking about CPR, or knowing where an AED was...", "link": "https://thehill.com/policy/healthcare/3924172-buffalo-bills-player-damar-hamlin-hits-capitol-hill-to-tout-cpr-aeds/", "date_published": "2023-03-29 17:53:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most in new poll oppose laws restricting drag shows or performances", "description": "Most adults said they oppose laws restricting drag shows or performances as Republicans in several states push to block the shows from being seen by children, according to a new poll.  The results of an NPR-PBS NewsHour-Marist poll, released Wednesday, show 58 percent of respondents said they oppose laws restricting the performances, while 39 percent...", "link": "https://thehill.com/blogs/blog-briefing-room/3924115-most-in-new-poll-oppose-laws-restricting-drag-shows-or-performances/", "date_published": "2023-03-29 17:31:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US power abroad: Development, ‘soft’ power, and Washington conservatives", "description": "Clear-eyed about the new era of great power competition, Dan Runde pushes back against isolationist impulses on the right.", "link": "https://thehill.com/opinion/international/3923902-us-power-abroad-development-soft-power-and-washington-conservatives/", "date_published": "2023-03-29 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrat responds to GOP lawmaker's comments on school shooting: 'It is our job to fix it'", "description": "Rep. Veronica Escobar (D-Texas) responded to Rep. Tim Burchett’s (R-Tenn.) comment this week that Washington cannot “fix” gun violence, arguing on Wednesday “it is our job to fix it.” Escobar — who represents El Paso, which suffered a mass shooting in August 2019 — referenced a widely circulated photo showing a child crying on a bus...", "link": "https://thehill.com/homenews/house/3924095-house-democrat-responds-to-gop-lawmakers-comments-on-school-shooting-it-is-our-job-to-fix-it/", "date_published": "2023-03-29 17:27:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House lawmakers roast regulators over failed banks", "description": "Anger at both individual regulators and a lack of sufficient banking regulation boiled over from the Senate to the House on Wednesday, as officials from the Federal Deposit Insurance Corporation (FDIC), Treasury and Federal Reserve took heat from the Financial Services Committee in the wake of recent bank failures. The government responded to the failures...", "link": "https://thehill.com/homenews/3924025-house-lawmakers-roast-regulators-over-failed-banks/", "date_published": "2023-03-29 17:25:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The right time for productive dialogue over gun deaths is not after a mass killing", "description": "Take the “I” and “fear” out of firearms. What remains is “rms,” restraint, moderation and safety.", "link": "https://thehill.com/opinion/national-security/3923886-the-right-time-for-productive-dialogue-over-gun-deaths-is-not-after-a-mass-killing/", "date_published": "2023-03-29 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump praises Manhattan grand jury a week after predicted arrest", "description": "Former President Trump praised the Manhattan grand jury investigating a hush money payment made to adult film star Stormy Daniels a week after he expected to be arrested in the probe, arguing that the “evidence is so overwhelming in my favor.”  “I have gained such respect for this grand jury, &#38; perhaps even the grand...", "link": "https://thehill.com/blogs/blog-briefing-room/3923955-trump-praises-manhattan-grand-jury-a-week-after-predicted-arrest/", "date_published": "2023-03-29 16:59:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter reinstates Greene's account", "description": "Rep. Marjorie Taylor Greene (R-Ga.) on Wednesday said that Twitter has reinstated her account just one day after it was temporarily restricted for posting an image of a poster about a rally called “Trans Day of Vengeance.” \"Yesterday, my official Twitter account was termporarily suspended for warning about Antifa's Trans Day of Vengeance in front...", "link": "https://thehill.com/homenews/house/3923885-twitter-reinstates-greenes-account/", "date_published": "2023-03-29 16:58:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manhattan grand jury not scheduled to meet in Trump case until late April", "description": "The New York grand jury hearing evidence in a hush money probe involving former President Trump is not scheduled to meet about the case until late April, according to a source familiar with the matter. The jurors are set to consider another case next Monday and Wednesday ahead of a previously scheduled two-week hiatus, but...", "link": "https://thehill.com/regulation/court-battles/3924017-manhattan-grand-jury-not-scheduled-to-meet-in-trump-case-until-late-april/", "date_published": "2023-03-29 16:57:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate votes to repeal Iraq war authorizations", "description": "The Senate on Wednesday voted to repeal a pair of Authorizations for Use of Military Force (AUMF) with bipartisan support, taking a step toward closing the door on the Iraq War 20 years after it started.  Senators voted 66-30 to officially repeal the 1991 authorization for the Gulf War and the 2002 AUMF that opened...", "link": "https://thehill.com/policy/defense/3923850-senate-passes-bill-to-repeal-iraq-war-authorizations/", "date_published": "2023-03-29 16:38:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Carolina legislature overrides veto and repeals permit requirement for handgun purchase", "description": "North Carolina’s state legislature has voted to override Gov. Roy Cooper's (D) veto and repeal the state’s requirement for a resident to obtain a permit from a local sheriff before legally purchasing a handgun.  Senate Bill 41 passed in the state’s House of Representatives in a 71 to 46 vote on Wednesday. The state Senate...", "link": "https://thehill.com/homenews/state-watch/3923894-north-carolina-legislature-overrides-veto-and-repeals-permit-requirement-for-handgun-purchase/", "date_published": "2023-03-29 16:32:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Lawmakers say gun legislation unlikely after Nashville shooting", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. President Biden repeatedly has called on...", "link": "https://thehill.com/newsletters/1230-report/3923800-the-hills-1230-report-lawmakers-say-gun-legislation-unlikely-after-nashville-shooting/", "date_published": "2023-03-29 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Schumer joins Damar Hamlin to unveil measure increasing access to defibrillators", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) is slated to speak with reporters Wednesday afternoon in a joint press briefing with Buffalo Bills Safety Damar Hamlin and Rep. Sheila Cherfilus-McCormick (D-Fla.) to unveil the Access to AED's Act. The measure would improve student's access to defibrillators in public and private elementary and secondary schools. Automated external...", "link": "https://thehill.com/homenews/3923829-watch-live-schumer-joins-damar-hamlin-to-unveil-measure-increasing-access-to-aeds/", "date_published": "2023-03-29 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration auctions over 2,000 miles of Gulf of Mexico for oil leasing", "description": "The Biden administration held an auction of new oil leases in the Gulf of Mexico Wednesday in a move that is required by law but likely to further rankle environmentalists. Oil companies placed bids on over 2,600 square miles of the Gulf for oil and gas development, although a total of 114,000 square miles were...", "link": "https://thehill.com/policy/energy-environment/3923869-biden-administration-auctions-over-2000-miles-of-gulf-of-mexico-for-oil-leasing/", "date_published": "2023-03-29 16:23:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden tops Trump by 2 points in hypothetical 2024 matchup, trails DeSantis", "description": "President Biden is locked in close hypothetical races with the two leading candidates for the Republican Party's 2024 presidential nomination, according to a new poll. A Quinnipiac University poll released Wednesday found Biden leading former President Trump in a hypothetical 2024 rematch, with Biden receiving 48 percent support and Trump getting 46 percent among registered...", "link": "https://thehill.com/homenews/campaign/3923843-biden-tops-trump-by-2-points-in-hypothetical-matchup-trails-desantis/", "date_published": "2023-03-29 16:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Energy Department unveils strategy to boost offshore wind energy", "description": "The Energy Department released a new strategy on Wednesday to expand domestic offshore wind energy. Energy Department officials unveiled their new plan to met President Biden's goal of deploying 30 gigawatts of offshore wind energy by 2030, which could power 10 million homes. It's part of a larger goal to achieve 110 gigawatts or more...", "link": "https://thehill.com/policy/energy-environment/3923805-energy-department-unveils-strategy-to-boost-offshore-wind-energy/", "date_published": "2023-03-29 16:16:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ramaswamy airing first presidential ad in New Hampshire, Iowa", "description": "Republican presidential candidate Vivek Ramaswamy is launching a six-figure advertising blitz in Iowa and New Hampshire, marking the first time his campaign has gone on the air since he announced his candidacy last month. The ads are set to air for the next two weeks and signal the beginning of a “multi-million dollar ad campaign”...", "link": "https://thehill.com/homenews/campaign/3923916-ramaswamy-airing-first-presidential-ad-in-new-hampshire-iowa/", "date_published": "2023-03-29 16:14:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Live Nation head says 'speculative ticketing' to blame for difficulty with buying event tickets", "description": "Live Nation Entertainment President and Chief Financial Officer Joe Berchtold said “speculative ticketing” is to blame for people’s difficulty with buying event tickets.  Berchtold said during an interview with Axios Publisher Nicholas Johnston at the outlet’s “What’s Next Summit” on Wednesday that speculative ticketing is legal but would be considered a “deceptive” practice for any...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3923844-live-nation-head-says-speculative-ticketing-to-blame-for-difficulty-with-buying-event-tickets/", "date_published": "2023-03-29 16:08:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator on gun control: Congress has gone 'about as far as we're going to'", "description": "Sen. Mike Rounds (R-S.D.) said on Wednesday that he believes lawmakers have gone “about as far as we’re going to” on gun control legislation following a shooting at a Nashville elementary school this week. “There isn’t anybody here that, if they could find the right approach, wouldn’t try to do something because they feel that...", "link": "https://thehill.com/homenews/senate/3923845-gop-senator-on-gun-control-congress-has-gone-about-as-far-as-were-going-to/", "date_published": "2023-03-29 16:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Overreach, rather than oversight: Jordan and MAGA GOP skating beyond the law", "description": "States have sacred rights to enforce their own laws, protected by the Constitution’s 10th amendment.", "link": "https://thehill.com/opinion/judiciary/3923700-overreach-rather-than-oversight-jordan-and-maga-gop-skating-beyond-the-law/", "date_published": "2023-03-29 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China’s economic coercion: Jujitsu required", "description": "What is the right response for the United States?", "link": "https://thehill.com/opinion/international/3923607-chinas-economic-coercion-jujitsu-required/", "date_published": "2023-03-29 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders confronts Starbucks’ Schultz over labor law violations", "description": "Sen. Bernie Sanders (I-Vt.) on Wednesday directly confronted former Starbucks CEO Howard Schultz over allegations that the coffee chain fired, disciplined and intimidated pro-union workers under his tenure.  During a highly anticipated Senate Health, Education, Labor and Pensions hearing, Sanders questioned Schultz under oath over his role in union-busting tactics that several judges have deemed...", "link": "https://thehill.com/business/3923773-sanders-confronts-starbucks-schultz-over-labor-law-violations/", "date_published": "2023-03-29 15:17:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee governor says friends killed at Nashville school, but 'not a time for hate or rage'", "description": "Tennessee Gov. Bill Lee (R) said two family friends were killed in Monday’s shooting at a Nashville elementary school.  “Maria woke up this morning without one of her best friends, Cindy Peak,” Lee said of his wife, Maria Lee, in a message to Tennesseans on Tuesday. “Cindy was supposed to come over to have dinner...", "link": "https://thehill.com/homenews/state-watch/3923740-tennessee-governor-says-friends-killed-at-nashville-school-but-not-a-time-for-hate-or-rage/", "date_published": "2023-03-29 15:04:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Designating schools as critical infrastructure could help keep students safe", "description": "Designating K-12 schools as a distinct critical infrastructure sector would allow higher levels of DHS-backed funding, training, expertise and support to facilities that strengthen security.", "link": "https://thehill.com/opinion/education/3923683-designating-schools-as-critical-infrastructure-could-help-keep-students-safe/", "date_published": "2023-03-29 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Elephant in the dining room: Startup makes mammoth meatball", "description": "In case you're wondering - no, it's not an April Fool's joke.", "link": "https://thehill.com/changing-america/sustainability/environment/3923127-elephant-in-the-dining-room-startup-makes-mammoth-meatball/", "date_published": "2023-03-29 14:43:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Melissa Joan Hart helped Nashville kids flee to safety amid school shooting", "description": "Actress Melissa Joan Hart helped children running for their lives after a shooting at The Covenant School.", "link": "https://thehill.com/homenews/3923637-melissa-joan-hart-helped-nashville-kids-flee-to-safety-amid-school-shooting/", "date_published": "2023-03-29 14:37:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "$20K reward offered in case of missing former Hogan aide", "description": "The FBI and the U.S. Marshals Service are offering a combined up to $20,000 reward for information that can lead to the arrest of a former chief of staff to former Maryland Gov. Larry Hogan (R), according to an announcement published Tuesday. Roy McGrath, 53, served as chief of staff to Hogan for about two...", "link": "https://thehill.com/blogs/blog-briefing-room/3923592-20k-reward-in-case-of-missing-former-hogan-aide/", "date_published": "2023-03-29 14:37:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "It is not too late for President Biden to protect asylum seekers", "description": "With additional innovations and investments, the U.S. Refugee Admissions Program can continue to safeguard national security while honoring the urgent need for safety experienced by those fleeing persecution.", "link": "https://thehill.com/opinion/immigration/3923126-it-is-not-too-late-for-president-biden-to-protect-asylum-seekers/", "date_published": "2023-03-29 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US has set an ambitious refugee resettlement target. Now what?", "description": "With additional innovations and investments, the U.S. Refugee Admissions Program can continue to safeguard national security while honoring the urgent need for safety experienced by those fleeing persecution.", "link": "https://thehill.com/opinion/immigration/3923126-the-us-has-set-an-ambitious-refugee-resettlement-target-now-what/", "date_published": "2023-03-29 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pepsi unveils new logo after 14 years", "description": "Pepsi has unveiled a new logo for the first time in 14 years.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3923659-pepsi-unveils-new-logo-after-14-years/", "date_published": "2023-03-29 14:28:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court justices face new disclosure requirements for gifts, free trips", "description": "Supreme Court justices must follow strengthened financial disclosure requirements surrounding gifts and free hotel stays, which follows rising pressure from lawmakers about the high court’s ethics rules. The new regulations quietly went into effect on March 14 and clarify that the justices — and all federal judges — must disclose gifts and free stays at...", "link": "https://thehill.com/regulation/court-battles/3923624-supreme-court-justices-face-new-disclosure-requirements-for-gifts-free-trips/", "date_published": "2023-03-29 14:19:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk, experts warn of 'risks to society' in calling for AI development pause", "description": "Elon Musk and a group of technology experts have called for a six-month pause to the development of advanced artificial intelligence (AI) systems, warning that it could pose “risks to society.”  The group said in an open letter that AI systems with human-competitive intelligence can put “society and humanity” at risk, citing research and AI...", "link": "https://thehill.com/policy/technology/3923641-musk-experts-warn-of-risks-to-society-in-calling-for-ai-development-pause/", "date_published": "2023-03-29 14:09:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hawaiian hula teacher latest to appear on US quarter", "description": "This is the second quarter in the series released this year.", "link": "https://thehill.com/changing-america/respect/equality/3922945-hawaiian-hula-teacher-latest-to-appear-on-us-quarter/", "date_published": "2023-03-29 14:06:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thanks to regulators, SVB will be the most costly bank failure in history", "description": "Other banks, and ultimately taxpayers, will pay for SVB’s insurance fund losses, losses that were a direct result of regulatory neglect.", "link": "https://thehill.com/opinion/finance/3923579-thanks-to-regulators-svb-will-be-the-most-costly-bank-failure-in-history/", "date_published": "2023-03-29 14:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China panel chair sees 'underappreciated' continuity between Trump, Biden administrations on Beijing", "description": "Rep. Mike Gallagher (R-Wis.), the chair of the House Select Committee on China, said on Wednesday that he sees an “underappreciated amount of continuity” between the Trump and Biden administrations on Beijing. “I actually think there is an underappreciated amount of continuity between the Trump administration and some things that Matt Pottinger and H.R. McMaster...", "link": "https://thehill.com/homenews/house/3923578-china-panel-chair-sees-underappreciated-continuity-between-trump-biden-administrations-on-beijing/", "date_published": "2023-03-29 13:50:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden hosts democracy summit", "description": "President Biden will host a virtual summit Wednesday morning on Democracy at the White House in an effort to bolster unity among the world’s democratic governments amid war in Ukraine and concerns about backsliding among some allies. Wednesday's virtual gathering titled the 'Summit for Democracy Virtual Plenary on Democracy Delivering on Global Challenges,' is the...", "link": "https://thehill.com/homenews/3923534-watch-live-biden-hosts-democracy-summit/", "date_published": "2023-03-29 13:49:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hannity gets 20 percent ratings boost thanks to Trump interview", "description": "Fox News host Sean Hannity's interview with former president Trump earned him a sizable bump in audience this week. Hannity's show on Monday netted just over 3 million viewers, the most of any show in the 9 p.m. hour, including 358,000 in the advertiser-coveted 25-54 age demographic, according to Nielsen Media Research figures. During the...", "link": "https://thehill.com/homenews/media/3923554-hannity-gets-20-percent-ratings-boost-thanks-to-trump-interview/", "date_published": "2023-03-29 13:48:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Former Starbucks CEO Howard Schultz testifies on company's unionizing efforts", "description": "Howard Schultz, who was the chairman of Starbucks until stepping down March 20, will testify before the Senate Committee on Health, Education, Labor and Pensions panel Wednesday morning. His testimony follows continued attempts by committee chairman Bernie Sanders (I-Vt.) and court rulings that the coffeehouse chain has engaged in illegal anti-union practices, as well as a...", "link": "https://thehill.com/homenews/3923548-watch-live-former-starbucks-ceo-howard-schultz-testifies-on-companys-unionizing-efforts/", "date_published": "2023-03-29 13:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'No deal, no crisis' is no plan for Iran", "description": "In Western policy circles, U.S. policy toward Iran is often reduced to a slogan: “No deal, no crisis.” The idea is to keep Iran off President Biden’s desk by avoiding either a politically damaging diplomatic settlement or an escalation that risks conflict — a tenuous tightrope.  The mantra is half right. There is indeed no...", "link": "https://thehill.com/opinion/national-security/3922002-no-deal-no-crisis-is-no-plan-for-iran/", "date_published": "2023-03-29 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris launches $1B fund to empower women during Ghana visit", "description": "Vice President Harris on Wednesday announced a global initiative to support women in the economy, touting $1 billion in funding from private sector and government investments. The White House released details of the initiative during Harris’ final day in Ghana, the first stop on a three-country visit to Africa. A significant portion of the funding...", "link": "https://thehill.com/homenews/administration/3923539-harris-launches-1b-fund-to-empower-women-during-ghana-visit/", "date_published": "2023-03-29 13:23:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CDC warns of drug-resistant, deadly fungus: How is it spread?", "description": "This fungus likely originated in a health care setting, explained Melissa Nolan, an assistant professor of epidemiology and biostatistics at the University of South Carolina.", "link": "https://thehill.com/policy/healthcare/3923540-cdc-warns-of-drug-resistant-deadly-fungus-how-is-it-spread/", "date_published": "2023-03-29 13:22:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA approves first over-the-counter drug for opioid overdose reversal", "description": "The first ever over-the-counter version of the opioid overdose reversal drug naloxone was approved by the Food and Drug Administration (FDA) on Wednesday, a move that could dramatically increase access to the lifesaving medication. The FDA approved Narcan, the brand name version of the drug manufactured by Emergent BioSolutions. Naloxone is a medicine that can...", "link": "https://thehill.com/policy/healthcare/3923529-fda-approves-first-over-the-counter-drug-for-opioid-overdose-reversal/", "date_published": "2023-03-29 13:11:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The GOP is lost. Can it find its way back to the party of Lincoln and Roosevelt?", "description": "19 of our 46 presidents have been Republicans. Four — Lincoln, Roosevelt, Grant and Eisenhower — are among the 10 most popular.", "link": "https://thehill.com/opinion/campaign/3922799-the-gop-is-lost-can-it-find-its-way-back-to-the-party-of-lincoln-and-roosevelt/", "date_published": "2023-03-29 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate chaplain: More than 'thoughts and prayers' needed after Nashville school shooting", "description": "In his opening prayer on Tuesday, Senate Chaplain Barry Black offered a plea for lawmakers to to take action against gun violence just a day after a shooter opened fire on a school in Nashville, killing six people. \"Lord, when babies die at a church school it is time for us to move beyond thoughts...", "link": "https://thehill.com/homenews/senate/3923455-senate-chaplain-more-than-thoughts-and-prayers-needed-after-nashville-school-shooting/", "date_published": "2023-03-29 12:45:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "U.S. troops left Vietnam 50 years ago: Here are 3 key questions American defense leaders must ask today", "description": "Honoring the courage and sacrifice of America’s Vietnam War veterans means being better leaders for the young men and women serving today.", "link": "https://thehill.com/opinion/national-security/3923438-u-s-troops-left-vietnam-50-years-ago-here-are-3-key-questions-american-defense-leaders-must-ask-today/", "date_published": "2023-03-29 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China warns of 'resolute countermeasures' if McCarthy meets Taiwan president", "description": "China warned on Wednesday that it would take “resolute countermeasures” if Speaker Kevin McCarthy (R-Calif.) meets with Taiwanese President Tsai Ing-wen as she passes through the U.S. during a trip to Central America. “We firmly oppose this and will take resolute countermeasures,” Zhu Fenglian, a spokesperson for China's Taiwan Affairs Office, said ahead of Tsai's...", "link": "https://thehill.com/policy/international/3923453-china-warns-of-resolute-countermeasures-if-mccarthy-meets-taiwan-president/", "date_published": "2023-03-29 12:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mellman: Iowa, New Hampshire and the GOP nomination", "description": "Democrats expended considerable energy and effort rejiggering their presidential primary and caucus schedule, despite the fact that, assuming President Biden runs, he’ll likely have his party’s nomination sewn up long before ballots are cast in Democrats’ new early states: South Carolina and Nevada.   By contrast, Republicans are likely to have a quite competitive nominating...", "link": "https://thehill.com/opinion/3923026-mellman-iowa-new-hampshire-and-the-gop-nomination/", "date_published": "2023-03-29 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The case for a stagflation stress test", "description": "Investor expectations of the economy have switched within a couple of months from soft landing to no landing to a possible hard landing.", "link": "https://thehill.com/opinion/finance/3922887-the-case-for-a-stagflation-stress-test/", "date_published": "2023-03-29 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majorities in new poll want overall spending cuts with increases for infrastructure, health care, Social Security", "description": "Majorities of Americans in a new poll say they want the federal government to cut spending overall, while increasing funding for infrastructure, health care and Social Security. Sixty percent in The Associated Press-NORC Center for Public Affairs Research poll released on Wednesday said they think the government is spending too much.  However, 63 percent also said the...", "link": "https://thehill.com/blogs/blog-briefing-room/3923423-majorities-in-new-poll-want-overall-spending-cuts-with-increases-for-infrastructure-health-care-social-security/", "date_published": "2023-03-29 11:41:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No more 'thoughts and prayers' — pass the gun laws America needs", "description": "Take a look at this list and imagine your hometown joining the list, if it isn’t already there: Columbus, Ohio. Allentown, Pa. Durham, N.C. Miami Gardens, Fla. Chicago. Ocala, Fla. New Orleans. Washington, D.C. Dumfries, Va. Baltimore. Cedar City, Utah. San Francisco. Dallas. High Point, N.C. Huntsville, Ala. Albany, Ga. Minneapolis. Denver. Philadelphia. Cleveland. St....", "link": "https://thehill.com/opinion/criminal-justice/3922561-no-more-thoughts-and-prayers-pass-the-gun-laws-america-needs/", "date_published": "2023-03-29 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Budowsky: Biden would defeat Trump in a landslide in a 2024 election", "description": "With President Biden currently sailing toward the Democratic nomination in 2024, and former President Trump currently the clear front-runner for the Republican nomination, my first and only prediction for now is that Biden would defeat Trump in a landslide, with significant impact in races across the nation.  This column is a discussion not about one...", "link": "https://thehill.com/opinion/3923021-budowsky-biden-would-defeat-trump-in-a-landslide-in-a-2024-election/", "date_published": "2023-03-29 11:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Christine Wilson's resignation from the FTC matters", "description": "With Christine Wilson’s departure, the Federal Trade Commission (FTC) has lost a champion for high-quality work and open debate. Many will miss her, but the staff and consumers will suffer the most. What’s even sadder is that it seems that losing her as a commissioner was necessary to lay bare the FTC’s rapid decay. The...", "link": "https://thehill.com/opinion/finance/3920706-why-christine-wilsons-resignation-from-the-ftc-matters/", "date_published": "2023-03-29 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Lawmakers circle big issues", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Senators and House members this week are asking tough questions about budget policy, failed banks and continued help to Ukraine amid partisan rifts that threaten economic and national security...", "link": "https://thehill.com/newsletters/morning-report/3923378-the-hills-morning-report-lawmakers-circle-big-issues/", "date_published": "2023-03-29 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American IQs rose 30 points in the last century. Now, they may be falling.", "description": "A new study of human intelligence posits a narrative that may surprise the general public: American IQs rose dramatically over the past century, and now they seem to be falling.  Cognitive abilities declined between 2006 and 2018 across three of four broad domains of intelligence, the study found. Researchers tracked falling scores in logic, vocabulary,...", "link": "https://thehill.com/policy/technology/3922608-american-iqs-rose-30-points-in-the-last-century-now-they-may-be-falling/", "date_published": "2023-03-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie ups profile with acerbic attacks on Trump", "description": "Chris Christie is sharpening his attacks on his former friend and ally Donald Trump as the ex-New Jersey governor considers challenging the former president for the GOP nomination in 2024. Christie, famous for his acerbic remarks, knows the former president well and is comfortable going on television with ready-made sound bites about Trump that make...", "link": "https://thehill.com/homenews/campaign/3922641-christie-ups-profile-with-acerbic-attacks-on-trump/", "date_published": "2023-03-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP's Trump critics fear party isn't ready to move on", "description": "A growing number of Republicans are coming to terms with the fact that former President Trump may very well be their nominee for the White House in 2024, worrying some who had hoped to move on from the controversial former president.  Despite fielding a slew of controversies — including a potential criminal indictment in New...", "link": "https://thehill.com/homenews/campaign/3922437-gops-trump-critics-fear-party-isnt-ready-to-move-on/", "date_published": "2023-03-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Iran pulls US attention back to the Middle East", "description": "Attacks on U.S. forces in Syria are pulling Washington’s attention back to the Middle East as it seeks to shift its focus and resources toward Russia and China.   With militants carrying out a series of drone strikes late last week, killing one American contractor, the Biden administration is grappling anew with a region it has...", "link": "https://thehill.com/policy/defense/3922750-iran-pulls-us-attention-back-to-the-middle-east/", "date_published": "2023-03-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy tries to drag Biden to negotiating table on debt limit", "description": "Speaker Kevin McCarthy (R-Calif.) is trying to ramp up pressure on President Biden to negotiate a package of fiscal reforms in exchange for raising the debt limit, but Democrats still refuse to sit down with him, setting the stage for a high-stakes standoff this summer.   McCarthy on Tuesday tried to kickstart negotiations by laying out...", "link": "https://thehill.com/homenews/house/3922774-mccarthy-tries-to-drag-biden-to-negotiating-table-on-debt-limit/", "date_published": "2023-03-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tuberville hold on military promotions splits Republicans, draws Pentagon ire", "description": "Sen. Tommy Tuberville's (R-Ala.) move to block more than 160 promotions for military officers and commanders over the Pentagon's decision to provide service members with expanded access to abortion is dividing Republicans and drawing the ire of Defense Department officials. At issue for Tuberville is the Pentagon’s recently enacted policy that covers expenses and grants...", "link": "https://thehill.com/policy/defense/3922704-tuberville-hold-on-military-promotions-splits-republicans-draws-pentagon-ire/", "date_published": "2023-03-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why are teen girls in crisis?", "description": "Story at a glance If you or someone you know is struggling or in crisis, help is available. Call or text 988 or chat 988lifeline.org.  Navigating the tumultuous teenage years has never been easy. But the unique cultural context young Americans find themselves in today is making this transition period especially hard for many. A...", "link": "https://thehill.com/changing-america/well-being/mental-health/3922237-why-are-teen-girls-in-crisis/", "date_published": "2023-03-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to announce funding to bolster democracy globally at second US-led summit", "description": "President Biden on Wednesday will address the second U.S.-led Summit for Democracy, seeking to bolster unity among the world’s democratic governments amid war in Ukraine and concerns about backsliding even among some allies. Biden is set to announce up to $690 million in funding for his administration’s Presidential Initiative for Democratic Renewal, a senior administration...", "link": "https://thehill.com/homenews/administration/3922986-biden-to-announce-funding-to-bolster-democracy-globally-at-second-us-led-summit/", "date_published": "2023-03-29 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Female lizards at Colorado Army base are 'stress eating' during flyovers: study", "description": "Rare female lizards that reside around Colorado’s Fort Carson Army base are “stress eating” to cope with military aircraft fly-over noise, a new study has found. These uncommon reptiles, called Colorado checkered whiptails, are engaging in compensatory feeding behaviors when low-flying Apache, Chinook and Blackhawk helicopters — and sometimes F-16 fighter jets — swoop over their habitat, according...", "link": "https://thehill.com/policy/equilibrium-sustainability/3923104-female-lizards-at-colorado-army-base-are-stress-eating-during-flyovers-study/", "date_published": "2023-03-29 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man stops traffic to help teacher, children escape Nashville school shooting", "description": "There are many unsung heroes from the Nashville school shooting that left seven dead, including this man and other drivers that helped those fleeing the school cross a busy roadway.", "link": "https://thehill.com/homenews/3923015-man-stops-traffic-to-help-teacher-children-escape-nashville-school-shooting/", "date_published": "2023-03-29 02:37:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida board bans 'This Book Is Gay' from middle school libraries", "description": "Controversy over the book began last year when a parent filed a complaint because the book was available in the Pierce Middle School library in Tampa.", "link": "https://thehill.com/homenews/3923013-florida-board-bans-this-book-is-gay-from-middle-school-libraries/", "date_published": "2023-03-29 02:36:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon delivery driver walks into North Carolina police standoff to drop off package", "description": "When Amazon guarantees delivery, it means it.", "link": "https://thehill.com/homenews/3922655-amazon-delivery-driver-walks-into-north-carolina-police-standoff-to-drop-off-package/", "date_published": "2023-03-29 02:36:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chris Christie: 'I just can't' back Trump for president again", "description": "Former New Jersey Gov. Chris Christie (R) said he “just can’t” support former President Trump for the presidency again even if Trump wins the Republican nomination.  Christie told Axios that he could not see himself voting for President Biden in 2024 either, saying that Biden and Trump are both “too old” and “out of touch...", "link": "https://thehill.com/homenews/campaign/3923140-chris-christie-i-just-cant-back-trump-for-president-again/", "date_published": "2023-03-29 02:11:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Friend says Nashville shooter texted her 'I’m planning to die today' minutes before shooting", "description": "The 28-year-old who shot and killed three students and three staff members at The Covenant School in Nashville, Tenn., texted an acquaintance before the shooting that she was “planning to die today,” ABC News reported Tuesday.  Paige Patton, a Nashville radio host known by the name Averianna, told the outlet that Audrey Hale texted her...", "link": "https://thehill.com/homenews/state-watch/3923106-friend-says-nashville-shooter-texted-her-im-planning-to-die-today-minutes-before-shooting/", "date_published": "2023-03-29 01:25:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom signs law allowing California to penalize oil companies for 'price gouging'", "description": "California will soon be able to penalize oil companies that engage in “price gouging” behaviors, after Gov. Gavin Newsom (D) signed a first-of-its-kind bill into law on Tuesday evening. “We proved that we could actually beat Big Oil,” the governor said at a press conference before signing the legislation. “There’s a new sheriff in town in California,...", "link": "https://thehill.com/policy/equilibrium-sustainability/3923072-newsom-signs-law-allowing-california-to-penalize-oil-companies-for-price-gouging/", "date_published": "2023-03-29 00:44:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence on ruling that he must testify in Jan. 6 probe: 'I have nothing to hide'", "description": "Former Vice President Pence said he has “nothing to hide” after a federal judge reportedly ruled that he must testify in front of the federal grand jury investigating former President Trump’s actions on the day of the Jan. 6 insurrection. “Let me be clear, I have nothing to hide,” Pence said in an interview with...", "link": "https://thehill.com/regulation/court-battles/3923044-pence-on-ruling-that-he-must-testify-in-jan-6-probe-i-have-nothing-to-hide/", "date_published": "2023-03-29 00:15:13+00:00", "persistent": false, "user": null, "language": "en-US"}]