[{"source": "https://www.theguardian.com/rss", "title": "Sinéad O’Connor: the turbulent career of the Irish sensation – video obituary", "description": "<p>Sinéad O’Connor has died at the age of 56, prompting grief and tributes for a singer who enchanted and at times shocked the world. O’Connor’s family issued a brief statement on Wednesday evening announcing the death of an artist and activist who remained in the spotlight – often against her wishes – after topping the charts in 1990 with the single Nothing Compares 2 U. She later became just as well known for her outspoken views. The Irish singer abjured conventional stardom for most of her career, and some never forgave her for ripping up a picture of the pope on American TV, but the Dubliner enjoyed something of a renaissance in recent years</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56\">Sinéad O’Connor dies aged 56</a></p></li></ul> <a href=\"https://www.theguardian.com/music/video/2023/jul/26/sinead-oconnor-the-turbulent-career-of-the-irish-sensation-video-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/video/2023/jul/26/sinead-oconnor-the-turbulent-career-of-the-irish-sensation-video-obituary", "date_published": "2023-07-26T22:06:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We tried to stop them’: US family found dead in forest wanted to live off grid", "description": "<p>Two sisters and a son set off for remote area in Colorado last summer, seeking to escape civilization, women’s stepsister says</p><p>A Colorado family whose partially mummified remains were discovered at a remote campsite were trying to live off the grid and escape civilization, family said.</p><p>Authorities have identified the bodies as those of sisters Christine Vance, 41, and Rebecca Vance, 42, as well as Rebecca’s 14-year-old son. The remains were recovered in and around a tent near a campsite in the Gunnison National Forest about nine miles (14.5) from Ohio City, Colorado, Michael Barnes, the Gunnison county coroner, said Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/colorado-family-found-dead-campsite\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/colorado-family-found-dead-campsite", "date_published": "2023-07-26T21:59:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Meta stock surges after company reports 11% rise in revenue", "description": "<p>Revenue grew to $32bn, marking company’s most profitable quarter since 2021, as news sends stocks surging by 7%</p><p>Meta stock rallied as the company reported an 11% rise in revenue on Wednesday, beating Wall Street expectations.</p><p>Revenue grew to $32bn in the quarter ending in June, compared to analysts’ average estimate of $31.12bn, marking Meta’s most profitable quarter since 2021. The news sent stocks surging by 7% in after-market trading.</p><p><em>More details soon …</em></p> <a href=\"https://www.theguardian.com/technology/2023/jul/26/meta-stock-rallies-revenue-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/26/meta-stock-rallies-revenue-rises", "date_published": "2023-07-26T21:06:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US begins sharing Russian war-crimes evidence with Hague court", "description": "<p>Quiet decision ends dispute within Biden administration over ICC cooperation after Pentagon had been accused of obstruction</p><p>The Biden administration has said it has begun sharing evidence with the <a href=\"https://www.theguardian.com/law/international-criminal-court\">international criminal court</a> (ICC) in The Hague on war crimes committed in Ukraine.</p><p>The announcement ends a months-long dispute within the administration over the issue, in which the national security council (NSC) and the state department backed cooperation with the ICC, <a href=\"https://www.theguardian.com/world/2023/mar/08/pentagon-international-criminal-court-russia-war-crimes\">with the Pentagon resisting</a> on the grounds it would imply endorsement of an international court that could one day seek to prosecute US soldiers.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/biden-russia-war-crimes-icc-hague\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/biden-russia-war-crimes-icc-hague", "date_published": "2023-07-26T21:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jofra Archer on course to be fit for England’s 50-over World Cup defence", "description": "<ul><li>Fast bowler making progress after long run of injuries</li><li>Paul Farbrace says Archer ‘going nicely’ and ‘on course’</li></ul><p>Jofra Archer is “on course” to be fit for England’s 50-over World Cup defence in October, according to the Sussex head coach, Paul Farbrace.</p><p>The 28-year-old fast bowler burst on to the scene to star as England triumphed on home soil four years ago, before playing a key role in the Ashes series that summer.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/jofra-archer-on-course-to-feature-for-england-in-50-over-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/jofra-archer-on-course-to-feature-for-england-in-50-over-world-cup", "date_published": "2023-07-26T20:53:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Threads users decline significantly despite initial surge in sign-ups", "description": "<p>Within a week of launch of Mark Zuckerberg’s answer to Twitter 100 million people signed up, but weeks later there’s been a drop</p><p>Despite a dizzying number of initial sign-ups, usage of Threads, Mark Zuckerberg’s answer to Twitter, has declined significantly in recent weeks, according to <a href=\"https://www.similarweb.com/blog/insights/social-media-news/twitter-threads/\">a new report</a> of by Similarweb, a digital intelligence platform.</p><p>Within the first few hours of its launch on 5 July, <a href=\"https://www.theguardian.com/technology/2023/jul/06/meta-launches-twitter-rival-threads-in-100-countries\">Threads garnered 5m</a> user registrations and within less than a week at least <a href=\"https://www.theguardian.com/technology/2023/jul/10/twitter-killer-threads-app-meta-mark-zuckerberg-elon-musk\">100 million people had</a> signed up for the app. But, three weeks later, active daily use or the number of users who engage with the site on a daily basis has dropped, from a peak of 49 million on 7 July to 12 million on 22 July, according to Similarweb.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/26/threads-users-decline-meta-twitter\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/26/threads-users-decline-meta-twitter", "date_published": "2023-07-26T20:31:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hunter Biden: what just happened with his plea deal?", "description": "<p>Joe Biden’s son unexpectedly pleaded not guilty to tax and gun charges after judge raised questions over plea agreement</p><p>Hunter Biden, son of President Joe Biden, arrived in a Delaware courtroom on Wednesday morning expecting to finalize a plea agreement with federal prosecutors over two misdemeanor tax charges.</p><p>Hours later, Hunter Biden unexpectedly pleaded not guilty to the charges after the judge overseeing the case expressed skepticism about the specifics of the proposed deal.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/why-hunter-biden-plea-deal-fell-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/why-hunter-biden-plea-deal-fell-apart", "date_published": "2023-07-26T20:19:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Secret Invasion recap episode six – it’s hard to care about this jeopardy-free finale", "description": "<p>Can the Earth be saved? Can there be peace between Skrulls and humans? It doesn’t matter – not even a super showdown can save such a limp series</p><p><em>This is a recap of </em><em>Secret Invasion </em><em>on Disney+. Do not read ahead unless you have seen episodes one to six …</em></p><p>We picked up in the aftermath of Priscilla (Charlyane Woodard) and G’iah’s (Emilia Clarke) bloodbath. As Scilla inspected dead bodies, her phone rang and it was Fury (Samuel L Jackson). Presumably sensing that he was heading to Russia to meet his death, he wanted to call his (estranged?) wife one last time – the old romantic – still sweet on his wife despite the fact she revealed that their entire marriage had been an undercover Skrull op. The next we saw of him, he was rolling an empty car at the gates of New Skrullos and killing a couple of goons. Fury by name, ice-cold killer by nature. Roll weird AI credits.</p><p>The DNA contained in the Harvest that we saw on the computer monitor were: Ghost, Captain America, Corvus Glaive, Thanos, Outrider, Proxima Midnight, Captain Marvel, Abomination, Mantis, Cull Obsidian, Drax, Korg, Ebnony Maw, Frost Beast, Hulk, Chitauri, Valkryie, Thor, Gamora, Flora Colossus and Winter Soldier. Of course, it would have been impossible to collect Ebony Maw’s DNA from the aftermath of the Endgame battle because the Maw was killed after being ejected from Thanos’s ship by Iron Man while saving Doctor Strange. Perhaps that DNA came from somewhere else? I don’t recall Ghost and Abomination being in Endgame’s final battle, either.</p><p>Nice use of the various powers in Gravik and G’iah’s fight. A Drax arm here, a Hulk punch there, Ghost phasing, Captain Marvel energy, Ebony Maw magic, some Groot, Cull Obsidian and crucially, some Mantis when it mattered … The original comic-book Super-Skrull only had enhanced versions of the Fantastic Four’s powers; G’iah’s version is way more powerful.</p><p>Good to see the real Everett Ross (Martin Freeman), Rhodey, the arms/art dealer (Uriel Emil), Dr Rosa Wilton Dalton (Katie Finneran), Pamela Lawton and whichever military officer Pagon (Killian Scott) had been impersonating, among others, in the New Skrullos basement.</p><p>If the radiation was so strong at New Skrullos, will all the real versions of the people we’ve seen impersonated by Skrulls throughout the series be sick from it? Just how good are those iodine pills?</p><p>What now for Emilia Clarke’s Super-Skrull G’iah? If great responsibility comes with great power, how much responsibility comes with having ALL the powers? Too much responsibility, as David St Hubbins nearly said. We see her enter into a deal with Falsworth just as her dad, Talos (Ben Mendelsohn), had done with Fury, but with the caveat that they’ll leave love and friendship out of it and do the best for their respective people. I will believe that when I see it.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/secret-invasion-recap-episode-six-its-hard-to-care-about-this-jeopardy-free-finale\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/secret-invasion-recap-episode-six-its-hard-to-care-about-this-jeopardy-free-finale", "date_published": "2023-07-26T20:00:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UFO hearing key takeaways: cover-up claims and Pentagon denials", "description": "<p>Witness made several startling allegations about the US government and UFOs, but doubts lingered over key testimony</p><p>In scenes that felt reminiscent of a science-fiction movie, the US Congress held a public hearing on claims the government is covering up its knowledge of UFOs.</p><p>Unsurprisingly, the hearing generated huge interest in the US and around the world as it heard from three key witnesses, including David Grusch, a whistleblower former intelligence official who in June<a href=\"https://www.theguardian.com/world/2023/jun/08/ufo-house-representatives-hearing-investigation\"> claimed</a> the US has possession of “intact and partially intact” alien vehicles.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/ufo-hearing-update-congress-whistleblower\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/ufo-hearing-update-congress-whistleblower", "date_published": "2023-07-26T19:44:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Netflix lists AI job worth $900,000 amid twin Hollywood strikes", "description": "<p>Company lists highly paid machine-learning project manager role while actors and executives at odds over future of AI in Hollywood</p><p>As actors and writers strike over fair compensation and protections from the encroachment of artificial intelligence, Netflix has <a href=\"https://jobs.netflix.com/jobs/278437235\">listed</a> a position for a machine learning product manager that will compensate somewhere between $300,000 and $900,000 a year. According to the Screen Actors Guild (Sag-Aftra), 87% of the guild’s actors <a href=\"https://www.democracynow.org/2023/7/14/sag_aftra_strike_begins\">make less than $26,000</a> per year.</p><p>The use of AI in the production of film and television – either to write scripts, generate actors’ likenesses, or cut corners in paying creative work, has been a major point of contention in negotiations between the Alliance of Motion Picture and Television Producers (AMPTP) and Sag and the Writers Guild of America (WGA). Writers have been striking since May; the actors joined earlier this month. The first joint strike since 1960 threatens to bring Hollywood to a complete standstill.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/26/netflix-ai-job-hollywood-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/26/netflix-ai-job-hollywood-strikes", "date_published": "2023-07-26T19:16:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kylian Mbappé to Saudi talk shows football is now poker for world’s richest", "description": "<p>France forward’s potential move would effectively be a deal between states – with the player trapped by his own success</p><p>At the time of writing, officials from Al-Hilal are in Paris <a href=\"https://www.theguardian.com/football/2023/jul/24/kylian-mbappe-al-hilal-world-record-300m-bid-psg-saudi-arabia\">negotiating the transfer of Kylian Mbappé</a>, who will be expected to replace some of the 26 goals provided last season by Odion Ighalo. With forward Luciano Vietto also leaving in the summer, the Blue Waves have joined the list of clubs in the Saudi Pro League looking for a proven goalscorer who can also play out wide. Although you also wonder how Mbappé’s arrival will impact the club’s current left winger and star of the recent World Cup, the veteran Salem al-Dawsari. What a way to treat a club legend.</p><p>Perhaps on reflection this is the only respect in which the signing of Mbappé from Paris Saint-Germain makes any kind of sense: as a footballing solution to a footballing problem, the missing piece of the Al-Hilal jigsaw. Will defenders be wary of fouling Mbappé on the edge of the penalty area, given the presence of Rúben Neves on free-kick duty? Will Neves even be allowed to take the free-kicks? How will Mbappé adapt to the pace and intensity of the Pro League? Will he gel with Moussa Marega? And if not, who will be the one to make way? The new coach, Jorge Jesus, may end up with a dilemma on his hands.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/kylian-mbappe-to-saudi-talk-shows-football-is-now-poker-for-worlds-richest\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/kylian-mbappe-to-saudi-talk-shows-football-is-now-poker-for-worlds-richest", "date_published": "2023-07-26T19:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I started shaking’: Andrew Malkinson on being told he is a free man", "description": "<p>Nearly 20 years on from conviction for rape, 57-year-old says he will go travelling – to ‘anywhere that’s not the UK’</p><p>It was a moment for which he had waited nearly 20 years, but when Andrew Malkinson’s exoneration finally came on Wednesday his first thought was a very prosaic one: at last he could go on holiday. “The judge said: ‘You can walk away a free man,’ and that’s when I started shaking,” he said in an interview with the Guardian after a hearing that <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/appeal-court-overturns-manchester-rape-conviction-of-man-who-spent-17-years-in-jail-andrew-malkinson\">overturned his conviction</a> for the rape of a woman in Greater Manchester in 2003.</p><p>“My eyes welled up but I wasn’t ready to start crying. One of the first things I thought was: this means I can go away on holiday.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/i-started-shaking-andrew-malkinson-on-being-told-he-is-a-free-man\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/i-started-shaking-andrew-malkinson-on-being-told-he-is-a-free-man", "date_published": "2023-07-26T18:50:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Art dealer ordered to pay £111,000 over missing painting by Mexican artist", "description": "<p>Esperanza Koren told London court she didn’t know whereabouts of Bosco Sodi’s painting</p><p>An art dealer has been ordered to pay £111,000 over a missing abstract painting compared to a giant “burnt digestive biscuit” by a judge in a London court</p><p>The court heard that the piece by the Mexican artist Bosco Sodi – a round painting with a cracked surface built up using natural pigment, sawdust, wood pulp, natural fibres, water and glue – went missing after being loaned to the London art dealer Esperanza Koren in 2012.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/26/art-dealer-ordered-to-pay-111000-over-missing-painting-by-mexican-artist\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/26/art-dealer-ordered-to-pay-111000-over-missing-painting-by-mexican-artist", "date_published": "2023-07-26T18:46:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italian parliament approves bill to criminalise surrogacy abroad", "description": "<p>Surrogacy is already illegal in Italy, while IVF is only available for heterosexual couples</p><p>The Italian parliament has approved a bill criminalising people who go abroad to have children via surrogacy, a measure described as “a disgrace”.</p><p>The bill, passed in the chamber of deputies with 166 votes in support and 109 against, is aimed only at Italians and envisages fines of up to €1m (£856,690) and jail terms of up to two years for those who break it.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/italian-parliament-approves-bill-criminalise-people-seeking-surrogacy-abroad\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/italian-parliament-approves-bill-criminalise-people-seeking-surrogacy-abroad", "date_published": "2023-07-26T18:43:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Nigel Farage’s BBC interview with Nick Robinson – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/26/steve-bell-nigel-farage-interview-bbc-nick-robinson-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/26/steve-bell-nigel-farage-interview-bbc-nick-robinson-cartoon", "date_published": "2023-07-26T18:30:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Home Office ordered to change rules that restrict help for trafficking victims", "description": "<p>Court rules all potential victims must be assessed for support, after policy disqualified people with criminal convictions</p><p>A high court judge has ordered the home secretary to change a key part of a trafficking policy introduced just months ago.</p><p>In an urgent hearing on Wednesday, lawyers representing trafficking victims said they were at risk of human rights violations such as slavery, servitude and forced labour if the policy continued.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/26/home-office-ordered-to-change-rules-that-restrict-help-for-trafficking-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/26/home-office-ordered-to-change-rules-that-restrict-help-for-trafficking-victims", "date_published": "2023-07-26T18:26:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sinéad O’Connor dies aged 56", "description": "<p>Irish singer known for 1990 single Nothing Compares 2 U has died</p><p>Sinéad O’Connor has died at the age of 56.</p><p>The Irish singer was best known for her 1990 single Nothing Compares 2 U. The Guardian has contacted the singer’s agents.</p> <a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56", "date_published": "2023-07-26T18:11:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia ‘using disinformation’ to imply Sweden supported Qur’an burnings", "description": "<p>Swedish government says ‘Russia-backed actors’ attempting to damage country’s  bid to join Nato</p><p>Sweden has been the target of a disinformation campaign by “Russia-backed actors” attempting to damage the image of the Nato candidate country by implying it supported recent burnings of the Qur’an, its government has said.</p><p>“Sweden is right now the target of influence campaigns, supported by states and state-like actors, whose purpose is to harm Sweden and Swedish interests,” the prime minister, Ulf Kristersson, wrote on Instagram on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/russia-using-disinformation-to-imply-sweden-supported-quran-burnings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/russia-using-disinformation-to-imply-sweden-supported-quran-burnings", "date_published": "2023-07-26T18:11:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham distance themselves from Joe Lewis after insider trading charges", "description": "<ul><li>Bahamas-based billionaire faces 19-count indictment in US</li><li>Spurs say it is a ‘legal matter unconnected to the club’</li></ul><p>Tottenham have sought to make it plain that Joe Lewis is no longer the owner of the club after he was charged on Tuesday with insider trading by US federal prosecutors.</p><p>The 86-year-old Bahamas-based billionaire, who <a href=\"https://www.theguardian.com/football/2023/jul/25/tottenham-hotspur-owner-joe-lewis-charged-insider-trading\">faces a 19-count indictment</a> – 16 counts of securities fraud; three counts of conspiracy – stepped back from his publicly stated position at Spurs on 5 October 2022 in a move that was also signed off by the Premier League’s board. As such, the Premier League does not feel the need to take action against Spurs in response to the charges that have been brought against Lewis. If convicted, the boy from London’s east end made good faces a lengthy jail sentence.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/tottenham-joe-lewis-insider-trading-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/tottenham-joe-lewis-insider-trading-football", "date_published": "2023-07-26T18:08:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heartbreak for Ireland, history for the Philippines - Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> is joined by <a href=\"https://twitter.com/jessyjph\">Jessy Parker Humphreys</a>, <a href=\"https://twitter.com/ceylonandi\">Ceylon Andi Hickman</a> and Júlia Bellas to discuss Ireland’s elimination from the Women’s World Cup, while Group A is wide open following the Philippines’ historic victory against New Zealand.</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>On the podcast today: Ireland surely deserve more than zero points after their performances against Australia and Canada, but tournament football is a cruel game.</p> <a href=\"https://www.theguardian.com/football/audio/2023/jul/26/world-cup-podcast-ireland-philippines-womens-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/jul/26/world-cup-podcast-ireland-philippines-womens-football-weekly", "date_published": "2023-07-26T17:56:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak and Hunt accused of ‘damaging UK plc’ over NatWest boss’s exit", "description": "<p>Concerns raised over anonymous briefings that triggered early-hours resignation of Dame Alison Rose</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/26/how-the-downfall-of-natwest-boss-alison-rose-over-farage-and-coutts-unfolded\">Timeline: how the downfall of Rose over Farage and Coutts unfolded</a></li><li><a href=\"https://www.theguardian.com/business/2023/jul/26/who-is-alison-rose-the-natwest-ceo-forced-to-quit-over-nigel-farage-row\">Profile: Alison Rose, the NatWest CEO who quit</a></li></ul><p>The prime minister and the chancellor have been accused of “damaging UK plc” and failing to follow due process amid concern over anonymous briefings that triggered the early-hours resignation of NatWest boss Dame Alison Rose.</p><p>“There is a real sense of disquiet that political pressure has led to a midnight exit for such an important banking CEO,” an official at the City regulator, the Financial Conduct Authority, told the Guardian. “They should have allowed due process.”</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/sunak-hunt-uk-natwest-alison-rose\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/sunak-hunt-uk-natwest-alison-rose", "date_published": "2023-07-26T17:54:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on climate science: warming oceans are a warning of the chaos ahead", "description": "<p>While the timetables are debatable, there is no doubt that extreme weather disruption is cause for alarm</p><p>What was long predicted is now happening. Earth’s weather systems are increasingly disrupted and destructive, as a consequence of the amount of carbon dioxide and other greenhouse gases in the atmosphere. In addition to devastating heatwaves in the northern hemisphere, and their role in igniting <a href=\"https://www.theguardian.com/environment/2023/jul/26/northern-hemisphere-heatwaves-mediterranean-fires-croatia-portugal\" title=\"\">forest fires</a>, <a href=\"https://www.theguardian.com/environment/2023/apr/26/accelerating-ocean-warming-earth-temperatures-climate-crisis\" title=\"\">high sea temperatures</a> over recent months have led scientists to reiterate their warnings that we are moving fast into uncharted, dangerous territory.</p><p>Climate models have always allowed for uncertainty. For decades, scientists have been certain of the direction of travel: towards increased heat, risk and instability. But how precisely the crisis would manifest, in what order systems would break down, and how the knock-on effects would unfold, remains a subject for research and discussion. Currently, there is a <a href=\"https://www.theguardian.com/environment/2023/jul/19/climate-crisis-james-hansen-scientist-warning\" title=\"\">debate between experts</a> about whether the pace of global heating is accelerating or stable. The likelihood of vital ocean currents, known as the Atlantic meridional overturning circulation, collapsing this century is also contested. One new study has suggested that a <a href=\"https://www.theguardian.com/environment/2023/jul/25/gulf-stream-could-collapse-as-early-as-2025-study-suggests\" title=\"\">tipping point</a> could be approaching, and that the analysis of the Intergovernmental Panel on Climate Change has, in this respect, been too conservative.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/the-guardian-view-on-climate-science-warming-oceans-are-a-warning-of-the-chaos-ahead\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/the-guardian-view-on-climate-science-warming-oceans-are-a-warning-of-the-chaos-ahead", "date_published": "2023-07-26T17:38:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Nigel Farage and Coutts: this row is more about the politics of Brexit than banking", "description": "<p>The former Brexit party leader was done a disservice, but the frenzy of Tory outrage is mostly a symptom of political cowardice </p><p>Not everyone can afford to bank at Coutts, an exclusive bank, nor is everyone entitled to an account there. But Nigel Farage is not just anyone. He is arguably the most <a href=\"https://www.theguardian.com/politics/2016/jun/22/nigel-farage-claim-credit-forcing-government-poll-eu-referendum-ukip-slogans\" title=\"\">influential British politician</a> of his generation. It is questionable whether Mr Farage’s role has been to the benefit of public life, but if not, the detriment does not disqualify him from access to financial services. It is possible to despise the xenophobic strain of nationalism carried into the political mainstream by Ukip, while accepting that its former leader has civic rights.</p><p>Mr Farage was, reasonably, aggrieved to learn that Coutts had factored <a href=\"https://www.theguardian.com/politics/2023/jul/03/banks-accused-of-closing-accounts-such-as-nigel-farages-on-political-grounds\" title=\"\">his political opinions</a> into a decision that he was no longer entitled to their services. His wealth had also dipped below the commercial threshold of eligibility for an account – a factor that may also rankle. But by far the strongest grievance is the way Mr Farage’s story found its way to the ear of a BBC journalist via <a href=\"https://www.theguardian.com/business/2023/jul/26/who-is-alison-rose-the-natwest-ceo-forced-to-quit-over-nigel-farage-row\" title=\"\">Dame Alison Rose</a>, chief executive of NatWest, which owns Coutts. Worse still, the information was incomplete. The political component in the decision was only revealed in documents obtained and published by Mr Farage.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/the-guardian-view-on-nigel-farage-and-coutts-this-row-is-more-about-the-politics-of-brexit-than-banking\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/the-guardian-view-on-nigel-farage-and-coutts-this-row-is-more-about-the-politics-of-brexit-than-banking", "date_published": "2023-07-26T17:37:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The radical-right threat in Spain has not gone away | Letters", "description": "<p>Readers respond to the inconclusive outcome of the Spanish elections</p><p>Regarding your editorial on the results of the Spanish election (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/24/the-guardian-view-on-the-spanish-election-a-good-day-when-voters-said-no-pasaran-to-the-far-right\" title=\"\">24 July</a>), it is perhaps worth considering that while it is a huge relief to see the radical-right Vox party come out of the election in a significantly worse place than they were before, the position of the pro-Catalan separatist Junts party as a possible kingmaker is equally worrying.</p><p>As you rightly say, the cause of Catalan independence has lost its edge in recent years thanks to the handling of the situation by the Socialists (PSOE) led by Pedro Sánchez – a long way from the “referendum” held under the previous conservative People’s party (PP) administration and the ensuing violence.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/the-radical-right-threat-in-spain-has-not-gone-away\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/the-radical-right-threat-in-spain-has-not-gone-away", "date_published": "2023-07-26T17:36:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Failed by the NHS over our child’s ADHD diagnosis | Letter", "description": "<p>Despairing over the wait for an assessment, we paid for one privately – only for our GP to refuse a shared care agreement</p><p>Our 14-year-old was recently diagnosed with attention deficit hyperactivity disorder after a sustained period of risk-taking and depression that saw them truanting from school, being physically violent, going missing from home at night and being brought home by the police.</p><p>We sought help from a psychologist, who did an assessment but said she was not prepared to treat our child until there had been an assessment by a psychiatrist, as she suspected ADHD. We live in Warwickshire – cited in your article as having the longest waiting list of any part of England for child and adolescent mental health services (<a href=\"https://www.theguardian.com/society/2023/jul/17/uk-children-waiting-16-months-on-average-for-adhd-and-autism-screening-study\" title=\"\">UK children waiting 16 months on average for ADHD and autism screening – study, 17 July</a>).</p> <a href=\"https://www.theguardian.com/society/2023/jul/26/failed-by-the-nhs-over-our-childs-adhd-diagnosis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/26/failed-by-the-nhs-over-our-childs-adhd-diagnosis", "date_published": "2023-07-26T17:36:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moulding has the right to buy City AM – but he shouldn’t use THG’s cash", "description": "<p>The retail billionaire’s newspaper deal looks like an indulgence when his core business needs attention</p><ul><li><a href=\"https://www.theguardian.com/media/2023/jul/26/city-am-matthew-moulding-thg\">City AM bought by Matthew Moulding’s THG</a></li></ul><p>Matthew Moulding, media magnate, has a certain ring about it. And since the founder and chief executive of online retailer THG – The Hut Group, as was – is interested in newspapers, in the sense that he can be prickly about what’s written about the company, one can understand why <a href=\"https://www.theguardian.com/media/2023/jul/26/city-am-matthew-moulding-thg\">he is buying City AM</a>, the London-based business free sheet that put itself <a href=\"https://www.theguardian.com/media/2023/jul/03/london-free-newspaper-city-am-puts-itself-up-for-sale\">up for sale</a> at the start of the month.</p><p>Yet one has to ask a few related questions. How on Earth does this deal fit with the rest of THG’s operations, which are dominated by nutrition and beauty products via websites including Myprotein and Lookfantastic? Isn’t this an example of the sort of corporate sprawl and drift that Lord Allen, the former chief executive of ITV, was hired as chairman last year to stop? And shouldn’t Moulding be buying City AM with his own money rather than the funds of THG shareholders? He owns only 25% of the company.</p> <a href=\"https://www.theguardian.com/media/nils-pratley-on-finance/2023/jul/26/matthew-moulding-city-am-thg\">Continue reading...</a>", "link": "https://www.theguardian.com/media/nils-pratley-on-finance/2023/jul/26/matthew-moulding-city-am-thg", "date_published": "2023-07-26T17:33:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weight-loss drugs under review in UK after reports of suicidal thoughts", "description": "<p>Ozempic and Saxenda among drugs being reviewed after reports of suspected adverse reactions in patients</p><p>A popular weight-loss drug is among those being reviewed in the UK after being linked to reports of suicidal or self-harming thoughts within patients.</p><p>Reuters reports that the Medicines and Healthcare Products Regulatory Agency (MHRA) said in the statement that it was reviewing a class of drugs known as GLP-1 receptor agonists, sold by the company Novo Nordisk.</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, you can call or text the <a href=\"https://988lifeline.org/\">National Suicide Prevention Lifeline</a> on 988, chat on <a href=\"https://988lifeline.org/chat/\">988lifeline.org</a>, or <a href=\"https://www.crisistextline.org/\">text HOME</a> to 741741 to connect with a crisis counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/science/2023/jul/26/weight-loss-drugs-under-review-in-uk-after-reports-of-suicidal-thoughts\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/26/weight-loss-drugs-under-review-in-uk-after-reports-of-suicidal-thoughts", "date_published": "2023-07-26T17:30:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Awful lot of nothing’: families denounce Sunak’s response to blood scandal inquiry", "description": "<p>PM ‘offered neither new information nor commitments to victims and bereaved families of infected blood scandal’</p><p>Victims and family members have expressed frustration and dismay with Rishi Sunak for not committing to a compensation framework for those affected by the contaminated blood scandal.</p><p>Before the <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/rishi-sunak-heckled-at-infected-blood-inquiry-as-he-defends-government-response\">prime minister’s appearance</a> on Wednesday at the public inquiry into the unparalleled treatment disaster, there were protests by campaigners carrying photos of bereaved loved ones and banners saying: “Dying for Justice.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/families-denounce-rishi-sunaks-response-to-blood-scandal-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/families-denounce-rishi-sunaks-response-to-blood-scandal-inquiry", "date_published": "2023-07-26T17:29:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zoey 102 review – Jamie Lynn Spears returns for unwanted nostalgia reboot", "description": "<p>The long-gestating movie follow-up to the mid-aughts Nickelodeon show gets mired in a familiar ongoing adolescence</p><p>If I were a television executive, particularly one at a large streaming platform that contains a teen network, I would certainly consider a reboot of Zoey 101. The tween series, which ran from 2005 to 2008 and starred Jamie Lynn Spears as a boarding school student in Malibu, is remembered fondly by a certain slice of Nickelodeon-raised late millennials. Its ending felt premature and tinged with sadness, as the series finale aired a few months after Spears, the younger sister of Britney, revealed that she was pregnant at 16. Though the show had already wrapped production before Jamie Lynn became a too-young tabloid fixture, the popular impression was that her off-screen shock pregnancy torpedoed the cutesy, very PG series. (As a 14-year-old at the time, this was a brain-searing event.)</p><p>In other words, there’s an on-paper case for Zoey 102, the new Paramount+ movie reboot of the series, in the sense that there was a lingering feeling of unfinished business to the show and that streaming service logic demands anything once popular be tried again. But it’s a fool’s errand. The revisionist happy ending for Zoey 101 feels at best strange and too overdue to work. (The logline bills the reboot as Zoey finding herself in her 20s, though the cast “graduated” high school 15 years ago and are almost entirely in their mid-30s; Spears herself is 32.) At worst, as often is the case with the finished product, it’s so focused on recapturing long past, hazily remembered magic as to be cringe-inducing.</p> <a href=\"https://www.theguardian.com/film/2023/jul/26/zoey-102-review-jamie-lynn-spears-reboot\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/26/zoey-102-review-jamie-lynn-spears-reboot", "date_published": "2023-07-26T17:26:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kwarteng went ahead with mini-budget despite OBR warning, FOI reveals", "description": "<p>Chancellor’s refusal to publish forecast contributed to stock market jitters and run on pound</p><p>Ten months after former chancellor Kwasi Kwarteng’s disastrous mini-budget, the public has for the first time been given the chance to see the Office for Budget Responsibility’s autumn 2022 forecast on the state of the economy.</p><p>The Government spending watchdog’s pre-budget report was handed to Kwarteng on 5 September, days before he gave MPs details of his growth package, one of the worst-received Treasury measures in recent history.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/26/kwarteng-mini-budget-obr-stock-market-pound\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/26/kwarteng-mini-budget-obr-stock-market-pound", "date_published": "2023-07-26T17:22:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Thank you for everything’: Jordan Henderson says goodbye to Liverpool", "description": "<ul><li>Henderson trains with new Saudi club in Croatia</li><li>Liverpool will receive £12m plus add-ons for captain</li></ul><p>Jordan Henderson has paid an emotional farewell to Liverpool after training with his new club Al-Ettifaq at their training camp in Croatia.</p><p>The Reds captain was filmed training with Steven Gerrard’s squad on Wednesday after he arrived in Croatia to complete the formalities of his controversial transfer. The 33-year-old has been offered £700,000 a week by Al-Ettifaq to bring his hugely successful Liverpool career to an end. The midfielder has agreed a three-year deal with the Saudi club, although the third year may be an option.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/jordan-henderson-trains-with-al-ettifaq-with-transfer-still-to-be-confirmed\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/jordan-henderson-trains-with-al-ettifaq-with-transfer-still-to-be-confirmed", "date_published": "2023-07-26T17:12:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "City AM bought by Matthew Moulding’s online beauty retailer THG", "description": "<p>London-based free newspaper saved from administration by multimillionaire businessman</p><ul><li><a href=\"https://www.theguardian.com/media/nils-pratley-on-finance/2023/jul/26/matthew-moulding-city-am-thg\">Nils Pratley: Moulding has the right to buy City AM – but he shouldn’t use THG’s</a> cash</li></ul><p>City AM, the free London-based business newspaper, has been sold to THG, the online health and beauty retail platform run by the multimillionaire businessman Matthew Moulding.</p><p>The 18-year-old freesheet, which had been on the brink of collapsing into administration, <a href=\"https://www.cityam.com/city-a-m-muscles-up-for-new-chapter-with-thg-deal/\">announced on Wednesday</a> that it had been bought by THG for an undisclosed sum.</p> <a href=\"https://www.theguardian.com/media/2023/jul/26/city-am-matthew-moulding-thg\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/26/city-am-matthew-moulding-thg", "date_published": "2023-07-26T17:09:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kremlin blames west for small number of leaders due at Russia-Africa summit", "description": "<p>Ukraine war and grain deal exit loom over forum that could be ‘make or break for Putin’ in courting Africa</p><p>Moscow’s war in Ukraine and its exit from a UN-brokered grain deal will loom over this week’s Russia-Africa summit, as Vladimir Putin tries to woo African leaders seeking economic relief amid signs the Kremlin may be ready to seriously address peace talks with Kyiv.</p><p>The Kremlin said on Wednesday that just 17 African heads of state would be attending. This is far fewer than at its 2019 conference or at similar summits held elsewhere, including a meeting in December with Joe Biden that dozens of African leaders flew to Washington DC to attend.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/kremlin-blames-west-for-small-number-of-leaders-russia-africa-summit-ukraine-war-grain-deal-vladimir-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/kremlin-blames-west-for-small-number-of-leaders-russia-africa-summit-ukraine-war-grain-deal-vladimir-putin", "date_published": "2023-07-26T17:08:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France Femmes: Yara Kastelijn goes on her own to snare first stage win", "description": "<ul><li>Annemiek van Vleuten and Demi Vollering battle for yellow</li><li>Dutch rider wins longest stage after breakaway</li></ul><p>Time is proving tight between Annemiek van Vleuten and her rival Demi Vollering, the two favourites for final victory in the Tour de France Femmes this year. In an echo of the sparring match that characterised much of the men’s race this year, the Team SD Worx rider Vollering has the upper hand, for now at least and if only by a few seconds.</p><p>Yara Kastelijn of the Netherlands won the longest stage of this year’s Tour de France Femmes, from Cahors to Rodez, after spending just under 160 kilometres on the front of the race, much of it in a 14-rider move that went clear on the day’s first climb, the Col de Crayssac.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/tour-de-france-femmes-yara-kastelijn-first-stage-win-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/tour-de-france-femmes-yara-kastelijn-first-stage-win-cycling", "date_published": "2023-07-26T17:03:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England push to salvage series with final Test marking potential farewells", "description": "<p>Jimmy Anderson and Stuart Broad could be playing their last Ashes match with plenty at stake despite Australia keeping urn</p><p>Here we are then at the Oval, a mighty cricket ground these days and the traditional scene of summer’s end. That it comes in the final week of July comes down to a schedule designed to give the Hundred its own window in August, crunching down the men’s Ashes to make it as exhausting for the players as it has been exhilarating for onlookers.</p><p>Australia sit 2-1 up, <a href=\"https://www.theguardian.com/sport/2023/jul/23/australia-retain-ashes-after-rain-douses-englands-hopes-in-fourth-test-draw\" title=\"\">the urn secured once more</a> after the soggy, sorry draw at Old Trafford last weekend. Back at the venue where they were crowned world Test champions just seven weeks ago, and with another sell-out crowd confirmed, the tourists can claim their first series victory in England since 2001, killing the last remaining English bragging rights at having won away more recently in 2010-11.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/england-ashes-series-oval-cricket-australia-ben-stokes-jimmy-anderson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/england-ashes-series-oval-cricket-australia-ben-stokes-jimmy-anderson", "date_published": "2023-07-26T17:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Charging Spurs billionaire Joe Lewis was ‘egregious error’, says lawyer", "description": "<p>US prosecutors say Lewis, whose family owns Tottenham Hotspur FC, is responsible for ‘brazen’ insider trading</p><p>Lawyers for the British billionaire Joe Lewis have accused US prosecutors of making an “egregious” mistake, after the 86-year-old was <a href=\"https://www.theguardian.com/football/2023/jul/25/tottenham-hotspur-owner-joe-lewis-charged-insider-trading\">charged with multiple counts</a> of securities fraud and conspiracy.</p><p>Lewis, who heads the family that owns Tottenham Hotspur Football Club, was charged on Tuesday with orchestrating a “brazen” insider trading scheme to enrich his friends, lovers and employees, including two private jet pilots.</p> <a href=\"https://www.theguardian.com/law/2023/jul/26/charging-spurs-billionaire-joe-lewis-was-egregious-error-says-lawyer\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jul/26/charging-spurs-billionaire-joe-lewis-was-egregious-error-says-lawyer", "date_published": "2023-07-26T16:56:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re taking it personal’: a hoax for Carlee Russell is bitter reality for 89,000 Black women and girls in US", "description": "<p>Missing Black women receive less news coverage than white women, making it harder to gain resources to solve their cases</p><p>On 13 July, as the US fixated on the disappearance of Carlee Russell, a 25-year-old Black nursing student who went missing on an Alabama highway, Derrica Wilson saw hope for other families whose loved ones had also gone missing. She thought of of <a href=\"https://www.foxcarolina.com/2023/06/02/spartanburg-man-caught-camera-dumping-missing-girlfriends-car-solicitor-says/\">Casey Young</a>, <a href=\"https://www.wyff4.com/article/missing-south-carolina-alexis-ware/42707200\">Alexis Ware</a>, <a href=\"https://www.fbi.gov/wanted/kidnap/relisha-tenau-rudd\">Relisha Rudd</a>, <a href=\"https://www.fbi.gov/wanted/kidnap/arianna-fitts\">Arianna Fitts</a> and <a href=\"https://www.wtvr.com/news/local-news/otis-tucker-guilty-may-12-2023\">Keeshae Jacobs</a> – all Black women and girls who were reported missing over the last decade.</p><p>Wilson, the co-founder of the <a href=\"https://www.blackandmissinginc.com/about/\">Black and Missing Foundation</a>, has worked with dozens of families to help raise awareness for missing people of color. Her organization focuses on Black women and girls specifically, whose <a href=\"https://scholarlycommons.law.northwestern.edu/cgi/viewcontent.cgi?article=7586&amp;context=jclc\">disappearances</a> receive significantly less news coverage than white women, making it harder to garner attention and investigative resources for solving their cases. Such attention is vital, Wilson told me, particularly in the first couple of days of a person’s disappearance, because it amplifies public awareness and puts pressure on law enforcement to invest in these searches.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/carlee-russell-missing-black-women-girls\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/carlee-russell-missing-black-women-girls", "date_published": "2023-07-26T16:53:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Irn-Bru workers call strikes that could ‘dry up supplies in weeks’", "description": "<p>Series of 24-hour strikes planned after Unite members reject 5% pay offer from manufacturer AG Barr</p><p>Irn-Bru supplies could “dry up” within weeks, a union leader has said, after workers at the manufacturer announced dates for strikes over pay.</p><p>The industrial action was called after Unite members rejected a 5% pay deal from the Scottish firm AG Barr.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/irn-bru-workers-call-strikes-that-could-dry-up-supplies-in-weeks\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/irn-bru-workers-call-strikes-that-could-dry-up-supplies-in-weeks", "date_published": "2023-07-26T16:50:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak heckled at infected blood inquiry as he defends government response", "description": "<p>UK prime minister said he was working ‘at pace’ to ensure victims received the right compensation</p><p></p><p>Rishi Sunak was heckled at the <a href=\"https://www.theguardian.com/uk-news/contaminated-blood-scandal\">infected blood inquiry</a> as he defended the lack of a compensation scheme for victims and family members affected by the scandal.</p><p>The prime minister faced questions on Wednesday about why a scheme has not been set up despite recommendations from the paymaster general in 2020, a government-commissioned report last year and Sir Brian Langstaff, the inquiry’s chair in April.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/rishi-sunak-heckled-at-infected-blood-inquiry-as-he-defends-government-response\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/rishi-sunak-heckled-at-infected-blood-inquiry-as-he-defends-government-response", "date_published": "2023-07-26T16:45:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory party drops plans to charge journalists to attend conference", "description": "<p>U-turn comes after letter signed by nearly 300 news organisations said plan to charge journalists £137 each set ‘dangerous precedent’</p><p>Plans to charge fees to journalists covering the Conservatives’ party conference in October have been dropped after the party was accused of setting a “dangerous precedent” internationally.</p><p>The U-turn follows discussions between the party and industry bodies including the Foreign Press Association and the Society of Editors.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/26/tory-party-drops-plans-to-charge-journalists-to-attend-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/26/tory-party-drops-plans-to-charge-journalists-to-attend-conference", "date_published": "2023-07-26T16:45:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Orderly queues in pubs? They’re extremely civil - but need to end now", "description": "<p>A trend for single-file bar queues snaked into our beloved drinking establishments during the pandemic. It is time to return to free-for-all chaos</p><p>It was my round at my local pub, so I wandered in and joined the queue for the bar. With precious minutes to kill, I checked my phone to find an email from a colleague despairing at this new thing, “queueing up for a pint like it’s Pret”. Huh? Oh yeah, I’m standing in one. Funny that. I’d dimly registered as much without really noticing. And, come to think of it, yes, it has become a thing.</p><p>And why not? I know it’s not traditional, but tradition isn’t everything. What’s worth preserving about ye olde practice of large, shouty blokes like me, two-deep at the bar, all a-clamour for the barkeep’s attention? What of smaller, quieter, less determined, less ruthless people? Their pride and patience and nerves risk a shredding as their thirsts remain unslaked. A friend of mine, tall and handsome but somehow a little ashamed of being both, was never equal to the struggle. “I’ll just for ever be ignored by barmen of all nations,” he once said to me, sadly.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/26/orderly-queues-in-pubs-theyre-extremely-civil-but-need-to-end-now\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/26/orderly-queues-in-pubs-theyre-extremely-civil-but-need-to-end-now", "date_published": "2023-07-26T16:32:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Landmark moment’: Formula 1 teams to have one driver in all-female series", "description": "<ul><li>F1 Academy will also see 10 cars race in liveries of the elite</li><li>Susie Wolff ‘confident of a positive impact across our sport’</li></ul><p>The F1 Academy chief, Susie Wolff, has hailed Formula 1’s decision to back the all-women series as a “landmark moment” in motor sport. From next season all 10 F1 teams will nominate one driver and display their colours on one car competing in the series.</p><p>F1 Academy’s five teams – ART Grand Prix, Campos Racing, MP Motorsport, PREMA Racing and Rodin Carlin – each run three cars and three drivers. From 2024, 10 of these 15 drivers will be supported by F1 teams. The details of the drivers and liveries will be confirmed at a later time, F1 said in its announcement of the groundbreaking deal on Wednesday.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/landmark-moment-formula-1-teams--one-driver-all-female-series\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/landmark-moment-formula-1-teams--one-driver-all-female-series", "date_published": "2023-07-26T16:28:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Farage blames ‘woke capitalism’ for his row with Coutts, but banks aren’t woke. Their obsession is profits   | Larry Elliott", "description": "<p>Like many corporations, they make virtuous statements, but for the most part they hide behind a cloak of ethical humbug</p><p>There are no branches of Coutts in Sheffield Hallam, Mid-Bedfordshire and Swansea East. In fact, there are no branches of any bank in these and the 14 other parliamentary constituencies that have been at the sharp end of a <a href=\"https://www.which.co.uk/money/banking/switching-your-bank/bank-branch-closures-is-your-local-bank-closing-ayYyu4i9RdHy#how-many-bank-branches-have-closed-since-2015\">mass closure programme</a> in the past decade. In all, there have been almost 6,000 branches shut since 2015 and the NatWest Group – the owners of Coutts – has closed more than any other bank.</p><p>So the first thing to say about the high-profile row that led to the resignation of <a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">Alison Rose</a>, the chief executive of NatWest, is that Nigel Farage is not the only account holder to be debanked. He is simply more famous than your average NatWest customer living in Reading West or Colne Valley.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/farage-woke-capitalism-coutts-ethical-humbug\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/farage-woke-capitalism-coutts-ethical-humbug", "date_published": "2023-07-26T16:26:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United make offer worth up to £51.4m for Atalanta’s Rasmus Højlund", "description": "<ul><li>Verbal bid for Denmark striker includes €50m up front</li><li>PSG also interested in signing 20-year-old </li></ul><p>Manchester United have made a verbal offer that could be worth €60m (£51.4m) for Rasmus Højlund as they attempt to beat Paris Saint-Germain to the signing of the striker from Atalanta.</p><p>Højlund has emerged as United’s key target as they attempt to strengthen their attacking options and talks with the Italian club over the 20-year-old have already begun. It is understood that the offer for the Denmark striker is an initial €50m plus another €10m in bonuses, although Atalanta have <a href=\"https://www.theguardian.com/football/2023/jul/24/manchester-united-rasmus-hojlund-erik-ten-hag\">previously indicated</a> they would hold out for £70m despite Højlund’s relative lack of experience. He registered eight goals and two assists in 31 league games last season after moving to Serie A from Austrian side Sturm Graz last summer.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/manchester-united-make-offer-worth-up-to-514m-for-atalantas-rasmus-hjlund\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/manchester-united-make-offer-worth-up-to-514m-for-atalantas-rasmus-hjlund", "date_published": "2023-07-26T16:21:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US embassy in Dublin warns visitors to Ireland to avoid walking alone", "description": "<p>Personal security alert issued after violent attack on tourist from New York</p><p>The US embassy in Dublin has advised visitors to <a href=\"https://www.theguardian.com/world/ireland\">Ireland </a>to avoid walking alone and to keep a “low profile” after an attack on a tourist from New York.</p><p>The embassy <a href=\"https://ie.usembassy.gov/security-alert-u-s-embassy-dublin-ireland/\">alert</a>, issued on Tuesday, urged US visitors to “exercise good personal security practices” to be aware of their surroundings.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/us-embassy-in-dublin-warns-visitors-to-ireland-about-personal-security\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/us-embassy-in-dublin-warns-visitors-to-ireland-about-personal-security", "date_published": "2023-07-26T16:16:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As shots rang out, the battle to save Western Australia’s stranded whales was over", "description": "<p>State officials, vets and volunteers endured an emotionally draining day to rescue the beached pod to no avail</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>It wasn’t easy for the two officers grasping pink ribbons to wade between the 1,000kg pilot whales and the dozens of volunteers.</p><p>Their job was to identify the distressed animals in the pod, those who rolled instead of bobbing ready to swim.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/26/as-shots-rang-out-the-battle-to-save-western-australias-stranded-whales-was-over\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/26/as-shots-rang-out-the-battle-to-save-western-australias-stranded-whales-was-over", "date_published": "2023-07-26T16:09:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A beautiful, broken America: what I learned on a 2,800-mile bus ride from Detroit to LA", "description": "<p>Gone are the small, clean, cheap motels and public spaces where anyone can find a place to nurse a cup of coffee. Yet the camaraderie of the Greyhound is hanging on</p><p>I recently completed the road trip of a lifetime. I struck out from Napanee, Ontario, to Los Angeles, California – a 2,800-mile trip that I had been planning since before Covid times. I wanted to take this time to think deeply about our overreliance on cars and our love affair with the open road.</p><p>There was a catch: as a non-driver, I would be crossing the country by Greyhound bus. It would have the advantage of getting me closer to the people I wanted to talk to, and the issues I knew I’d witness.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/26/america-roadtrip-greyhound-bus\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/26/america-roadtrip-greyhound-bus", "date_published": "2023-07-26T16:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who got Firmino, where is Kanté? Saudi Pro League summer signings", "description": "<p>Saudi Arabia has shaken up the existing football order with a wealth of expensive moves in the transfer market</p><p><strong>Mohammed Naji</strong> from Al-Batin (Saudi Arabia), unknown<br />Centre-back, Saudi Arabian, 29 (age at time of transfer)</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/saudi-pro-league-football-transfers-premier-league-firmino-kante\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/saudi-pro-league-football-transfers-premier-league-firmino-kante", "date_published": "2023-07-26T16:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Revenge is like serving cold cuts’: TV’s most excruciating dinner parties, from The Bear to The Sopranos", "description": "<p>Crashing cars! Comparing penises! Slaughtering guests! Mealtimes have provided some of the wildest moments in our favourite shows – here are 10 to feast on </p><p>Yes, chef! No, cousin! Season two of the Chicago kitchen drama <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/19/the-bear-season-two-review-somehow-even-more-delicious-than-before\">The Bear</a> is another pan-rattling triumph in tight, white T-shirts. The Copenhagen pilgrimage and the fork-cleaning episode are standout moments, but the star-studded flashback story, Fishes, is the show’s awards-baiting centrepiece. Spoilers, and cannolis, ahead [do not read on unless you have watched season two, episode six of The Bear]…</p><p>Set five years before The Original Beef is due to reopen, the extended episode brings together the Berzatto family for Christmas dinner. Brooding Carmy (Jeremy Allen White) has returned home – begrudgingly – from Copenhagen; his highly strung, chain-smoking, wine-sodden mother, Donna (Jamie Lee Curtis), is frantically and frenetically preparing a meal based on <a href=\"https://en.wikipedia.org/wiki/Feast_of_the_Seven_Fishes\">the feast of the seven fishes</a>, with kitchen timers going off left, right and centre, the culinary chaos building to an almost unbearable level. The result is a frazzled 66 minutes of fork-throwing and recriminations that is almost unbearably tense.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/best-tv-dinner-party-scenes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/best-tv-dinner-party-scenes", "date_published": "2023-07-26T16:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jim Skea to take helm at IPCC as world enters crucial climate decade", "description": "<p>British professor elected chair of UN’s expert panel, which warned in March that 1.5C threshold could be hit in 10 years</p><p>The British professor Jim Skea has been elected to head the UN’s climate expert panel, taking the helm of the organisation charged with distilling the best science to guide global policy in a crucial decade in human history.</p><p>Skea, who is a professor of sustainable energy at Imperial College London and who co-chaired the report on solutions in the panel’s latest round of publications, <a href=\"https://twitter.com/JimSkeaIPCC/status/1684194126911209473/photo/1\">said in a statement he was “humbled”</a> to have been elected chair at a meeting of the Intergovernmental Panel on Climate Change (IPCC) in Nairobi, Kenya.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/26/jim-skea-to-take-helm-at-ipcc-as-world-enters-crucial-climate-decade\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/26/jim-skea-to-take-helm-at-ipcc-as-world-enters-crucial-climate-decade", "date_published": "2023-07-26T15:27:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis aide fired after sharing video featuring symbol used by Nazis", "description": "<p>Nate Hochman ‘no longer with the campaign’ after posting video using internet memes popular on the far right </p><p>An aide to Ron DeSantis who created and shared a video featuring a symbol used by Nazis and white supremacists was fired from the Florida governor’s Republican presidential campaign.</p><p>The firing of Nate Hochman, a former staff writer at the conservative National Review, was first <a href=\"https://www.semafor.com/article/07/25/2023/attacked-as-too-online-ron-desantis-fires-a-meme-savvy-staffer-nate-hochman\">reported</a> by Semafor.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/desantis-campaign-video-nazi-symbol-fired-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/desantis-campaign-video-nazi-symbol-fired-aide", "date_published": "2023-07-26T15:23:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire Water ad ridiculed over clips of Herefordshire and Russian bar", "description": "<p>Video withdrawn but not before questions raised over competency at beleaguered utility company</p><p>The advert for Yorkshire Water made what appeared to be Yorkshire look wonderful: beautiful, sweeping countryside and smiling, friendly local people, some in a car and others enjoying their downtime in a pub.</p><p>But the countryside was not the Yorkshire Dales but the Malvern Hills. The car was left-hand drive and in Ukraine. The chances of getting a pint of Landlord from the pub would seem remote, given it was a bar called <a href=\"https://www.tripadvisor.co.uk/Restaurant_Review-g3206479-d11951533-Reviews-Eskimos_Bar-Esto_Sadok_Adler_District_Sochi_Greater_Sochi_Krasnodar_Krai_Southe.html\">Eskimos</a> located several thousand miles away in a Russian ski resort near the Black Sea.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/yorkshire-water-ad-ridiculed-over-clips-of-herefordshire-and-russian-bar\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/yorkshire-water-ad-ridiculed-over-clips-of-herefordshire-and-russian-bar", "date_published": "2023-07-26T15:16:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sanchez has pulled off a masterstroke in Spain – and shown Europe how to beat back the hard right | Eoghan Gilmartin", "description": "<p>The PM’s decision to go to the polls was a canny move from one of the most successful centre-left politicians of the past decade</p><p>In May, when Spain’s prime minister, Pedro Sánchez, announced a snap general election, commentators <a href=\"https://www.eldiario.es/escolar/sanchez-convoca-elecciones-movilizar-izquierda-shock_132_10248986.html\">were divided</a> over whether it was political suicide or a stroke of tactical brilliance. His Socialist Workers’ party (PSOE) had <a href=\"https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez\">just suffered heavy losses</a> in local and regional elections, and polls suggested a conservative far-right coalition was on course to win an absolute majority in parliament.</p><p>But of course, those polls were wrong. On Sunday, Sánchez defied expectations and secured PSOE’s best electoral result in percentage terms since 2008 (taking 31.7% of the vote) – thus ensuring Spain broke with Europe’s wider lurch to the right over the past 18 months.</p><p>Eoghan Gilmartin is a freelance journalist who has covered Spanish politics for Jacobin Magazine, Tribune, Novara Media and Open Democracy</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/pedro-sanchez-spain-general-election-hard-right\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/pedro-sanchez-spain-general-election-hard-right", "date_published": "2023-07-26T15:13:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A role model in financial services’: who is Alison Rose, forced to quit NatWest top job?", "description": "<p>Once the darling of the FTSE 100, the group’s first female CEO has resigned over the Nigel Farage row</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">NatWest boss Rose resigns over Farage Coutts accounts row</a></li><li><a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/26/alison-rose-position-at-natwest-was-untenable-after-nigel-farage-row-she-had-to-go\">Nils Pratley: Rose’s position was untenable. She had to go</a></li></ul><p>She was once the darling of the FTSE 100. A longtime NatWest employee, Alison Rose spent 27 years working her way up from graduate trainee to become the group’s first female chief executive in 2019.</p><p>The ambitious banker was meant to be a breath of fresh air for the beleaguered group – then known as Royal Bank of Scotland – which had suffered significant blows to its reputation after a string of scandals and a near-collapse that led to a £45bn state bailout at the height of the 2008 financial crisis.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/who-is-alison-rose-the-natwest-ceo-forced-to-quit-over-nigel-farage-row\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/who-is-alison-rose-the-natwest-ceo-forced-to-quit-over-nigel-farage-row", "date_published": "2023-07-26T15:12:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jury discharged in trial of UK asylum seeker facing manslaughter charges", "description": "<p>Ibrahima Bah accused over  deaths of four people who were crossing the Channel with him in small boat</p><p>The jury in the trial of an asylum seeker accused of manslaughter over the deaths of four people who were in a small boat with him during his journey across the Channel has been discharged.</p><p>Ibrahima Bah, who is older than 18, was on trial accused of piloting the inflatable boat carrying at least 43 people across the sea from France on 14 December 2022.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/jury-discharged-in-trial-of-uk-asylum-seeker-facing-manslaughter-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/jury-discharged-in-trial-of-uk-asylum-seeker-facing-manslaughter-charges", "date_published": "2023-07-26T15:12:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From sold-out Adele tickets to an elephant for your wedding: the perks of banking with Coutts", "description": "<p>Private bank offers exclusive services to its wealthy clients, who include Emma Watson and Stormzy</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">NatWest boss resigns over Nigel Farage Coutts accounts row</a></li></ul><p>Coutts isn’t just any old bank, its chief executive, Peter Flavel, has been keen to tell anyone who asks.</p><p>If you’re rich enough to have an account – customers need to hold at least £3m in savings or borrow or invest at least £1m – the bank promises to provide not just a dedicated bank manager but also a <a href=\"https://concierge.coutts.com/product/coutts/homepage\">concierge, or “lifestyle manager”</a>, to help you “start enjoying life the way you want it and turn good experiences into unforgettable, great ones”.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/adele-tickets-perks-banking-coutts-emma-watson-stormzy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/adele-tickets-perks-banking-coutts-emma-watson-stormzy", "date_published": "2023-07-26T15:11:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Adriana Leon seals Canada comeback and ends Ireland’s World Cup hopes", "description": "<p>The Republic of Ireland’s first Women’s World Cup campaign ended in heartbreak as Canada came from behind to beat Vera Pauw’s side in Perth. Katie McCabe’s stunning opener gave Ireland an early lead in front of a partisan crowd of more than 17,000. Megan Connolly’s own goal drew Canada level before the break before Adriana Leon’s 53rd-minute goal proved enough to earn Bev Priestman’s side their first win of the tournament.</p><p>Called “the group of death” by many, Group B remained one of the most open and contested going into the second match-day. Ireland, ranked 22nd in the world, had the odds stacked against them with the Olympic champions standing in their way. Despite <a href=\"https://www.theguardian.com/football/2023/jul/20/womens-world-cup-2023-australia-republic-of-ireland-group-b-match-report\">an opening loss to Australia</a> in Sydney, Pauw’s side knew that defeat would mean the end of their tournament, while victory would leave their World Cup fate in their hands.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/canada-republic-ireland-womens-world-cup-group-b-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/canada-republic-ireland-womens-world-cup-group-b-match-report", "date_published": "2023-07-26T15:11:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why do diamonds erupt from Earth’s depths? Scientists have the answer", "description": "<p>Rare volcanic blasts of kimberlites happen about 25m years after continental plates tear apart, researchers find</p><p>Powerful volcanic eruptions that blast diamonds high into the sky and scatter the precious stones across the Earth’s surface have long mystified researchers. But now, scientists have worked out what unfolds more than 100 miles underground to propel the crystals upwards with such spectacular force.</p><p>The work sheds light on the enigmatic processes that cause the rare eruptions and where diamond-rich deposits are most likely to be found.</p> <a href=\"https://www.theguardian.com/science/2023/jul/26/why-do-diamonds-erupt-earth-depths-scientists-have-answer\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/26/why-do-diamonds-erupt-earth-depths-scientists-have-answer", "date_published": "2023-07-26T15:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Everyone wanted to get one over on Thatcher’ – the artists who raided the Enterprise Allowance Scheme", "description": "<p>Forty years ago, the Tories launched a scheme to foster entrepreneurs – but artists from Jarvis Cocker to Rachel Whiteread saw another way to use it. So did a government seen as hostile to the arts kickstart Britpop and the YBAs?</p><p>In the summer of 1983, British politics was in a fractious place. In June, Margaret Thatcher’s Conservative government roared to re-election after victory in the Falklands, eviscerating Michael Foot’s Labour party. Within weeks, new chancellor Nigel Lawson <a href=\"https://www.theguardian.com/theguardian/2011/aug/22/archive-chancellor-cuts-his-budget-to-the-bone-1983\">announced swingeing spending cuts</a>, despite the fact that more than <a href=\"https://www.bbc.co.uk/news/uk-politics-22070491\">three million people were out of work and the number was rising</a>. Plans for large-scale privatisation of national industries – the PM’s second-term obsession – were in the works. Britain was about to become Thatcher’s Britain.</p><p>That same month, a new government initiative was rolled out nationwide. The <a href=\"https://www.thersa.org/blog/2017/12/the-peculiar-story-of-margaret-thatcher-and-basic-income\">Enterprise Allowance Scheme</a> was the brainchild of a Treasury civil servant called <a href=\"https://www.theguardian.com/politics/2008/jul/03/whitehall.past\">Peter Kemp</a> and had been trialled over the previous two years. Despite its bland name, it was a daring concept. If citizens wanted to set up a small business, the government would guarantee an income of £40 a week for up to 12 months, and an escape from dole checkups. If your business plan and a savings test passed muster – and for three-quarters of applicants it did – you were good. For the decade or so that it ran, <a href=\"https://hansard.parliament.uk/Commons/1990-05-22/debates/4c554882-c424-4d42-b315-5b89971a4702/Employment\">more than half a million people ended up using it</a>. Many were under 25.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/26/thatcher-enterprise-allowance-scheme-artists-rachel-whiteread-jarvis-cocker-britpop-ybas\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/26/thatcher-enterprise-allowance-scheme-artists-rachel-whiteread-jarvis-cocker-britpop-ybas", "date_published": "2023-07-26T15:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Living hell’: Rhodes residents criticise response to wildfires", "description": "<p>People on the tourist island fear the impact of the loss of summer trade after fires that ravaged businesses and homes</p><p></p><p>Anastassia Pissaka, a pharmacist, was sitting outside the blackened remains of a cafe in Kiotari, ready to volunteer in case local people needed medicines. Her pharmacy had survived, even as the <a href=\"https://www.theguardian.com/politics/2023/jul/25/rhodes-wildfires-wake-up-call-greek-island-climate-uk\">flames completely destroyed</a> the neighbouring business, causing what many in the local area view as needless damage. <br /><br />Local people on the Greek island of Rhodes who spoke to the Guardian felt let down by their local government, which they considered too slow to react when the <a href=\"https://www.theguardian.com/science/2023/jul/25/deadly-global-heatwaves-undeniably-result-of-climate-crisis-scientists-attribution\">fires started early last week</a>, with the result that when the winds picked up they spread into the populated tourist areas that fuel the local economy. The landscape was ravaged, some buildings were destroyed, and local people and tourists were evacuated. <br /><br />“The majority of the island is supported by tourism; even if you’re not directly affected [by the fires], everyone is,” Pissaka said. “Our income is based through the summer season, let’s say six months. There will be a big problem if tourists don’t come back because how will we pass the winter? I don’t know what the government will do. We need support.”<br /><br />She expressed a view shared by many local people: “The government did not respond immediately to Rhodes. The news only showed us the fires after the sixth day. My friends were calling TV channels asking them to show it. Here the fire was not stopping.”</p><p>The owner of the damaged cafe next to Pissaka, Giorgos Papageorgiou, was anxious about whether his insurance would pay out, and uncertain about the level of government support he could receive. His cousin had lost his livelihood, as he had failed to keep up with insurance payments and his restaurant had burned down.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/26/rhodes-locals-anger-grows-at-chaotic-government-response-to-wildfires\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/26/rhodes-locals-anger-grows-at-chaotic-government-response-to-wildfires", "date_published": "2023-07-26T14:55:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Appeal court overturns Manchester rape conviction of Andrew Malkinson who spent 17 years in jail", "description": "<p>Andrew Malkinson convicted in 2004 of raping woman left for dead on Salford motorway embankment</p><p>A man who spent 17 years in prison for rape has had his conviction overturned by the court of appeal.</p><p>Andrew Malkinson was convicted in 2004 of raping a 33-year-old woman, who was left for dead on a motorway embankment in Salford, Greater Manchester.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/appeal-court-overturns-manchester-rape-conviction-of-man-who-spent-17-years-in-jail-andrew-malkinson\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/appeal-court-overturns-manchester-rape-conviction-of-man-who-spent-17-years-in-jail-andrew-malkinson", "date_published": "2023-07-26T14:45:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How can UK political parties win support for a bold green agenda?", "description": "<p>Advisers, climate activists and policy directors give their views on environmental policy</p><p>The most important thing is to make clear that action on climate change will materially improve people’s lives. Insulation can mean warmer homes in winter, cooler homes in summer. Better air quality, greener cities – these are good for people’s health. It’s a deep shame that this government are not framing policy in this way, and instead making this a culture war issue – there’s no need for that. And if we don’t subsidise oil and gas extraction in the North Sea, we can have more money to spend elsewhere. As a medical student, I have experienced the decimation of the NHS. It is wrong to hand billions to fossil fuel companies.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/how-can-uk-political-parties-win-support-for-a-bold-green-agenda\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/how-can-uk-political-parties-win-support-for-a-bold-green-agenda", "date_published": "2023-07-26T14:37:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Spacey cleared of sexually assaulting four men", "description": "<p>Jury at Southwark crown court finds Oscar-winning actor, 64, not guilty after four-week trial</p><p>Kevin Spacey has been cleared of sexual assault in one of the UK’s most high-profile #MeToo trials.</p><p>The 64-year-old Oscar-winning actor wept as he was found not guilty on Wednesday of sexually assaulting four men after a four-week trial at Southwark crown court.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/26/kevin-spacey-cleared-of-sexually-assaulting-four-men\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/26/kevin-spacey-cleared-of-sexually-assaulting-four-men", "date_published": "2023-07-26T14:34:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dirty dog owners: why 28% let their pet poo – then flee the scene", "description": "<p>Dog excrement is disgusting and bad for people’s health, yet a recent survey revealed more than a quarter of owners don’t always bag it</p><p><strong>Name: </strong>Dog poo.</p><p><strong>Age:</strong> Fresh.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/26/dirty-dog-owners-why-28-let-their-pet-poo-then-flee-the-scene\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/26/dirty-dog-owners-why-28-let-their-pet-poo-then-flee-the-scene", "date_published": "2023-07-26T14:23:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Groundbreaking black British playwright to be honoured with blue plaque", "description": "<p>Michael Abbensetts was first black British playwright commissioned to write drama series for UK television</p><p>The first black British playwright to be commissioned to write a television drama series in the UK is to be honoured with a blue plaque at his former London home.</p><p><a href=\"https://www.theguardian.com/tv-and-radio/2016/nov/30/michael-abbensetts-obituary\">Michael Abbensetts</a>, who was born in Guyana in 1938 and settled in Britain in 1963, was one of the first black playwrights and screenwriters to give black British actors a voice on British TV in a series that represented the lived experiences of black people in the UK.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/groundbreaking-black-british-playwright-michael-abbensetts-to-be-honoured-with-blue-plaque\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/groundbreaking-black-british-playwright-michael-abbensetts-to-be-honoured-with-blue-plaque", "date_published": "2023-07-26T14:18:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a real-life Jaws’: the shark documentary upending expectations", "description": "<p>HBO’s After the Bite focuses on a community’s response to rising numbers of a creature often demonized on screen</p><p>Despite its potentially sensational subject matter, the HBO documentary After the Bite is not an official part of Shark Week. It’s a thoughtful and multifaceted documentary covering the proliferation of sharks off the Massachusetts coast, and the specific aftermath of a tragic 2018 shark-bite death that shocked and rattled a Cape Cod beach town.</p><p>Director Ivy Meeropol is aware that her movie has been positioned as (quite literally) Shark Week adjacent. “It’s kind of like a bait and switch,” she admitted. “I’m drawing people in who just are interested in sharks … and maybe they’ll get swept up in the story and find themselves thinking, wow, there’s something a lot scarier than sharks.” Even as broader issues like us-versus-them resistance to science and climate change loom in the background, the movie doesn’t indulge in scaremongering. Instead, it performs a delicate balancing act, acknowledging that there have been more sharks closer to Cape Cod shores in recent years while not giving in to the kind of panic that has informed public perception of sharks since Jaws became an all-time smash hit.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/after-the-bite-shark-documentary-hbo\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/after-the-bite-shark-documentary-hbo", "date_published": "2023-07-26T14:14:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Government likely to lose millions in dispute over PPE contract awarded via ‘VIP lane’", "description": "<p>SG Recruitment UK allegedly failed to deliver on £20m-plus Covid contract awarded after Lord Chadlington introduction</p><p>The UK government appears unlikely to recover any money from a healthcare recruitment agency that allegedly failed to deliver on a multimillion-pound PPE contract awarded during the Covid pandemic.</p><p>The Department of Health and Social Care (DHSC) has confirmed it is in a dispute over the £20m-plus contract awarded to SG Recruitment UK Ltd. However, the agency’s parent company has gone into liquidation, raising questions about whether the government can recoup any funds.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/26/government-millions-ppe-sg-recruitment-uk-lord-chadlington\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/26/government-millions-ppe-sg-recruitment-uk-lord-chadlington", "date_published": "2023-07-26T14:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My Black queer body on a white chaise longue’ … Ajamu’s best photograph", "description": "<p>‘There is a long history of women reclining on chaises longues in paintings. I wanted to place myself within that history. I bought the heels in New York – but the gloves, collar, fishnets and mask are mine’</p><p>In March 1998, I was in Syracuse, New York, for the month, creating some new work. I had no plans to take this photo – the project was not self-portraits – but that’s one of the beauties of photography: you can go somewhere with specific ideas and then create something else.</p><p>I was walking along the street when I saw a chaise longue in a shop. It just called to me. I loved the simplicity of its design and its colour, white, which I knew would contrast well against my black skin. So I bought it! There is a long history of women reclining on chaises longues in paintings: one of my favourites is <a href=\"https://www.theguardian.com/artanddesign/2011/apr/16/edouard-manet-paintings-exhibition-julian-barnes\">Olympia, by Édouard Manet.</a> I was also inspired by the work of the early 20th century US photographer EJ Bellocq, who took images of female sex workers, some on a chaise longue.</p><p><a href=\"https://autograph.org.uk/exhibitions/ajamu-the-patron-saint-of-darkrooms\">Ajamu: The Patron Saint of Darkrooms</a> is at Autograph, London, until 2 September. His work is also in <a href=\"https://www.whitworth.manchester.ac.uk/whats-on/exhibitions/upcomingexhibitions/undefiningqueer/\">(Un)Defining Queer</a> at The Whitworth, Manchester, until 3 December.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/26/black-queer-body-white-chaise-longue-ajamus-best-photograph\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/26/black-queer-body-white-chaise-longue-ajamus-best-photograph", "date_published": "2023-07-26T14:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "After years in wilderness, Kevin Spacey will now seek to rebuild career", "description": "<p>Actor has been largely shunned since allegations first surfaced – and big roles may still be hard to find despite his acquittal</p><p>“In 10 years, it won’t mean anything. My work will live longer than I will, and that’s what will be remembered,” Kevin Spacey said in an interview with Germany’s Zeit magazine last month in the lead-up to his sexual assault trial. “There are people right now who are ready to hire me the moment I am cleared of these charges in London.”</p><p>The actor, who carved out a niche as Hollywood’s favourite sinister villain, has spent years in the wilderness since abuse allegations first surfaced amid the growing #MeToo movement. Now he will seek to restore his reputation and rebuild his career after he was <a href=\"https://www.theguardian.com/culture/2023/jul/26/kevin-spacey-cleared-of-sexually-assaulting-four-men\">cleared of sexually assaulting four men</a>.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/26/after-years-in-wilderness-kevin-spacey-will-now-seek-to-rebuild-career\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/26/after-years-in-wilderness-kevin-spacey-will-now-seek-to-rebuild-career", "date_published": "2023-07-26T13:58:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian forces appear to advance closer to Bakhmut", "description": "<p>Ukrainian official says every type of weapon in use including US cluster munitions as troops push forward</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/26/russia-ukraine-war-live-zelensky-corruption-warning-russia-conscription\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukrainian forces appear to be edging closer to the fiercely contested eastern city of Bakhmut amid claims of heavy fighting to the south and west.</p><p>Three months after Russia claimed victory in a months-long and bloody battle for the devastated city, Ukraine’s troops were reported to have taken the village of Andriivka this week and to be advancing around the village of Klishchiivka, about four miles to the south, occupying important high ground and forests nearby.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/ukrainian-forces-appear-to-advance-closer-to-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/ukrainian-forces-appear-to-advance-closer-to-bakhmut", "date_published": "2023-07-26T13:57:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ministers should fund ‘proper scrappage scheme’ for Ulez, says Starmer", "description": "<p>Labour leader backs mayor’s call for Londoners to get more money to replace vehicles, as party tries to limit electoral fallout</p><p>Keir Starmer has backed Sadiq Khan’s call for the government to put money behind a more generous scrappage scheme to help Londoners upgrade older vehicles as the party seeks to limit the electoral fallout of the policy.</p><p>The Labour leader said that ministers should help fund a “proper scrappage scheme” for owners of more polluting cars affected by the London mayor’s plans to expand the clean air zone, as they have done for similar schemes in Bristol and Birmingham.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/ministers-should-fund-proper-scrappage-scheme-for-ulez-says-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/ministers-should-fund-proper-scrappage-scheme-for-ulez-says-keir-starmer", "date_published": "2023-07-26T13:57:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zac Goldsmith: Gove a ‘monster’ if he pans green policies while aware of urgency", "description": "<p>Exclusive: In first major interview since quitting government, ex-minister hits out at senior Tories for backsliding on climate crisis</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/26/labour-no-10-nigel-farage-natwest-controversy-keir-starmer-rishi-sunak-uk-politics-live-latest-updates\">UK politics live – latest updates</a></li></ul><p>Michael Gove is a “monster” if he continues to rubbish green policies while fully understanding the urgency of the climate crisis, and Grant Shapps, the energy and net zero secretary, is taking “backward steps”, Zac Goldsmith has said in his first major interview since leaving government.</p><p>In a surprisingly frank conversation with the Guardian, the former international environment minister also conceded that Brexit – for which he voted – could be detrimental for the environment in the end if ministers continue to abandon climate commitments in the face of a rightwing resurgence in the Tory party.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/26/zac-goldsmith-interview-michael-gove-monster-green-policies-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/26/zac-goldsmith-interview-michael-gove-monster-green-policies-climate-crisis", "date_published": "2023-07-26T13:56:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "At least five injured in New York City after crane catches fire and collapses", "description": "<p>Arm of crane struck top floor of an adjacent skyscraper as it fell on 10th Avenue and 41st Street in Manhattan</p><p>At least five people were hurt when a construction crane caught fire in New York City on Wednesday morning and its arm crashed on to a street below.</p><p>Video of the incident showed flames in the cab of the crane hundreds of feet above 10th Avenue and 41st Street in Manhattan. The arm struck the top floor of an adjacent skyscraper as it fell, sending <a href=\"https://www.cbsnews.com/newyork/news/watch-live-manhattan-crane-fire-collapse/\">a shower of debris</a> to the ground.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/new-york-crane-collapse-fire-hells-kitchen\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/new-york-crane-collapse-fire-hells-kitchen", "date_published": "2023-07-26T13:56:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drag Me to Dinner review – so stressful and chaotic, it makes The Bear look like a picnic", "description": "<p>There are far too many chefs in the kitchen for this new cooking show – if you can call it that – following drag queens. I couldn’t stomach more than a couple of episodes</p><p>“Oh, this is stressful,” says Drag Me to Dinner host Murray Hill. For a show that is so over the top, this is quite the understatement. The high-stress kitchen chaos of The Bear has nothing on this hybrid reality show, which appeared in the US earlier this year. It is “the best show about duelling parties thrown by pairs of drag queens that the world has ever known,” as one of its many co-hosts, Neil Patrick Harris, quips. He and Hill are joined by Broadway star Haneefah Wood, actor, chef and “life of the party” David Burtka, and the acidic drag queen Bianca Del Rio. With five hosts/judges, it continues to greedily pile on the elements, cherry-picking parts from different reality competitions: it’s Come Dine With Me, it’s Interior Design Masters, it’s the performing challenges on Drag Race, it’s MasterChef and it even has a brief quiz show element. Clearly, its maxim is more is more.</p><p>There might be a reason nobody in television has thought to try this particularly intense combination of ingredients before. The first half of an episode, which works pretty well, tasks the pairs of drag queens with making the food and drinks for a dinner party, to a specific theme. The first is “Tropical Kiki”, with BenDelaCreme and Jinkx Monsoon opting for a“dessert island” concept, and Jackie Beat and Sherry Vine choosing to showcase talking birds and a cheese volcano. The cooking part is fun and anarchic, though I pity the poor crew who had to clean up the mess afterwards. “This is the first time I’ve really cooked,” says Dela, though to call it cooking is pushing it a little. This is puns, gags, wisecracks and a bit of throwing stuff around the kitchen. Burtka occasionally steps in to help, though he has a drag alter ego, Sue Chef, who can also step in to cause havoc if the queens lose the quiz round.</p><p>Drag Me To Dinner is on Disney+</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/drag-me-to-dinner-review-so-stressful-and-chaotic-it-makes-the-bear-look-like-a-picnic\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/drag-me-to-dinner-review-so-stressful-and-chaotic-it-makes-the-bear-look-like-a-picnic", "date_published": "2023-07-26T13:51:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UFO hearings live: Congress to examine claims US government is harboring alien space craft", "description": "<p>House committee will hold hearing after former intelligence official David Grusch alleged the US had encountered ‘malevolant’ alien pilots</p><p><strong>Tim Burchett</strong> and <strong>Anna Paulina Luna,</strong> Republican members of Congress from Florida and Tennessee, respectively, are leading the House oversight committee investigation.</p><p>In a briefing last Thursday, Burchett said he and Luna had been “stonewalled” by federal officials when asking about UFOs, and prevented from accessing some “information to prove that they do exist”.</p><p>We’ve had a heck of a lot of pushback about this hearing. There are a lot of people who don’t want this to come to light.</p><p>We’re gonna get to the bottom of it, dadgummit. Whatever the truth may be. We’re done with the cover-up.</p><p>There’s no first-hand knowledge. He didn’t see these things himself. He didn’t touch them. He wasn’t part of the operation to retrieve them and we haven’t heard from anyone who was.</p><p>The story aligns with a lot of similar stories that have played out, going back to the 1980s and 1970s, that together allege that the US government has kept an incredible secret, the literal most extraordinary secret that mankind could have, for not just weeks or months, but years and decades, with no meaningful leak or documentary evidence to ever come forward.</p><p>And I think when you look at the government’s ability to keep secret other really important secrets, there’s a lot of reason to doubt the capability of the government to do that.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/26/ufo-hearing-congress-david-grusch-whistleblower-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/26/ufo-hearing-congress-david-grusch-whistleblower-live-updates", "date_published": "2023-07-26T13:35:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Devon and Cornwall police chief suspended on misconduct allegations", "description": "<p>Will Kerr has been in role since December 2022 having been headhunted </p><p>Will Kerr, the chief constable of Devon and Cornwall police. has been suspended from duty over misconduct allegations just eight months after starting the role.</p><p>The police and crime commissioner for Devon and Cornwall, <a href=\"https://www.alisonhernandez.co.uk/\">Alison Hernandez</a>, made the decision to suspend the chief of the <a href=\"https://www.statista.com/statistics/877540/leading-police-forces-by-officer-numbers-in-the-uk/\">tenth largest force in England</a> The decision to suspend Kerr followed a crisis meeting that began on Friday, with discussions continuing until the announcement on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/devon-and-cornwall-police-chief-suspended-on-misconduct-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/devon-and-cornwall-police-chief-suspended-on-misconduct-allegations", "date_published": "2023-07-26T13:26:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bite the air in Britain and you can taste the prejudices that haunt us. I’m sorry I became part of it | Martin Rowson", "description": "<p>After drawing a cartoon including antisemitic tropes, I am trying to respond in the best way I can: to apologise, to learn and to be vigilant</p><p>I have been a political cartoonist my whole adult life, and I believe what I do is important. Satirical cartoons weave together humour and weird kinds of sympathetic magic to damage, and thereby try to curb the excesses of, powerful people through caricature and mockery, by means of metaphor and symbols: things signifying things other than themselves; allegories and allusions; tropes, if you like. They also require a lot of deniable ambiguity, because they undermine power by laughing at it, and power has a huge armoury of weapons with which to answer back.</p><p>Nonetheless, instead of the rather pompous definition of satire as “puncturing pomposity”, I’ve always preferred the punchline of the great joke where a son comes home from work complaining to his mother about his new boss. She replies, with the wisdom of mothers: “If he’s so special, how come he shits and he’s going to die?”</p><p>Martin Rowson is a cartoonist and author</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/britain-prejudices-cartoon-antisemitic-tropes\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/britain-prejudices-cartoon-antisemitic-tropes", "date_published": "2023-07-26T13:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump to return ancient Israeli artefacts held at Mar-a-Lago", "description": "<p>Israel sent items including ancient coins and ceramic oil lamps in December 2019 for Hanukkah event at White House </p><p>Donald Trump will finally return <a href=\"https://www.theguardian.com/us-news/2023/jul/18/treasures-lent-by-israel-for-white-house-event-stranded-at-mar-a-lago-donald-trump\">ancient artefacts</a> sent to the US by Israel in 2019 after the items had a lengthy stay at Mar-a-Lago.</p><p>Israel sent the items to the US in December 2019 for a Hanukkah event at the White House. The artefacts were meant to be displayed for the 2019 event and then returned to Israel, but the US state department prevented their display over concerns they may have been taken from the West Bank.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/trump-return-israeli-items-mar-a-lago\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/trump-return-israeli-items-mar-a-lago", "date_published": "2023-07-26T13:21:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italian government accused over axing of Roberto Saviano TV show", "description": "<p>Far-right government accused of leaning on state broadcaster to axe programme by journalist who criticised ministers</p><p>Italy’s far-right government has been accused of leaning on the state broadcaster to axe an anti-mafia television programme by the journalist Roberto Saviano after he criticised the country’s leaders.</p><p>Four episodes of Saviano’s programme, <a href=\"https://www.raiplay.it/programmi/insider-facciaafacciaconilcrimine\">Insider, Face to Face With Crime</a>, had already been recorded and were scheduled for broadcast in November by Rai, the Italian state broadcaster.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/italian-government-accused-over-axing-of-critics-tv-show-roberto-saviano\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/italian-government-accused-over-axing-of-critics-tv-show-roberto-saviano", "date_published": "2023-07-26T13:10:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Whale strandings and New York strikes: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/26/whales-new-york-strikes-wednesday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/26/whales-new-york-strikes-wednesday-best-photos", "date_published": "2023-07-26T13:09:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Giuliani admits making false statements about Georgia election workers", "description": "<p>Trump’s attorney at time of 2020 presidential loss concedes claims were defamatory in response to lawsuit filed by workers</p><p>A court filing by Rudy Giuliani in response to a lawsuit filed against him by two Georgia election workers, Ruby Freeman and her daughter Wandrea “Shaye” Moss, included a concession: Giuliani admitted to making defamatory statements against the workers.</p><p>The workers complained in court that Giuliani has failed to produce records of the exchange between then president Donald Trump and Giuliani, who served as Trump’s attorney at the time in the wake of his 2020 presidential election loss. The election workers were <a href=\"https://www.politico.com/news/2023/07/26/giuliani-trump-election-00108205\">cited </a>by Giuliani and then Trump as an example of election fraud in Georgia where they were accused of manipulating ballots – despite the claims being repeatedly debunked by Georgia election officials and federal investigators.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/rudy-giuliani-georgia-election-defamation-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/rudy-giuliani-georgia-election-defamation-lawsuit", "date_published": "2023-07-26T13:03:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British athletes accuse UKA of ‘stealing’ World Championships chance", "description": "<ul><li>Lina Nielsen, Joshua Zeller and Amelia Strickler air their anger</li><li>UK Athletics set to reject World Championships invitations</li></ul><p>Furious British athletes have accused the national federation of “stealing” their chance to compete at next month’s World Championships, with UK Athletics set to rip up their invitations.</p><p>At least 19 British athletes will be told they cannot take their place at the sport’s showpiece event despite qualifying through the world rankings. “UK Athletics make us feel like the shittest athletes in the world,” said Lina Nielsen, Britain’s No 2-ranked 400 metres hurdler. “I feel like I am being robbed.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/british-athletes-accuse-uka-of-stealing-world-championships-chance\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/british-athletes-accuse-uka-of-stealing-world-championships-chance", "date_published": "2023-07-26T13:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I made upskirting illegal. This is why I don't want to change any more laws | Gina Martin", "description": "<p>I don’t want more prisons and punishment for men – I want to help prevent sexual assault so women are safer in the first place</p><p>“In 2017, at British Summer Time Festival, a man stuck his hands between <a href=\"https://www.theguardian.com/uk-news/video/2018/jun/15/upskirting-happened-to-me-and-now-im-changing-the-law-video\">Gina</a>’s legs and took a photo of her crotch.” This is how most people begin to write about me, regardless of the context. Interviews often start like this. Events I am hosting for the release of my new book will begin like this. And I get it: the campaign I led to <a href=\"https://www.theguardian.com/uk-news/2019/apr/12/upskirting-law-comes-into-force-england-and-wales-cases-rise\">change the law</a>, making upskirting a specific offence in England and Wales in 2019, was a big news story. It also had a global impact; Gibraltar<strong> </strong>and France changed their laws in response and it was even featured on Saturday Night Live. I knew it had changed my life when I was <a href=\"https://www.theguardian.com/politics/2020/dec/01/number-of-people-rejecting-queens-honours-doubles-in-past-decade\">nominated for an OBE</a>.</p><p>Since I was 26 I have been known as “the upskirting girl”. I still receive emails from those who’ve used the law and get stopped on the street by people thanking me. Sometimes they pass me a note with their story hastily jotted down, because repeating it will make what’s happened to them feel too real. I cherish these interactions and I’m proud that my political activism has had a lasting positive impact, but I also have a complex relationship with it.<br /><br />The upskirting campaign was my first campaign. I see it as part of my work, not the extent of it, and it’s also intimately tied to pain. For the public, being upskirted was an exciting origin story, but for me it was trauma. I was assaulted in public, and everyone knows the details. They want to hear the story from my mouth so they can enjoy the triumph at the end. The plot twist.</p><p>Gina Martin is a gender equality campaigner, speaker and writer whose work focuses on gender, misogyny and sexual violence. Her book,<em> </em>No Offence, But … is published on 27 July</p><p>Join Gina Martin, Ben Hurst and Cathy Reay and writer Natty Kasambala, for a Guardian Live event about her new book, on Thursday 27 July 2023, 8pm–9pm. Book tickets <a href=\"https://membership.theguardian.com/live/gina-martin-no-offence-but-651782698597\">here</a>.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/i-made-upskirting-illegal-prevent-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/i-made-upskirting-illegal-prevent-sexual-assault", "date_published": "2023-07-26T13:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Renters’ health at risk if UK energy efficiency rules delayed, say campaigners", "description": "<p>Ministers accused of ‘caving to landlord lobby’ amid reports tougher standards for new lettings could be delayed</p><p>Renters have told ministers that any delay to new energy efficiency rules for privately let homes risks making people sick as they are forced to turn down the heating in winter.</p><p>The prime minister, Rishi Sunak, is reported to be <a href=\"https://www.ft.com/content/f1857432-85ae-4289-9ee6-087a205c9bbf\">ready to pause requirements</a> for new lettings to meet tougher insulation standards by 2025, after landlords lobbied ministers saying many could not afford it.</p> <a href=\"https://www.theguardian.com/money/2023/jul/26/renters-health-at-risk-if-uk-energy-efficiency-rules-delayed-say-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/26/renters-health-at-risk-if-uk-energy-efficiency-rules-delayed-say-campaigners", "date_published": "2023-07-26T12:59:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greta Gerwig responds to trolling from rightwing Barbie critics", "description": "<p>After criticism including doll burning, the director said her film is ‘an invitation for everybody to be part of the party’</p><p>Barbie director Greta Gerwig has responded to the onslaught of criticism from rightwingers in the US by saying it’s “an invitation for everybody to be part of the party”.</p><p><a href=\"https://www.nytimes.com/2023/07/25/movies/greta-gerwig-barbie-movie.html\">In an interview with the New York Times</a>, Gerwig was asked if she had anticipated “the degree to which rightwing pundits are bashing the movie as being ‘woke’ and burning their Barbies”. Gerwig, who co-wrote the movie as well as directing it said: “Certainly, there’s a lot of passion. My hope for the movie is that it’s an invitation for everybody to be part of the party and let go of the things that aren’t necessarily serving us as either women or men.”</p> <a href=\"https://www.theguardian.com/film/2023/jul/26/greta-gerwig-trolling-doll-burning-rightwing-barbie-critics\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/26/greta-gerwig-trolling-doll-burning-rightwing-barbie-critics", "date_published": "2023-07-26T12:56:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Google, Microsoft, OpenAI and startup form body to regulate AI development", "description": "<p>Tech companies say Frontier Model Forum  will focus on ‘safe and responsible’ creation of new models</p><p>Four of the most influential companies in artificial intelligence have announced the formation of an industry body to oversee safe development of the most advanced models.</p><p>The Frontier Model Forum has been formed by the ChatGPT developer OpenAI, Anthropic, Microsoft and Google, the owner of the UK-based DeepMind.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/26/google-microsoft-openai-anthropic-ai-frontier-model-forum\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/26/google-microsoft-openai-anthropic-ai-frontier-model-forum", "date_published": "2023-07-26T12:56:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Armed troops blockade presidential palace in Niger", "description": "<p>President Mohamed Bazoum ‘safe and well’ as source describes move as ‘fit of temper’ by  elite troops</p><p>Armed troops have blockaded the presidential palace in Niger, one of the world’s most unstable nations where there have been four coups since the country gained independence in 1960.</p><p>The soldiers, including members of the presidential guard of Mohamed Bazoum, were said to be engaged in negotiations with the president – who was described as “safe and well” – as the country’s army and national guard threatened to attack the presidential force unless they stepped down.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/armed-troops-blockade-presidential-palace-in-niger-mohamed-bazoum\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/armed-troops-blockade-presidential-palace-in-niger-mohamed-bazoum", "date_published": "2023-07-26T12:51:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Energy suppliers may be made to run evening helplines in Ofgem shake-up", "description": "<p>Winter customer service plan part of proposals to stop households and businesses being shortchanged </p><p>Energy suppliers could be forced to keep customer service lines open on evenings and weekends this winter under rules proposed by the regulator for Great Britain to help struggling customers.</p><p>Ofgem has set out a string of proposals to stop energy suppliers “shortchanging” households and businesses and reverse the steady decline in customer satisfaction.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/energy-suppliers-may-be-made-to-run-evening-helplines-in-ofgem-shake-up\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/energy-suppliers-may-be-made-to-run-evening-helplines-in-ofgem-shake-up", "date_published": "2023-07-26T12:37:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ghana abolishes death penalty, with expected reprieve for 176 condemned prisoners", "description": "<p>Country joins growing list of African nations free of capital punishment, but execution remains for high treason</p><p>Ghana has become the 29th country in Africa to abolish the death penalty in a move hailed by human rights activists.</p><p>The decision means that the 176 people currently on death row, including six women, are likely to have their sentences commuted to life imprisonment.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/26/ghana-abolishes-death-penalty-with-expected-reprieve-for-176-condemned-prisoners\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/26/ghana-abolishes-death-penalty-with-expected-reprieve-for-176-condemned-prisoners", "date_published": "2023-07-26T12:33:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA and Dutch approach World Cup final rematch with new vulnerabilities", "description": "<p>The Americans and the Netherlands were on top of the world in 2019. But both teams have had struggles since their meeting in Lyon four years ago</p><p>For nine months, players and coaches from the United States and the Netherlands have deflected questions about the impending rematch of the 2019 World Cup final. For nine months, they stressed that each team had a group stage match to play before they met, and that they would approach the tournament one game at a time.</p><p>Now, the moment has arrived, and there is no getting around it: Thursday’s match in Wellington is likely to decide the group winner and, with it, the pathway if the teams are to return to the final. This is the game the teams – and fans around the world – have been anticipating since the World Cup draw in October.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/usa-netherlands-womens-world-cup-2023-group-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/usa-netherlands-womens-world-cup-2023-group-stage", "date_published": "2023-07-26T12:13:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It feels like it’s strike summer’: US unions flex muscles across industries", "description": "<p>Labor is increasingly militant after years of inaction, energized by star power from the actors’ and writers’ strikes</p><p>It’s been a fast and furious few weeks for labor. First, 3,000 workers went on strike at<a href=\"https://www.theguardian.com/business/2023/jun/23/starbucks-strike-pride-decorations-ban\"> 150 Starbucks</a>, then 6,000 Los Angeles <a href=\"https://www.theguardian.com/us-news/2023/jul/04/los-angeles-hotel-workers-strike\">hotel workers</a> walked out, and now 11,500<a href=\"https://www.theguardian.com/technology/2023/jul/22/sag-aftra-wga-strike-artificial-intelligence\"> Hollywood writers</a> and 160,000 television and movie actors have gone on strike. Not only that, 340,000 UPS workers seemed ready to walk out on 1 August, and the United Auto Workers (UAW) union is threatening to strike one or more Detroit automakers later this summer.</p><p>“It feels like it’s strike summer,” said Kent Wong, director of the UCLA Labor Center. “There’s tremendous energy within the labor movement, and there’s tremendous energy on the strike lines.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/strike-summer-us-unions-flex-muscles\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/strike-summer-us-unions-flex-muscles", "date_published": "2023-07-26T12:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "People in Turkey and Syria: what has life been like since the February earthquakes?", "description": "<p>We’d like to hear from people affected by the earthquakes and how they have experienced the months since the disaster</p><p>We’d like to hear from people who were affected by the <a href=\"https://www.theguardian.com/world/2023/feb/06/turkey-earthquake-syria-what-we-know-so-far\">two devastating earthquakes</a> of 7.8 and 7.6 magnitude on 6 February in Turkey and Syria.</p><p>We are interested to hear from people about what their lives have been like since the disaster, how their family and community have been affected, and the ways in which daily life may have changed since the earthquakes.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/people-in-turkey-and-syria-what-has-life-been-like-since-the-february-earthquakes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/people-in-turkey-and-syria-what-has-life-been-like-since-the-february-earthquakes", "date_published": "2023-07-26T11:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rumours swirl over dramatic fall of Xi loyalist Qin Gang", "description": "<p>Sacked foreign minister’s rise was linked to his ties to president; his disappearance and dismissal have caused a scandal</p><p>The dismissal of Qin Gang, a key Xi Jinping loyalist, from the post of Chinese foreign minister is shaping up to be one of the country’s biggest political scandals in years. Qin spent just seven months in the role, the shortest tenure of any to have served, and mysteriously disappeared from view last month. He was sacked on Tuesday, replaced with his predecessor Wang Yi, and is <a href=\"https://www.theguardian.com/world/2023/jul/25/qin-gang-china-says-foreign-minister-has-been-replaced\">yet to reappear</a> in public.</p><p>Political purgings – if that is what has happened to Qin – <a href=\"https://www.theguardian.com/world/2023/jul/25/the-growing-list-of-chinese-elites-who-disappear-but-later-resurface-subdued\">are not rare in China</a>. Thousands of officials, including high-ranking political rivals of Xi, have been targeted by anti-corruption campaigns or shuffled out of view – sometimes literally, as in the case of the <a href=\"https://www.theguardian.com/world/2022/oct/28/china-hu-jintao-removal-20th-party-congress-suspicious-or-not\">former president Hu Jintao</a>, who was physically removed from his seat at a Communist party meeting in Beijing last year.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/rumours-swirl-over-dramatic-fall-of-xi-loyalist-qin-gang-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/rumours-swirl-over-dramatic-fall-of-xi-loyalist-qin-gang-china", "date_published": "2023-07-26T11:50:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Game of Thrones star Jack Gleeson to return to screen for Famous Five remake", "description": "<p>Irish actor who retired nine years ago after playing villainous king to appear in BBC adaptation of Enid Blyton’s books</p><p>The actor Jack Gleeson, who played Joffrey Baratheon in Game of Thrones, will be returning to screens for a role in the BBC’s The Famous Five series – nine years after announcing he was retiring from acting.</p><p>The 31-year-old Irish actor said he was quitting after playing the villainous king, revealing in interviews that the experience of acting full-time had made him less “passionate” about the job.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/jack-gleeson-game-of-thrones-return-screens-famous-five-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/jack-gleeson-game-of-thrones-return-screens-famous-five-bbc", "date_published": "2023-07-26T11:35:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France Femmes: stage four’s long ride to Rodez – live", "description": "<ul><li>Live updates from the 177km ride from Cahors to Rodez</li><li>Get in touch! You can <a href=\"mailto:amy.sedghi.casual@guardian.co.uk\">email Amy</a> here or <a href=\"https://twitter.com/AmySedghi\">tweet</a> her</li></ul><p><strong>145km to go:</strong> A strong breakaway group, including the likes of Audrey Cordon-Ragot (Human Powered Health), Lucinda Brand (Lidl-Trek), Christine Majerus (SD Worx), Coryn Labecki (Jumbo-Visma) and Koster have been caught by the chasing group. The front group has grown to around 14 riders as a result. They have a decent 1min 40sec gap now and it’s increasing.</p><p><strong>157km to go:</strong> Koster did fancy the QOM points – she’s bagged herself two. Kathrin Hammes (EF Education-Tibco-SVB) takes 1pt on the Col de Crayssac. A group of 14 riders have attacked and have 10sec on the bunch. The peloton follows behind with a 15sec gap.<br /></p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/26/tour-de-france-femmes-stage-fours-long-ride-to-rodez-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/26/tour-de-france-femmes-stage-fours-long-ride-to-rodez-live", "date_published": "2023-07-26T11:34:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Why Ashes? The burning issue of ‘obituary’ behind great rivalry", "description": "<p>Reginald Shirley Brooks’s wry dig at English cricket also backed a cause that was close to his late father’s heart: cremation</p><p>A few weeks ago I was walking down the Harleyford Road on the way to the Oval when I saw a man daubing the famous Ashes “obituary” on the outside of the ground. You likely know the one: “In Affectionate Remembrance of English cricket, which died at The Oval on 29th August 1882 …” This was no spontaneous piece of street art. A professional muralist was painting a perfect facsimile on the wall outside the Bedser Stand, just opposite Archbishop Tenison’s School. Next to it in bold lettering was written “THE KIA OVAL – BIRTHPLACE OF THE ASHES”.</p><p>I stopped and stared as the traffic whizzed by. Looking at the increased size of the “obituary”, two things struck me. First, that there is something satisfying about its simple yet effective design. Rather than being off-putting, the different style and sizes of font draw the eye.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/why-ashes-the-burning-issue-of-obituary-behind-great-cricket-rivalry\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/why-ashes-the-burning-issue-of-obituary-behind-great-cricket-rivalry", "date_published": "2023-07-26T11:28:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pushing Buttons: Games let us live to the limits of our mortality – and beyond", "description": "<p>In this week’s newsletter: It’s an act of subversion to design a game that tries to get you to think about death, but titles that embrace it can be wonderfully freeing</p><p><strong>• <a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></p><p>There’s a line in Gabrielle Zevin’s brilliant novel Tomorrow, and Tomorrow, and Tomorrow, <a href=\"https://www.theguardian.com/books/2022/aug/05/tomorrow-and-tomorrow-and-tomorrow-review-love-virtually\">a multilayered love story about game designers</a>, that shows remarkable understanding of video games and what they do for us. “What, after all, is a video game’s subtextual preoccupation if not the erasure of mortality?”</p><p>It’s a connection that Zevin draws several times in her fabulous book, the contrast between the endlessly replayable, replaceable lives of video games and our own real, distressingly fragile mortal lives.</p> <a href=\"https://www.theguardian.com/games/2023/jul/26/pushing-buttons-video-games-death-mario-xcom-gabrielle-zevin-tomorrow\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/26/pushing-buttons-video-games-death-mario-xcom-gabrielle-zevin-tomorrow", "date_published": "2023-07-26T11:25:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canada v Republic of Ireland: Women’s World Cup 2023 – live", "description": "<ul><li>Updates from 1pm BST/10pm NZST/8pm AWST kick-off</li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/25/david-squires-on-womens-world-cup-2023\">David Squires on … shirts, VAR and disparity at the World Cup</a></li><li><a href=\"mailto:barry.glendenning@theguardian.com\">Email Barry</a> with any thoughts | Tweet <a href=\"https://twitter.com/bglendenning\">@bglendenning</a></li></ul><p><strong>Those teams:</strong> Canada’s skipper Christine Sinclair is omitted from the starting line-up, the 40-year-old striker dropping to the bench at her sixth World Cup. Chelsea’s Jessie Fleming returns to the side after recovering from injury.</p><p>With Heather Payne and Louise both passed fit to play, Vera Pauw makes just one change to the Ireland side that lost against Australia. Lucy Quinn comes into the front three in place of Marissa Sheva.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/26/canada-v-republic-of-ireland-womens-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/26/canada-v-republic-of-ireland-womens-world-cup-2023-live", "date_published": "2023-07-26T11:18:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Contempt threat against climate activist may undermine trial by jury, lawyers say", "description": "<p>Trudi Warner could be prosecuted over holding up placard outside court where fellow activists banned from using climate crisis in defence</p><p><strong> </strong>Leading lawyers have accused the government of undermining trial by jury after a climate activist was told she faces contempt proceedings over holding a sign outside court.</p><p>The placard allegedly held by Trudi Warner, 68, outside a trial of fellow climate activists in March, read: “Jurors: you have an absolute right to acquit a defendant according to your conscience”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/contempt-threat-against-climate-activist-may-undermine-trial-by-jury-lawyers-say\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/26/contempt-threat-against-climate-activist-may-undermine-trial-by-jury-lawyers-say", "date_published": "2023-07-26T11:12:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tom Lake by Ann Patchett review – homespun happiness", "description": "<p>An American fruit farm is the setting for a bittersweet tale of family heartbreak and hope during the pandemic</p><p>Ann Patchett’s fourth novel, the hostage drama <a href=\"https://www.theguardian.com/books/2001/jul/14/fiction.reviews1\">Bel Canto</a>, propelled her to literary fame in 2001, winning the Women’s prize for fiction. Two solid novels followed, <a href=\"https://www.theguardian.com/books/2007/aug/18/featuresreviews.guardianreview16\">Run</a> and <a href=\"https://www.theguardian.com/books/2011/jun/24/ann-patchett-state-of-wonder-review\">State of Wonder</a>, but Patchett has produced the best fiction of her career in recent years, with the magnificent family dramas <a href=\"https://www.theguardian.com/books/2016/sep/16/commonwealth-by-ann-patchett-review\">Commonwealth</a> (2016) and <a href=\"https://www.theguardian.com/books/2019/sep/25/dutch-house-ann-patchett-review\">The Dutch House</a> (2019), a finalist for the Pulitzer prize. There has been nonfiction, too, with two essay collections, including <a href=\"https://www.theguardian.com/books/2021/nov/18/these-precious-days-by-ann-patchett-review-a-reckoning-with-loss\">These Precious Days </a>(2021), the centrepiece of which is a Harper’s magazine piece that went viral about Patchett’s lockdown friendship with Tom Hanks’s assistant, Sooki Raphael. Raphael moved into Patchett’s Nashville home to start a clinical trial for the recurrent pancreatic cancer that would ultimately end her life, and Patchett turned this into a deep exploration of kindness, death and resilience.</p><p>The key to Patchett’s appeal, both in essays and novels, is her very particular tone: decent, steady, unthreatening, with a low hum of intelligence that is somehow rooted in the old-fashioned, friendly but steely American decorum that spawned Louisa May Alcott – and, indeed, Tom Hanks (who, incidentally, narrates the audiobook of The Dutch House). A solid determination to see the good in people, even those who behave badly, generates a feeling that humanity may be salvageable after all. Throw in impressive storytelling skills and an ability to harness and control narrative and thematic complexities, and the result is transporting, intelligent, accessible fiction.</p> <a href=\"https://www.theguardian.com/books/2023/jul/26/tom-lake-by-ann-patchett-review-homespun-happiness\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/26/tom-lake-by-ann-patchett-review-homespun-happiness", "date_published": "2023-07-26T11:01:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 books by neglected female thinkers", "description": "<p>You might not hear much about it if you study philosophy, but this rich intellectual tradition is centuries old and often more open to the mess of life than its male counterpart</p><p>As a graduate student in philosophy years ago, I had a life-changing insight: there were women philosophers. Lots of them. So many in fact that it was laughably tragic how easy it had been for me to study the history of philosophy completely oblivious to their existence.</p><p>I also discovered, unsurprisingly, that like their male counterparts, female philosophers were interested in all sorts of topics and represented a rich variety of intellectual sensibilities and temperaments. But I was drawn especially to the messier types. Those who didn’t respect the distinction between the abstract and the everyday, and whose experience of being a woman in the world bled into her work – in some cases just a little and in others consuming her entire opus.</p> <a href=\"https://www.theguardian.com/books/2023/jul/26/top-10-books-by-neglected-female-thinkers\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/26/top-10-books-by-neglected-female-thinkers", "date_published": "2023-07-26T11:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fiscal realities intrude on Sir Keir’s dreams – the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jul/26/fiscal-realities-intrude-on-sir-keirs-dreams-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jul/26/fiscal-realities-intrude-on-sir-keirs-dreams-the-stephen-collins-cartoon", "date_published": "2023-07-26T11:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Samsung Galaxy Z Flip 5 and Z Fold 5: upgraded folding phones launched", "description": "<p>New high-tech devices announced alongside water-resistant Tab S9 Android tablets and Galaxy Watches</p><p>Samsung has unveiled its next-generation devices with folding screens, including the popular Z Flip phone, alongside new water-resistant premium tablets and Galaxy Watch smartwatches.</p><p>The Galaxy Z Flip 5 and Z Fold 5 were unveiled on Wednesday at an event in the company’s home country of South Korea, alongside a new series of Tab S9 Android tablets and the Galaxy Watch 6 running Google’s Wear OS software.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/26/samsung-galaxy-z-flip-5-and-z-fold-5-upgraded-folding-phones-launched\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/26/samsung-galaxy-z-flip-5-and-z-fold-5-upgraded-folding-phones-launched", "date_published": "2023-07-26T11:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire puddings: three weird, delicious ways to eat Britain’s favourite regional delicacy", "description": "<p>A new survey shows the Sunday roast staple is even more popular than cheddar cheese. But do they work as a bowl, a sandwich or a dessert? Our intrepid writer finds out</p><p>The yorkshire pudding is Britain’s favourite regional delicacy. According to a new survey of <a href=\"https://www.dailymail.co.uk/news/article-12333411/A-heavenly-food-Gods-country-Yorkshire-pudding-tops-list-Britains-favourite-regional-delicacies-beating-Cheddar-cheese-shortbread-Cornish-pasties.html\">2,000 adults, yorkshire puddings are now officially more beloved than cheddar cheese, bakewell tarts and scotch eggs</a>. But, setting aside all regional biases, aren’t yorkshire puddings a bit, you know, bland? Made of flour, eggs and milk, they’re just pancakes cooked in a muffin tin, aren’t they?</p><p>But perhaps by only ever eating them with roast dinners, yorkshire puddings have been hiding their light from me under a bushel. With this in mind, I decided to venture into vast and unknown territories, by eating yorkies three different ways.</p> <a href=\"https://www.theguardian.com/food/2023/jul/26/yorkshire-puddings-three-weird-delicious-ways-to-eat-britains-favourite-regional-delicacy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/26/yorkshire-puddings-three-weird-delicious-ways-to-eat-britains-favourite-regional-delicacy", "date_published": "2023-07-26T11:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anderson makes the cut in unchanged England team for final Ashes Test", "description": "<ul><li>Fast bowler will turn 41 on fourth day of Oval contest</li><li>Warner dismisses claims he and Smith quitting Test cricket</li></ul><p>England have named an unchanged XI for the fifth and final Ashes Test at the Oval.</p><p>Record wicket-taker Jimmy Anderson, who turns 41 on day four, retains his place in the side despite a disappointing series thus far while Mark Wood and Chris Woakes have both been passed fit.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/jimmy-anderson-makes-the-cut-in-unchanged-england-team-australia-final-ashes-test-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/jimmy-anderson-makes-the-cut-in-unchanged-england-team-australia-final-ashes-test-cricket", "date_published": "2023-07-26T10:52:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Watchdog investigates EU border agency’s role after Greece boat disaster", "description": "<p>Ombudsman to examine search and rescue role of Frontex after at least 500 people drowned in tragedy</p><p>The EU watchdog has launched an investigation into the role of the European <a href=\"https://frontex.europa.eu/\">border and coastguard agency</a> in Mediterranean search and rescue operations after at least 500 people drowned off the coast of Greece last month when their boat capsized.</p><p>Emily O’Reilly, the European ombudsman, has opened the inquiry on her own initiative amid continuing conflicting reports about what some have described as a preventable tragedy.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/watchdog-investigates-eu-border-agency-role-after-greece-boat-disaster-frontex-search-rescue\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/watchdog-investigates-eu-border-agency-role-after-greece-boat-disaster-frontex-search-rescue", "date_published": "2023-07-26T10:52:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rolls-Royce shares soar amid boom in travel and defence demand", "description": "<p>Engineering firm expects big jump in profits after post-Covid revival in airline flying hours</p><p>Shares in Rolls-Royce have risen to their highest since the start of the coronavirus pandemic after it surprised investors with a big jump in expected profits on the back of high demand in its jet engine and defence businesses.</p><p>The FTSE 100 engineering firm said its civil aerospace and defence units had reported higher sales and “cost efficiencies” that improved profitability, in an unscheduled trading update on Wednesday morning.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/rolls-royce-shares-travel-defence-airline-flying-hours\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/rolls-royce-shares-travel-defence-airline-flying-hours", "date_published": "2023-07-26T10:22:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors in England to stage four-day strike in August", "description": "<p>BMA announces latest action beginning on 11 August in dispute over pay and conditions</p><p>Ministers are under fresh pressure to resolve the NHS pay row after junior doctors announced they will stage a four-day walkout next month that is likely to lead to thousands more cancelled operations.</p><p>Rishi Sunak, the prime minister, and Steve Barclay, the health secretary, have so far both repeatedly stuck to the line that the government’s pay offer of 6% is “final”.</p> <a href=\"https://www.theguardian.com/society/2023/jul/26/junior-doctors-england-to-stage-four-day-strike-in-august-bma\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/26/junior-doctors-england-to-stage-four-day-strike-in-august-bma", "date_published": "2023-07-26T10:14:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A strong whiff of desperation surrounds threats to impeach Biden | Margaret Sullivan", "description": "<p>Anything to please Trump and disparage the successful Democratic president</p><p>The setting was inevitable, and the personalities predictable.</p><p>On a Fox News interview (where else?) conducted by Sean Hannity (who else?), the House speaker, Kevin McCarthy, floated the idea on Monday that House Republicans should move toward impeaching President Biden.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/republican-threat-impeach-biden-desperation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/republican-threat-impeach-biden-desperation", "date_published": "2023-07-26T10:10:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Northants v Lancs, Yorks v Durham and more – live", "description": "<ul><li>News from around the grounds on day two</li><li>Get in touch! You can <a href=\"mailto:james.wallace.casual@guardian.co.uk\">email James</a> here or <a href=\"https://twitter.com/Jimbo_Cricket\">tweet</a> him</li></ul><p><strong>Cheltenham… Gloucester…</strong> off to boil the kettle and will be humming this for the duration. They don’t make them like they used to!</p><p><strong>In case you missed ‘em,</strong> here are the overnight scores.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/26/county-cricket-northants-v-lancs-yorks-v-durham-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/26/county-cricket-northants-v-lancs-yorks-v-durham-and-more-live", "date_published": "2023-07-26T10:09:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We can’t afford to be climate doomers | Rebecca Solnit", "description": "<p>It often seems that people are searching harder for evidence we’re defeated than that we can win</p><p>Stanford engineering professor and renewable energy expert Mark Z Jacobson <a href=\"https://twitter.com/mzjacobson/status/1681346960136216576\">tweeted</a> the other day, “Given that scientists who study 100% renewable energy systems are unanimous that it can be done why do we hear daily on twitter and everywhere else by those who don’t study such systems that it can’t be done?” A significant percentage of the general public speaks of climate change with a strange combination of confidence and defeatism: confidence in positions often based on inaccurate or outdated or maybe no information; defeatism about what we can do to make a livable future. Maybe they just get their facts from other doom evangelists, who flourish on the internet, no matter how much reputable scientists demonstrate their errors.</p><p>They’re surrendering in advance and inspiring others to do the same. If you announce that the outcome has already been decided and we’ve already lost, you strip away the motivation to participate – and of course if we do nothing we settle for the worst outcome. It often seems that people are searching harder for evidence we’re defeated than that we can win. Warnings are a valuable thing, given with the sense that there’s something we can do to prevent the anticipated outcome; prophesies assume the future is settled and there’s nothing we can do. But the defeatists often describe a present they assert are locking in the worst outcomes.</p><p>Rebecca Solnit’s most recent books are Orwell’s Roses and the climate anthology Not Too Late: Changing the Climate Story from Despair to Possibility, co-edited with Thelma Young Lutunatabua</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/we-cant-afford-to-be-climate-doomers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/we-cant-afford-to-be-climate-doomers", "date_published": "2023-07-26T10:05:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain cruise into World Cup last 16 in ruthless 5-0 victory over Zambia", "description": "<p>Spain eased into the last 16 with another performance to suggest that they can be candidates. Zambia’s players, meanwhile, were left lying on the turf in tears, heading home early having conceded 10 in the opening two games of their first World Cup.</p><p>Jenni Hermoso scored twice on her 100th appearance to take her to 50 international goals, with two more from substitute Alba Redondo and a belting opener from Teresa Abelleira completing a 5-0 victory in Aukland.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/spain-qualify-zambia-match-report-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/spain-qualify-zambia-match-report-womens-world-cup", "date_published": "2023-07-26T10:03:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Opening of Liverpool’s new Anfield Road stand delayed for start of season", "description": "<ul><li>New upper tier now scheduled to open in October</li><li>£80m stand will increase Anfield’s capacity to 61,000 </li></ul><p>Liverpool’s new £80m Anfield Road stand will not be fully open for the first home game of the season as planned and is not expected to reach 100% capacity until October.</p><p>Work on the ambitious project <a href=\"https://www.theguardian.com/football/2021/sep/22/liverpool-ready-to-start-work-on-expanding-anfield-capacity-to-61000\">started in September 2021</a> and Liverpool had hoped it would be completed in time for Bournemouth’s visit to Anfield on 19 August, having requested their opening Premier League game be played away from home. However, only the existing lower tier will be open against Bournemouth.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/opening-of-liverpools-new-anfield-road-stand-delayed-for-start-of-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/opening-of-liverpools-new-anfield-road-stand-delayed-for-start-of-season", "date_published": "2023-07-26T10:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Everyone here is called Ken! Inside BarbieCon, the huge Barbie event Mattel is keeping quiet", "description": "<p>A yearly convention brings together superfans for shopping, fashion shows and workshops on making doll-sized tropical drinks – if you can score a ticket</p><p>It started in April, with the <a href=\"https://ruggable.com/collections/barbie-rugs-and-doormats?gclid=Cj0KCQjw2eilBhCCARIsAG0Pf8ucpv7wwKez-NJjyjJG4Pw6_UJYm57DzbDs5VKGDqKYswTrw9MXfpcaAq-yEALw_wcB\">Barbie x Ruggable washable rugs</a>. By May, Barbie had a <a href=\"https://www.tasteswoon.com/products/lemonades\">low-calorie pink lemonade</a>, limited-edition <a href=\"https://news.xbox.com/en-us/2023/06/26/xbox-barbie/\">fuschia Xbox controllers</a> and a line of “on-chain virtual collectibles” designed to “help women access Web3.0”. Soon, Barbie was on Gap apparel, Starbucks cups, Superga shoes and Funboy pool floats; she was at Primark, Bloomingdales, a dedicated Amazon store, two pop-up cafes in New York and Chicago, an immersive museum in Los Angeles and a Barbie boat cruise around the Boston Harbor.</p><p>By July, the media rollout for Greta Gerwig’s Barbie<em> </em>had unleashed a torrent of press photos, TikTok filters, promotional interviews, trailer footage and <a href=\"https://www.theguardian.com/film/2023/jul/01/from-airbnb-to-xbox-brand-barbie-goes-for-big-bucks-with-100-partnerships\">more than 100</a> Barbie-licensed products onto the internet. The $145m Warner Bros blockbuster is Gerwig’s attempt, as she told the <a href=\"https://www.nytimes.com/2023/07/11/magazine/greta-gerwig-barbie.html?utm_source=substack&amp;utm_medium=email\">New York Times</a>, at “doing the thing and subverting the thing” – where the subversion is a sardonic twist on the famous doll’s saga, and the thing is boosting sales. To aid the latter, Mattel has spared no expense getting out the word. “It’ll be very hard to be on planet Earth,” its CEO, Ynon Kreiz, has said, “and not know this movie’s coming out.” The campaign was so thoroughly pink, so omnipresent, so peppered with product tie-ins, that jokes about Barbie’s marketing briefly seemed to outnumber those aimed at the doll itself.</p> <a href=\"https://www.theguardian.com/film/2023/jul/26/barbie-doll-fan-convention-orlando-mattel\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/26/barbie-doll-fan-convention-orlando-mattel", "date_published": "2023-07-26T10:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Taylor Swift rules the airwaves! But that’s bad news for music | Arwa Mahdawi", "description": "<p>The ubiquity of the pop superstar speaks to her enormous talent – while also reflecting how narrow and repetitive the industry has become</p><p>The US may be a republic, but it still has a queen. Her name is Taylor Swift and her reign is only just getting started.</p><p>The 33-year-old recently became the first woman, and only the third artist ever, to have <a href=\"https://www.theguardian.com/music/2023/jul/17/taylor-swift-becomes-first-woman-to-have-four-albums-in-us-top-10-at-once\" title=\"\">four albums in the Top 10</a> of the US album chart simultaneously. The sun never sets on Swift’s empire: <a href=\"https://www.liverpoolecho.co.uk/whats-on/music-nightlife-news/club-night-worshipping-taylor-swift-27383661\" title=\"\">club nights</a> that play only Swift songs have popped up in the UK <a href=\"https://www.facebook.com/events/fat-controller/taylor-swift-club-night-dancing-approved/575599653423208/\" title=\"\">and Australia</a>, while her Eras tour is on track to be the most lucrative ever; it is expected <a href=\"https://www.cnbc.com/2023/07/04/taylor-swift-eras-tour-set-to-earn-record-breaking-1-billion-dollars-in-sales.html#:~:text=Spend-,Taylor%20Swift's%20Eras%20Tour%20is%20set%20to%20earn%20a%20record,the%2010%20highest%2Dgrossing%20tours&amp;amp;text=Taylor%20Swift%20performs%20during%20opening,2%2C%202023%2C%20in%20Chicago.\" title=\"\">to crack $1bn</a> in revenue.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/taylor-swift-rules-the-airwaves-but-thats-bad-news-for-music\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/taylor-swift-rules-the-airwaves-but-thats-bad-news-for-music", "date_published": "2023-07-26T10:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The joy of citron pressé: why dry July in Paris makes a refreshing change", "description": "<p>Giving up alcohol for a month wasn’t hard, even in the apéritif-loving capital. But it opened my eyes to one of France’s simplest pleasures</p><p>I’ll admit, it’s much stranger to do a “dry June” or a “dry July” than a “dry January”. As a friend from London quipped to me on a recent visit to Paris, she doesn’t so much expect to reach August with a summer beach bod, as a summer belly, the fruit of too many crisp beers at barbecues.</p><p>In Paris, especially, it’s easy to find yourself slipping from terrace to terrace in evenings that stay light until late, an apéro here, a glass of wine there. It’s not a city that drinks to excess – but it does perhaps drink excessively, especially with a craft beer industry worthy of pulling market share away from wine and <em>bobo</em> wine bars fighting back with bright and energetic natural wines scoured from across the continent.</p><p>Alexander Hurst is a France-based writer and an adjunct lecturer at Sciences Po, the Paris Institute of Political Studies</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/jul/26/citron-presse-dry-july-alcohol-paris-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/jul/26/citron-presse-dry-july-alcohol-paris-france", "date_published": "2023-07-26T10:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How to make the perfect gigantes plaki – recipe | Felicity Cloake's How to make the perfect …", "description": "<p>Baked beans done the Greek way, using the fattest butter beans you can find</p><p><em>Gigantes plaki</em>, or (very) big baked beans, occupy a similarly beloved place in the Greek heart to our own baked beans. However, though they are also available in tins, they’re rather more likely to be made from scratch. They pop up on restaurant menus as well as at home, both as a warm stew – which, because it’s vegan, is particularly popular during Lent – and served at room temperature as part of a meze selection.</p><p>Unsurprisingly, few Greek cookbooks are without their own version: <a href=\"https://app.1000cookbooks.com/people/rena-salaman\">Rena Salaman</a> sells her gigantes plaki as “a sensational dish, splendidly vegetarian, luxuriously rich”, while<a href=\"https://thehappyfoodie.co.uk/books/taverna/\"> </a><a href=\"https://www.theguardian.com/profile/georgina-hayden\">Georgina Hayden</a> calls the dish an “absolute classic” <a href=\"https://thehappyfoodie.co.uk/books/taverna/\">in her book Taverna</a> and <a href=\"https://www.instagram.com/christossourligas/?hl=en\">Christos Sourligas</a> admits he “can eat bowlfuls” of the stuff (me, too, after this week). Given that we should all be consuming more fibre-packed beans and pulses, this is a recipe well worth adding to your repertoire, too.</p> <a href=\"https://www.theguardian.com/food/2023/jul/26/how-to-make-the-perfect-gigantes-plaki-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/26/how-to-make-the-perfect-gigantes-plaki-recipe-felicity-cloake", "date_published": "2023-07-26T10:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Malaysian musicians prepare lawsuit against the 1975 over festival cancellation", "description": "<p>Authorities cancelled the Good Vibes festival after frontman Matty Healy criticised the country’s anti-LGBTQ+ laws, leading musicians and food vendors to seek damages</p><p>A group of Malaysian musicians and festival vendors are preparing a class action lawsuit against the 1975 after frontman Matty Healy’s onstage criticism of the government’s anti-LGBTQ+ at the Good Vibes festival saw the entire event cancelled.</p><p>On Friday, Healy paused the band’s set at the Kuala Lumpur event to admit that he hadn’t looked into the country’s punitive LGBTQ+ laws before agreeing to perform there. “I don’t see the fucking point, right, I do not see the point of inviting the 1975 to a country and then telling us who we can have sex with,” he said.</p> <a href=\"https://www.theguardian.com/music/2023/jul/26/malaysian-musicians-prepare-lawsuit-against-the-1975-over-festival-cancellation\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/26/malaysian-musicians-prepare-lawsuit-against-the-1975-over-festival-cancellation", "date_published": "2023-07-26T09:59:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heathrow airport halves losses but warns of cost of living impact on travel", "description": "<p>Passenger numbers in first half up 42% on a year earlier but still down on pre-pandemic levels</p><p>Heathrow airport has said it remains loss-making despite having some of its busiest days on record during the first half of the year as travel demand continued to bounce back from the Covid crisis.</p><p>More than 37 million passengers travelled through Europe’s busiest airport in the six months to the end of June, a 42% increase compared with a year earlier.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/heathrow-airport-halves-losses-but-warns-of-cost-of-living-impact-on-travel\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/heathrow-airport-halves-losses-but-warns-of-cost-of-living-impact-on-travel", "date_published": "2023-07-26T09:55:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Online health and beauty firm THG in talks to buy freesheet City AM", "description": "<p>Struggling London free newspaper would retain editorial independence and staff expected to be kept on</p><p>The online health and beauty retail platform THG has emerged as the unlikely possible buyer of struggling London the free newspaper City AM.</p><p>The newspaper, which distributes 70,000 copies a day targeting financial workers, <a href=\"https://www.theguardian.com/media/2023/jul/03/london-free-newspaper-city-am-puts-itself-up-for-sale\">put itself up for sale at the start of this month</a>. This week it was reported that it was close to collapsing into administration.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/online-health-and-beauty-firm-thg-in-talks-to-buy-freesheet-city-am\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/online-health-and-beauty-firm-thg-in-talks-to-buy-freesheet-city-am", "date_published": "2023-07-26T09:28:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Stairway to heaven’: inside England’s inspirational World Cup training base", "description": "<p>State of the art facilities, a coffee printer and supportive messages in Terrigal aim to galvanise Lionesses</p><p>The huge sack of Yorkshire tea stands in contrast to the coffee printer, which takes photos of the drinker and prints it on the top with edible ink, but both are equally important in England’s Terrigal training base. It is all part of the goal of building a home away from home in Australia for the Lionesses’ World Cup journey, a process that has been years in the making.</p><p>“We’re here in Australia, but what you want to create is that home away from home. When you walk in here it feels immediately like England, like Lionesses, like us,” says the team’s general manager Anja Van Ginhoven, who travelled to Australia for the first of five site visits in December 2021 with women’s technical director Kay Cossington.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/england-bank-on-stairway-to-heaven-training-base-to-boost-world-cup-bid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/england-bank-on-stairway-to-heaven-training-base-to-boost-world-cup-bid", "date_published": "2023-07-26T09:16:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Congress to hold hearing over claims US government has UFO evidence", "description": "<p>House committee to hear from ex-intelligence officer who claims the US has possession of ‘intact and partially intact’ alien vehicles</p><p>The extraordinary accusation that the US government is harboring alien space craft is set to be examined in a congressional public hearing in Washington on Wednesday, as a number of American elected officials appear more receptive than ever before to the idea that extraterrestrials are real.</p><p>The House oversight committee will hear from David Grusch, a former intelligence official who <a href=\"https://www.theguardian.com/world/2023/jun/06/whistleblower-ufo-alien-tech-spacecraft\">claims</a> the US has possession of “intact and partially intact” alien vehicles. Grusch, who led analysis of unexplained anomalous phenomena (UAP) within a US Department of Defense agency until 2023, has also suggested the US has collected “dead pilots”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/ufo-hearing-congress-evidence-david-grusch\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/ufo-hearing-congress-evidence-david-grusch", "date_published": "2023-07-26T09:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UFO congressional hearing: what to know and how we got here", "description": "<p>David Grusch, a whistleblower ex-intelligence official, is among the witnesses slated to appear before House committee hearing</p><p>A House of Representatives committee is set to hold an eagerly awaited <a href=\"https://oversight.house.gov/release/national-security-subcommittee-to-hold-hearing-on-unidentified-anomalous-phenomena%EF%BF%BC/\">hearing</a> on UFOs on Wednesday, which is expected to see remarkable claims regarding extraterrestrial life repeated in the most high-profile setting yet.</p><p>David Grusch, a whistleblower former intelligence official who in June<a href=\"https://www.theguardian.com/world/2023/jun/08/ufo-house-representatives-hearing-investigation\"> claimed</a> the US has possession of “intact and partially intact” alien vehicles, is among the witnesses slated to appear, and will repeat his allegations in front of a seemingly supportive lineup of congressmen and women.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/ufo-congressional-hearing-what-to-know\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/ufo-congressional-hearing-what-to-know", "date_published": "2023-07-26T09:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Forget Nigel Farage and Coutts – banks have been locking ordinary people out of accounts for years | Amy Taylor", "description": "<p>This is a rich person’s row. But as a debt adviser, I’ve seen clients’ lives upended when they are denied access to basic accounts</p><p>Despite all the recent front-page attention <a href=\"https://www.theguardian.com/news/2023/jul/20/farage-affair-is-a-monumental-pr-disaster-for-exclusive-bank-coutts\">given to Nigel Farage</a> and today’s development – <a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">the resignation</a> of NatWest chief executive Alison Rose – there is something else you should know: banks have been quietly closing accounts without giving their customers any reasonable explanation for decades. Setting aside Farage’s politics and personality, and Coutts’s fragile disposition when it comes to people rich enough but arguably not wholesome enough to utilise their elite banking facilities, it should concern us when banks close our accounts with little or no warning. Ordinary people don’t get the prime minister <a href=\"https://www.theguardian.com/politics/2023/jul/19/sunak-braverman-and-city-regulator-wade-into-farage-banking-row\">hollering for justice</a>, and we certainly don’t get <a href=\"https://www.theguardian.com/politics/2023/jul/20/natwest-boss-apologises-to-nigel-farage-coutts-bank-account-closure-row\">apologies from CEOs</a>.</p><p>My own experience from some 15 years ago began with the receipt of a polite letter from Royal Bank of Scotland informing me that it no longer wished to offer me banking facilities, and giving me 30 days to take my business elsewhere.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/forget-nigel-farage-and-coutts-banks-have-been-locking-ordinary-people-out-of-accounts-for-years\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/forget-nigel-farage-and-coutts-banks-have-been-locking-ordinary-people-out-of-accounts-for-years", "date_published": "2023-07-26T09:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The truth about loyalty cards: discounts, data collection and the very best deals", "description": "<p>Shoppers could save 50p to £10 for every £100 spent with these money-saving schemes. But are they always worth handing over your personal details?</p><p>Loyalty cards have been around for decades, but over the past couple of years there has been something of an evolution in the biggest UK schemes. While previously shoppers would rack up points on their spending that they could later cash in for rewards, several major retailers have switched to offering upfront benefits. The loyalty schemes of Tesco, Sainsbury’s and Boots are among those that have effectively become clubs and, if you’re a member, you get products cheaper when you do your shopping online or in-store. Other retailers still offer conventional schemes, where you can earn vouchers to use on shopping or other treats. At a time when <a href=\"https://www.theguardian.com/commentisfree/2022/jan/19/the-guardian-view-on-the-cost-of-living-moneys-too-tight-to-mention\">money is tight and bills are rising</a>, it’s worth considering any opportunity to save. If you play your loyalty cards right, this might be one.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/26/truth-about-loyalty-cards-discounts-data-collection-and-the-very-best-deals\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/26/truth-about-loyalty-cards-discounts-data-collection-and-the-very-best-deals", "date_published": "2023-07-26T09:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-PM Thaksin Shinawatra will return to Thailand next month, daughter says", "description": "<p>Influential figure who has spent 15 years in exile is set for comeback at a time of political crisis in homeland</p><p>Thailand’s former prime minister Thaksin Shinawatra, who has spent more than 15 years in self-imposed exile to avoid legal charges, will return to the country next month, his daughter has said, amid tense political deadlock.</p><p>Paetongtarn Shinawatra, who recently ran as a prime ministerial candidate for Pheu Thai, the party backed by her father, said Thaksin would return on 10 August.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/ex-pm-thaksin-shinawatra-will-return-to-thailand-next-month-daughter-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/ex-pm-thaksin-shinawatra-will-return-to-thailand-next-month-daughter-says", "date_published": "2023-07-26T08:32:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alison Rose’s position at NatWest was untenable after Nigel Farage row. She had to go | Nils Pratley", "description": "<p>In discussing his relationship with bank and Coutts subsidiary she breached group’s policy</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">NatWest boss Rose resigns over Farage Coutts account row</a></li><li><a href=\"https://www.theguardian.com/business/2023/jul/26/who-is-alison-rose-the-natwest-ceo-forced-to-quit-over-nigel-farage-row\">Profile on Alison Rose, the NatWest CEO who quit</a></li><li><a href=\"https://www.theguardian.com/business/live/2023/jul/26/nigel-farage-natwest-rbs-alison-rose-resigns-chief-executive-coutts-bank-government-gb-news-business-live\">Farage NatWest row – follow the latest live</a></li></ul><p>This is how NatWest Group describes its <a href=\"https://www.natwestgroup.com/sustainability/governance-and-responsible-business/protecting-privacy-and-customer-confidentiality.html\">policy on protecting privacy and customer confidentiality</a>. “We see privacy as a vital component to achieving our purpose and [it] is therefore embedded across all parts of our business,” it starts, adding that “anyone breaching the policy can be subject to disciplinary action”.</p><p>It continues: “All our customers, colleagues and third parties can therefore be confident that we treat protection of their data with the utmost seriousness.” And it concludes: “Updates and reminders are also provided through internal communications to ensure privacy is at the forefront of all of our colleagues’ minds.”</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/26/alison-rose-position-at-natwest-was-untenable-after-nigel-farage-row-she-had-to-go\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/26/alison-rose-position-at-natwest-was-untenable-after-nigel-farage-row-she-had-to-go", "date_published": "2023-07-26T08:20:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023: Spain v Zambia – live", "description": "<ul><li>Updates from 8.30am BST/7:30pm NZST/5:30pm AEST kick-off</li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/20/womens-world-cup-2023-golden-boot-top-goalscorers-game-by-game\">Women’s World Cup Golden Boot: all the top goalscorers</a></li><li>Get in touch! <a href=\"mailto:will.unwin.freelancer@theguardian.com\">Email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a></li></ul><p><strong>4 mins:</strong> Zambia fail to clear a cross into the box and Putellas picks up the loose ball. She takes a couple of touches and fires off a shot, which is deflected wide. Needless to say, it is all Spain.</p><p><strong>2 mins:</strong> Spain on the front foot from the off. They look eager to go for the kill and get this match done and dusted.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/26/womens-world-cup-2023-spain-v-zambia-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/26/womens-world-cup-2023-spain-v-zambia-live", "date_published": "2023-07-26T08:19:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NFL running backs are angry – and peace seems a long way off", "description": "<p>As the passing game has grown to dominate the league, rushers have been devalued. That leaves some players feeling they’ve been given a raw deal</p><p>The running back market has flatlined. On Tuesday, Saquon Barkley <a href=\"https://www.espn.com/nfl/story/_/id/38067192/sources-saquon-barkley-giants-agree-1-year-11m-deal\">agreed to a fresh one-year $11m contract</a> with the New York Giants, ending any talk of a training camp holdout.</p><p>Barkley is back in New York. But his signing represents a thaw around the issue of running back pay rather than a final resolution. Barkley’s new deal did <em>not </em>include a clause that would prevent the Giants from using <a href=\"https://www.profootballnetwork.com/nfl-franchise-tag-what-it-is-how-it-works/\">the franchise tag</a> – which teams can use to keep hold of players due to become free agents – on him for next season, a provision a number of quarterbacks have included in their deals. Unless there’s a wink-wink deal over a long-term contract, it’s likely he will find himself in the same situation again next summer. Likewise for Jonathan Taylor, who is due a contract extension next offseason. Ditto for Nick Chubb, whose long-term contract options are also uncertain and will be 30 by the time he’s due for a new deal.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/nfl-running-backs-are-angry-and-peace-seems-a-long-way-off\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/nfl-running-backs-are-angry-and-peace-seems-a-long-way-off", "date_published": "2023-07-26T08:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Visionaries by Wolfram Eilenberger review – four women who changed the world", "description": "<p>The complicated lives and questing minds of Ayn Rand, Hannah Arendt, Simone de Beauvoir and Simone Weil</p><p>In the summer of 1933, four women, all in their 20s, were busy contemplating the meaning of their own existence and the importance of others to it. The word existentialism had not yet been invented, but the quartet were intrigued by the idea of finding a new philosophy, using their own intelligence to change themselves and the world, while working out how the individual and the collective played into the malaise of modern times. Over the next decade, as Wolfram Eilenberger writes, they all crossed paths intellectually, sometimes agreeing, more often not, though it seems that they never actually met.</p><p>The eldest was an uncompromising and astute 28-year-old Russian who had got herself to Hollywood and changed her name from Alisa Rosenbaum to Ayn Rand. Through screenplays and fiction she set out to convey what she saw as the struggle for the autonomy of the soul, with “enlightened egoism” as her new vision for the world. Thus Spoke Zarathustra became “something like her house bible” and phrases such as “Nietzsche and I think …” peppered her philosophical notes.</p> <a href=\"https://www.theguardian.com/books/2023/jul/26/the-visionaries-by-wolfram-eilenberger-review-four-women-who-changed-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/26/the-visionaries-by-wolfram-eilenberger-review-four-women-who-changed-the-world", "date_published": "2023-07-26T08:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I felt Ingmar Bergman was looking over my shoulder, laughing at me’: my month writing at the maestro’s desk", "description": "<p>An invitation to be a writer-in-residence at the Swedish director’s remote Baltic island house seemed too good to miss. Would some of his genius rub off?</p><p>An eerie kind of peace came over me as I sat in my battered Toyota rental car on the quayside at Fårösund. This is the gateway to the Gotland archipelago’s farthest flung outpost, the island of Fårö, better known as Bergman Island since the release of <a href=\"https://www.theguardian.com/film/2022/may/20/film-director-mia-hansen-love-ingmar-bergman\">Mia Hansen-Løve’s 2021 film</a> of that name. The Baltic lay as flat as the hundreds of placid lakes you fly over in the little island hopper from Stockholm Bromma airport. It was 10pm on 1 June, and the sky showed no sign of getting dark. The whole scene, including the rocky outcrops down in the bay, felt very … er … Bergmanesque.</p><p>I was coming to Fårö on a mission. In January, I had been invited to be writer-in-residence at the Fårö home of the Swedish director Ingmar Bergman. I had a screenplay to write, having just published my debut novel, Istria Gold. In the depths of a depressing winter, it was easy to say yes to something six months away and on an idyllic Baltic island. After 20 years carrying the Bergman baton as a board member of his brainchild, the European Film Academy (EFA) – including four as chair, and six as deputy to Agnieszka Holland – it was about time I got to know the man a little more. What better way of doing it than an extended stay at his home, on his estate. However, the reality of what the following month would hold began to dawn on me as I drove the last few desolate kilometres to the Bergman homestead. “Where have all the people gone?” I wondered.</p> <a href=\"https://www.theguardian.com/film/2023/jul/26/ingmar-bergman-faro-baltic-island-house-writer-in-residence\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/26/ingmar-bergman-faro-baltic-island-house-writer-in-residence", "date_published": "2023-07-26T08:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cambodia PM Hun Sen steps down and hands over power to son", "description": "<p>Hardline leader announces end of four-decade rule after his party’s landslide victory in election</p><p>The Cambodian prime minister, Hun Sen, one of the world’s longest-serving leaders, has announced he will resign and hand power to his eldest son after almost four decades of hardline rule.</p><p>The former Khmer Rouge cadre has run the country since 1985, eliminating all opposition to his power, with rival parties banned, challengers forced to flee and freedom of expression stifled.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/cambodia-pm-hun-sen-steps-down-hands-over-power-son\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/cambodia-pm-hun-sen-steps-down-hands-over-power-son", "date_published": "2023-07-26T07:59:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan down Costa Rica and seal last 16 spot in Women’s World Cup", "description": "<ul><li>Hikaru Naomoto and Aoba Fujino goals secure win in Dunedin</li><li>The 2011 champions qualifiy with six points from six in Group C</li></ul><p>Two goals in two first-half minutes gave Japan a 2-0 win over Costa Rica at Dunedin Stadium to secure the 2011 champions a spot in the knockout rounds of the Women’s World Cup, once <a href=\"https://www.theguardian.com/football/live/2023/jul/26/womens-world-cup-2023-spain-v-zambia-live\">Spain had beaten Zambia.</a></p><p>The Nadeshiko reprised the effervescent passing game of their opening 5-0 win over Zambia and progressed to the last 16 for the fourth straight World Cup after Spain, as expected, beat the African side in Wednesday’s later Group C game in Auckland.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/womens-world-cup-2023-japan-vs-costa-rica-results-scores-standings\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/womens-world-cup-2023-japan-vs-costa-rica-results-scores-standings", "date_published": "2023-07-26T07:30:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lloyds profits fall as it prepares for mortgage arrears jump amid rising rates", "description": "<p>Bank says higher interest rates and cost of living pressures are ‘proving challenging’ for people and firms</p><p>Profits for Lloyds Banking Group tumbled 29% in the three months to June, as it prepared for an increase in customers falling behind on costly loan and mortgage payments because of rising interest rates.</p><p>Lloyds, which is the UK’s largest mortgage lender and owns Halifax, said pre-tax profits fell to £1.6bn in the second quarter. That marked a drop from £2.3bn a year earlier, and was slightly slower than average analyst estimates for £1.7bn.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/lloyds-profits-fall-as-it-prepares-for-mortgage-arrears-jump-amid-rising-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/lloyds-profits-fall-as-it-prepares-for-mortgage-arrears-jump-amid-rising-rates", "date_published": "2023-07-26T07:23:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I can’t solve Brexit or the culture wars – but I’ve learned to see the other side of even the most polarised debates | Anne McElvoy", "description": "<p>My radio show has encouraged guests to articulate and examine the opposing view to their own. It’s a vital skill in fractious times</p><p>Vehemently disagreeing comes naturally to many of us, and the fraught times we live in often make it seem easier to find divisions than bridging points. But as noble as it is to stand up for our beliefs, there’s also a wearing quality in being defined by our disagreements. From Brexit to the endless culture wars, these spats and blame games are easier to start than to end.</p><p>Like a lot of columnists, I have been booked for many pro-and-con debates on the “classic” dividing lines over the past decade. So since 2018, I have taken a break from the weekly wrangles over rights and wrongs to do something a bit different on the summer airwaves.</p><p>Anne McElvoy is executive editor of Politico. Across the Red Line is available on @BBCSounds</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/culture-wars-polarised-debate-other-side-\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/culture-wars-polarised-debate-other-side-", "date_published": "2023-07-26T07:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I recently got sober – and have stopped enjoying sex with my husband", "description": "<p>We used to have sex while drunk or hungover, but now I realise his foreplay is rough and he doesn’t have good rhythm. How can we improve our emotional and physical connection?</p><p><strong>I got married nearly a year ago to a man who</strong><strong> is supportive and kind. </strong><strong>I</strong><strong> have also been sober for the </strong><strong>past four months</strong><strong> and realised in that time </strong><strong>that I don’t actually enjoy </strong><strong>my husband’s moves</strong><strong> in bed. We used to have sex while drunk or hungover, so I didn’t notice as much, but I don’t really enjoy his foreplay, </strong><strong>as he</strong><strong> is quite rough and doesn’t have good rhythm. I try to tell him: “That hurts,” or: “Do this,” but he gets upset easily and we </strong><strong>get frustrated and annoyed. I asked him to pay for the website </strong><strong>OMGYes</strong><strong> to learn some new moves, which he did</strong><strong>, but </strong><strong>he hasn’t </strong><strong>looked at it</strong><strong>. Now I </strong><strong>find myself avoiding sex with him, or </strong><strong>playing with my vibrator as foreplay instead of allowing him to touch my clitoris. He</strong><strong> is fine about me using my vibrator, but it </strong><strong>feels </strong><strong>difficult to connect emotionally when that happens. I love sex and want to connect, emotionally and physically</strong><strong>, but I don’t want to pretend that things feel good when they don’t.</strong></p><p>“New moves” aren’t necessarily your moves. It is important to gently and patiently help him to understand what you need without making him feel inadequate.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/26/sober-stopped-enjoying-sex-husband-foreplay-rough\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/26/sober-stopped-enjoying-sex-husband-foreplay-rough", "date_published": "2023-07-26T07:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Which footballer has scored the longest-range hat-trick in history? | The Knowledge", "description": "<p>Plus: the smallest European fixture; clubs sponsored by TV shows; and the lat team to wear Nos 1-11</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Lazily riffing on recent question of the <a href=\"https://www.theguardian.com/football/2023/jul/12/which-footballer-has-scored-the-ultimate-hat-trick-of-tap-ins-knowledge\">shortest-distance hat-trick</a>. What is the longest? Surely a dead-ball specialist, maybe even a hat-trick of free-kicks?”</strong> tweets Rob Phillips.</p><p>Let’s start with a couple of brilliant effort at the Dell in the 1990s. In more innocent times, Matt Le Tissier scored a <a href=\"https://www.youtube.com/watch?v=8uzjUNsakck\">mesmeric hat-trick</a> against Norwich in February 1990. With the caveat that we failed our GPS GCSE, we reckon the combined distance of his three goals was around 53 yards. And yes, that is Richard Keys on commentary.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/which-footballer-has-scored-the-longest-range-hat-trick-in-history-knowledge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/which-footballer-has-scored-the-longest-range-hat-trick-in-history-knowledge", "date_published": "2023-07-26T07:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We have never seen this’: scientists baffled by behaviour of pilot whales before WA mass stranding", "description": "<p>Environment minister says way pod crowded tightly together 150 metres offshore before becoming beached is ‘unique and pretty incredible’</p><ul><li><strong><a href=\"https://www.theguardian.com/environment/2023/jul/26/beached-pilot-whales-albany-western-australia-wa-dead-stranded-rescue-cheynes-beach\">Race to save almost 50 pilot whales stranded in WA after dozens die</a></strong></li><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/jul/26/australia-news-live-doctors-middle-arm-darwin-climate-crisis-anthony-albanese-global-heating-warming-gina-rinehart-whale-stranding-albany-western-australia\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Officials are baffled by the remarkable behaviour of a large pod of pilot whales that grouped together in a heart shape before stranding themselves on a remote Western Australian beach.</p><p>Drone footage captured the moment a pod of almost 100 long-finned pilot whales moved tightly together before stranding themselves at Cheynes beach about 60km east of Albany on Tuesday evening.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/26/wa-mass-stranding-pilot-whales-cheynes-beach-why-do-whales-beach-themselves\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/26/wa-mass-stranding-pilot-whales-cheynes-beach-why-do-whales-beach-themselves", "date_published": "2023-07-26T06:56:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Stay away from Wrexham’: club angry at Mullin’s Manchester United injury", "description": "<ul><li>Striker punctured his lung during 3-1 pre-season win in USA</li><li>Phil Parkinson hits out at ‘clumsy, reckless challenge’</li></ul><p>An angry Phil Parkinson warned Nathan Bishop to “stay away from Wrexham” after the Manchester United goalkeeper’s challenge on Paul Mullin that punctured his lung and will rule the striker out of the start of the season.</p><p>United are understood to be unhappy at the Wrexham manager’s comments, as the club believe they have inflamed what it views as a non-malicious act and could drive abuse via social media at the 23-year-old. Bishop has tried to reach out to Mullin and his teammates.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/wrexham-angered-by-mullin-injury-inflicted-by-manchester-uniteds-bishop\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/wrexham-angered-by-mullin-injury-inflicted-by-manchester-uniteds-bishop", "date_published": "2023-07-26T06:53:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No One Prayed Over Their Graves by Khaled Khalifa – a Syrian epic", "description": "<p>Set against the tumultuous backdrop of modern Syria’s birth pangs, this saga of friendship, freedom and tragedy celebrates Aleppo’s lost past</p><p>During the twilight years of the Ottoman empire at the end of the 19th century, as ethnic tensions flare between the groups that inhabit its vast territories, a young boy flees a massacre and finds shelter in Aleppo with a wealthy Muslim family. Like his hosts, Hanna is part of the empire’s wealthy elite. Unlike them, he’s a Christian. Almost immediately, he becomes best friends with Zakariya, the son of his protectors. Over the next 70 years, Hanna and Zakariya’s friendship will be tested by every conceivable challenge: war, flood, ethnic conflict, intolerance, extremism, famine and the tensions between their religious faiths.</p><p>Hanna and Zakariya’s youth and early manhood are spent entirely in pursuit of pleasure. They carouse in the red light district of Aleppo, have a memorable encounter with one of the city’s most notable courtesans, run away to Europe and spend time in Venice. On their return, they commission a friend, a Jewish architect, to build them a pleasure palace on the outskirts of the city. They call this the “citadel”. It’s part brothel and part casino – a kind of Ottoman Animal House<em> </em>where anything goes and they can drink, gamble and sleep with prostitutes. There’s even a special room set aside in which gamblers who have lost everything can kill themselves. (Luckily or not, it never appears to be used.)</p> <a href=\"https://www.theguardian.com/books/2023/jul/26/no-one-prayed-over-their-graves-by-khaled-khalifa-a-syrian-epic\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/26/no-one-prayed-over-their-graves-by-khaled-khalifa-a-syrian-epic", "date_published": "2023-07-26T06:30:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We were unlucky’: Tony Gustavsson defends training methods after injuries rock Matildas", "description": "<ul><li>Mary Fowler and Aivi Luik ruled out of Nigeria game </li><li>Concussed pair join Sam Kerr and Kyah Simon on injured list</li></ul><p>Australia coach Tony Gustavsson has defended his training methods and squad selection as an injury crisis hangs over the national team ahead of their 2023 Women’s World Cup clash with Nigeria in Brisbane on Thursday.</p><p>Attacking trio Sam Kerr, Mary Fowler and Kyah Simon are all unavailable for the Matildas’ second match, as is defensive stalwart Aivi Luik, while midfielder Tameka Yallop is expected to only play limited minutes as she returns from a thigh injury.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/mary-fowler-ruled-out-concussion-matildas-injury-aivi-luik-womens-world-cup-nigeria-game\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/mary-fowler-ruled-out-concussion-matildas-injury-aivi-luik-womens-world-cup-nigeria-game", "date_published": "2023-07-26T06:20:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Paul Mullin suffers punctured lung as tempers fray in Wrexham win over Manchester United", "description": "<ul><li>League Two side win 3-1 in front of record San Diego crowd</li><li>Mullin given oxygen on pitch in bad-tempered friendly</li></ul><p>An evening at San Diego’s Snapdragon Stadium billed as a fantasy football encounter between Manchester United and Wrexham was bad-tempered and aggressive, featuring a slew of yellow cards, one red, a serious injury to Paul Mullin, a half-naked pitch invader and victory for Phil Parkinson’s League Two team.</p><p>When Sam Dalby steered beyond Radek Vitek in the second half to make it 3-1 to Wrexham, substitute beat substitute – each had entered following the break – and the record 34,248 crowd had witnessed a contest in which United were run ragged for swathes.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/paul-mullin-punctured-lung-wrexham-vs-manchester-united-results-3-1-scores-san-diego-snapdragon-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/paul-mullin-punctured-lung-wrexham-vs-manchester-united-results-3-1-scores-san-diego-snapdragon-stadium", "date_published": "2023-07-26T06:09:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "E.ON’s prepayment meter forced us out of our home", "description": "<p>Every time we topped up, we were paying down some of the previous tenant’s debt, so we couldn’t afford to heat our flat</p><p><strong>My daughter and I were on the housing register for </strong><strong>11 years</strong><strong> before being given a flat last September. </strong><strong>Unbeknownst</strong><strong> to me, the previous tenant owed £2,000 to the gas supplier, E.ON, and a prepayment meter had been installed. Every time I topped up, a large chunk of my money would disappear and the supply would continually cut out. E.ON was clueless whenever I contacted them.</strong></p><p><strong>By December, the lack of reliable heating forced us to move out. The only solution </strong><strong>E.ON could offer was to post a new top-up card during the Royal Mail strikes. When it finally arrived, it didn’t work. Only after I contacted Citizens Advice did E.ON discover the debt linked to my account. It removed it and promised to send a new top-up card, which never arrived.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jul/26/eons-prepayment-meter-forced-us-out-of-our-home\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/26/eons-prepayment-meter-forced-us-out-of-our-home", "date_published": "2023-07-26T06:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mum, dad, other: intimate photographs of parents – in pictures", "description": "<p>Through costume, humour and even a bout of arm-wrestling, these photographers examine the most important relationship of all </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/26/mum-dad-other-intimate-photographs-of-parents-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/26/mum-dad-other-intimate-photographs-of-parents-in-pictures", "date_published": "2023-07-26T06:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s only hope of a legacy is to govern as though he has already lost | Rafael Behr", "description": "<p>The Tories have a long road back to being a responsible party of power. He should start that journey now, for their sake and his own</p><p>British politics is shrinking. Partly that is a trick of perspective as an election comes into view and the ruling party flinches from long-term challenges. A government wanting to stay in office will focus on sweetening the electorate, pushing bitter choices to the far side of polling day.</p><p>But Rishi Sunak’s policy cupboard is bare, the economy is stagnant and the cost of living crisis shows <a href=\"https://www.theguardian.com/money/2023/jul/22/uk-drivers-car-insurance-costs-price-petrol-diesel\">no sign of abating</a>. Many voters have lost any appetite for Tory rule.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/rishi-sunak-hope-legacy-govern-already-lost\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/rishi-sunak-hope-legacy-govern-already-lost", "date_published": "2023-07-26T06:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Colonial mentality’: from the Caribbean to Kenya, Black people are challenging hair discrimination", "description": "<p>Last month, students in Trinidad spoke out after being barred from a graduation ceremony. Yet despite a wave of legislation, there is a long way to go to overturn negative attitudes</p><p>Last month, a boy called Bryce from Trinidad was barred from his graduation ceremony because his hair did not meet the school’s definition of “neat and tidy”. The 17-year-old, who had a low afro,<strong> </strong>was one of more than 20 boys who were not allowed to collect their certificates on stage at Trinity College in Maraval.</p><p>“They put us on a bench far in the corner where our parents couldn’t even see us. They had to walk all the way in front of the stage to see us. It was really a bad experience for a very special day,” <a href=\"https://www.guardian.co.tt/news/graduand-embarrassed-after-trinity-moka-hair-ban-6.2.1741266.2af5ca52cf\">Bryce told a local newspaper.</a></p> <a href=\"https://www.theguardian.com/global-development/2023/jul/26/colonial-mentality-from-the-caribbean-to-kenya-black-people-are-challenging-hair-discrimination\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/26/colonial-mentality-from-the-caribbean-to-kenya-black-people-are-challenging-hair-discrimination", "date_published": "2023-07-26T06:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A wilder kind of campervanning: park and hike on Dartmoor", "description": "<p>A new style of holiday offers off-grid seclusion in a rented campervan, with Devon just one of many places pairing UK landowners with nature-loving travellers</p><p>Early morning on Dartmoor, and as I lie in bed all I can hear is the trill of birdsong, punctuated by a distant cuckoo’s call. I open the campervan door to take in the scene. There’s no one around, no buildings in sight, just fields glittering with dew in the sunlight and sheep grazing nonchalantly on the hillside.</p><p>While coffee is brewing I study the map and plan the day’s walk up on to the moors. The last time I came to Dartmoor was for a three-day wild camping adventure, hiking and carrying all our kit and food on our backs. This time, I’m enjoying the comforts of a campervan for a few days with my friend Isabel, but, thanks to <a href=\"https://wildwithconsent.com/?gclid=Cj0KCQjwqs6lBhCxARIsAG8YcDjtFXRSLcWZzUJuUg01rZJcL5Tqp2QbmQTPmV2KE9D3y1HoKWejUUEaAlulEALw_wcB\">Wild With Consent</a>, a new company that connects campervanners looking for off-grid seclusion with landowners (mostly farmers) who give permission to “wild camp”, we’re still hoping to tap into a sense of full nature immersion.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/26/campervan-dartmoor-devon-farm-wild-with-consent\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/26/campervan-dartmoor-devon-farm-wild-with-consent", "date_published": "2023-07-26T06:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Symphony for the devil: Mick Jagger’s 80 greatest moments, on his 80th birthday", "description": "<p>The singer who invented the very idea of the frontman has reached his ninth decade. We pick out the Jagger-iest moments of all, from killer lyrics to self-mocking sketches</p><p>1.<strong> The boy maketh the man.</strong> Eva Jagger said of her son: “I always had the feeling that Mike would be something. He was a very adventurous boy when he was younger, but then later he became interested in money. It always struck [me] as odd. Money doesn’t usually interest little boys, but it did Mike.”</p><p>2. <strong>Mick Jagger was always Mick Jagger.</strong> In 1959, <a href=\"https://www.youtube.com/watch?v=4_pQa0TGYCw\">he appeared on ATV’s Seeing Sport</a>, in a sequence on climbing for young people, filmed in Tunbridge Wells, The presenter, John Disley, holds Jagger’s (“Michael’s”) foot up to show his footwear. The young Jagger looks up at him with complete disdain.</p> <a href=\"https://www.theguardian.com/music/2023/jul/26/mick-jagger-80-greatest-moments-on-his-80th-birthday\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/26/mick-jagger-80-greatest-moments-on-his-80th-birthday", "date_published": "2023-07-26T06:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Virgin Suicides review – Sofia Coppola’s debut rereleased with solemn trigger-warning", "description": "<p>Sunlit suburban calm masks the shocking nature of the story itself: a horrendous tragedy in the guise of a teenage coming-of-age movie</p><p>Nearly a quarter of a century ago, Sofia Coppola made her feature directing debut with this adaptation of the literary sensation of its day: Jeffrey Eugenides’s novel about five teen sisters in 70s suburban Michigan who take their own lives. Now it is rereleased with a solemn trigger-warning disclaimer at the beginning about certain historic attitudes which might now cause offence; these are unspecified, but appears to mean the entire premise of the film, up there in the title, but which is treated more circumspectly nowadays in the context of new ideas around self-harm and <a href=\"https://en.wikipedia.org/wiki/Suicidal_ideation\">“suicidal ideation”</a>.</p><p>This was a movie which mystified as many as it entranced, and it would be honest of me to admit that <a href=\"https://www.theguardian.com/film/2000/may/19/culture.reviews\">I didn’t quite understand it</a> back in 2000, and maybe don’t quite now. But I can perhaps appreciate with more clarity its artistry and poise and the confident way Coppola allows her film to be serenely mysterious and almost affectless in its sunlit suburban calm, a reticence which appears to mask the shocking nature of the story itself: a horrendous tragedy in the guise of a teenage coming-of-age movie.</p> <a href=\"https://www.theguardian.com/film/2023/jul/26/the-virgin-suicides-review-sofia-coppolas-debut-rereleased-with-solemn-trigger-warning\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/26/the-virgin-suicides-review-sofia-coppolas-debut-rereleased-with-solemn-trigger-warning", "date_published": "2023-07-26T06:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I felt his vibration!’ Sonny Roberts, the UK’s first Black music studio owner", "description": "<p>The Jamaican immigrant producer and entrepreneur, who is being honoured with a blue plaque this week, laid the foundations for a vibrant British reggae scene</p><p>A couple of years after he arrived at Tilbury docks on the SS Manistee in 1958, Jamaican carpenter Sonny Roberts took the keys to a dusty, neglected basement at 108 Cambridge Road in Kilburn, London. Roughly<strong> </strong>30 metres square and strewn with litter and discarded clothes, Roberts opened his trusty wooden toolbox, which he’d brought from Jamaica, and started to transform the space into Planetone, the UK’s first Black-owned music studio.</p><p>From 1961 to 1965, West Indian musicians flocked to the studio – visitors included iconic reggae trombonist <a href=\"https://www.theguardian.com/music/2015/sep/04/the-specials-trombonist-rico-rodriguez-dies-aged-80\">Rico Rodriguez MBE</a>, who went on to record with the Specials and Toots and the Maytals, chart-topping soul singer Jackie Edwards, <a href=\"https://www.theguardian.com/music/2020/may/06/millie-small-my-boy-lollipop-singer-dies-aged-73\">Millie Small</a> of ska-smash My Boy Lollipop fame, and rocksteady group the Marvels. The site is being honoured with a blue plaque today from the <a href=\"https://nubianjak.org/\">Nubian Jak Community Trust</a>, an organisation that memorialises significant Black and minority ethnic people in the UK.</p> <a href=\"https://www.theguardian.com/music/2023/jul/26/i-felt-his-vibration-sonny-roberts-the-uks-first-black-music-studio-owner\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/26/i-felt-his-vibration-sonny-roberts-the-uks-first-black-music-studio-owner", "date_published": "2023-07-26T06:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: I travelled to India – and discovered what really defines me", "description": "<p>I was adopted as a baby and was hoping to answer the question of where I’m from. Instead, the trip reminded me of my deep love for my family</p><p>Our three-week trip to India was coming to an end and I still hadn’t found an answer to the question that had ostensibly prompted the trip. I decided to ask the woman who owned the Goa beach huts in which we were staying. “Do you think I’m Indian?” “No,” she replied. Oh well, never mind. At least that was out of the way.</p><p>I was adopted when I was three months old. I was born in Bristol but have never had any real idea of my heritage, other than being south Asian. And I have never cared a hoot. Mum and Dad are my mum and dad, and my younger brother (my parents’ biological son) is my brother. Who cares if I have slightly darker skin than the rest of the family?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/26/a-moment-that-changed-me-i-travelled-to-india-and-discovered-what-really-defines-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/26/a-moment-that-changed-me-i-travelled-to-india-and-discovered-what-really-defines-me", "date_published": "2023-07-26T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Antony Blinken calls China’s behaviour in the Pacific ‘problematic’ on visit to Tonga", "description": "<p>US secretary of state says China’s investments need to be transparent as Washington and Beijing jostle for influence in the region</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/09/chinas-rising-power-and-influence-in-the-pacific-explained-in-30-seconds\">China’s rising influence in the Pacific explained in 30 seconds</a></li></ul><p>US secretary of state Antony Blinken warned of China’s “problematic behaviour” during a visit to the Pacific island nation of Tonga, citing Beijing’s militarisation of the South China Sea and what he called economic coercion.</p><p>China’s growing presence in the region, which saw it <a href=\"https://www.theguardian.com/world/2022/apr/20/the-deal-that-shocked-the-world-inside-the-china-solomons-security-pact\">sign a security pact </a>with the Solomon Islands last year, has fuelled concern in the US and Australia about Beijing’s ambitions, and prompted increased Western aid and engagement.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/antony-blinken-tonga-visit-china-problematic-nukualofa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/antony-blinken-tonga-visit-china-problematic-nukualofa", "date_published": "2023-07-26T05:27:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan’s population drops by nearly 800,000 with falls in every prefecture for the first time", "description": "<p>Changing demographics are affecting nearly every part of society, while efforts to turn around the decline have so far had little impact</p><p>Every one of Japan’s 47 prefectures posted a population drop in 2022, while the total number of Japanese people fell by more than 800,000. The figures released by the Japan’s internal affairs ministry mark two new unwelcome records for a nation sailing into uncharted demographic territory, but on a course many other countries are set to follow.</p><p>Japan’s prime minister has called the trend a crisis and vowed to tackle the situation. But national policies have so far failed to dent population decline, though concerted efforts by a sprinkling of small towns have had some effect.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/japan-population-how-many-people-drops-first-time-births-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/japan-population-how-many-people-drops-first-time-births-deaths", "date_published": "2023-07-26T05:10:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Elle Fanning and Chloë Sevigny star in tragic texting drama", "description": "<p>The Girl from Plainville, based on real events, begins an eight-part run. Plus: The Great British Sewing Bee reaches the final cut. Here’s what to watch this evening </p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/tv-tonight-elle-fanning-chloe-sevigny-the-girl-from-plainville-texting\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/tv-tonight-elle-fanning-chloe-sevigny-the-girl-from-plainville-texting", "date_published": "2023-07-26T05:10:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a blowtorch’: Mediterranean gripped by wildfires as blazes spread in Croatia, Portugal", "description": "<p>‘There is no magical defence mechanism,’ says Greek prime minister Kyriakos Mitsotakis as fires burn in northern Africa and southern Europe</p><p>Wildfires were burning in at least nine countries across the Mediterranean as blazes spread in Croatia and Portugal, with thousands of firefighters in Europe and north Africa working in extreme heat to contain flames stoked by high temperatures, dry conditions and strong winds.</p><p>High temperatures and parched ground sparked wildfires in countries on both sides of the Mediterranean, with at least 34 people killed in <strong>Algeria</strong>, where 8,000 firefighters on Tuesday battled blazes across the tinder-dry north. Fires burned in a total of 15 provinces, leading to the evacuation of more than 1,500 people.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/26/northern-hemisphere-heatwaves-mediterranean-fires-croatia-portugal\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/26/northern-hemisphere-heatwaves-mediterranean-fires-croatia-portugal", "date_published": "2023-07-26T05:05:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan v Costa Rica: Women’s World Cup 2023 Group C – live", "description": "<ul><li>Updates from the Group C match in Dunedin</li><li>Kick-off time is 5pm local/3pm AEST/6am BST</li><li>Any thoughts? <a href=\"mailto:jo.khan@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/_jokhan?lang=en\">@_jokhan</a></li></ul><p><strong>Costa Rica team guide</strong></p><p>At their second Women’s World Cup, Las Ticas are generating a lot of excitement back home. Check out the expert team guide to see how Amelia Valverde’s team are placed for the 2023 tournament.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/26/japan-vs-costa-rica-live-updates-womens-world-cup-2023-jap-v-crc-latest-score-football-soccer-wwc-news-\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/26/japan-vs-costa-rica-live-updates-womens-world-cup-2023-jap-v-crc-latest-score-football-soccer-wwc-news-", "date_published": "2023-07-26T05:03:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can slag heaps help combat the climate crisis?", "description": "<p>Research suggests iron and steel industry waste could be used to lock away carbon for millennia</p><p>As recent extreme weather events in the northern hemisphere have demonstrated, global heating is so far advanced that we will have to rely on some forms of carbon capture to prevent the worst impacts of the climate emergency.</p><p>Research presented at the <a href=\"https://conf.goldschmidt.info/goldschmidt/2023/meetingapp.cgi/Paper/19547\">Goldschmidt conference in Lyon</a>, France, this month suggests that slag, the waste produced by the iron and steel industry, could be used to lock away carbon dioxide for thousands of years.</p> <a href=\"https://www.theguardian.com/science/2023/jul/26/slag-heaps-climate-crisis-waste-iron-steel-industry-carbon\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/26/slag-heaps-climate-crisis-waste-iron-steel-industry-carbon", "date_published": "2023-07-26T05:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We've had almost 99 years of Tory rule in Totnes. Here's how we plan to get rid of them | George Monbiot", "description": "<p>By uniting behind one progressive parliamentary candidate, voters in the south Devon seat are hoping to effect change here and beyond</p><p>Trust no one, trust everyone: this paradox is the foundational principle of democracy. We should not trust any politician’s promises until they’ve been delivered. We should not trust anyone to represent us without constant pressure and feedback. But we should trust society as a whole – trust everyone – to make choices for the good of all. Otherwise we would need a different system.</p><p>The problem is that the will of those we should trust – each other – is constantly thwarted by the will of those we shouldn’t. Political and electoral systems, governed from the centre, are designed to grant us a semblance of ownership and control, while depriving us of real power. The political parties that claim to represent us too often respond instead to the demands of the powerful: media barons, corporations, party funders. In extreme cases, such as the UK’s current government, they are reduced to corporate lobbyists, delivering the country to the most <a href=\"https://www.monbiot.com/2017/01/20/the-pollution-paradox/\">antisocial interests</a>.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/totnes-election-democracy-change\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/26/totnes-election-democracy-change", "date_published": "2023-07-26T05:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 1975’s Matty Healy has hurt Malaysia’s queer community, not uplifted it", "description": "<p>We welcome solidarity with LGBTQ+ causes, but in the wake of the 1975’s inflammatory gay kiss on stage, artists need to be more considerate in their allyship</p><p>Every day, the realities of my queerness make me hold on tighter to the ones I love. As a mixed race first generation immigrant, whose mother moved from Malaysia to the UK in the 1960s, I get to enjoy the benefits of the land that once colonised my mother’s. I can walk down the street holding the hand of my lover, and kiss their face, but if we went home to Malaysia, this love would be fined, caned or locked away. Not for me, as a foreigner to my motherland and of Chinese descent, but for my partner, a Malaysian born Malay.</p><p>In Malaysia, there are no LGBTQ+ rights, with a penalty of up to 20 years in prison for sodomy; Global Trans Rights Index ranks Malaysia as the second worst country in the world for transgender rights. And a privileged white man – the lead singer of British band the 1975 – has inadvertently made this situation worse.</p> <a href=\"https://www.theguardian.com/music/2023/jul/26/the-1975s-matty-healy-has-hurt-malaysias-queer-community-not-uplifted-it\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/26/the-1975s-matty-healy-has-hurt-malaysias-queer-community-not-uplifted-it", "date_published": "2023-07-26T05:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The bombs won’t stop us’: business brisk at Ukraine’s surrogacy clinics", "description": "<p>Russia’s invasion has not deterred hundreds of foreign would-be parents from travelling to war-torn Kyiv and other centres </p><p>In March last year, just weeks after the start of Russia’s full-scale invasion of Ukraine, Remo and Amalia* received an unexpected phone call from Kyiv. One of the largest surrogacy clinics in Europe was responding to the Italian couple by inviting them to the war-ravaged country for medical checks to begin the procedure to have a baby.</p><p>At the time, Moscow’s troops were withdrawing from the territories north of the capital oblast that they had occupied for more than a month. A few days later, the mass graves of Bucha would reveal the true horror of the invasion as Russian missiles continued to fall by the dozens into Ukraine’s oblasts. Yet, the continuing conflict was not going to stop the couple.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/the-bombs-wont-stop-us-business-brisk-at-ukraines-surrogacy-clinics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/the-bombs-wont-stop-us-business-brisk-at-ukraines-surrogacy-clinics", "date_published": "2023-07-26T05:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unrepentant Robert Kennedy Jr attempts to revive campaign after antisemitism accusations", "description": "<p>At an event in New York hosted by celebrity rabbi Shmuley Boteach, RFK Jr told the audience he was facing ‘censorship’ and ‘character assassination’</p><p>Democratic presidential candidate Robert Kennedy Jr has said that he should have been “more careful” in making his recent false remarks about the “ethnic targeting” of the Covid pandemic.</p><p>At a campaign debate in New York on Tuesday night, Kennedy sought to put the accusation of antisemitism that has engulfed his campaign behind him. But he stopped short of retracting his false claim that coronavirus had been targeted to spare Ashkenazi Jews and Chinese people from the impact of the disease.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/26/rfk-jr-robert-kennedy-antisemitism-accusations-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/26/rfk-jr-robert-kennedy-antisemitism-accusations-new-york", "date_published": "2023-07-26T04:27:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From the archive: Bring up the bodies: the retired couple who find drowning victims – podcast", "description": "<p>We are raiding the Guardian Long Read archives to bring you some classic pieces from years past, with new introductions from the authors</p><p>This week, from 2020: Gene and Sandy Ralston are a married couple in their 70s, who also happen to be among North America’s leading experts at searching for the dead</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/26/from-the-archive-drowning-victims-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/26/from-the-archive-drowning-victims-podcast", "date_published": "2023-07-26T04:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: Saudi Arabia’s $6bn spend on ‘sportswashing’", "description": "<p>Exclusive: Billions deployed since early 2021 in a move critics say is an attempt to distract from human rights record</p><p>Saudi Arabia has spent at least $6.3bn (£4.9bn) in sports deals since early 2021, more than quadruple the previous amount spent over a six-year period, in what critics have labelled an effort to distract from its human rights record.</p><p>Saudi Arabia has deployed billions from its Public Investment Fund over the last two-and-a-half years according to analysis by the Guardian, spending on sports at a scale that has completely changed professional golf and transformed the international transfer market for football.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/revealed-saudi-arabia-6bn-spend-on-sportswashing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/revealed-saudi-arabia-6bn-spend-on-sportswashing", "date_published": "2023-07-26T04:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The British Miracle Meat: the story behind one of the best TV hoaxes in history", "description": "<p>Terrestrial television may sometimes seem old-fashioned – but this only enhances its ability to tease and surprise its audience. This week, Channel 4 brought back satire with a bang</p><p>Few people will have been happier yesterday with headlines such as “Channel 4 fans fume as Gregg Wallace ‘ends career’ after eating ‘human meat’” than Gregg Wallace. Taking advantage of his overbearingly cheery persona, the presenter has pulled off one of the best hoaxes in media history with his bogus documentary <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/25/the-anger-of-it-will-linger-for-years-is-the-british-miracle-meat-the-most-disturbing-tv-satire-ever\" title=\"\">The British Miracle Meat</a>.</p><p>Success in these cases is usually measured by tabloid outrage, feigned or otherwise, and threatened complaints to Ofcom, but Wallace’s sting operation successfully fooled, provoked or at least surprised nearly everyone. Perhaps it is proof that, although it is losing ground to streaming services and social media, broadcast television still has the power to move the dial – but let’s not be too hasty.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/british-miracle-meat-story-behind-one-best-hoaxes-tv-history\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/british-miracle-meat-story-behind-one-best-hoaxes-tv-history", "date_published": "2023-07-26T04:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The class of 2023: the UK’s unluckiest students – podcast", "description": "<p>Many of the students who began their studies under Covid restrictions are now leaving university without knowing their grades. Anna Fazackerley reports</p><p>“I do not hold a degree in my hand,” <strong>Alex Mohan Morzeria-Davis</strong> told their fellow students in a speech on graduation day. “Instead, I hold an apology letter filled with platitudes and a list of courses with the letters TBC instead of a mark next to them.”</p><p>Mohan Morzeria-Davis, a student at the University of Edinburgh, is one of many students across the country whose final papers have not been marked. After starting their studies under Covid restrictions, this year group has faced many disruptions to their courses. Now they are graduating without a mark and a pile of student debt.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/26/the-class-of-2023-the-uks-unluckiest-students-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/26/the-class-of-2023-the-uks-unluckiest-students-podcast", "date_published": "2023-07-26T02:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NatWest boss Alison Rose resigns over Nigel Farage Coutts account row", "description": "<p>Former Ukip leader obtained report suggesting media coverage of his political views was considered in Coutts closure decision</p><p>Dame Alison Rose, the chief executive of NatWest Group, has stood down after a row over the closure of Nigel Farage’s bank account with the private bank Coutts, which NatWest owns.</p><p>Rose has resigned from the banking group after Farage complained to the BBC about a report that claimed his accounts with Coutts were closed for commercial reasons. The broadcaster <a href=\"https://www.bbc.co.uk/news/entertainment-arts-66288464\">has since apologised</a> and amended <a href=\"https://www.bbc.co.uk/news/business-66097039\">its story</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts", "date_published": "2023-07-26T01:47:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michael K Williams: drug dealer in overdose death of Wire actor sentenced to 30 months in prison", "description": "<p>Williams’ nephew and The Wire creator David Simon spoke on behalf of Carlos Macci, 72, who pleaded guilty to conspiring to possessing and distributing narcotics</p><p>A 72-year-old man linked to a crew of drug dealers blamed in the fentanyl-laced heroin death of The Wire actor Michael K Williams has been sentenced to more than two years in prison at a proceeding in which the actor’s nephew recommended compassion for the defendant.</p><p>Carlos Macci was sentenced to 30 months in prison by US district judge Ronnie Abrams, who told Macci that selling heroin and fentanyl “not only cost Mr Williams his life, but it’s costing your freedom” – in part because he did not stop selling drugs after Williams died.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/26/michael-k-williams-the-wire-overdose-death-drug-dealer-sentenced\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/26/michael-k-williams-the-wire-overdose-death-drug-dealer-sentenced", "date_published": "2023-07-26T01:35:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia raises the maximum age of conscription as it seeks to replenish Ukraine forces", "description": "<p>From 2024, anyone aged 18 to 30 will be called up for a year of military service, with those served draft notices banned from leaving the country</p><p>Russia’s parliament has voted to raise the maximum age at which men can be conscripted to 30 from 27, increasing the number of young men liable for a year of compulsory military service.</p><p>The bill comes as Moscow seeks to replenish its forces on the frontline in Ukraine without resorting to another mobilisation – <a href=\"https://www.theguardian.com/world/2022/sep/22/russia-mobilisation-ukraine-war-army-drive\">a step the Kremlin took last September which proved unpopular</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/russia-conscription-maximum-age-raised-ukraine-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/russia-conscription-maximum-age-raised-ukraine-war", "date_published": "2023-07-26T00:48:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nasa briefly loses contact with ISS after power outage and relies on backup systems for first time", "description": "<p>Loss of communications with International Space Station forced Nasa to rely on Russian systems instead</p><p>A power outage at Nasa’s building in Houston disrupted communication between mission control and the International Space Station (ISS) on Tuesday, forcing the space agency to rely on backup control systems for the first time.</p><p>The outage meant mission control lost command, telemetry and voice communications with the station in orbit. The power outage hit as upgrade work was under way in the building at Houston’s Johnson Space Center.</p> <a href=\"https://www.theguardian.com/science/2023/jul/26/iss-power-outage-nasa-contact-international-space-station-backup-systems\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/26/iss-power-outage-nasa-contact-international-space-station-backup-systems", "date_published": "2023-07-26T00:34:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fiji prime minister cancels China visit after tripping while looking at mobile phone", "description": "<p>Sitiveni Rabuka posted a video in blood-splattered shirt saying he took a tumble on the stairs and hit his head</p><p>Fiji’s prime minister, Sitiveni Rabuka, has said he was forced to cancel an official visit to China after falling and hurting his head.</p><p>The visit had been announced on Tuesday by the Chinese embassy in Fiji, which said Rabuka would attend the opening of the World University Games in Chengdu alongside the Chinese president, Xi Jinping.</p> <a href=\"https://www.theguardian.com/world/2023/jul/26/fiji-prime-minister-cancels-china-visit-after-falling-and-hitting-his-head\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/26/fiji-prime-minister-cancels-china-visit-after-falling-and-hitting-his-head", "date_published": "2023-07-26T00:15:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former Taliban prisoner Bowe Bergdahl’s desertion conviction vacated", "description": "<p>A federal judge ruled that the military judge in former US soldier’s trial failed to disclose a potential conflict of interest</p><p>A US judge has vacated the military conviction of Bowe Bergdahl, a former army soldier who pleaded guilty to desertion after he left his post and was captured in Afghanistan and tortured by the Taliban.</p><p>The ruling from federal district judge Reggie Walton in Washington says that military judge Jeffrey Nance, who presided over the court-martial, failed to disclose that he had applied to the executive branch for a job as an immigration judge, creating a potential conflict of interest.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/25/former-taliban-prisoner-bowe-bergdahl-desertion-conviction-vacated\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/25/former-taliban-prisoner-bowe-bergdahl-desertion-conviction-vacated", "date_published": "2023-07-26T00:01:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]