[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Decoy Dog: New Breed of Malware Posing Serious Threats to Enterprise Networks", "description": "A deeper analysis of a recently discovered malware called Decoy Dog has revealed that it's a significant upgrade over the Pupy RAT, an open-source remote access trojan it's modeled on.\n\"Decoy Dog has a full suite of powerful, previously unknown capabilities – including the ability to move victims to another controller, allowing them to maintain communication with compromised machines and remain", "link": "https://thehackernews.com/2023/07/decoy-dog-new-breed-of-malware-posing.html", "date_published": "2023-07-26T13:13:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Alarming Rise of Infostealers: How to Detect this Silent Threat", "description": "A new study conducted by Uptycs has uncovered a stark increase in the distribution of information stealing (a.k.a. infostealer or stealer) malware. Incidents have more than doubled in Q1 2023, indicating an alarming trend that threatens global organizations.\nAccording to the new Uptycs' whitepaper, Stealers are Organization Killers, a variety of new info stealers have emerged this year, preying", "link": "https://thehackernews.com/2023/07/the-alarming-rise-of-infostealers-how.html", "date_published": "2023-07-26T10:53:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fenix Cybercrime Group Poses as Tax Authorities to Target Latin American Users", "description": "Tax-paying individuals in Mexico and Chile have been targeted by a Mexico-based cybercrime group that goes by the name Fenix to breach targeted networks and steal valuable data.\nA key hallmark of the operation entails cloning official portals of the Servicio de Administración Tributaria (SAT) in Mexico and the Servicio de Impuestos Internos (SII) in Chile and redirecting potential victims to", "link": "https://thehackernews.com/2023/07/fenix-cybercrime-group-poses-as-tax.html", "date_published": "2023-07-26T10:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New AI  Tool 'FraudGPT' Emerges, Tailored for Sophisticated Attacks", "description": "Following the footsteps of WormGPT, threat actors are advertising yet another cybercrime generative artificial intelligence (AI) tool dubbed FraudGPT on various dark web marketplaces and Telegram channels.\n\"This is an AI bot, exclusively targeted for offensive purposes, such as crafting spear phishing emails, creating cracking tools, carding, etc.,\" Netenrich security researcher Rakesh Krishnan", "link": "https://thehackernews.com/2023/07/new-ai-tool-fraudgpt-emerges-tailored.html", "date_published": "2023-07-26T10:02:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Rust-based Realst Infostealer Targeting Apple macOS Users' Cryptocurrency Wallets", "description": "A new malware family called Realst has become the latest to target Apple macOS systems, with a third of the samples already designed to infect macOS 14 Sonoma, the upcoming major release of the operating system.\nWritten in the Rust programming language, the malware is distributed in the form of bogus blockchain games and is capable of \"emptying crypto wallets and stealing stored password and", "link": "https://thehackernews.com/2023/07/rust-based-realst-infostealer-targeting.html", "date_published": "2023-07-26T07:08:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical MikroTik RouterOS Vulnerability Exposes Over Half a Million Devices to Hacking", "description": "A severe privilege escalation issue impacting MikroTik RouterOS could be weaponized by remote malicious actors to execute arbitrary code and seize full control of vulnerable devices.\nCataloged as CVE-2023-30799 (CVSS score: 9.1), the shortcoming is expected to put approximately 500,000 and 900,000 RouterOS systems at risk of exploitation via their web and/or Winbox interfaces, respectively,", "link": "https://thehackernews.com/2023/07/critical-mikrotik-routeros.html", "date_published": "2023-07-26T05:02:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]