[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "I used a MAC for 30 days, and I’m glad it’s over", "description": "Try out Proton Mail, the secure email that protects your privacy: https://proton.me/mail/TheLinuxEXP\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/XMuQrcYd\n\n#macOS #macbook #laptop\n\n00:00 Intro\n00:49 Sponsor: Proton Mail, the secure and private email service\n02:22 macOS: sub par software\n07:49 The Apple Ecosystem: not useful to me\n09:35 macbook Pro: top notch hardware, but...\n12:24 M1 Pro CPU: powerhouse with one crucial flaw\n13:20 Performance & Battery Life: no equal\n14:30 Why it's just not for me\n16:04 Sponsor: Get a PC made to run Linux\n16:59 Support the channel\n\n\nMacOS sucks as an operating system. No going around that, it's designed for mono tasking, or full keyboard use. No window tiling, dock can't minimize apps by clicking on them, the green button puts everything full screen...\n\nThe Global menu is great though, I wish it was well supported on Linux. No cut and paste for files and folders in the file manager is completely insane, and dragging files to other folders, or even to an open app is SO SLOW.\n\nInstalling apps was OK once you get used to it. The app store is pretty useless, as everything I wanted to use wasn't in it: resolve, firefox, GIMP, rectangles, an app for nextcloud notes, obs, steam, none of them are in the app store.\n\nVirtual desktops are ok: gestures are good, but I'd argue GNOME does them better now: three fingers up in macOS doesn't show the virtual desktops, you also have to move the pointer towards the top of the screen to reveal them, or create a new one\nYou also can't just swipe right with 3 fingers to get to a new virtual desktop and start opening apps there.\n\nClicking on a window only focuses it, it doesn't select what you want, which is also annoying to get used to. Font rendering is absolutely great, though, especially compared to font rendering on Linux.\n\nNow in terms of hardware, there's very little that's wrong with this macbook pro:\n\n- The display is pretty great, high res, color accurate, high refresh rate, it's very good, bUT it's also covered in super reflective glass, without a matte coating. The keyboard took me a while to get used to, no numpad on such a big laptop is annoying.  The webcam, mic and speakers are insanely good, and trounce everything I have ever used with Windows or Linux.\n\nBut, in the end, I still prefer using my Slimbook Executive 16. Why? First, while the build quality of this mac is undeniably better, it's also extremely heavy. 1.5 kilos for the executive 16, 2.1 kilos for the Macbook\n\nThe ports on the mac are far less useful as well, lacking any USB A port. In terms of trackpad, I'm not super convinced by the one on the macbook. It's huge and precise and gestures work really well, but the click is just so unsatisfying.\n\nM1 is a cool architecture, but it also has trouble running VMs for operating systems that aren't ARM based, which means it's basically unsuitable for my day to day work where I need to test distros, on a VM first, and then on actual hardware.\n\nOn geekbench, It scores 2038 in single core score, which isn't bad, and 12636 in multi core, which is among the highest I've ever reviewed on a laptop, and it was on battery, not plugged in.\n\nBattery life is insane, with 14 to 16h of light work, and 6 to 8h of video editing, compared to 7 or 8h on the executive, and about 3 to 4h of editing.\n\nIn the end, I have more fun using my Executive 16. It feels solid enough, although it does scratch more easily, it weighs less, I like its keyboard and display just as much, and I actually prefer the touchpad on the Executive The mic, speakers and webcam aren't super important to me, so I don't really mind the downgrade, but I have to admit the ones on the executive are just way below the ones the macbook ships with. \n\nOn top of that, my Executive can run a full blown Linux distro, and VMs, which this mac can't, yet. Of course I'll try Asahi on it at some point, but for now, it looks far from ready.", "link": "https://www.youtube.com/watch?v=0saKpm5g8iU", "date_published": "2023-07-26T15:40:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0saKpm5g8iU/hqdefault.jpg"}]