{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/two-britons-among-four-killed-in-australia-helicopter-collision", "title": "Two Britons among four killed in Australia helicopter collision", "date_published": "2023-01-02 21:53:45+00:00", "description": "<p>Mid-air collision near Sea World on the Gold Coast also left three people critically injured</p><p>Two British people were among four killed after <a href=\"https://www.theguardian.com/world/2023/jan/02/two-helicopters-collide-gold-coast-queensland-broadwater\">two helicopters collided in mid-air</a> near a marine theme park on Australia’s Gold Coast, it has been confirmed.</p><p>A Foreign, Commonwealth &amp; Development Office (FCDO) spokesperson said: “We are supporting the family of two British nationals who died in Australia and are in contact with the local authorities.”</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/two-britons-among-four-killed-in-australia-helicopter-collision\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/03/six-sexy-things-you-might-not-know-about-australian-wildlife", "title": "Six sexy things you might not know about Australian wildlife | Jess Harwood", "date_published": "2023-01-02 20:47:44+00:00", "description": "<p>Guess who has a clitoris? </p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/03/six-sexy-things-you-might-not-know-about-australian-wildlife\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/02/earth-wind-fire-drummer-fred-white-dies-aged-67", "title": "Earth, Wind & Fire drummer Fred White dies aged 67", "date_published": "2023-01-02 19:45:33+00:00", "description": "<p>White, who joined the soul-funk group in 1974, playing on hits including September and Shining Star</p><p>The Earth, Wind &amp; Fire drummer Fred White has died at the age of 67.</p><p>The news was shared by his brother and bandmate Verdine White on Sunday in an Instagram post. He paid tribute to the “amazing and talented” musician, “now drumming with the angels!”</p> <a href=\"https://www.theguardian.com/music/2023/jan/02/earth-wind-fire-drummer-fred-white-dies-aged-67\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/02/brentford-liverpool-premier-league-match-report", "title": "Wissa and Mbeumo strike as Brentford inflict top-four blow on limp Liverpool", "date_published": "2023-01-02 19:34:21+00:00", "description": "<p>This was a thudding reality check for anyone who thought Liverpool, having dusted themselves down over the winter break, would stroll back into the top four. They were beaten here by a bright, resolute Brentford but also by a shambolic opening night’s work by their own back line that ultimately took the game away. Ibrahima Konaté’s own goal typified that and was followed before half-time by a header from Yoane Wissa, who had already seen two efforts disallowed.</p><p>Alex Oxlade-Chamberlain’s riposte appeared to have shifted the dial but Bryan Mbeumo’s cool late finish, from Brentford’s only significant attack of the second half and resulting from a costly slip by Konaté, completed a chastening evening for Jürgen Klopp. Brentford, unbeaten in six, are in fine form and move up to seventh. Klopp may reflect that Liverpool remain a shadow of themselves.</p> <a href=\"https://www.theguardian.com/football/2023/jan/02/brentford-liverpool-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/02/hope-hicks-january-6-domestic-terrorists", "title": "Trump aide Hope Hicks texted ‘we look like domestic terrorists’ on January 6", "date_published": "2023-01-02 19:30:55+00:00", "description": "<p>Text exchange between then communications chief and fellow White House aide reportedly reveals exasperation at Capitol riot</p><p>Hope Hicks, a former key ally of Donald Trump, texted another White House aide “we all look like domestic terrorists now” as the then president’s supporters overran the US Capitol on 6 January 2021.</p><p>The fear was expressed in a message sent by Trump’s former communications director to Julie Radford, chief of staff to his daughter and senior adviser, Ivanka Trump, on the afternoon of the deadly Capitol riot.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/02/hope-hicks-january-6-domestic-terrorists\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/03/dramatic-change-severe-obstacles-fiji-enters-2023-with-a-new-government-but-many-of-the-same-problems", "title": "Dramatic change, severe obstacles: Fiji enters 2023 with a new government, but many of the same problems", "date_published": "2023-01-02 19:00:23+00:00", "description": "<p>Former prime minister Frank Bainimarama looms over the incoming government of Sitiveni Rabuka, with fears of a return to the political instability of the past</p><p>On New Year’s Day in Fiji, a former coup leader delivered a typically pugnacious attack on his country’s new government. Frank Bainimarama, the former military commander who became prime minister in the wake of a 2006 coup, and who has ruled Fiji with an iron fist for 16 years, <a href=\"https://www.theguardian.com/world/2022/dec/18/fiji-elections-2022-bainimarama-loses-parliamentary-majority-as-count-finalised\">lost an election on 14 December</a>.</p><p>On Christmas Eve, he ungraciously conceded defeat, but insisted that his successors remained bound by a constitution his government imposed in 2013. He then left the country to attend the wedding of his son, who is on bail <a href=\"https://www.theguardian.com/world/2022/sep/16/son-of-fijian-prime-minister-faces-nsw-court-on-domestic-violence-related-charges\">facing charges in relation to domestic violence-related allegations</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/03/dramatic-change-severe-obstacles-fiji-enters-2023-with-a-new-government-but-many-of-the-same-problems\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2023/jan/02/liv-golf-risks-becoming-an-irrelevance-in-growing-saudi-sportswashing-portfolio", "title": "LIV Golf risks becoming an irrelevance in Saudi sportswashing portfolio | Ewan Murray", "date_published": "2023-01-02 19:00:23+00:00", "description": "<p>Rebel tour has lost momentum heading into 2023 leaving those tempted by the riches promised facing an uncertain future</p><p>It is telling that discussion around Cristiano Ronaldo’s move to the Saudi Arabian league focuses on the player’s inexorable slide towards footballing oblivion. Ronaldo was unveiled at the end of a year in which at least 147 people had been executed in Saudi Arabia, according to the European Saudi Organisation for Human Rights. Ronaldo’s 526 million Instagram and 106 million Twitter followers will now be afforded updates from Al Nassr as football obsessives debate his on-field decline. The <a href=\"https://www.theguardian.com/football/2022/dec/30/cristiano-ronaldo-al-nassr-saudi-arabia\">Saudis have bought</a> one of the game’s iconic figures, meaning goals and assists barely matter. Neither does the source of Ronaldo’s weekly wage. Sportswashing works.</p><p>Newcastle United’s charge into the upper echelons of the Premier League and the hero worship afforded to Eddie Howe as a direct consequence will be regarded in the Kingdom as another success story. The Saudi Arabian grand prix is normalised. If Tyson Fury fights Oleksandr Usyk in Saudi Arabia in March, a boxing world will shrug its shoulders.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jan/02/liv-golf-risks-becoming-an-irrelevance-in-growing-saudi-sportswashing-portfolio\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/02/antonio-mateu-lahoz-plays-cards-wrong-catalan-derby-referee-barcelona-espanyol-la-liga", "title": "Antonio Mateu Lahoz plays his cards wrong to make history in Catalan derby | Sid Lowe", "date_published": "2023-01-02 18:19:57+00:00", "description": "<p>The celebrity referee who handed out 17 cards in the Argentina-Netherlands quarter-final came home and went one better</p><p>Barcelona and Espanyol were a quarter of the way into their first game for more than 50 days, La Liga back at last, when referee Antonio Mateu Lahoz was suddenly set off. Urgently heading across the pitch wearing a determined look, triggered by what he heard or perhaps remembering something really important he had to do, he sprinted straight at Xavi Hernández, who was all in black and shouting. This was only ending one way. Pulling up pitchside, he grabbed Barça’s coach. And then he kissed him, whispering in his ear. “He said he was happy to see me,” Xavi revealed later. “And I said: me too.”</p><p>The Barcelona coach was speaking for everyone. Well, sort of. Turns out that the World Cup star who most marked the return of domestic football was the one who doesn’t actually play but doesn’t half perform, the Spaniard who was in Qatar longer than any other. Antonio Mateu Lahoz – Toño to his mates, which he likes to think is everyone – did it again. A record-breaker for clubs and countries, the man whose name has become a verb was <em>mateulahozing</em> once more this weekend. The celebrity referee who <a href=\"https://www.theguardian.com/football/2022/dec/10/argentina-take-dutch-devilry-beyond-the-bitter-end-in-the-fracas-in-qatar\">handed out 17 cards</a> during the Argentina-Netherlands quarter-final came home and immediately went one better, and without the benefit of extra time or penalties. Two matches, 35 cards, two all-time highs, and some show to restart football in Spain.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/02/antonio-mateu-lahoz-plays-cards-wrong-catalan-derby-referee-barcelona-espanyol-la-liga\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/02/thousands-mourners-file-past-pele-coffin-santos-brazil", "title": "‘I had to say goodbye’: thousands pay their respects to Pelé in Brazil", "date_published": "2023-01-02 18:18:16+00:00", "description": "<p>Family and friends stand over open coffin in Santos, as Fifa president asks countries to name stadiums after football legend</p><p>Thousands of mourners braved punishing heat to pay their final tribute to footballing legend Pelé on Monday as the president of Fifa said he would ask every member country to name a stadium after the <a href=\"https://www.theguardian.com/football/2022/dec/29/pele-brazil-dies-football-legend\">recently deceased Brazilian player</a>.</p><p>Fans lined up outside the 106-year-old Vila Belmiro ground in Santos – the city in south-eastern Brazil where Pelé first made his name as a star goal scorer in the 1950s – overnight and at about 10am mourners began filing past the coffin that had been placed under a shaded tent in the middle of the field.</p> <a href=\"https://www.theguardian.com/football/2023/jan/02/thousands-mourners-file-past-pele-coffin-santos-brazil\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/02/steve-borthwick-shows-the-door-to-three-of-englands-backroom-staff", "title": "Steve Borthwick shows the door to three of England’s backroom staff", "date_published": "2023-01-02 18:07:21+00:00", "description": "<ul><li>Scrum coach Matt Proudfoot given new job in South Africa </li><li>Brett Hodgson and Danny Kerry also moved on</li></ul><p>Steve Borthwick’s overhaul of England’s coaching team has gathered pace with three of Eddie Jones’s backroom staff shown the door. The forwards coach, Matt Proudfoot, Brett Hodgson and Danny Kerry have all left the England set-up with Borthwick making his mark before the Six Nations campaign begins next month.</p><p>Proudfoot is the highest-profile casualty and has already found new employment at Stellenbosch University in South Africa. Hodgson’s tenure as defence coach was one of the shortest in history after only assuming the role after Anthony Seibold left following the autumn campaign. His departure was signalled when the Rugby Football Union confirmed the arrival of Kevin Sinfield before Christmas. Danny Kerry’s tenure is only marginally longer as Jones’s training coordinator.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/02/steve-borthwick-shows-the-door-to-three-of-englands-backroom-staff\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/extreme-event-warm-january-weather-breaks-records-europe", "title": "‘Extreme event’: warm January weather breaks records across Europe", "date_published": "2023-01-02 17:48:13+00:00", "description": "<p>At least eight countries experience record high temperatures of ‘almost unheard of’ heat, say meteorologists</p><p>Weather records have been falling across Europe at a disconcerting rate in the last few days, say meteorologists.</p><p>The warmest January day ever was recorded in at least eight European countries including Poland, Denmark, the Czech Republic, the Netherlands, Belarus, Lithuania and Latvia, according to data collated by Maximiliano Herrera, a climatologist who tracks extreme temperatures.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/extreme-event-warm-january-weather-breaks-records-europe\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/spain-ready-for-any-scenario-as-gibraltar-talks-with-uk-falter", "title": "Spain ‘ready for any scenario’ as Gibraltar talks with UK falter", "date_published": "2023-01-02 17:35:07+00:00", "description": "<p>Spanish foreign minister says he does not want ‘no deal’ relationship, but EU is prepared for hard Brexit for territory</p><p>Spain and the EU are prepared for all possibilities – including a hard Brexit – when it comes to the bloc’s relationship with Gibraltar, Spain’s foreign minister has said, adding that the ball was now in London’s court after 11 rounds of negotiations.</p><p>“Spain doesn’t want a ‘no deal’ scenario,” the Spanish foreign minister, José Manuel Albares, <a href=\"https://www.europapress.es/nacional/noticia-albares-asegura-espana-lista-no-acuerdo-gibraltar-confia-londres-acepte-propuesta-20230101110452.html\">told Europa Press</a>. “The government of Spain and the EU, which is ultimately the signatory on the agreement with the UK, are ready for any scenario.”</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/spain-ready-for-any-scenario-as-gibraltar-talks-with-uk-falter\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/rescuers-in-vietnam-battle-to-save-boy-trapped-in-construction-site", "title": "Rescuers in Vietnam battle to save boy trapped in construction site", "date_published": "2023-01-02 17:32:17+00:00", "description": "<p>Ly Hao Nam, 10, fell down a narrow shaft on New Year’s Eve but there was no response from him on Monday</p><p><strong><br /></strong>Rescuers in Vietnam were desperately trying to free a 10-year-old boy on Monday, two days after he fell into the narrow open shaft of a concrete pile at a construction site on New Year’s Eve.</p><p>Ly Hao Nam was heard crying for help shortly after he fell into the pile on Saturday morning, but rescuers received no response from him on Monday as they lowered a camera down to try to locate his position in the 35-metre long support pillar.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/rescuers-in-vietnam-battle-to-save-boy-trapped-in-construction-site\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/02/george-santos-republicans-house-lies", "title": "House of lies: outrage as Republicans prepare to swear in fantasist Santos", "date_published": "2023-01-02 17:24:20+00:00", "description": "<p>New York politician who admitted making up large much of his life story is facing calls for him to quit, even from within his own party</p><p>A crescendo of bipartisan outrage will accompany the swearing in on Tuesday of George Santos, one of the Republican party’s most controversial new Congress members who has admitted large parts of his biography <a href=\"https://www.theguardian.com/us-news/2022/dec/27/new-york-congressman-elect-george-santos-admits-lying-about-college-and-work-history\">are a fantasy</a>.</p><p>The New York politician, caught in lies over his family background, education and work history, is facing calls to step down from several senior figures within his own party before he even sets foot on the floor of the chamber.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/02/george-santos-republicans-house-lies\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/02/brentford-v-liverpool-premier-league-live-score-updates", "title": "Brentford v Liverpool: Premier League – live", "date_published": "2023-01-02 17:10:14+00:00", "description": "<ul><li>Premier League updates from the 5.30pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up for Football Daily, our daily football newseletter</a></li><li>And get in touch with Barry <a href=\"mailto:barry.glendenning@theguardian.com\">via email</a> or <a href=\"https://twitter.com/bglendenning\">on Twitter</a></li></ul><p><strong>Thomas Frank on Ivan Toney’s absence:</strong> “He was close-<em>ish</em> to being on the bench,” the Brentford manager tells Sky Sports. “Ivan is a monster, capable of dealing with a lot of pain or niggles and so on. Today it was too close and actually I think with one or two days more he could have done it. We expect him to be close to being available for West Ham [in the FA Cup on Saturday].” </p><p><strong>Those teams:</strong> Despite Thomas Frank’s upbeat talk yesterday, Ivan Toney is not in Brentford’s matchday squad and who is to say the Dane was not just messing with Liverpool’s minds when he said the striker would be OK for today’s game. In other news pertaining to Brentford, midfielder Josh Dasilva drops to the bench, while there are starts for Yoane Wissa and Vitaly Yanelt.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/02/brentford-v-liverpool-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2023/jan/02/tail-does-not-wag-the-dog-when-it-comes-to-agility-scientists-find", "title": "Tail does not wag the dog when it comes to agility, scientists find", "date_published": "2023-01-02 17:05:12+00:00", "description": "<p>Dogs’ tails not critical for complex manoeuvres, with ‘little to no effect’ when jumping, researchers say </p><p>After decades of research into man’s best friend, scientists have concluded that the tail cannot, in fact, wag the dog.</p><p>An international team decided to investigate the purpose of the dog’s tail after studies showed that numerous animals from lizards to squirrels used their tails to pull off impressive manoeuvres, such as righting themselves mid-air when falling from trees.</p> <a href=\"https://www.theguardian.com/science/2023/jan/02/tail-does-not-wag-the-dog-when-it-comes-to-agility-scientists-find\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/chagos-islanders-demand-say-as-uk-mauritius-sovereignty-talks-begin", "title": "Chagos Islanders demand say as UK-Mauritius sovereignty talks begin", "date_published": "2023-01-02 16:44:25+00:00", "description": "<p>Lobby group says future being decided ‘without the involvement of the actual community itself’</p><p>Descendants of the people of the Chagos Islands have claimed their views are being ignored as the prime minister of Mauritius announced the start of talks with Britain over the territory’s sovereignty.</p><p>Pravind Jugnauth, who has led the Mauritian government since 2017, used a new year’s address to reveal that talks with London were underway over the disputed Indian Ocean archipelago.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/chagos-islanders-demand-say-as-uk-mauritius-sovereignty-talks-begin\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/02/university-of-idaho-killings-bryan-kohberger-court-pennsylvania", "title": "Suspect in University of Idaho killings to appear in court in Pennsylvania", "date_published": "2023-01-02 16:43:53+00:00", "description": "<p>Bryan Kohberger is not expected to resist extradition to Idaho to face murder charges over stabbings of four students</p><p>Bryan Kohberger, the criminal psychology graduate accused of murder over the deaths of four University of Idaho students, will appear in a Pennsylvania court on Tuesday ahead of his extradition to Idaho.</p><p>Kohberger’s public defender, Jason LaBar, has said his client will not contest his extradition because he is “eager to be exonerated”. Labar has also said that his client “should be presumed innocent until proven otherwise – not tried in the court of public opinion”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/02/university-of-idaho-killings-bryan-kohberger-court-pennsylvania\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/brazil-drag-queen-salete-campari-hails-lula", "title": "‘Everyone is welcome now’: Brazil drag queen Salete Campari hails Lula", "date_published": "2023-01-02 16:29:28+00:00", "description": "<p>Activist and performer Campari feels ‘fabulously happy’ after Luiz Inacio Lula de Silva is sworn is as Brazil’s president </p><p>The Brazilian drag queen Salete Campari came to toast her country’s new era dressed as Marilyn Monroe.</p><p>“I feel fabulously happy,” said the activist and performer as she posed for selfies outside Brazil’s presidential palace while waiting for the country’s incoming president, Luiz Inácio Lula da Silva, to arrive.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/brazil-drag-queen-salete-campari-hails-lula\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/02/flood-warnings-northern-california-storm", "title": "Flood warnings in northern California after powerful New Year’s storm", "date_published": "2023-01-02 16:09:36+00:00", "description": "<p>San Francisco experiences second wettest day on record as one person found dead in submerged vehicle near Highway 99</p><p>Flood warnings and watches were in effect on Monday in parts of northern California in the aftermath of a powerful “atmospheric river” storm that drenched the state over New Year’s weekend.</p><p>A new weather system was predicted by afternoon or evening, but the National Weather Service said the rain would be modest until the arrival late on Tuesday of another strong <a href=\"https://apnews.com/article/4032ebd7e5e04800b44c35241b66a6a7\">atmospheric river</a>, a long plume of Pacific Ocean moisture.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/02/flood-warnings-northern-california-storm\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/02/anita-pointer-obituary", "title": "Anita Pointer obituary", "date_published": "2023-01-02 15:59:12+00:00", "description": "<p>Singer with the Pointer Sisters on giant electro-pop hits including I’m So Excited, Jump (For My Love) and Automatic</p><p>Anita Pointer, who has died from cancer aged 74, was a member of the Pointer Sisters from their formation in 1969 until illness forced her to step down in 2015. They achieved immediate success with their debut album, The Pointer Sisters, in 1973, which reached No 13 on the US chart, and their first single, the Allen Toussaint composition <a href=\"https://www.youtube.com/watch?v=F2U1OUxXSMM\">Yes We Can Can</a>, went to No 11.</p><p>They enjoyed further success with <a href=\"https://www.youtube.com/watch?v=Jl26xPdY3IM\">How Long (Betcha Got a Chick on the Side)</a>, a Top 20 hit, from the Steppin’ album (1975), and their appearance in the 1976 movie Car Wash propelled their single <a href=\"https://www.youtube.com/watch?v=oauHgmINnBM\">You Gotta Believe</a> into the R&amp;B Top 20. But it was not until the group signed to the producer Richard Perry’s Planet Records that they were launched into the pop stratosphere. The album Energy (1978) entered the US Top 20 and gave them a major hit with <a href=\"https://www.youtube.com/watch?v=K9S5EZgIJck\">a version</a> of <a href=\"https://www.youtube.com/watch?v=d5PoIrcyd34\">Bruce Springsteen’s Fire</a>.</p> <a href=\"https://www.theguardian.com/music/2023/jan/02/anita-pointer-obituary\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/02/nhs-under-intolerable-and-unsustainable-pressure-say-medics", "title": "BMA condemns ‘political choice’ not to end ‘intolerable’ pressure on NHS", "date_published": "2023-01-02 15:49:15+00:00", "description": "<p>Medical body calls for ‘immediate action’ as Royal College of Emergency Medicine reiterates claims on deaths caused by care delays</p><p>The pressure on the NHS is “intolerable and unsustainable”, medics have said, amid warnings that the deaths of <a href=\"https://www.theguardian.com/society/2023/jan/01/up-to-500-deaths-a-week-due-to-ae-delays-says-senior-medic\">up to 500 people each week</a> could be caused by delays in emergency care.</p><p>It comes after more than a dozen NHS trusts and ambulance services declared critical incidents over the festive period, with officials citing rising flu cases and the impact of the Covid-19 pandemic among the reasons for the pressure on the health service.</p> <a href=\"https://www.theguardian.com/society/2023/jan/02/nhs-under-intolerable-and-unsustainable-pressure-say-medics\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/02/global-economic-forecast-for-2023-a-stormy-start-followed-by-a-ray-of-hope", "title": "Global economic forecast for 2023? A stormy start followed by a ray of hope", "date_published": "2023-01-02 15:44:33+00:00", "description": "<p>Wall Street predicts turbulent first six months but growing optimism at ebbing inflation, slowing pace of rate hikes and China’s reopening</p><p>Investors should brace for another turbulent year in the financial markets, economists have warned as central banks fight inflation, China reopens its economy after Covid-19 restrictions and <a href=\"https://www.theguardian.com/business/2022/sep/26/leading-economies-sliding-into-recession-as-ukraine-war-cuts-growth-finds-oecd#:~:text=The%20world%27s%20leading%20economies%20are,operation%20and%20Development%20(OECD).\">the Ukraine war pushes the global economy towards recession</a>.</p><p>The first half of the new year is likely to be choppy, according to Wall Street predictions, after <a href=\"https://www.theguardian.com/business/2022/dec/30/inflation-tech-plunge-crypto-global-stock-markets-2022-shares-bonds-interest-rates\">global markets suffered their biggest fall since the 2008 financial crisis last year</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jan/02/global-economic-forecast-for-2023-a-stormy-start-followed-by-a-ray-of-hope\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/02/nhs-trust-pays-damages-after-letting-mans-body-become-unviewable", "title": "NHS trust pays damages after letting man’s body become ‘unviewable’", "date_published": "2023-01-02 15:26:13+00:00", "description": "<p>Exclusive: Widow says she has struggled to grieve for her husband properly after mortuary failed to follow procedures</p><p>A widow received damages from an NHS trust after a mortuary allowed the body of her late husband to decompose to the point he was “unviewable”, the Guardian can reveal.</p><p>Caroline Murray said she had struggled to grieve properly and suffered from intrusive mental images of what the body of her husband, Paul, would have looked like in an advanced state of decomposition.</p> <a href=\"https://www.theguardian.com/society/2023/jan/02/nhs-trust-pays-damages-after-letting-mans-body-become-unviewable\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/how-sumy-residents-kept-russian-forces-out-of-their-city", "title": "How Sumy’s residents kept Russian forces out of their city", "date_published": "2023-01-02 15:13:29+00:00", "description": "<p>Locals joined territorial defence forces when Russia invaded – and managed to hold the city despite being encircled</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/02/russia-ukraine-war-kyiv-targeted-by-drones-energy-facilities-damaged-causing-power-and-heating-outages-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>On 24 February, when Russia invaded, there were only a few dozen Ukrainian professional soldiers in Ukraine’s north-eastern city of Sumy, and they had no command centre. That evening, those 50 or so paratroopers were ordered to leave the city – 30km from the Russian border – for another area. Most of the police force had already fled, along with much of the city’s leadership.</p><p>Sumy’s residents were left, confused and in shock, to defend the city on their own as Russian forces rolled towards them. The Sumy self-defence forces, which formed for the most part on the first day of the invasion, managed to hold the city for almost six weeks, despite being encircled. After 6 April, the Russian forces were pushed out of Sumy region, and most of the self-defence forces members then joined the army where they are now serving.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/how-sumy-residents-kept-russian-forces-out-of-their-city\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/02/britain-nhs-crisis-war-footing-pandemic", "title": "This NHS crisis is historic – a war footing is the only way to deal with it | Simon Jenkins", "date_published": "2023-01-02 15:12:36+00:00", "description": "<p>The situation is now as bad as it was in the pandemic. What’s needed is a parliamentary coalition to confront the chaos</p><p>The gap between order and chaos is narrow. A Swindon patient <a href=\"https://www.theguardian.com/society/2023/jan/02/senior-uk-health-official-warns-of-unsafe-and-undignified-care-caused-by-a-and-e-delays\">waits 99 hours</a> for a hospital bed. A Gwynedd woman lies screaming <a href=\"https://www.theguardian.com/society/2022/dec/20/93-year-old-left-screaming-in-pain-on-floor-during-25-hour-ambulance-wait\">for 25 hours</a> for an ambulance to arrive. It is said <a href=\"https://www.theguardian.com/society/2023/jan/01/up-to-500-deaths-a-week-due-to-ae-delays-says-senior-medic\">500 people a week</a> are dying for want of emergency care. Britain’s much-vaunted NHS appears to have hit a wall. Winter after winter it has cried crisis as numbers have surged towards capacity. Now everything has combined against it. Flu is piled on top of Covid, strikes are piled on care home blockages and <a href=\"https://www.theguardian.com/society/2022/mar/03/staffing-crisis-deepens-in-nhs-england-with-110000-posts-unfilled\">labour shortages</a>. Whitehall targets for ambulance waiting times, GP appointments and spare bed spaces have taken on the ghostly uncertainty of Chinese pandemic statistics.</p><p>Crises in health are unlike those in public services such as education and transport. They involve life and death. But given the fractured supply line from 999 calls to A&amp;E admissions to hospital beds to care homes, it is hard to know where to point the finger of cause and effect. The whole system appears to be bursting at the seams.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/02/britain-nhs-crisis-war-footing-pandemic\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/02/gianni-infantino-every-country-name-stadium-in-honour-of-pele-fifa", "title": "Fifa’s Infantino will ask every country to name stadium in honour of Pelé", "date_published": "2023-01-02 15:11:54+00:00", "description": "<ul><li>Fifa president makes comment while in Brazil for Pelé’s funeral</li><li>Rio de Janeiro halted plans to name Maracanã after Pelé in 2021</li></ul><p>Fifa will ask every country in the world to name a stadium in honour of Pelé, its president, Gianni Infantino, said on Monday.</p><p>Pelé, the Brazil great who won the World Cup three times and scored more than 1,000 goals, <a href=\"https://www.theguardian.com/football/2022/dec/29/pele-brazil-dies-football-legend\">died last Thursday aged 82</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jan/02/gianni-infantino-every-country-name-stadium-in-honour-of-pele-fifa\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/02/rangers-celtic-scottish-premiership-match-report", "title": "Kyogo Furuhashi’s late equaliser denies Rangers to keep Celtic in charge", "date_published": "2023-01-02 15:02:53+00:00", "description": "<p>Here we had the rarest of Old Firm outcomes, where both teams could emerge with contentment.</p><p>For Celtic, Kyogo Furuhashi’s late equaliser maintains what should be an unassailable nine-point advantage in the Scottish Premiership. The recently appointed Rangers manager Michael Beale will take heart from his team’s display; the hosts trailed at the interval but in seven second-half minutes fired themselves in front. With that, Beale will believe his team are not as far adrift of Celtic as many onlookers believe.</p> <a href=\"https://www.theguardian.com/football/2023/jan/02/rangers-celtic-scottish-premiership-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/02/seance-channel-john-lennon-wah-story-of-the-blues", "title": "‘We had a seance to channel John Lennon’: how Wah! made The Story of the Blues", "date_published": "2023-01-02 14:56:10+00:00", "description": "<p>‘We got hold of a drum machine but there was no manual. That’s why the song has a weird conga pattern – we didn’t know how to delete it’</p><p>The early singles by <a href=\"https://www.youtube.com/watch?v=NDL010AUCt8\">Wah! Heat</a> were indie hits because John Peel championed them. I went to meet him at a Fall gig in Manchester. The Fall were fantastic, but it felt like the gig was full of all these people who were there just to be seen. Suddenly, indie wasn’t a scene I wanted to be in.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/02/seance-channel-john-lennon-wah-story-of-the-blues\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/02/north-korean-scouts-and-a-winter-storm-mondays-best-photos", "title": "North Korean scouts and a winter storm: Monday’s best photos", "date_published": "2023-01-02 14:54:37+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/02/north-korean-scouts-and-a-winter-storm-mondays-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/02/martina-navratilova-diagnosed-with-early-stage-throat-and-breast-cancers", "title": "Martina Navratilova diagnosed with early-stage throat and breast cancers", "date_published": "2023-01-02 14:52:50+00:00", "description": "<ul><li>Former world No 1 will start treatment this month</li><li>‘It’s going to stink for a while but I will fight with all I have got’</li></ul><p>Martina Navratilova has been diagnosed with throat and breast cancers. The former world No 1 previously underwent treatment for early-stage breast cancer in 2010.</p><p>Navratilova, 66, said: “This double whammy is serious but still fixable, and I’m hoping for a favourable outcome. It’s going to stink for a while but I will fight with all I have got.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/02/martina-navratilova-diagnosed-with-early-stage-throat-and-breast-cancers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/02/arsenal-make-improved-mykhaylo-mudryk-bid-to-shakhtar-donetsk", "title": "Arsenal make improved Mykhaylo Mudryk bid to Shakhtar Donetsk", "date_published": "2023-01-02 14:45:11+00:00", "description": "<ul><li>Talks are on as Ukrainian club weigh up their next move</li><li>Winger has heart set on joining Premier League leaders</li></ul><p>Arsenal have made an improved offer for Mykhaylo Mudryk, the Shakhtar Donetsk winger who is their No 1 January target. Talks are on after the Ukrainian club rejected an earlier bid of £35.5m plus £17.7m in add-ons.</p><p>Shakhtar set their asking price at £85m but are aware Arsenal are unlikely to go that high and are weighing up their next move. There is also <a href=\"https://www.theguardian.com/football/2022/dec/30/chelsea-open-talks-with-benfica-over-deal-for-argentinas-enzo-fernandez\">interest from Chelsea</a> but Mudryk, who turns 22 on Thursday, has his heart set on the Premier League leaders.</p> <a href=\"https://www.theguardian.com/football/2023/jan/02/arsenal-make-improved-mykhaylo-mudryk-bid-to-shakhtar-donetsk\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/germany-calls-for-fireworks-ban-after-attacks-on-rescue-services", "title": "Germany calls for fireworks ban after attacks on rescue services", "date_published": "2023-01-02 14:17:11+00:00", "description": "<p>Chancellor condemns incidents on New Year’s Eve in which firefighters and police officers were targeted</p><p>German police and firefighters’ unions have called for a ban on personal fireworks on New Year’s Eve, as the chancellor, Olaf Scholz, condemned incidents of rescue services being targeted with firecrackers and rockets.</p><p>Groups of inebriated individuals setting off their own firework displays are a familiar sight on German streets at <em>Silvester</em> (New Year’s Eve), with shops allowed to sell not only sparklers but also small rockets, fountains and firecrackers during the last three days of the year.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/germany-calls-for-fireworks-ban-after-attacks-on-rescue-services\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2023/jan/02/china-moon-nasa-space-race", "title": "‘We’re in a space race’: Nasa sounds alarm at Chinese designs on moon", "date_published": "2023-01-02 14:13:11+00:00", "description": "<p>Administrator Bill Nelson says Beijing could seek ‘own’ resource-rich areas and next two years could be key to US-China contest</p><p>The US is locked in a space race with China and the country needs to “watch out” that its rival does not gain a foothold and try to dominate lunar resources, Nasa’s top official has warned.</p><p>The assessment came from the Nasa administrator, Bill Nelson, a former astronaut and Florida senator, who went on to warn that China could eventually claim to “own” the moon’s resource-rich areas.</p> <a href=\"https://www.theguardian.com/science/2023/jan/02/china-moon-nasa-space-race\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2023/jan/03/australia-have-licence-to-experiment-in-sydney-test-against-south-africa", "title": "Australia have licence to experiment in Sydney Test against South Africa | Geoff Lemon", "date_published": "2023-01-02 14:00:18+00:00", "description": "<p>With a series win in the bag, injuries to consider and a looming visit to India, the hosts have the freedom, scope and necessity</p><p>Sydney is a place for experiments. Attending your first Mardi Gras parade, fomenting the Rum Rebellion, paying $4m for a dilapidated single-front terrace house: it’s all about opening your eyes with something that you may never have anticipated. There will be experiments for the third Test at the Sydney Cricket Ground this week, then. The Australian men have already won the series against South Africa, so they have the freedom. They are missing two first-choice players through injury, so they have the scope. And they are eyeing a difficult visit to India in a month’s time, so they have the necessity.</p><p>Missing Cameron Green with a broken finger, the first decision is about structure: whether an all-rounder is needed for bowling support. So far in a decent sample size of Green’s 18 Tests, there is nothing compelling in the numbers: when playing alongside him, Patrick Cummins has a small improvement across the key metrics of average, strike rate and economy rate; Josh Hazlewood improves his average and economy rate but worsens his strike rate; while Mitchell Starc is more economical but slips on the wicket-taking measures. The variations are within a small margin for error.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jan/03/australia-have-licence-to-experiment-in-sydney-test-against-south-africa\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/france-hunting-deaths-accidents", "title": "‘Not all traditions are good’: lethal accidents deepen French hunting divide", "date_published": "2023-01-02 14:00:17+00:00", "description": "<p>Anti-hunt activists say tragedies are too high a price to pay for one of France’s most popular activities</p><p>On a brisk morning at the Étang des Regains in Charny-Orée-de-Puisaye, shots ring out from the surrounding forest. It is hunting season and local hunt members are flushing out and tracking wild boar, deer and smaller game.</p><p>A few miles away from the northern Burgundy town, another hunt is out. The woods lining the departmental road off the A6 Autoroute de Soleil are peppered with hunters wearing fluorescent orange jackets and holding placards reading “<em>Attention: </em><em>chasse en </em><em>cours</em>” (Warning: hunt in progress).</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/france-hunting-deaths-accidents\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/02/airport-worker-dies-ingested-into-engine-alabama", "title": "Worker dies after being ‘ingested into engine’ at airport in Alabama", "date_published": "2023-01-02 13:32:14+00:00", "description": "<p>Ground crew worker employed by American Airlines subsidiary involved in accident while aircraft parked at gate in Montgomery</p><p>A US ground crew worker has died after being “ingested into the engine” of an aircraft while they worked a shift at an airport in Montgomery, Alabama.</p><p>The National Transportation Safety Board said in a<a href=\"https://www.insider.com/airport-crew-worker-died-ingested-into-plane-engine-ntsb-2023-1\"> statement to Insider </a>that the tragic accident happened while an American Airlines Embraer 170 was parked at the gate with at least one engine on.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/02/airport-worker-dies-ingested-into-engine-alabama\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/02/everton-fans-plan-fresh-protests-over-incompetent-management-of-club", "title": "Everton fans plan fresh protests over ‘incompetent management’ of club", "date_published": "2023-01-02 13:25:30+00:00", "description": "<ul><li>Frank Lampard’s side are 16th, a point above the drop zone</li><li>Fan group demands ‘better leadership for future of our club’</li></ul><p>Unhappy Everton supporters are planning to stage a sit-in demonstration at Goodison Park next month to protest at their unhappiness with the “incompetent” management of the club.</p><p>Frank Lampard’s side ended a run of three successive Premier League defeats with <a href=\"https://www.theguardian.com/football/2022/dec/31/manchester-city-everton-premier-league-match-report\">a creditable draw at Manchester City</a> on Saturday, but five points from the last nine matches have left the Toffees <a href=\"https://www.theguardian.com/football/2023/jan/01/everton-etihad-hero-demarai-gray-hails-massive-boost-in-relegation-fight\">just a point above the bottom three</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jan/02/everton-fans-plan-fresh-protests-over-incompetent-management-of-club\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/02/what-is-generation-x-good-for-i-have-finally-found-the-answer", "title": "What is generation X good for? I have finally found the answer | Zoe Williams", "date_published": "2023-01-02 13:00:18+00:00", "description": "<p>Boomers and millennials should wipe the floor with us in gameplay season – and we will never match gen Z’s fine motor skills. But still, we are winners</p><p>Generation Z ask a lot about what life was like in the olden days, and a lot of their questions are stupid. Did we have printers before the internet? How did we arrange to meet our friends before mobiles? We say, “Wow, that’s a stupid question”, and they say, “Imagine being so dumb that you have 15 defunct Instagram accounts because you don’t know how to manage your passwords, even though they’re all the same.” A lot of the evidence is in their corner, to be honest. Not saying they are more intelligent, but that generation does seem to have an intelligence better adapted to the world around it.</p><p>Then it gets to gameplay season: parlour games, word games, European board games, quiz formats and everything charades-adjacent. Never, if they were not all under one roof, would multiple generations see each other’s concentration-face up close. I was playing Codenames with my brother the other day and realised I haven’t seen him thinking since about 1994. Ruminating, maybe; considering, pondering, calculating but not <em>thinking, </em>until he was trying to guess a plausible connecting word between monkey and skyscraper.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/02/what-is-generation-x-good-for-i-have-finally-found-the-answer\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/02/sprout-and-stilton-quiche-recipe-thomasina-miers", "title": "Thomasina Miers’ recipe for sprout and stilton quiche | The new flexitarian", "date_published": "2023-01-02 13:00:15+00:00", "description": "<p>Steamed sprouts combine beautifully with blue cheese in this gratifying quiche</p><p>There is little as gratifying as a quiche – a still warm, lightly set, perfectly seasoned egg custard, with cheese, herbs, veg, all encased in walls of a flaky, buttery pastry. As we are in sprout season, which happily extends far beyond Christmas, it seemed only right to add them to the lineup, too. A steamed sprout should yield a satisfying texture – neither too soft, nor too crunchy – and pairs beautifully with blue cheese.</p> <a href=\"https://www.theguardian.com/food/2023/jan/02/sprout-and-stilton-quiche-recipe-thomasina-miers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/02/inter-romelu-lukaku-chelsea-transfer", "title": "‘Everyone knows what I want’: Inter’s Romelu Lukaku craving Chelsea exit", "date_published": "2023-01-02 12:57:01+00:00", "description": "<ul><li>Loanee hopes clubs can agree on permanent transfer</li><li>‘For me, Henry is the next coach of Belgium,’ says striker</li></ul><p>Romelu Lukaku has said he wants to put his recent troubles behind him and secure a permanent move to Internazionale from Chelsea.</p><p>The striker missed much of the first half of the season with injuries and returned in time for the World Cup <a href=\"https://www.theguardian.com/football/2022/dec/01/croatia-belgium-world-cup-group-f-match-report\">only for Belgium to crash out in the group stage</a>. The 29-year-old is <a href=\"https://www.theguardian.com/football/2022/jun/21/romelu-lukaku-chelsea-internazionale-loan\">on loan at Inter</a> but sealing a permanent move could be difficult given that Chelsea <a href=\"https://www.theguardian.com/football/2021/aug/18/romelu-lukaku-975m-chelsea-return\">paid the Serie A club £97.5m for him</a> in August 2021.</p> <a href=\"https://www.theguardian.com/football/2023/jan/02/inter-romelu-lukaku-chelsea-transfer\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/peace-in-ukraine-and-record-heatwaves-our-supporters-predictions-for-2023", "title": "Peace in Ukraine and record heatwaves: our supporters’ predictions for 2023", "date_published": "2023-01-02 12:56:26+00:00", "description": "<p>Last year, Guardian supporters <a href=\"https://www.theguardian.com/world/2022/jan/01/boris-johnson-quits-global-unrest-supporters-predictions-2022\">predicted the war in Ukraine</a>, the decline of Twitter and crypto, and the defenestration of Boris Johnson. So what do they see in the year ahead?</p><p>After war, inflation, recession and climate disaster in 2022, what hope for 2023?</p><p>Well, at least a little, according to the Guardian’s supporters, who can see a few silver linings in the year ahead, among the more obvious clouds.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/peace-in-ukraine-and-record-heatwaves-our-supporters-predictions-for-2023\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/thousands-of-catholics-pay-respects-to-former-pope-benedict-xvi", "title": "Thousands of Catholics pay respects to former pope Benedict XVI", "date_published": "2023-01-02 12:56:08+00:00", "description": "<p>Queues build at St Peter’s Basilica at Vatican for lying in state of former pontiff before funeral on Thursday</p><p>Thousands of Catholics have begun queuing at the Vatican to pay their respects to the former pope Benedict XVI, with some hoping he would be canonised as a saint.</p><p>Benedict <a href=\"https://www.theguardian.com/world/2022/dec/31/former-pope-benedict-xvi-dies-aged-95\">died on Saturday</a>, aged 95, and his body was transferred from a Vatican monastery to St Peter’s Basilica on Monday at 7am, where it will lie in state for three days before his funeral on Thursday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/thousands-of-catholics-pay-respects-to-former-pope-benedict-xvi\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/spanish-police-find-hundreds-of-archaeological-artefacts-at-two-homes", "title": "Spanish police find hundreds of archaeological artefacts at two homes", "date_published": "2023-01-02 12:54:58+00:00", "description": "<p>Two men under investigation after tipoff about collection that also contained bone fragments believed to be up to 5,000 years old</p><p>Two men are under investigation after Spanish police discovered hundreds of archaeological artefacts as well as bone fragments believed to be up to 5,000 years old in two residential homes in the province of Alicante.</p><p>The investigation began in November after police were tipped off about a home in the small village of Gata de Gorgos that allegedly contained ancient skeletal remains.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/spanish-police-find-hundreds-of-archaeological-artefacts-at-two-homes\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/02/prince-harry-would-like-father-brother-back-itv", "title": "Prince Harry: I would like my father and my brother back", "date_published": "2023-01-02 12:30:23+00:00", "description": "<p>Duke of Sussex tells ITV ‘it never needed to be this way’ and that ‘I want a family, not an institution’</p><p>The Duke of Sussex says “I would like to get my father back, I would like to have my brother back” in a preview clip from his forthcoming interview with the ITV News at Ten presenter Tom Bradby.</p><p>The 90-minute programme, produced by ITN Productions for ITV, will broadcast two days before Harry’s autobiography, Spare, is published on 10 January.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/02/prince-harry-would-like-father-brother-back-itv\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/02/the-big-idea-could-you-have-made-different-choices-in-life", "title": "The big idea: could you have made different choices in life?", "date_published": "2023-01-02 12:30:15+00:00", "description": "<p>We can’t change what’s happened – but we can learn to make better decisions in the future</p><p>Now is the time when we look back over the past year and wonder: how did I do? Did I make the right decisions? Could I have made better ones?</p><p>Well, could you? A determinist who believes that the world unfolds in an inexorably preordained manner would say not. If, on the other hand, you believe in free will, you might feel sure that other decisions were available to you, other paths not taken. “I could have done otherwise” is sometimes taken as the very definition of free will.</p> <a href=\"https://www.theguardian.com/books/2023/jan/02/the-big-idea-could-you-have-made-different-choices-in-life\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/02/philadelphia-eagles-jalen-hurts-system-quarterback", "title": "The Eagles’ Jalen Hurts has boosted his NFL MVP case by not playing", "date_published": "2023-01-02 12:22:34+00:00", "description": "<p>The one positive to come out of Philadelphia’s second consecutive loss is that Hurts’s stock is now higher than ever</p><p>The phrase “Jalen Hurts is the MVP” began trending on Twitter on Sunday. You would think that would be good news for the Philadelphia Eagles, but it was Gardner Minshew who happened to be starting that afternoon. Instead of clinching the top overall seed with a win, the Eagles lost to the New Orleans Saints 20-10, thanks in no small part to uneven quarterback play.</p><p>The one positive to come out of the loss for Philadelphia is that Hurts’s stock is now higher than ever. It’s not that it was necessarily undervalued before, of course. Throughout this season, Hurts has officially made the leap to one of the game’s elites. He has passed for 22 touchdowns – and 3,472 yards – while rushing for 13, and that’s while missing two games.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/02/philadelphia-eagles-jalen-hurts-system-quarterback\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/02/new-music-for-2023-george-riley-r-and-b", "title": "New music for 2023: George Riley, the R&B songwriter and club kid who is switching on the joy", "date_published": "2023-01-02 12:00:14+00:00", "description": "<p>Her acclaimed debut album came out of a dark place – but the experimental London musician has a new lease of life for 2023</p><p><strong>From </strong>London, England<br /><strong>Recommended if you like </strong><a href=\"https://www.theguardian.com/music/2021/nov/15/r-and-b-singer-keiyaa-i-felt-like-i-was-broken-and-needed-to-be-fixed\">KeiyaA</a>, Janet Jackson, <a href=\"https://www.theguardian.com/music/2021/apr/23/rochelle-jordan-play-with-the-changes\">Rochelle Jordan</a><br /><strong>Up next</strong> New music in 2023</p><p>“That was like my angsty, sad, depression era, which I’m happy to say is now over,” George Riley says of her debut full-length project, 2022’s acclaimed <a href=\"https://www.theguardian.com/music/2022/sep/09/george-riley-running-in-waves-review-gorgeous-softly-futuristic-rb\">Running in Waves</a>. Written over a week in summer 2020, it was deliciously packed with diaristic turns of phrase detailing life challenges, evolving friendships and introspection; her uncategorisable music saw furious drum breaks, soulful vocals and mellow strings dancing for space. Take the stunning Time, a resounding manifesto in which Riley declares her boundaries and lists the things in life she holds dear: in-depth conversations, good weed, Camper shoes. Today she calls the song her attempt to “be in control where I haven’t been in control before”.</p> <a href=\"https://www.theguardian.com/music/2023/jan/02/new-music-for-2023-george-riley-r-and-b\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/02/fuah-vegan-foie-gras-selling-out-europe-us", "title": "‘Fuah!’ sure: the vegan foie gras selling out across Spain", "date_published": "2023-01-02 11:47:25+00:00", "description": "<p>The plant-based pate has exceeded the Spanish startup’s expectations as orders fly in</p><p>The company laboured over the recipe for more than a year, tweaking it 800 times. After being taste-tested by more than 150 people, the plant-based take on foie gras was deemed ready for market, setting in motion a modest plan to deliver 5,000 units to supermarkets and speciality stores before the holiday season.</p><p>Within 12 hours of its launch in mid-December, the units had sold out across Spain. The company scrambled to restock – and watched in awe as another 30,000 units flew off shelves.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/02/fuah-vegan-foie-gras-selling-out-europe-us\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/02/huge-swedish-wolf-hunt-will-be-disastrous-for-species-warn-experts", "title": "Huge Swedish wolf hunt will be ‘disastrous’ for species, warn experts", "date_published": "2023-01-02 11:45:42+00:00", "description": "<p>Hunters will be allowed to kill 75 wolves from an already endangered population of 460 as public acceptance falls</p><p>The biggest wolf cull in modern times has begun in Sweden as nature organisations warn it could drastically harm the population.</p><p>Hunters will be allowed to kill 75 wolves from a population of 460, as the government seeks to reduce the population density of the predators in certain districts.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/02/huge-swedish-wolf-hunt-will-be-disastrous-for-species-warn-experts\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/02/philosophy-children-prison-moral-anger-young-lives-wasted-politicians", "title": "Teaching philosophy in a children’s prison has shown me the meaning of anger | Andy West", "date_published": "2023-01-02 11:45:39+00:00", "description": "<p>The arguments against imprisoning children are well established, yet still we lock up those who have been failed</p><p>One morning when I was 14, I met my older brother as he came out of prison. His frame was more filled-out than normal, after a few months of regular meals. We walked into town and he told me he was serious about not going back inside this time. An hour later, on the high street, the police stopped us and searched him. I knew my brother didn’t want me to protest to the officers. If I did, the police might target me too. Even if they didn’t, I would just be left scolded by my own futile indignation. I let my anger sink and waited for it to be over.</p><p>For the past six years <a href=\"https://www.theguardian.com/commentisfree/2015/nov/19/philosophy-poverty-drugs-kids-young-people\">I’ve taught philosophy in prison</a>. My presence there also sometimes requires tact with officers. I recently had to smooth things over with a guard because some of my students had laughed at him for not being able to pronounce “philosophy”. I wanted to make sure he would still unlock the men in time for the start of my class the next week.</p><p>Andy West is the author of <a href=\"https://guardianbookshop.com/the-life-inside-9781529032017?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Life Inside: A Memoir of Prison, Family and Philosophy</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/02/philosophy-children-prison-moral-anger-young-lives-wasted-politicians\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/02/australia-imposed-covid-checks-on-travellers-from-china-against-advice-of-top-health-official", "title": "Australia imposed Covid checks on travellers from China against advice of top health official", "date_published": "2023-01-02 11:45:26+00:00", "description": "<p>Prof Paul Kelly told Albanese government there was not ‘sufficient public health rationale’ for additional requirements targeting China</p><p>The Albanese government imposed pre-flight Covid checks on travellers from China against the advice of the chief medical officer, Prof Paul Kelly.</p><p>The 31 December advice, <a href=\"https://www.health.gov.au/sites/default/files/2023-01/covid-19-advice-from-chief-medical-officer-professor-paul-kelly-to-minister-butler.pdf\">published by the health department</a>, stated that Kelly did “not believe that there is sufficient public health rationale” for any additional requirements, labelling any restriction on travel from China “disproportionate to the risk”.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/02/australia-imposed-covid-checks-on-travellers-from-china-against-advice-of-top-health-official\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/ukraine-strike-russian-held-makiivka-reportedly-kills-troops", "title": "Ukraine strike on Russian-held Makiivka reportedly kills scores of troops", "date_published": "2023-01-02 11:44:39+00:00", "description": "<p>Without claiming the strike, Kyiv’s military command announced up to 400 Russian soldiers were killed</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/02/russia-ukraine-war-kyiv-targeted-by-drones-energy-facilities-damaged-causing-power-and-heating-outages-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>A New Year’s Day attack on a complex in the Russian-controlled Ukrainian city of Makiivka killed scores of recently mobilised troops sent by Moscow, according to reports on both sides, in what could be one of the deadliest known incidents involving Russian conscripts so far.</p><p>Without claiming the strike, Ukraine’s military command said up to 400 Russian soldiers were killed in the incident in Makiivka, a city in the Moscow-controlled parts of the Donetsk region.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/ukraine-strike-russian-held-makiivka-reportedly-kills-troops\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/02/rangers-v-celtic-scottish-premiership-live-score-updates", "title": "Rangers v Celtic: Scottish Premiership – live", "date_published": "2023-01-02 11:39:14+00:00", "description": "<ul><li>Scottish Premiership news from the 12.30pm GMT kick-off</li><li>Share your thoughts with Barry <a href=\"mailto:barry.glendenning@theguardian.com\">via email</a> or <a href=\"https://twitter.com/bglendenning\">on Twitter</a></li></ul><p><strong>Rangers:</strong> McGregor, Tavernier, Goldson, Davies, Barisic, Kamara, Lundstram, Tillman, Kent, Sakala, Morelos.</p><p><strong>Subs:</strong> McLaughlin, Jack, Colak, Sands, Wright, Roofe, Arfield, King, Devine.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/02/rangers-v-celtic-scottish-premiership-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/02/novak-djokovic-handed-warm-welcome-by-fans-at-adelaide-international-tennis", "title": "Novak Djokovic handed warm welcome by fans at Adelaide International", "date_published": "2023-01-02 11:03:03+00:00", "description": "<ul><li>Supporters flock to tournament to watch doubles defeat</li><li>Djokovic begins his singles campaign on Tuesday</li></ul><p>Novak Djokovic made a losing return to Australia but received an enthusiastic welcome from fans at the Adelaide International.</p><p>Twelve months after he was deported as a risk to public health because of his refusal to receive the Covid-19 vaccine, Djokovic has returned to the country following the decision to overturn his visa ban.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/02/novak-djokovic-handed-warm-welcome-by-fans-at-adelaide-international-tennis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/02/biden-disaster-havasupai-tribe-arizona-flooding", "title": "Biden declares Arizona floods a federal disaster for Havasupai tribe", "date_published": "2023-01-02 11:00:14+00:00", "description": "<p>The declaration provides funds and federal assistance for emergency and permanent infrastructure</p><p>The White House has made a federal disaster declaration for the Havasupai Native American tribe that mainly lives deep inside the Grand Canyon in Arizona, as the community prepares to reopen tourist access to its famous turquoise waterfalls next month.</p><p>Last October, the village experienced drastic flooding which damaged extensive parts of the reservation.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/02/biden-disaster-havasupai-tribe-arizona-flooding\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/02/fettuccine-butter-parmesan-recipe-rachel-roddy", "title": "Rachel Roddy’s recipe for fettuccine with butter and parmesan | A kitchen in Rome", "date_published": "2023-01-02 11:00:13+00:00", "description": "<p>It couldn’t be simpler or more enticing: just melt the butter and turn, turn, turn for the ultimate comfort food</p><p>The other day, I read a long and detailed recipe for ravioli filled with paté-like meat and served with reduced meat glaze. It was so detailed, and in such small handwriting, that – like a novel with many characters and a complex plot – I had to keep doubling back to remind myself what had happened. Recipe and reading felt like hard work. Until the last line, which was like a skip, and suggested that any scraps from the ravioli should be boiled, tossed with butter and parmesan, and eaten by the cook immediately.</p><p>I was sitting at my desk with a hot-water bottle on my lap, and my mouth watered. Not for the ravioli, but for the scraps and offcuts – the<em> </em><em>maltagliati,</em> or “badly cut bits” – some thicker than others, because they had folded or twisted, making them even better collectors of butter and grated parmesan. Sadly, however, eating ravioli scraps immediately involves making ravioli in the first place, and I wasn’t about to do that at 11.45am on a Tuesday (or ever, in the case of this particular recipe), but I did have a polystyrene tray of fresh fettuccine in the freezer (which doesn’t need defrosting), so I put on a pan of water to boil and got out the grater.</p> <a href=\"https://www.theguardian.com/food/2023/jan/02/fettuccine-butter-parmesan-recipe-rachel-roddy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/02/the-minute-you-wake-up-dead-review-shonky-mystery-lets-the-cat-out-of-the-bag", "title": "The Minute You Wake Up Dead review – shonky mystery lets the cat out of the bag", "date_published": "2023-01-02 11:00:13+00:00", "description": "<p>Noirish tale of small American town, whose upstanding citizens turn out to be homicidal maniacs, features acting as feeble as the plot</p><p>Any minute you spend with this shonky thriller is likely to feel about 60 seconds too long: gone for ever, never to be clawed back. Set in the American south, it’s a noirish murder mystery – even though the whodunnit is let out of the bag after half an hour. What follows is a series of wildly implausible and shockingly acted plot twists as one upstanding citizen after another reveals themselves to be a homicidal monster.</p><p>Cole Hauser plays stockbroker Russ, who has returned to the small town where he grew up after making a packet in the big city. But Russ’s name is mud when half the town sinks their life savings in a dud investment. Then he starts getting threatening calls: “Where will you be the minute you wake up dead?” The only person who doesn’t hate Russ is his nextdoor neighbour Delaine (Jaimie Alexander), a waitress whose heavy black eyeliner is a dead giveaway that she’s trouble. When her father is shot dead, everyone assumes Russ is the target and that the killers got the wrong house.</p> <a href=\"https://www.theguardian.com/film/2023/jan/02/the-minute-you-wake-up-dead-review-shonky-mystery-lets-the-cat-out-of-the-bag\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2023/jan/02/quiet-quitting-trend-2023-great-resignation", "title": "While some say quiet quitting is over, the spirit of it may carry into 2023", "date_published": "2023-01-02 11:00:13+00:00", "description": "<p>Quiet quitting might be declining – but its theme of rebalancing work and home life will continue into the new year</p><p>It started, as many trends do now, with a TikTok.</p><p>“I recently learned about this term called ‘quiet quitting’ where you’re not outright quitting your job, but you’re quitting the idea of going above and beyond,” a man calmly narrates over footage of New York City.</p> <a href=\"https://www.theguardian.com/money/2023/jan/02/quiet-quitting-trend-2023-great-resignation\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/02/learning-ukrainian-language-political-solidarity-victims-vladimir-putin", "title": "Why am I learning Ukrainian? Because language is politics in the country I’ve grown to love | Charlotte Higgins", "date_published": "2023-01-02 11:00:13+00:00", "description": "<p>Speaking the language has become a global symbol of solidarity with the victims of Vladimir Putin’s aggression </p><p>Last autumn, I started to learn Ukrainian. After a reporting trip to the country, I felt that on my return, I really should try to be less than totally linguistically helpless. The Ukrainian Institute in London <a href=\"https://ukrainianinstitute.org.uk/language-school/\">offers</a> group and individual lessons remotely with highly qualified teachers but, perversely perhaps, I decide I would like to learn from an instructor based in the country itself. I am recommended a friend of a friend, an internal refugee from the capital now living in Ivano-Frankivsk, western Ukraine.</p><p>Olya Makar, who manages to make her Zoom lessons fun and exacting, is carrying on her work despite many setbacks. Owing to Russian missile strikes on the country’s energy infrastructure, she has electricity only for three two-hour blocks a day – supposedly according to a schedule, but one that can shift unexpectedly – and a patchy internet connection. We reluctantly have to cancel a couple of sessions.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/02/learning-ukrainian-language-political-solidarity-victims-vladimir-putin\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/02/poem-of-the-week-self-unconscious-by-thomas-hardy", "title": "Poem of the week: Self-Unconscious by Thomas Hardy", "date_published": "2023-01-02 10:59:24+00:00", "description": "<p>A curiously jaunty account of the bright life of nature a man misses while wrapped up in his own plans</p><p>Along the way<br />He walked that day,<br />Watching shapes that reveries limn,<br />And seldom he<br />Had eyes to see<br />The moment that encompassed him.<br /><br />Bright yellowhammers<br />Made mirthful clamours,<br />And billed long straws with a bustling air,<br />And bearing their load<br />Flew up the road<br />That he followed, alone, without interest there.<br /><br />From bank to ground<br />And over and round<br />They sidled along the adjoining hedge;<br />Sometimes to the gutter<br />Their yellow flutter<br />Would dip from the nearest slatestone ledge.<br /><br />The smooth sea-line<br />With a metal shine,<br />And flashes of white, and a sail thereon,<br />He would also descry<br />With a half-wrapt eye<br />Between the projects he mused upon.<br /><br />Yes, round him were these<br />Earth’s artistries,<br />But specious plans that came to his call<br />Did most engage<br />His pilgrimage,<br />While himself he did not see at all.<br /><br />Dead now as sherds<br />Are the yellow birds,<br />And all that mattered has passed away;<br />Yet God, the Elf,<br />Now shows him that self<br />As he was, and should have been shown, that day.<br /><br />O it would have been good<br />Could he then have stood<br />At a focussed distance, and conned the whole,<br />But now such vision<br />Is mere derision,<br />Nor soothes his body nor saves his soul.<br /><br />Not much, some may<br />Incline to say,<br />To see in him, had it all been seen.<br />Nay! he is aware<br />A thing was there<br />That loomed with an immortal mien.</p> <a href=\"https://www.theguardian.com/books/2023/jan/02/poem-of-the-week-self-unconscious-by-thomas-hardy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/02/leinster-apologise-after-pro-ira-song-played-after-win-against-connacht-rugby", "title": "Leinster apologise for pro-IRA song being played after win against Connacht", "date_published": "2023-01-02 10:29:40+00:00", "description": "<ul><li>Wolfe Tones’ Celtic Symphony played after victory</li><li>Club ‘apologises sincerely for its use and any offence caused’</li></ul><p>Leinster Rugby have issued an apology after a pro-IRA song was played at their stadium following Saturday’s 41-12 win over Connacht.</p><p>The apology came after the Wolfe Tones’ Celtic Symphony was played. The song’s lyrics, featuring the line “Ooh ah up the ‘ra”, refer to support for the paramilitary Irish Republican Army that sought to end British rule in Northern Ireland.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/02/leinster-apologise-after-pro-ira-song-played-after-win-against-connacht-rugby\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/02/gangsta-boo-three-6-mafia-member-and-southern-rap-trailblazer-dies-aged-43", "title": "Gangsta Boo: Three 6 Mafia member and southern rap trailblazer dies aged 43", "date_published": "2023-01-02 10:23:22+00:00", "description": "<p>Musicians from Missy Elliott to Questlove have paid tribute to the trailblazing female rapper, who was 15 when she appeared on the Memphis group’s cult classic debut Mystic Stylez</p><p>Gangsta Boo, a former member of Memphis rap group Three 6 Mafia, has died aged 43, her bandmate DJ Paul has confirmed. No cause of death was shared.</p><p>The rapper, born Lola Chantrelle Mitchell, joined the group in 1995, upon which it changed its name from Triple Six Mafia to Three 6 Mafia. That year she appeared on their debut album, <a href=\"https://www.okayplayer.com/music/three-6-mafia-mystic-stylez-album-impact.html\">Mystic Stylez</a>, which became a cult classic, a landmark southern hip-hop record and – with lyrics delving into gore and the occult – a defining example of the horrorcore genre.</p> <a href=\"https://www.theguardian.com/music/2023/jan/02/gangsta-boo-three-6-mafia-member-and-southern-rap-trailblazer-dies-aged-43\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/02/blue-bendy-the-south-london-post-punk-pop-band-who-fried-wires-brains", "title": "Blue Bendy: the south London post-punk pop band who fried Wire’s brains", "date_published": "2023-01-02 10:00:12+00:00", "description": "<p>The six-piece have shaken off the grotty post-punk associations of their scene to gleefully mix up inspirations that range from orchestral pop to industrial rock</p><p><strong>From</strong> London, England<br /><strong>Recommended if you like</strong> Ought, Broadcast, Squid<br /><strong>Up next</strong> Finishing up their debut album, hopefully due 2023</p><p>Blue Bendy singer Arthur Nolan is discussing the band’s early days. “Before post-punk got so lethargic and landfill we were trying to be like Wire,” he says. “We wanted to do stuff like them on the weirder side of guitar music. Pop was a dirty word at the time.”</p> <a href=\"https://www.theguardian.com/music/2023/jan/02/blue-bendy-the-south-london-post-punk-pop-band-who-fried-wires-brains\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/02/can-a-mist-of-sparkling-water-keep-your-makeup-in-place-all-day", "title": "Can a mist of sparkling water keep your makeup in place all day?", "date_published": "2023-01-02 10:00:12+00:00", "description": "<p>A quick spritz might wake you up, but will it lead to makeup longevity?</p><p><strong>The hack</strong><br />Using sparkling water instead of a setting spray to stop your make up slipping.</p><p><strong>The test</strong><br />This is probably one of the most Ronseal-sounding <a href=\"https://www.thestar.com.my/lifestyle/style/2022/08/24/social-media-users-claim-that-sparkling-water-can-help-set-your-makeup\" title=\"\">beauty hacks</a> I’ve heard about, and if it works I’ll be both impressed and surprised. <a href=\"https://www.ducray.com/en-gb/skin-dryness/does-water-dry-out-the-skin\" title=\"\">Water can dry out the skin</a> by eliminating the oils on the surface, but I’ll try to keep an open mind.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/02/can-a-mist-of-sparkling-water-keep-your-makeup-in-place-all-day\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/02/cultural-prescription-music-film-art-to-inspire-change", "title": "Onwards and upwards: music, film, art and more to inspire change", "date_published": "2023-01-02 10:00:12+00:00", "description": "<p>Sometimes life becomes a little stale. From upbeat pop to teenage last hurrahs, our critics have the moodboard for forging a fresh path</p><p>If you were a teenager in the 00s, the lyrical triptych of blank page, dirty window and rain on skin is likely to conjure up a deep sense of nostalgia. Popularised internationally as the theme song to teen reality drama The Hills, Natasha Bedingfield’s Unwritten is Here Comes the Sun for the MySpace generation, an anthem of infectious resolve and main character energy that encourages the listener to embrace the joys of their uncertain future. Teens of today would no doubt find it terminally cheesy, but whether you’re rallying yourself to rejoin the gym or committing to self-love after a messy breakup, you can’t deny that it still feels good. <em>Jenessa Williams</em></p> <a href=\"https://www.theguardian.com/culture/2023/jan/02/cultural-prescription-music-film-art-to-inspire-change\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/02/weather-tracker-san-francisco-hit-by-second-rainiest-day-on-record", "title": "Weather tracker: San Francisco hit by second rainiest day on record", "date_published": "2023-01-02 09:37:56+00:00", "description": "<p>Floods hit California as ‘atmospheric river’ conveyor belt of tropical air moves through – with another such event forecast for this week</p><p><br />California ended 2022 with a heavy rainfall event that brought flooding to San Francisco and surrounding areas, resulting in landslides, inundated roads and evacuation orders. The second highest daily rainfall total on record fell on new year’s eve in downtown San Francisco (with records extending back to 1949), with 5.46in recorded. This is more than 25% of the annual average rainfall, and just 0.08in short of the all-time record set in November 1994.</p><p>Recent heavy rains have been part of an atmospheric river event – where a conveyor belt of warm, moist tropical air is able to interact with and feed into mid-latitude storm systems, greatly enhancing rainfall potential.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/02/weather-tracker-san-francisco-hit-by-second-rainiest-day-on-record\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/02/artist-by-yeong-shin-ma-middle-aged-men-behaving-badly", "title": "Artist by Yeong-shin Ma – middle-aged men behaving badly", "date_published": "2023-01-02 09:00:11+00:00", "description": "<p>This darkly comic tale of three hapless and macho males fixes a boldly satirical eye on Korean society</p><p>“It is not enough to succeed,” said Gore Vidal. “Others must fail.” In his darkly funny new book, <em>Artist</em>, the Korean cartoonist <a href=\"https://drawnandquarterly.com/news/artist-by-yeong-shin-ma/\">Yeong-shin Ma</a> puts this notion centre stage, his three male characters jostling for position in a world where the stakes can be so small that sometimes the only satisfaction is in seeing a pal go down in flames. And, yes, this does make it a somewhat toxic read; envy runs through it like poison. But it’s also rather bracing watching these hapless middle-aged men – a musician, a writer and a painter – behave so very badly. The creative life, Ma suggests, is no more noble than any other, and the artist no less prone to pettiness. In other words, be careful what you wish for.</p><p>Ma’s story revolves around three fortysomething friends: Shin Deuk Nyeong is a writer, once a great success but now fading fast; Chun Jongseop is a musician with an irrational loathing of pop trends such as sampling; and Kwak Kyeongsu is a painter who’s about to become crazed on the power he believes he’ll be able to wield as an arts administrator. This scratchy, rivalrous trio like to knock about together, drinking, clubbing and going for “hangover soup”, and when all three are struggling to make a living at the same time, they get on well enough, even if they are far too macho ever to talk properly about their real feelings. But then Chun Jongseop gets an unexpected break, in the form of a lucrative book deal for a memoir of his life as a musician, and things begin to change. While his success goes straight to his head, the other two feel even worse than they did before. When, if ever, will the world pay attention to them?</p> <a href=\"https://www.theguardian.com/books/2023/jan/02/artist-by-yeong-shin-ma-middle-aged-men-behaving-badly\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/02/new-labour-government-promise-electoral-reform", "title": "There’s no point Labour winning unless it promises to dismantle our toxic electoral system | Neal Lawson", "date_published": "2023-01-02 09:00:11+00:00", "description": "<p>Britain’s first-past-the-post rulebook tilts politics to the right. But the opposition still refuses to back an alternative</p><p>As the Tories flatline, two big questions must prey on Keir Starmer’s mind: can he win, and will a government that he leads really change British society? According to one way of thinking, these are unconnected dilemmas – Labour just needs to get over the line and only then worry about what needs to be done. But means and ends can never be separated.</p><p>How Starmer wins will shape how he governs. In our tumultuous times, winning office is necessary but not sufficient; winning the power to act in big ways over a long time is essential. So how can the Labour leader both win and be prepared for what comes next?</p><p>Neal Lawson is director of the cross-party campaign organisation Compass</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/02/new-labour-government-promise-electoral-reform\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/02/wolf-manor-review-cheerfully-silly-film-shoot-werewolf-horror", "title": "Wolf Manor review – cheerfully silly film-shoot werewolf horror", "date_published": "2023-01-02 09:00:10+00:00", "description": "<p>A washed-up actor is given another shot at movie-making but the set is being menaced by a fearsome creature in this enjoyably daft comedy romp</p><p>Some amiable inanity and enjoyable daftness is served up here by James Fleet in this British comedy horror romp: he plays Oliver Lawrence, a stage and screen actor of a certain age who was once very big playing a vampire in a string of sub-Hammer shockers. Now that these films have become very big in east Asia, our refined thespian has been prevailed upon to reprise his cheesy fanged demon in a new low-budget film, something undertaken in an uncompromisingly cynical spirit of money-grubbing.</p><p>But the old manor house the producer has rented for the shoot turns out to be menaced by a genuine werewolf – which is generically confusing as well as everything else – and two journalists arriving for a set visit have an awful experience. Oliver loves to regale various baffled crew members with his anecdotes of performing Shakespeare, having a particular fondness for having played Macbeth in a groundbreaking open-air production. He muses: “The critics loved it of course … but then there’s always the threat of rain.” The director confides in him that these films “bought me a new boiler”. “They paid for my hip,” replies Oliver thoughtfully. But later, when Oliver actually confronts the fearsome werewolf in the misty forest, he declaims Macaulay: “How can man die better/Than facing fearful odds?”</p> <a href=\"https://www.theguardian.com/film/2023/jan/02/wolf-manor-review-cheerfully-silly-film-shoot-werewolf-horror\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/02/premier-league-10-talking-points-from-the-weekend-action", "title": "Premier League: 10 talking points from the weekend’s action", "date_published": "2023-01-02 08:19:11+00:00", "description": "<p>Moyes’s time is running out, Rashford gives no cause for alarm and Arsenal’s creative genius continues to shine</p><p>If Erling Haaland is the Premier League’s goal machine then its creative genius may well be, with apologies to Kevin De Bruyne, Martin Ødegaard. Come the season’s end, two Norwegians could be competing for individual honours. Placing the captaincy with an artistic playmaker is not usual practice in English football but Mikel Arteta has instead followed the orthodoxy of giving the armband to the team’s best, most important player. At Brighton it was Ødegaard who made the difference against an opponent refusing to be flushed out. His goal may have been a miskick but his pass for Gabriel Martinelli to score Arsenal’s fourth was a beauty. The one-time boy wonder who lost his way at Real Madrid will not be going the same way as previous youthful burnouts like Nii Lamptey, Javier Saviola or Francis Jeffers. At 24, Ødegaard is Arsenal’s jewel. <strong>John Brewin</strong></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/31/brighton-arsenal-premier-league-match-report\">Brighton 2-4 Arsenal</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/31/wolves-manchester-united-premier-league-match-report\">Wolves 0-1 Manchester United</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/31/manchester-city-everton-premier-league-match-report\">Manchester City 1-1 Everton</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/jan/01/tottenham-aston-villa-premier-league-match-report\">Tottenham 0-2 Aston Villa</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/jan/01/nottingham-forest-chelsea-premier-league-match-report\">Nottingham Forest 1-1 Chelsea</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/30/liverpool-leicester-premier-league-match-report\">Liverpool 2-1 Leicester</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/30/west-ham-brentford-premier-league-match-report\">West Ham 0-2 Brentford</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/31/newcastle-leeds-premier-league-match-report\">Newcastle 0-0 Leeds</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/31/bournemouth-crystal-palace-premier-league-match-report\">Bournemouth 0-2 Crystal Palace</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/dec/31/fulham-southampton-premier-league-match-report\">Fulham 2-1 Southampton</a></em></p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/02/premier-league-10-talking-points-from-the-weekend-action\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2023/jan/02/russia-ukraine-war-kyiv-targeted-by-drones-energy-facilities-damaged-causing-power-and-heating-outages-live", "title": "Russia-Ukraine war live: Ukraine shells Russian-held Makiivka; power and heating outages after Kyiv targeted by drones", "date_published": "2023-01-02 08:02:41+00:00", "description": "<p>Several people reportedly killed in Ukrainian attack on military quarters; Ukraine reports 20 ‘aerial targets’ shot down above Kyiv</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-313-of-the-invasion\">At a glance: what we know on day 313 of the invasion</a></li></ul><p>An attack on the eastern Ukrainian city of <strong>Makiivka</strong> in the <strong>Donetsk</strong> region occupied by Moscow’s forces has reportedly claimed several lives after a military quarters was hit.</p><p>The Moscow-installed administration of the Donetsk region said on Sunday that at least 25 rockets were fired at the region overnight on New Year’s Eve.</p><p>According to preliminary reports, over 15 people suffered wounds,” the official <a href=\"https://tass.com/emergencies/1558351\">told the outlet</a>.</p><p>Our air defence system was actively working. Otherwise, there would have been far more strikes. Well-coordinated work by our counter-battery struggle personnel and artillery did not allow the enemy to carry out these attacks with impunity,” Pushilin <a href=\"https://tass.com/russia/1558425\">said</a>.</p><p>There were dead and wounded, the exact number is still unknown,” Bezsonov said in an <a href=\"https://t.me/boris_rozhin/74247\">update</a> on Telegram late on Sunday night.</p><p>If Ukraine were able to secure the route, it would highly likely further undermine Russia’s defence of Kremina.”</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/02/russia-ukraine-war-kyiv-targeted-by-drones-energy-facilities-damaged-causing-power-and-heating-outages-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/02/urgent-need-for-temporary-concussion-substitutes-inexplicably-ignored-by-ifab", "title": "Urgent need for temporary concussion substitutes inexplicably ignored by Ifab | Barry Glendenning", "date_published": "2023-01-02 08:00:10+00:00", "description": "<p>Worrying cases of Denis Zakaria, Neco Williams and Alireza Beiranvand illustrate the dangers of football’s current protocols</p><p>While he was critical of his own Premier League debut in the wake of Chelsea’s <a href=\"https://www.theguardian.com/football/2022/dec/27/chelsea-bournemouth-premier-league-match-report\">win against Bournemouth</a> last Tuesday, the general consensus in post-match musings across the media were that Denis Zakaria had acquitted himself well. More than a little alarming was the fact that few, if any, of those assessing the Switzerland international’s performance at Stamford Bridge seemed to notice that he should almost certainly have been withdrawn from the field of play when the game was only 20 minutes old.</p><p>Helping the hosts defend a corner, Zakaria tracked a run from Kieffer Moore across Chelsea’s penalty area and appeared to whack his head off the Bournemouth striker’s hip as he leaped to challenge for the inswinging delivery to the near post. As Chelsea cleared the ball, Zakaria crumpled to the ground where he lay prone and possibly unconscious for the best part of 90 seconds. Having received treatment from a two-man medical team while his visibly concerned teammates Kepa Arrizabalaga and Kalidou Koulibaly looked on, Zakaria was eventually lifted to his feet looking anything but <em>compos mentis</em>.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/02/urgent-need-for-temporary-concussion-substitutes-inexplicably-ignored-by-ifab\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/02/the-guardian-footballer-of-the-year-virginia-torrecilla-when-people-say-im-a-fighter-its-lovely", "title": "The Guardian Footballer of the Year Virginia Torrecilla: ‘When people say I’m a fighter, it’s lovely’", "date_published": "2023-01-02 08:00:09+00:00", "description": "<p>The Atlético Madrid midfielder is back playing after cancer and being ‘sunk’ by an accident that left her mother in a wheelchair</p><p><em>The <a href=\"https://www.theguardian.com/sport/guardian-footballer-of-the-year\" title=\"\">Guardian Footballer of the Year</a> is an award given to a player who has done something remarkable, whether by overcoming adversity, helping others or setting a sporting example by acting with exceptional honesty.</em></p><p>Virginia Torrecilla had been through 13 months of treatment, 30 rounds of radiotherapy, 15 cycles of chemo, hair slowly returning a year after the removal of a brain tumour, and was “starting to feel like I could go on at last” when she was involved in the car crash that left her in a deep depression and put her mother, Mari, in a wheelchair. “You come out of one tunnel, you’re getting there and you go into another, even worse,” she says. “I couldn’t understand why this was happening when I’ve never been a bad person.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/02/the-guardian-footballer-of-the-year-virginia-torrecilla-when-people-say-im-a-fighter-its-lovely\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/02/retirement-ivory-coast-grandmothers-abandoned-baby", "title": "‘Retirement will come the day I’m buried’: Ivory Coast grandmothers are left holding the baby", "date_published": "2023-01-02 07:45:09+00:00", "description": "<p>Young people are abandoning their villages and children for the bright lights, leaving their mothers to pick up the pieces</p><ul><li>Photographs by Nick Danziger </li></ul><p>In the great movements of population going on around the globe, there are 300 million people living somewhere other than their country of birth – and three times as many have migrated within their own country. But for every migration there are those left behind and most of them are women and children.</p><p>The city of Daloa and its surrounding villages in western Ivory Coast encompasses all of this. An important regional hub, the trade in cocoa and coffee made Daloa prosperous and provided people with a relatively comfortable life. Small landowners could employ people to work the land for them and extend their fields to the forests. Labour came from elsewhere in Ivory Coast and from Burkina Faso, Guinea and Mali, but also Ghana and Liberia. Ivory Coast is home to between 4 million and 5 million foreigners, more than a quarter of its population.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/02/retirement-ivory-coast-grandmothers-abandoned-baby\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/two-helicopters-collide-gold-coast-queensland-broadwater", "title": "Four people dead after two helicopters collide near Sea World on Gold Coast", "date_published": "2023-01-02 07:04:41+00:00", "description": "<p>Authorities say one aircraft managed to land after fatal mid-air collision that left three others critically injured</p><ul><li><a href=\"https://www.theguardian.com/global/live/2023/jan/02/australia-news-floods-the-voice-liberal-labor-coalition-weather\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Four people have died and three are in a critical condition after two helicopters collided near Sea World on the Gold Coast.</p><p>More than a dozen people were assessed by the Queensland ambulance service after the helicopters came into contact on Monday afternoon. Police confirmed at a press conference four people were killed and three critically injured when the helicopter they were travelling in crashed to the ground, landing upside down.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/two-helicopters-collide-gold-coast-queensland-broadwater\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/02/inside-the-hilton-park-lane-a-photo-essay", "title": "Inside the Hilton Park Lane – a photo essay", "date_published": "2023-01-02 07:00:10+00:00", "description": "<p>A look behind the scenes at one of London’s most celebrated hotels</p><p>Hosting more than 200,000 guests a year, the Hilton hotel on Park Lane is one of London’s landmarks. It was here in 1967 that the Beatles met their guru, the Maharishi Mahesh Yogi. A decade later, two people lost their lives and many more were injured when the Hilton was rocked by an IRA bomb, and in 2012, the International Olympic Committee set up residence during the London Games. The first skyscraper hotel to be built in the capital, it will celebrate 60 eventful years this coming April.</p><p>Behind the £1,500-a-night rooms and extravagant banquets is a small army of staff who keep the vast operation going.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/02/inside-the-hilton-park-lane-a-photo-essay\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/02/bedtime-story-by-chloe-hooper-review-humanity-in-extremis", "title": "Bedtime Story by Chloe Hooper review – humanity in extremis", "date_published": "2023-01-02 07:00:09+00:00", "description": "<p>In this striking voyage of discovery, Hooper turns to children’s authors to explain her husband’s leukaemia to their sons</p><p>It’s odd that a writer as talented as Chloe Hooper should be so underrated – or under-read – in this country. Although her debut novel, <em><a href=\"https://www.theguardian.com/books/2002/feb/23/fiction.reviews4\">A Child’s Book of True Crime</a></em>, was shortlisted for the Orange prize, her work since, largely unregarded, is even better, including the smart, twisty novel <em><a href=\"https://www.theguardian.com/books/2013/jan/25/the-engagement-review\">The Engagement</a></em> and two books of reportage, <em><a href=\"https://www.theguardian.com/books/2009/jan/31/chloe-hooper\">The Tall Man</a></em> and <em>The Arsonist</em>.</p><p>So the publication of new work should be cause for fanfares and bouquets, even though the inspiration for this book is not. <em>Bedtime Story</em> is about Hooper’s husband, the writer <a href=\"https://www.theguardian.com/books/2019/jun/02/looking-into-the-abyss-don-watson-on-facing-his-mortality\">Don Watson</a>, and his diagnosis with a rare form of leukaemia in 2018 and specifically about how they can talk to their two young sons about Watson’s possible death.</p> <a href=\"https://www.theguardian.com/books/2023/jan/02/bedtime-story-by-chloe-hooper-review-humanity-in-extremis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2023/jan/02/ice-floating-fatbiking-snow-more-to-val-disere-french-alps-than-skiing", "title": "From ice floating to fatbiking in the snow: there’s more to Val d’Isère than skiing", "date_published": "2023-01-02 07:00:09+00:00", "description": "<p>The French Alps resort has excellent runs and off-piste, but it’s also now offering very cool – and sustainable – activities for non-skiers to enjoy too</p><p>Lit up by over a kilometre of orange lights, the daunting 1,400 metre piste stretched out in front of me. Taller than Ben Nevis, the UK’s highest mountain, the run, called La Face de Bellevarde, starred in the 1992 Albertville Winter Olympics and has attracted hardcore skiers and off-piste aficionados to Val d’Isère for decades.</p><p>But I’m a ski novice, and thankfully my view of Bellevarde wasn’t from the top of the run. I was perched high in the treetops opposite, in a harness clipped to a particularly sturdy pine tree.</p> <a href=\"https://www.theguardian.com/travel/2023/jan/02/ice-floating-fatbiking-snow-more-to-val-disere-french-alps-than-skiing\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/02/stop-drinking-alcohol-free-holiday-tips", "title": "So you decided to stop drinking? I did - and these are my year’s lessons", "date_published": "2023-01-02 07:00:09+00:00", "description": "<p>Abstaining from alcohol is increasingly being destigmatized as more of us consider a booze-free holiday</p><p>At first, ankle deep, then wading deeper and deeper, a surge of waves crashed into my thighs as I braced against the tidal tug. My friends were on the beach, unfurling towels and applying sunscreen. I had no time for those chores. I wanted the ocean.</p><p>I had never been on a tropical island, let alone to the Caribbean. It was also my first sober vacation with my four best friends from college, a friendship tallying 20 years. I had quit drinking seven months earlier, when the days were short and dark. The season had felt like an appropriate match to confront a reckoning with alcohol that was decades in the making.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/02/stop-drinking-alcohol-free-holiday-tips\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/02/greece-nomadic-herders-life-in-the-hill-photo-essay", "title": "‘My heart beats up here’: Greece’s nomadic herders on life in the hills – a photo essay", "date_published": "2023-01-02 07:00:09+00:00", "description": "<p>For hundreds of years the Vlach herders in Greece and the Balkans have moved livestock to high mountain pastures for the summer months. But their numbers are dwindling as their arduous existence is threatened by soaring costs and a lack of state support</p><ul><li>Photographs by Vasilis Tsiolis</li></ul><p>Every spring in the Thessalian plains of central <a href=\"https://www.theguardian.com/world/greece\">Greece</a>, in the shadow of the mountains, an ancient and sacred migration of humans and goats takes place.<br /><br />The brothers Kostas and Efthymios Papastavros, along with Kostas’s wife Fotini, herd their 800 goats up on foot to the Koziakas mountain from their winter pastures in the plains; a journey of around 30 miles which takes them two days.</p><p>The family are descended from the Vlachs, nomadic herders and breeders who have existed in the Greek and Balkan region for hundreds of years and practise <a href=\"https://www.theguardian.com/fashion/2022/may/04/the-cashmere-trail-on-the-road-with-the-mongolian-nomadic-community\">transhumance</a> – the act of seasonally moving livestock from one pasture to another.</p><p>Kostas leading the goats back to the family’s makeshift summer barn on Koziakas mountain</p> <a href=\"https://www.theguardian.com/environment/2023/jan/02/greece-nomadic-herders-life-in-the-hill-photo-essay\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/02/donald-trump-2024-vice-president-running-mate", "title": "2024 Veepstakes: who will Donald Trump choose as his running mate?", "date_published": "2023-01-02 07:00:08+00:00", "description": "<p>From familiar faces to breakout Republican stars, 10 contenders for Trump’s vice-presidential pick for his third White House run</p><p>Donald Trump, the former US president, is making a third consecutive run for the White House. But there is a job vacancy this time: his running mate. No one thinks it will be former vice-president Mike Pence after the pair <a href=\"https://www.theguardian.com/books/2022/oct/31/mike-pence-memoir-trump-giuliani-january-6\">fell out</a> over the 2020 election and <a href=\"https://www.theguardian.com/books/2022/nov/09/trump-pence-honest-jan-6-capitol-attack-lincoln-project-book\">January 6</a> insurrection. Trump, a 76-year-old straight, white man who needs to broaden his appeal, might look to a person of colour, a woman or a young person for 2024 (or all of the above) – or he might not. Here are 10 potential contenders:</p><p><strong>Tucker Carlson</strong></p> <a href=\"https://www.theguardian.com/us-news/2023/jan/02/donald-trump-2024-vice-president-running-mate\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/02/stephen-mulhern-honest-playlist", "title": "‘I’ve never met anyone who doesn’t like Abba’ – Stephen Mulhern’s honest playlist", "date_published": "2023-01-02 07:00:08+00:00", "description": "<p>The presenter loves a bit of Swedish pop and somehow still isn’t sick of Mr Brightside – but which tune led to his face swelling up like a balloon?</p><p><strong>The first song I remember hearing<br /></strong>My dad is a huge Beatles fan and would always play Imagine by John Lennon. I said: “One day, I’m going to buy a white, grand piano,” like on the cover. So I bought one when I finished Saturday morning kids’ TV. </p><p><strong>The first single I bought</strong></p> <a href=\"https://www.theguardian.com/music/2023/jan/02/stephen-mulhern-honest-playlist\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/02/why-christmas-and-diwali-hanukkah-and-eid-are-cancelled-women-unpaid-care", "title": "Why Christmas (and Diwali, Hanukkah and Eid) are cancelled in my household | Nilanjana Bhowmick", "date_published": "2023-01-02 06:30:08+00:00", "description": "<p>I am on a journey of unlearning – saying no to overwork and extra caregiving expected of me because of my gender</p><p>I did not plan a New Year’s get-together this year so that my family could all scream “happy new year 2023” even as I droop with exhaustion in the background. After the festivities my feet hurt and I just want to kick off my shoes, get into bed and stay there in my pyjamas.</p><p>I have cancelled festivals and festivities. Yes, for ever. From Diwali to Christmas, from Holi to New Year’s Eve or Thanksgiving or Hanukkah or Eid, everyone wants to have a good time, surrounded by friends and family. But are women having a good time, too? Not really. They are busy organising and executing the “good time” because, of course, this is “women’s work” which they “do so well” because it’s a special gift that comes with having a vagina. Right. You know what else comes with that? Anxiety, stress and depression. This constant expectation of nurturing is unnerving.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/02/why-christmas-and-diwali-hanukkah-and-eid-are-cancelled-women-unpaid-care\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/02/robot-leonardo-da-vinci-masterpiece-ai-human-creativity-artists", "title": "Could a robot ever recreate the aura of a Leonardo da Vinci masterpiece? It’s already happening | Naomi Rea", "date_published": "2023-01-02 06:00:08+00:00", "description": "<p>AI is already capable of mimicking human creativity. Whether or not it makes artists obsolete will be down to how they use it </p><p>This month, the internet was flooded with stunningly ethereal digital art portraits, thanks to the work of the latest artificial intelligence-assisted application to go viral: <a href=\"https://prisma-ai.com/lensa\">Lensa</a>. Users uploaded their photographs to the app and then – for a small fee – it used AI to transform their profile pictures into, say, a magical elfin warrior princess version of themselves, in no time at all.</p><p>This year has seen a breakthrough for AI-driven image generators, which are now better than ever in quality, speed and affordability. The AI models are “trained” on millions of pieces of image and text data scraped from publicly available content online, and as in the case of Microsoft-backed <a href=\"https://openai.com/dall-e-2/\">DALL-E</a>, can turn short text prompts such as “Ronald McDonald performing open heart surgery” into <a href=\"https://twitter.com/EspionageWalrus/status/1534348928639967239?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1534348928639967239%7Ctwgr%5E0e8cc22cf3290a9c9e1436f6833de8cdf0748dbd%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fmashable.com%2Farticle%2Fwerid-dall-e-images\">unique images</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/02/robot-leonardo-da-vinci-masterpiece-ai-human-creativity-artists\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/02/kelp-seaweed-forests-research-climate-crisis", "title": "The hidden underwater forests that could help tackle the climate crisis", "date_published": "2023-01-02 06:00:07+00:00", "description": "<p>Kelp absorbs carbon dioxide and has high nutritional value, but it is under threat from rising temperatures, pollution and invasive species</p><p>Bubbles stream furiously behind Frank Hurd as he gently parts the curtains of giant kelp. Green and gold ribbons reach upwards through the cold waters of the Pacific Ocean towards the sun.</p><p>Hurd, a marine biologist with environmental organisation the Nature Conservancy, is diving in a kelp forest off Anacapa Island, one of the protected rocky volcanic islets that form the Channel Islands national park, an archipelago off the coast of southern California.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/02/kelp-seaweed-forests-research-climate-crisis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/02/vermeer-row-authenticity-girl-with-a-flute-painting", "title": "When is a Vermeer not a Vermeer? Reputations on the line over authenticity of artwork", "date_published": "2023-01-02 05:00:06+00:00", "description": "<p>Girl with a Flute to hang in the Netherlands as a painting by the Dutch master – but US gallery say it is the work of an associate</p><p>Johannes Vermeer of Delft left behind fewer than 50 paintings when he died aged 43 in 1675. Those that survived have beguiled art lovers for more than a century: intimate domestic scenes, such as a girl reading a letter at an open window, or a maidservant absorbed in pouring milk, bathed in soft, gentle light. As Vermeer’s output was so small, it is an event when a painting is declared to be by his hand. But there are few precedents for a recent tussle over the artist. One painting has been declared definitively “a Vermeer” by one museum, while another has downgraded it.</p><p>In October, the National Gallery of Art in Washington DC announced the results of painstaking research into a work in its collection, long credited to Vermeer. Girl with a Flute was not by Vermeer, but an associate, it said. Less than a month later the Rijksmuseum in Amsterdam, which is borrowing that painting for a major new Vermeer exhibition in 2023, reached the opposite conclusion about the same work. It was “crystal clear”, the Rijksmuseum said, Girl with a Flute was a Vermeer.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/02/vermeer-row-authenticity-girl-with-a-flute-painting\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/01/nfl-round-up-sunday-afternoon-game-reports", "title": "NFL round-up: Tom Brady rallies Bucs past Panthers to NFC South title", "date_published": "2023-01-02 04:51:46+00:00", "description": "<ul><li>Brady, Bucs rally to beat Panthers 30-24, clinch NFC South</li><li>Rodgers, Packers rout Vikings 41-17, control playoff fate</li><li>Giants rout Colts, reach playoffs for 1st time since 2016</li></ul><p>Tom Brady and the Tampa Bay Buccaneers are headed back to the playoffs, confident they’re still capable of making this a special season.</p><p>Brady threw for 432 yards and three long touchdowns to Mike Evans, and Bucs (8-8) erased a double-digit, fourth-quarter deficit for the second week in a row to clinch their second straight NFC South championship with a 30-24 victory over the Carolina Panthers on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/01/nfl-round-up-sunday-afternoon-game-reports\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/02/to-the-andrew-tate-disciples-who-feel-downtrodden-by-society-straight-white-men-are-still-winning", "title": "To the Andrew Tate disciples who feel downtrodden by society: straight white men are still winning | Zoya Patel", "date_published": "2023-01-02 04:34:35+00:00", "description": "<p>While it’s easy to mock these young men, we need everyone on board if we are to to fix inequality</p><p>As far as viral TikTok content goes, Flynn Martin’s controversial rant started out unassumingly: a young white guy sitting in his car, baseball cap and grey T-shirt, speaking conversationally. He meanders for the first few seconds with caveats and prevarications, but his next sentence sets the app aflame. “Is it actually OK,” he drawls “to be a white straight male? Because I was born this way.” Cue thousands of stitches and duets ripping Martin to pieces.</p><p>I watched the original TikTok video – which has since been deleted, along with his original Phlinmartin account – with a sort of sick fascination. As he ranted about emasculated feminist men, who he characterised as being fat and unfit, I wondered what had caused Martin to snap and spew this nonsense out on the internet.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/02/to-the-andrew-tate-disciples-who-feel-downtrodden-by-society-straight-white-men-are-still-winning\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/02/jeremy-renner-in-critical-but-stable-condition-after-accident", "title": "Jeremy Renner in ‘critical but stable condition’ after accident", "date_published": "2023-01-02 04:28:10+00:00", "description": "<p>The Hawkeye actor was plowing snow when the accident occured on Sunday</p><p>Jeremy Renner is in critical but stable condition after an accident while plowing snow on the weekend, a spokesperson for the actor revealed on Sunday.</p><p>“We can confirm Jeremy is in critical but stable condition with injuries suffered after experiencing a weather-related accident while plowing snow earlier today,” a spokesperson for the Hawkeye star told the Hollywood Reporter late on Sunday night.</p> <a href=\"https://www.theguardian.com/film/2023/jan/02/jeremy-renner-in-critical-but-stable-condition-after-accident\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/02/third-of-world-economy-to-hit-recession-in-2023-imf-head-warns", "title": "Third of world economy to hit recession in 2023, IMF head warns", "date_published": "2023-01-02 04:22:14+00:00", "description": "<p>China’s lagging growth a key threat this year, IMF managing director Kristalina Georgieva said, while the US is ‘most resilient.’</p><p>For much of the global economy, 2023 is going to be a tough year as the main engines of global growth – the US, Europe and China – all experience weakening activity, the head of the International Monetary Fund has warned.</p><p>The new year is going to be “tougher than the year we leave behind,” IMF managing director Kristalina Georgieva said on the CBS Sunday morning news program <a href=\"https://www.cbsnews.com/video/full-interview-imf-managing-director-kristalina-georgieva-on-face-the-nation-with-margaret-brennan/\">Face the Nation</a> on Sunday.</p> <a href=\"https://www.theguardian.com/business/2023/jan/02/third-of-world-economy-to-hit-recession-in-2023-imf-head-warns\">Continue reading...</a>", "persistent": true, "language": "en-US", "user": "rumpel"}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/chinas-warplane-incursions-into-taiwan-air-defence-zone-doubled-in-2022", "title": "China’s warplane incursions into Taiwan air defence zone doubled in 2022", "date_published": "2023-01-02 04:07:19+00:00", "description": "<p>The military ramped up sorties and launched the largest war games in decades to protest against a visit by US House Speaker Nancy Pelosi in August</p><p>China’s warplane incursions into Taiwan’s air defence zone nearly doubled in 2022, with a surge in fighter jet and bomber sorties as Beijing intensified threats towards the island democracy.</p><p>Self-ruled Taiwan lives under constant threat of invasion. Communist party rulers claim the island as part of China’s territory and have vowed to seize it one day.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/chinas-warplane-incursions-into-taiwan-air-defence-zone-doubled-in-2022\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/2023/jan/02/one-house-two-people-and-some-rare-flightless-birds-welcome-to-mana-island", "title": "One house, two people and some rare flightless birds: welcome to Mana Island", "date_published": "2023-01-02 03:33:08+00:00", "description": "<p>Time unfurls differently on this treasured wildlife haven, half an hour from the coast of New Zealand’s north island</p><p>The island where I live, Te Mana o Kupe o Aotearoa, sits half an hour off the coast of New Zealand’s north island. It has one house and a permanent human population of two: my husband, Pat, and me. In April, this will increase to three because we’re having a baby.</p><p>From the mainland, Mana looks exposed. It rises from the sea like a stone slab. Once here, the view flips. The mainland lounges across the horizon and the island reveals itself as a lush, green refuge from Cook Strait’s battering swell.</p> <a href=\"https://www.theguardian.com/news/2023/jan/02/one-house-two-people-and-some-rare-flightless-birds-welcome-to-mana-island\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2023/jan/02/can-i-tell-you-a-secret-episode-seven-an-update-podcast", "title": "Can I tell you a secret? Episode seven: an update – podcast", "date_published": "2023-01-02 03:00:03+00:00", "description": "<p>Revisited: Guardian producer Lucy Hough and reporter Matthew Weaver give an update on the outcome of Matthew Hardy’s appeal</p><p><em>This week we are revisiting the Can I tell you a secret? series. This episode was first broadcast on 10 October 2022.</em></p><p>Guardian reporter <strong>Matthew Weaver</strong> tells producer <strong>Lucy Hough</strong> about attending the court of appeal in London. He was there to cover the appeal hearing of Matthew Hardy, who was jailed for nine years in January after pleading guilty to stalking involving fear of violence and harassment after breaching a restraining order.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jan/02/can-i-tell-you-a-secret-episode-seven-an-update-podcast\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/croatia-takes-final-steps-into-eu-with-open-border-and-euro-switch", "title": "Croatia takes final steps into EU with open border and euro switch", "date_published": "2023-01-02 01:13:30+00:00", "description": "<p>Common currency was already used for valuations and bank deposits in former Yugoslav country, which joined the EU in 2013</p><p>Croatia has switched to the euro and entered Europe’s borderless zone – two steps its prime minister called a “historic moment” for his country, which joined the European Union nearly a decade ago.</p><p>On Sunday the Balkan country bid farewell to its kuna currency and became the 20th member of the eurozone.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/croatia-takes-final-steps-into-eu-with-open-border-and-euro-switch\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-313-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 313 of the invasion", "date_published": "2023-01-02 01:13:21+00:00", "description": "<p>Kyiv hit by Russian air attack; 45 Iranian-made Shahed drones shot down on first night of the new year, Zelenskiy says</p><ul><li><strong><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>Kyiv was <a href=\"https://www.theguardian.com/world/2023/jan/02/drone-attack-on-kyiv-after-air-alerts-issued-across-eastern-ukraine\">hit by an “air attack” early on Monday</a> with debris from a destroyed drone wounding one, the city’s mayor has said. </strong>Air raid sirens were announced just before midnight and explosions were reported in the capital’s northeastern Desnianskiy district with a 19-year-old man taken to hospital. The city military administration reported that 12 aerial targets were shot down by Ukraine’s air defence over Monday night.</p><p><strong>Ukraine’s regional military command in the country’s east said air defence systems destroyed nine Iranian-made Shahed drones</strong> over the Dnipropetrovsk and Zaporizhzhia regions by the early hours of Monday. Ukraine’s president Volodymyr Zelenskiy added that “45 ‘Shaheds’ were shot down on the first night of the year,” in his Monday evening address.</p><p><strong>Ukraine’s most senior defence officials have said they believe Russia will <a href=\"https://www.theguardian.com/world/2023/jan/01/new-year-on-ukraines-north-frontline-sumy-region-volunteer-defence-russia\">attempt a second invasion from the north </a>in the next couple of months</strong>, using troops who have been training for the past three months since being mobilised in October. But the Ukrainian forces defending the border say the Russians will not be able to break through as they did in February, when the Sumy region had no defensive lines. Both Ukraine’s defence minister, Oleksii Reznikov, and the commander-in-chief of its armed forces, Valeriy Zaluzhnyi, have named February as a possible period for attempted re-invasion.</p><p><strong>Russia has claimed Ukraine’s forces shelled the city of Makiivka and other areas in the Donetsk region of Ukraine</strong> of which it occupies. The Moscow-installed administration of the Donetsk region said on Sunday that at least 25 rockets were fired at the region overnight on New Year’s Eve with reports saying that military quarters were hit, killing many. Daniil Bezsonov, a senior Russian-backed official in the region, said that there was a “massive blow” on a vocational school, which according to preliminary information served as military personnel quarters. “There were dead and wounded, the exact number is still unknown,” Bezsonov said on the Telegram messaging app.</p><p><strong>Zelenskiy said his only wish for Ukrainians for 2023 was for victory as he resolved to stay the course</strong>. “I want to wish all of us one thing – victory,” he said in a video message shortly before midnight on Saturday. Zelenskiy reiterated that he would stay with his people while they were fighting for freedom. “We were told to surrender. We chose a counterattack,” he said. “We are ready to fight for it [freedom]. That’s why each of us is here. I’m here, we are here, you are here, everyone is here. We are all Ukraine.”</p><p><strong>Russia claimed its strikes against Ukraine on New Year’s Eve – including the launch of more than <a href=\"https://www.theguardian.com/world/2022/dec/31/russia-fighting-to-protect-motherland-vladimir-putin-claims\">20 cruise missiles</a> that killed at least three people – were targeting its neighbour’s drone production.</strong> A children’s hospital was among the buildings said to have been hit by Russian shelling. Ukrainian officials claim Russia is deliberately targeting civilians to sow fear.</p><p><strong>Russian leaders issued a series of defiant messages ahead of the new year</strong>. President Vladimir Putin said Russia would “never give in” to the west, and was fighting for its “motherland, truth and justice … so that Russia’s security can be guaranteed”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-313-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/02/not-smart-daniil-medvedev-reflects-on-low-iq-australian-open-crowd-remark", "title": "‘Not smart’: Daniil Medvedev reflects on ‘low IQ’ Australian Open crowd remark", "date_published": "2023-01-02 00:51:07+00:00", "description": "<ul><li>Medvedev says 2022 comment ‘maybe was to 50 people max’</li><li>World No 7 to warm up for first slam at Adelaide International</li></ul><p>Daniil Medvedev may be less inclined to sledge the Australian Open crowd this time around after describing his <a href=\"https://www.theguardian.com/sport/2022/jan/20/daniil-medvedev-sees-off-nick-kyrgios-and-takes-swipe-at-low-iq-crowd-australian-open-tennis\">“low IQ” comments of 2022</a> as “not smart”.</p><p>The world No 7 reflected on last year’s tournament as he prepared to contest the Adelaide International, a warm-up to the calendar’s opening slam at Melbourne Park, where he lost last year’s final to Rafael Nadal.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/02/not-smart-daniil-medvedev-reflects-on-low-iq-australian-open-crowd-remark\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/02/drone-attack-on-kyiv-after-air-alerts-issued-across-eastern-ukraine", "title": "Drone attack on Kyiv after air alerts issued across eastern Ukraine", "date_published": "2023-01-02 00:38:10+00:00", "description": "<p>One person injured by debris according to city’s mayor, after Russian strikes in early hours of Monday</p><p>Air raid alerts have been issued in Kyiv and across eastern Ukraine, with reports of Russian drone attacks on the capital.</p><p>The air alerts began at midnight Monday morning in the country’s capital, and most of eastern Ukraine, and were still wailing two hours later.</p> <a href=\"https://www.theguardian.com/world/2023/jan/02/drone-attack-on-kyiv-after-air-alerts-issued-across-eastern-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}