{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/belgia-bedzie-badac-scieki-z-samolotow-z-chin-na-obecnosc-covid-19/r42bw6f", "title": "Belgia będzie badać ścieki z samolotów z Chin na obecność COVID-19", "date_published": "2023-01-02 20:14:09+00:00", "description": "Belgijski rząd zapowiedział, że służby będą testowały nieczystości z samolotów przylatujących na lotnisko w Brukseli z Chin pod kątem obecności w nich koronawirusa. Testowanie ścieków z samolotów ma być ponoć lepszym sposobem na wykrycie wirusa niż poddanie testowi PCR po przylocie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/poradnik-finansowy/ubezpieczenia/ubezpieczenie-samochodu-na-miesiac-wszystko-co-trzeba-wiedziec/zjh6s24", "title": "Ubezpieczenie samochodu na miesiąc – ile kosztuje, gdzie kupić, jakie są warunki?", "date_published": "2023-01-02 20:00:00+00:00", "description": "Obowiązkowemu OC, czyli ubezpieczeniu odpowiedzialności cywilnej, podlegają wszyscy kierowcy posiadający m.in. samochód lub motocykl. Zazwyczaj firmy specjalizujące się w tego typu usługach oferują podstawowe ubezpieczenie OC obowiązujące przez 12 miesięcy. Po tym czasie najczęściej trzeba taką ochronę odnowić i opłacić za kolejny okres. Zdarza się jednak, że potrzebne jest ubezpieczenie samochodu na miesiąc, czyli na znacznie krótszy czas. Czy jest ono możliwe? Jak wówczas wygląda kwestia umowy? Ile to kosztuje?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/poradnik-finansowy/ubezpieczenia/ubezpieczenie-sportowe-co-oferuje-kiedy-nie-zadziala/8c112t5", "title": "Ubezpieczenie sportowe — kto może je kupić? Na czym ono polega?", "date_published": "2023-01-02 20:00:00+00:00", "description": "Ubezpieczenie dla sportowca gwarantuje pomoc finansową w wielu trudnych sytuacjach, np. gdy doszło do nieszczęśliwego wypadku lub wystąpił uszczerbek na zdrowiu wyłączający na jakiś czas z życia zawodowego. Ile kosztuje polisa sportowa? Co oferuje? W jakich sytuacjach może nie zadziałać?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/internauci-oskarzyli-znana-marke-o-wysylanie-paczek-rosyjskim-zolnierzom/2hw1n8q", "title": "Internauci oskarżyli znaną markę o wysyłanie paczek rosyjskim żołnierzom", "date_published": "2023-01-02 19:54:26+00:00", "description": "W mediach społecznościowych pojawiły się doniesienia, że firma Bonduelle wspiera rosyjskich żołnierzy. Firma wydała oświadczenie i stanowczo zaprzeczyła tym informacjom. Przyznała jednak, że jest obecna na rosyjskim rynku. Oto dlaczego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wysylali-paczki-rosyjskim-zolnierzom-znana-marka-zaprzecza/2hw1n8q", "title": "Internauci oskarżyli znaną markę o wysyłanie paczek rosyjskim żołnierzom", "date_published": "2023-01-02 19:54:26+00:00", "description": "W mediach społecznościowych pojawiły się doniesienia, że firma Bonduelle wspiera rosyjskich żołnierzy. Firma wydała oświadczenie i stanowczo zaprzeczyła tym informacjom. Przyznała jednak, że jest obecna na rosyjskim rynku. Oto dlaczego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/zarobki-na-statku-9-tys-dol-za-miesiac-pracy-czy-warto-pracowac-na-morzu/b4f8w8m", "title": "Zarobki na statku – rodzaje pracy, pensje, warunki, zatrudnienie", "date_published": "2023-01-02 19:45:00+00:00", "description": "„Poszukujemy osób na stanowisko C/E. Wynagrodzenie: 9 tys. dol. Długość kontraktu: cztery miesiące” – tak brzmiało jedno z ogłoszeń, które można znaleźć na facebookowym profilu agencji załogowej Baltimex. Podane stawki mogą wydawać się bardzo wysokie, szczególnie dla osób niezwiązanych z branżą. Warto jednak wziąć pod uwagę wymagania, jakie trzeba spełnić oraz charakter pracy na morzu. Czy każdy sprawdzi się w takich warunkach zatrudnienia? Jakie zawody można wykonywać na statku?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/premier-o-kredytach-nie-pamieta-takich-czasow/w7ks7mf", "title": "Morawiecki o cenach kredytów: są za wysokie", "date_published": "2023-01-02 19:21:49+00:00", "description": "Ceny kredytów w Polsce są za wysokie i powinny być niższe — powiedział w poniedziałek premier Mateusz Morawiecki. Jego zdaniem różnica między marżą depozytową a marżą kredytową, w tym na kredyty hipoteczne, nie powinna być tak wysoka. Takich spreadów jak obecnie nie pamiętam — powiedział szef rządu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/premier-przekonuje-ze-orlen-nie-zawyzal-cen-paliw-przypominamy-wykresy-prawdy/4lmpvgf", "title": "Premier przekonuje, że Orlen nie zawyżał cen paliw. Przypominamy wykresy prawdy", "date_published": "2023-01-02 18:50:07+00:00", "description": "— Orlen nie zawyżał cen paliw — przekonywał w poniedziałek premier Mateusz Morawiecki. Czy faktycznie? Jak pisaliśmy w grudniu w Business Insider, ceny paliw mogłyby być co najmniej o złotówkę na litrze tańsze, gdyby stacje kupowały u konkurentów Orlenu z Niemiec i Słowacji. Zatem słono za paliwa przepłacaliśmy — nie licząc podatków, płaciliśmy najwięcej w Unii Europejskiej za benzynę, a za olej napędowy taniej tylko od Szwedów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/orlen-kupuje-kolejna-spolke-tym-razem-petrochemiczna/7xy1zwq", "title": "Orlen kupuje kolejną spółkę. Tym razem petrochemiczną", "date_published": "2023-01-02 18:36:34+00:00", "description": "PKN Orlen sfinalizował przejęcie części biznesu należącej do największego krajowego wytwórcy tworzyw sztucznych, spółki Basell Orlen Polyolefins, w której jest udziałowcem. Jest ona związana z produkcją i sprzedażą polietylenu LDPE, a także obsługą klientów na polskim rynku — poinformował PKN Orlen w komunikacie prasowym.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kiedy-inflacja-nam-odpusci-morawiecki-wskazuje-konkretny-moment/qkwgrc8", "title": "Kiedy inflacja nam odpuści? Morawiecki wskazuje konkretny moment", "date_published": "2023-01-02 18:18:09+00:00", "description": "Inflacja może zacząć odpuszczać już za kilka tygodni — wynika ze słów premiera. Szef rządu, odpowiadając na pytania internautów, powiedział, że analizy, którymi dysponuje, wskazują na marzec lub kwiecień jako początek spadków.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/na-ksiezycu-nie-ma-gps-a-za-dwa-lata-pojawia-sie-tam-ludzie-tak-moglaby-wygladac-baza/ejb4dm4", "title": "Tak mogłaby wyglądać baza na Księżycu. Nie ma GPS, a za dwa lata pojawią się tam ludzie", "date_published": "2023-01-02 18:08:39+00:00", "description": "Kiedy w listopadzie misja Artemis 1 NASA z powodzeniem przeleciała wokół Księżyca, był to znak dla świata, że ludzie są na dobrej drodze, aby wrócić na srebrny glob.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/parownica-do-ubran-szybka-i-skuteczna-alternatywa-dla-zelazka/xt2ktpg", "title": "Parownica do ubrań — szybka i skuteczna alternatywa dla żelazka", "date_published": "2023-01-02 17:57:00+00:00", "description": "Parownice do ubrań to coraz bardziej popularne urządzenia, które pozwalają szybko i skutecznie wyprasować i odświeżyć tkaniny. Są one szczególnie przydatne dla osób, które cenią sobie szybkie i proste rozwiązania, a także dla tych, którzy chcą zaoszczędzić czas i pieniądze na pralniach chemicznych. Parownica jest idealna do prasowania materiałów ozdobnych oraz delikatnych tkanin, z których często szyte są dobre jakościowo ubrania. Parownice do ubrań dostępne są w różnych rozmiarach i cenach, dzięki czemu każdy może znaleźć model odpowiedni dla siebie. W poniższym artykule przyjrzymy się bliżej parownicom do ubrań, ich działaniu oraz przedstawimy kilka najlepszych modeli dostępnych na rynku. Zapraszamy!", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/polska-elektrownia-atomowa-rosnie-poparcie-wsrod-mieszkancow-gmin-na-pomorzu/4x6s0s7", "title": "Polska elektrownia atomowa. Rośnie poparcie wśród mieszkańców gmin na Pomorzu", "date_published": "2023-01-02 17:34:56+00:00", "description": "Trzy czwarte mieszkańców pomorskich gmin, gdzie stanąć ma pierwsza polska elektrownia atomowa, popiera inwestycję — wynika z badania przeprowadzonego przez agencję PBS na zlecenie spółki Polskiej Elektrownie Jądrowe.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/handel/czy-omnibus-zmienil-promocje-i-ceny-sprawdzilismy-sprzedawcy-sie-tlumacza/pb712ey", "title": "Sprawdziliśmy, czy dyrektywa Omnibus zmieniła promocje w sklepach. Sprzedawcy się tłumaczą", "date_published": "2023-01-02 17:15:13+00:00", "description": "Dyrektywa Omnibus, nakładająca na sklepy obowiązek podawania przy promocjach najniższych cen od 30 dni, dotyczy nie tylko sprzedaży online, ale także sklepów stacjonarnych. Sprawdziliśmy, co zmieniło się na sklepowych półkach w związku z jej wprowadzeniem tuż po Nowym Roku. Czasem zmiany są zauważalne już na pierwszy rzut oka, ale bardzo często... nie ma ich wcale. Sprzedawcy tłumaczą dlaczego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/sprzedaz-czesci-udzialow-w-rafinerii-orlen-odpowiada-na-zarzuty/hrqkbf7", "title": "Sprzedaż części udziałów w rafinerii. Orlen odpowiada na zarzuty", "date_published": "2023-01-02 17:07:06+00:00", "description": "Płocki gigant naftowy odniósł się do zarzutów sformułowanych w materiale TVN24 \"Tak Polska straciła kontrolę nad rafinerią w Gdańsku\". W rozesłanym do mediów oświadczeniu PKN Orlen przekonuje, że \"teza zawarta w tytule artykułu jest nieprawdziwa\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/byly-rzecznik-prezydenta-wiceprezesem-panstwowej-spolki/dysbm5x", "title": "Były rzecznik prezydenta wiceprezesem państwowej spółki", "date_published": "2023-01-02 16:48:14+00:00", "description": "Były rzecznik prezydenta Błażej Spychalski został wiceprezesem Gaz-Systemu, państwowej spółki zarządzającej najważniejszymi gazociągami w Polsce. Na stanowisko wiceprezesa został też powołany Andrzej Kensbok, odwołany w grudniu wiceprezes KGHM.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/doplata-do-okularow-dla-pracownika-kiedy-i-komu-przysluguje/gw3c9lb", "title": "Kiedy pracownikowi przysługuje dopłata do okularów? Nie wystarczy zwykły dodatek do pensji", "date_published": "2023-01-02 16:01:33+00:00", "description": "W związku z pracą przy monitorze zatrudnionemu pogorszył się wzrok i musiał zakupić specjalne okulary korekcyjne. Firma odmówiła zrekompensowania takich kosztów. Sprawa trafiła ostatecznie do Trybunału Sprawiedliwości UE, który wyjaśnił, na jakich zasadach trzeba finansować akcesoria korekcyjne. Nie wystarczy ogólny dodatek do pensji", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/pizzeria-musi-doplacic-72-tys-zl-za-gaz-wlasciciele-zamykaja-biznes/1xwfsjy", "title": "Upada kolejny lokal. Pizzeria musi dopłacić 72 tys. zł za gaz", "date_published": "2023-01-02 15:46:59+00:00", "description": "Rosnące koszty sprawiły, że z gastronomicznej mapy Polski znika kolejny lokal. Gwoździem do trumny okazała się w tym przypadku dopłata za gaz w wysokości 72 tys. zł. \"Po uwzględnieniu wszystkich podwyżek musielibyśmy podwyższyć cenę każdej pozycji w menu o około 15 zł\" — piszą właściciele, którzy w takiej sytuacji zdecydowali o zamknięciu biznesu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/ulga-dla-frankowiczow-zostaje-na-dluzej-resort-podjal-decyzje/b2re4hz", "title": "Ulga dla frankowiczów zostaje na dłużej. Resort podjął decyzję", "date_published": "2023-01-02 15:29:07+00:00", "description": "Ulga dla frankowiczów będzie obowiązywać przez kolejne dwa lata — poinformowało Ministerstwo Finansów. Rozporządzenie zostanie wydłużone do końca 2024 r.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/szukasz-mieszkania-deweloperzy-sprzedaja-ich-coraz-mniej/wj119f7", "title": "W dużych miastach sprzedaje się coraz mniej mieszkań. Oto bilans 2022 r.", "date_published": "2023-01-02 15:16:05+00:00", "description": "Sprzedaż nowych mieszkań w siedmiu największych miastach Polski spadła z 65,5 tys. do niecałych 41 tys. Eksperci największy problem widzą w konsekwencjach wojny w Ukrainie. Wskazują, że w kolejnych miesiącach wiele zależeć będzie m.in. od wyborów parlamentarnych i pomysłów polityków na poprawienie sytuacji.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/jak-ksiaze-arabii-saudyjskiej-zignorowal-bidena-by-zaciesnic-wiezi-z-chinami-i-rosja/pb7cqx0", "title": "Jak książę Arabii Saudyjskiej zignorował Bidena, by zacieśnić więzi z Chinami i Rosją", "date_published": "2023-01-02 14:55:41+00:00", "description": "Na początku grudnia w Rijadzie prezydent Chin Xi Jinping spotkał się z faktycznym władcą Arabii Saudyjskiej Mohammedem bin Salmanem, aby ogłosić \"nową erę\" w stosunkach między krajami.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/nowe-limity-podatkowe-w-2023-r-kto-malym-podatnikiem-w-pit-a-kto-w-vat-sprawdz/k6pj61x", "title": "Nowe limity podatkowe w PIT, CIT i VAT w 2023 r. Musisz je znać", "date_published": "2023-01-02 14:36:08+00:00", "description": "Od 1 stycznia 2023 r. obowiązują nowe limity podatkowe. Wiele z nich wyrażonych jest w euro, a więc co roku trzeba je przeliczać. Mało tego, przepisy raz mówią o kwocie netto, a innym razem o kwocie brutto. W większości odnosimy je do kwoty przychodów czy sprzedaży z 2022 r., ale jest wyjątek. Wyjaśniamy, kto i jaki limit stosuje w PIT, CIT i VAT oraz w przypadku ksiąg rachunkowych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/konczy-sie-dobra-passa-zlotego-kurs-dolara-moze-poszybowac/xth247t", "title": "Początek roku przyniesie zmianę na rynku walut. Nie będzie korzystna dla złotego", "date_published": "2023-01-02 14:35:32+00:00", "description": "Złoty w trzy miesiące wyraźnie się umocnił. W nowym kwartale może dużą część z tego roztrwonić. Prawdopodobny jest powrót najważniejszej pary walutowej do parytetu. Wraz z tym kursy euro i dolara mogą wrócić w okolice 4,80 zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/niezbedny-do-zaparzenia-pysznej-kawy-sprawdz-ranking-mlynkow/5psk9lh", "title": "Niezbędne do zaparzenia pysznej kawy — sprawdź ranking młynków", "date_published": "2023-01-02 14:19:00+00:00", "description": "Młynek do kawy to najważniejsze wyposażenie każdego miłośnika kawy. Wśród wszystkich urządzeń i akcesoriów, ma największy wpływ na jakość przygotowanego naparu. Przedstawiamy najnowszy ranking najpopularniejszych młynków według danych ze Skąpiec.pl za ostatni miesiąc.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/ceny-paliw-mpk-wroclaw-szacuje-ze-stracil-przez-orlen-prawie-1-mln-zl-zlodziejski/se82mkr", "title": "MPK Wrocław szacuje, że stracił przez Orlen prawie 1 mln zł. Kieruje sprawę do UOKiK", "date_published": "2023-01-02 14:17:49+00:00", "description": "MPK Wrocław szacuje, że przez zawyżone ceny paliw, jakie dyktował Orlen, tylko w grudniu stracił prawie 967 tys. zł. Prezes MPK Wrocław zapowiada, że skieruje wniosek do UOKiK o zbadanie praktyk monopolistycznych Orlenu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rzad-musi-szukac-pieniedzy-na-rok-wyborczy-trzeba-zachowac-dyscypline/vbxndh8", "title": "Rząd musi szukać góry pieniędzy na rok wyborczy. Padło poważne ostrzeżenie", "date_published": "2023-01-02 14:10:54+00:00", "description": "Choć 2023 r. trwa dopiero kilkadziesiąt godzin, to rząd i tak zdołał się już w nim zadłużyć na ok. 100 mld zł. Tak przynajmniej wynika z szacunków resortu finansów, który od kilku miesięcy szuka pieniędzy na rozpoczęty właśnie rok. Wciąż potrzebuje jeszcze przynajmniej dwa razy tyle. Jest przy tym jedno \"ale\". — Trzeba zachować dyscyplinę fiskalną. O finansowanie będzie ciężko, więc to ważne, żeby przed wyborami nie pofolgować sobie zbyt mocno — ostrzegają ekonomiści.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/polacy-w-goraczce-zlota-kupili-rekordowo-duze-ilosci-kruszcu/61jtst9", "title": "Polacy kupili rekordowo dużo złota. Jak na tym wyszli?", "date_published": "2023-01-02 13:37:46+00:00", "description": "Napięta sytuacja ekonomiczna i geopolityczna, a także najwyższa od lat inflacja popycha coraz więcej Polaków do zakupu złota. W 2022 r. mogli kupić nawet 18 ton kruszcu. To rekord. Nie wszyscy są na plusie. Najkorzystniejsze ceny były dokładnie rok temu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/przed-branza-moto-wymagajacy-rok-ale-gorzej-juz-nie-bedzie/nnfycj7", "title": "Przed branżą moto wymagający rok, ale gorzej już nie będzie", "date_published": "2023-01-02 13:07:42+00:00", "description": "Przed nami kolejny wymagający ekonomicznie rok. Jednak branża motoryzacyjna największe spadki ma już za sobą. Dlatego pewnie spoglądam w przyszłość — pisze dla Business Insider Polska Jacek Pawlak, prezes Toyota Central Europe.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/czternastki-dla-emerytow-na-stale-premier-o-terminie-przyjecia-ustawy/058hxgr", "title": "\"Czternastki\" dla emerytów na stałe. Premier o terminie przyjęcia ustawy", "date_published": "2023-01-02 13:07:39+00:00", "description": "Ustawa wprowadzająca na stałe tzw. czternaste emerytury zostanie przyjęta i przeprowadzona przez parlament do końca marca — wynika ze słów premiera Mateusza Morawieckiego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/cud-cenowy-na-orlenie-premier-zabral-glos/lf7kl5b", "title": "Cud cenowy na Orlenie. Premier zabrał głos", "date_published": "2023-01-02 12:50:47+00:00", "description": "Mateusz Morawiecki odniósł się do cen paliw, które nie wzrosły mimo podniesienia stawki VAT z 8 proc. do 23 proc. — To powód do radości — powiedział szef rządu, choć, jak już pisaliśmy, wszystko wskazuje na to, że Orlen przez kilka tygodni utrzymywał wysoką marżę hurtową, której ścięcie pozwoliło utrzymać cenę detaliczną na niezmienionym poziomie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/noworoczny-ranking-najpopularniejszych-ekspresow-do-kawy/2lw32dx", "title": "Noworoczny ranking najpopularniejszych ekspresów do kawy", "date_published": "2023-01-02 12:48:00+00:00", "description": "Jeśli twoim postanowieniem noworocznym jest, by pić więcej pysznej kawy, jesteś w odpowiednim miejscu. Przedstawiamy najnowszy ranking popularności ekspresów do kawy według danych ze Skąpiec.pl. Wybierz model najlepszy dla siebie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/indeks-pmi-dla-przemyslu-najczarniejsze-dni-dla-fabryk-prawdopodobnie-minely/gd7jhh2", "title": "Najczarniejsze dni dla fabryk prawdopodobnie minęły. Widać to w nowych danych", "date_published": "2023-01-02 12:33:13+00:00", "description": "Łańcuchy dostaw zaczynają się odbudowywać, a presja inflacyjna słabnie. Coraz więcej menedżerów z nadzieją patrzy w przyszłość. Liczba optymistów w odniesieniu do 2023 r. przekroczyła liczbę pesymistów po raz pierwszy od sierpnia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/glowny-ekonomista-orlenu-nie-moglismy-obnizyc-cen-wczesniej/1lwdd7t", "title": "Główny ekonomista Orlenu: nie mogliśmy obniżyć cen wcześniej", "date_published": "2023-01-02 12:28:11+00:00", "description": "\"Zarzuca się nam, że skoro obniżyliśmy cenę 30 grudnia, to mogliśmy to zrobić wcześniej. Nie mogliśmy, bo sytuacja na rynku jest taka, że doprowadzilibyśmy do kolejek na stacjach\" — twierdzi główny ekonomista Orlenu Adam Czyżewski. W ten sposób odnosi się do gwałtownej obniżki cen hurtowych przez jego spółkę na koniec roku, co zniwelowało podwyżkę VAT-u na paliwa.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-podniesli-kindergeld-500-plus-zostaje-daleko-w-tyle/1bwvez8", "title": "Niemcy podnieśli Kindergeld. 500 plus zostaje daleko w tyle", "date_published": "2023-01-02 12:02:52+00:00", "description": "Od 1 stycznia znacząco wzrósł w Niemczech zasiłek rodzinny zwany Kindergeld. Rodzice otrzymają o 31 euro (ok. 145 zł) więcej na pierwsze i drugie dziecko i o 25 euro (ok. 117 zł) na trzecie dziecko.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/myslales-ze-najgorsze-juz-za-nami-szefowa-mfw-ostrzega/nmbp187", "title": "Myślałeś, że najgorsze już za nami? Szefowa MFW ostrzega", "date_published": "2023-01-02 11:42:43+00:00", "description": "Trzy główne motory globalnego wzrostu osłabną i 2023 r. może być jeszcze trudniejszy gospodarczo niż 2022. Szefowa MFW Kristalina Georgieva zasugerowała, że cięcia zarówno w prognozach dla Chin, jak i dla całego świata mogą nastąpić jeszcze w tym miesiącu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/nowe-limity-w-czystym-powietrzu-od-3-stycznia-zobacz-kto-i-ile-pieniedzy-moze/szqcvtn", "title": "Nowe limity w Czystym powietrzu od 3 stycznia. Zobacz kto i ile pieniędzy może otrzymać", "date_published": "2023-01-02 11:28:02+00:00", "description": "3 stycznia 2023 r. ruszy kolejna edycja programu \"Czyste Powietrze\", w którym na wymianę \"kopciucha\" i termomodernizację domu będzie można otrzymać nawet do 135 tys. zł dotacji.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/orlen-pompowal-tygodniami-ceny-tak-odpowiadaja-eksperci/h2b6pwm", "title": "Orlen \"pompował\" tygodniami ceny? Eksperci nie mają wątpliwości", "date_published": "2023-01-02 11:22:09+00:00", "description": "Jeszcze przed końcem 2022 r. kierowcy obawiali się, że 1 stycznia ceny paliw nagle gwałtownie wzrosną – i ustawiali się w kolejkach do dystrybutorów. Tymczasem mieliśmy do czynienia z \"cudem na stacji\" – mimo podwyżek podatków, ceny ani drgnęły. Eksperci wyjaśniają, że to efekt polityki Orlenu, która \"pompowała\" ceny paliw. I która ostro \"podpompowała\" też inflację pod koniec roku.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/nowy-pomysl-rzadu-na-pompy-ciepla-kolejna-grupa-polakow-skorzysta-z-doplat/l74epl9", "title": "Nowy pomysł rządu na pompy ciepła. Kolejna grupa Polaków skorzysta z dopłat?", "date_published": "2023-01-02 11:02:26+00:00", "description": "Nie wykluczamy dofinansowywania pomp ciepła dla użytkowników gazu sieciowego — mówiła minister klimatu Anna Moskwa w poniedziałek w RMF FM. Zaznaczyła ponadto, że przyspiesza program Czyste powietrze, który ma pozwolić wyeliminować węgiel jako źródło ogrzewania w gospodarstwach domowych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/szachownica-kuna-i-tesla-tak-wygladaja-chorwackie-monety-euro/kn9ns7m", "title": "Szachownica, kuna i Tesla. Tak wyglądają chorwackie monety euro", "date_published": "2023-01-02 10:38:24+00:00", "description": "Od 1 stycznia 2023 r. Chorwacja jest członkiem strefy euro. Wiąże się to z wprowadzeniem do obiegu monet będących wyróżnikiem tego kraju. W ten sposób z Chorwatami w kontekście walutowym wciąż pozostaje... kuna.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ceny-paliw-byly-zawyzane-ekonomista-wskazuje-o-ile-nizsza-powinna-byc-inflacja/0ygkzyp", "title": "Ekonomista mówi o anomalii na rynku paliw. Wskazuje, o ile niższa powinna być inflacja", "date_published": "2023-01-02 10:37:44+00:00", "description": "W listopadzie i grudniu rozjechały się ceny paliw w detalu i hurcie. Eksperci łączą ten fakt z podwyżką VAT od nowego roku. Skutkiem tego była m.in. wyższa inflacja w końcówce 2022 r. W grudniu prawdopodobnie przekraczała 17 proc., a mogła być o 1 pkt proc. niżej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kup-sobie-nazwe-nizu-albo-wyzu-wyz-drozszy-za-390-euro/w74h468", "title": "Kup sobie nazwę niżu albo wyżu. Wyż droższy, za 390 euro", "date_published": "2023-01-02 10:27:55+00:00", "description": "W 2023 r. nazwę wyżu na europejskich mapach meteorologicznych można kupić za 390, a niżu 260 euro — podaje rzecznik IMGW Grzegorz Walijewski i wyjaśnia, skąd biorą się imiona układów barycznych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/pogon-za-telepajeczarzami-46-tys-spraw-za-abonament-rtv/qwxq06f", "title": "Pogoń za telepajęczarzami. 46 tys. spraw za abonament RTV", "date_published": "2023-01-02 10:05:46+00:00", "description": "Do końca listopada wszczętych zostało blisko 46 tys. postępowań egzekucyjnych za nieuiszczenie abonamentu RTV — ustalił portal wirtualnemedia.pl. Od 2023 r. zarówno stawki, jak i kary poszły w górę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/kolejne-podwyzki-cen-w-sklepach-nadchodza-zwroc-uwage-na-te-produkty/bxt4snw", "title": "Kolejne podwyżki cen w sklepach nadchodzą. Zwróć uwagę na te produkty", "date_published": "2023-01-02 09:43:52+00:00", "description": "Najgorzej będzie z mięsem i nabiałem, a także z produktami sypkimi. Niestabilne mogą też okazać się ceny pieczywa i chemii gospodarczej — prognozuje Julita Pryzmont, ekspertka rynku retailowego z agencji badawczo-analitycznej Hiper-Com Poland. Eksperci przypominają, że nawet hamowanie inflacji nie oznacza spadku cen, a jedynie wolniejszego ich wzrostu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/handel/takie-ogloszenia-nie-zdarzaja-sie-czesto-potrzebny-prezes-fabryki-cukierkow/xse3vrb", "title": "Takie ogłoszenia nie zdarzają się często. Potrzebny prezes fabryki cukierków", "date_published": "2023-01-02 09:39:38+00:00", "description": "Fabryka Cukierków Pszczółka szuka prezesa — informuje serwis dlahandlu.pl. Konkurs w tej sprawie rozpisała Krajowa Grupa Spożywcza.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/eksperci-ankietowani-przez-nbp-wskazali-kiedy-nastapi-znaczacy-spadek-inflacji/1yrg0zw", "title": "Eksperci ankietowani przez NBP wskazali, kiedy nastąpi znaczący spadek inflacji", "date_published": "2023-01-02 09:36:07+00:00", "description": "Prognozy ponad 20 ekspertów sugerują, że prawdopodobieństwo wystąpienia recesji w Polsce w 2023 r. wynosi 29 proc., a w 2024 r. – 11 proc. Wskazują na utrzymującą się w najbliższych 12 miesiącach dwucyfrową inflację, która wyraźniej spadnie dopiero w 2024 r. Wtedy też widzą szansę na spadek oprocentowania kredytów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kiedy-w-koncu-inflacja-odpusci-nbp-zrobil-ankiete-oto-wyniki/1yrg0zw", "title": "Eksperci ankietowani przez NBP wskazali, kiedy nastąpi znaczący spadek inflacji", "date_published": "2023-01-02 09:36:07+00:00", "description": "Prognozy ponad 20 ekspertów sugerują, że prawdopodobieństwo wystąpienia recesji w Polsce w 2023 r. wynosi 29 proc., a w 2024 r. – 11 proc. Wskazują na utrzymującą się w najbliższych 12 miesiącach dwucyfrową inflację, która wyraźniej spadnie dopiero w 2024 r. Wtedy też widzą szansę na spadek oprocentowania kredytów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/od-kiedy-konfiskata-aut-pijanych-kierowcow-vacatio-legis-juz-trwa/e0nxs3k", "title": "Od kiedy konfiskata aut pijanych kierowców? Vacatio legis już trwa", "date_published": "2023-01-02 09:16:17+00:00", "description": "Nowelizacja Kodeksu karnego, przewidująca konfiskatę samochodów pijanych kierowców, przeszła przez parlament, ma już także podpis prezydenta. Na jej pierwsze efekty przyjdzie nam jednak jeszcze trochę poczekać.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/minister-komentuje-ceny-na-orlenie-zawsze-mamy-uokik/kcz3tkz", "title": "Minister komentuje ceny na Orlenie. \"Zawsze mamy UOKiK\"", "date_published": "2023-01-02 08:29:24+00:00", "description": "— Cieszymy się, że podwyżek nie ma — powiedziała w poniedziałek minister klimatu Anna Moskwa pytana o sytuację na rynku paliw po przywróceniu VAT od 1 stycznia. Dodała, że gdyby były jakiekolwiek nieprawidłowe zachowania firm sprzedających paliwa, może interweniować UOKiK.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/uokik-wszczal-postepowanie-przeciwko-t-mobile-grozi-mu-gigantyczna-kara/ycqv3w1", "title": "UOKiK wszczął postępowanie przeciwko T-Mobile. Grozi mu gigantyczna kara", "date_published": "2023-01-02 08:28:46+00:00", "description": "Prezes Urzędu Ochrony Konkurencji i Konsumentów wszczął postępowanie przeciwko T-Mobile Polska w sprawie praktyk naruszających zbiorowe interesy konsumentów. Hasło \"1200 GB za darmo na rok\", jakim sieć reklamuje swoją promocję na internet, może wprowadzać w błąd.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-2-stycznia-2023/c4032eh", "title": "Kurs euro 2 stycznia poniżej 4,7", "date_published": "2023-01-02 08:16:49+00:00", "description": "Kurs euro poniżej 4,7. W poniedziałek rano 2 stycznia 2022 r. kurs EUR/PLN wynosił 4,6836 zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-2-stycznia-2023/ve1jm2t", "title": "Kurs dolara 2 stycznia poniżej 4,4", "date_published": "2023-01-02 08:12:21+00:00", "description": "Kurs dolara poniżej 4,4. W poniedziałek rano 2 stycznia 2022 r. kurs USD/PLN wynosi 4,3875.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-2-stycznia-2023/f4yqvte", "title": "Kurs franka 2 stycznia w okolicach 4,75", "date_published": "2023-01-02 08:09:58+00:00", "description": "Frank szwajcarski w okolicach 4,75. W poniedziałek rano 2 stycznia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7494.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/pierwsze-wazne-dane-z-polskiej-gospodarki-w-2023-r-pozytywnie-zaskoczyly/hmg55tb", "title": "Pierwsze ważne dane z polskiej gospodarki w 2023 r. Pozytywnie zaskoczyły", "date_published": "2023-01-02 08:01:38+00:00", "description": "Wskaźnik PMI, obrazujący koniunkturę w polskim przemyśle, urósł w grudniu. Skala zaskoczyła pozytywnie, ale niestety ósmy miesiąc z rzędu indeks znajduje się poniżej ważnej granicy, oddzielającej umownie wzrost od recesji. To pierwsza istotna publikacja dotycząca polskiej gospodarki, która ukazała się w 2023 r.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kim-wyrzuca-wojskowego-nr-2-w-korei/htmkmsq", "title": "Kim wyrzuca wojskowego nr 2 w Korei", "date_published": "2023-01-02 07:57:19+00:00", "description": "Korea Północna zwolniła Pak Dzong Czona, drugiego po przywódcy Kim Dzong Unie najpotężniejszego urzędnika wojskowego. Informację przekazały państwowe media, o czym donosi Reuters.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ruchy-walut-podbijaly-ceny-wojna-pozmieniala-trasy-a-i-tak-lotnictwo-odzylo/gesp46s", "title": "Ruchy walut podbijały ceny, wojna pozmieniała trasy. A i tak lotnictwo odżyło", "date_published": "2023-01-02 07:27:16+00:00", "description": "Choć ruch lotniczy w Polsce nie wrócił jeszcze do stanu sprzed pandemii, to i tak rok 2022 branża może uznać za udany. Tym bardziej że pojawiły się nowe przeszkody — wojna w Ukrainie i drożejące razem z nią paliwo oraz zmiany kursów walut — pisze portal wnp.pl.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/minister-zdrowia-rekomenduje-noszenie-maseczek/p759b4p", "title": "Minister zdrowia rekomenduje noszenie maseczek", "date_published": "2023-01-02 07:18:21+00:00", "description": "Rekomenduję noszenie maseczki, zwłaszcza w miejscach, które są gęsto zaludnione, ponieważ infekcji jest naprawdę dużo. Na razie żadnych formalnych obostrzeń nie przewidujemy — powiedział minister zdrowia Adam Niedzielski w wywiadzie opublikowanym w poniedziałkowej \"Rzeczpospolitej\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/prawo-i-podatki/czym-jest-podatek-od-deszczu-i-kto-musi-go-zaplacic/20hw578", "title": "Podatek od deszczu — co to jest i kogo dotyczy?", "date_published": "2023-01-02 07:15:00+00:00", "description": "Podatek od deszczu obowiązuje w Polsce od 2018 roku, a mimo to wiele osób wciąż nie wie, czym tak naprawdę jest. Niestety, od 2022 roku obowiązkiem zapłaty objęto znacznie więcej obywateli niż przedtem. Czego dotyczy zmiana przepisów prawa? Kto musi uiścić tego rodzaju daninę? Czy jej wysokość będzie dalej rosła?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/rozmowa-kwalifikacyjna-czego-nie-mowic/z51jy9n", "title": "10 najgorszych odpowiedzi, których ludzie udzielili w czasie rozmowy o pracę", "date_published": "2023-01-02 07:00:00+00:00", "description": "Rozmowa o pracę zazwyczaj wiąże się ze stresem. Większość kandydatów przygotowuje się do niej, snując w głowie możliwe pytania i odpowiedzi. Robią wszystko, by zaprezentować się w jak najlepszym świetle. Niektórym zdarza się jednak udzielić wyjątkowo nietrafionych odpowiedzi.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/bon-turystyczny-co-to-jest-i-gdzie-mozna-nim-zaplacic/bgx3r8t", "title": "Bon turystyczny — co to jest i gdzie można nim zapłacić?", "date_published": "2023-01-02 07:00:00+00:00", "description": "Obecnie wydawane bony turystyczne są aktualne aż do 30 września 2022 roku. Jest to możliwe dzięki zmianom, które zostały wprowadzone przez rząd kilka miesięcy temu. Dodatek miał bowiem obowiązywać jedynie do marca 2022 r. Czy każdy rodzic może z niego skorzystać? Gdzie trzeba się po niego zgłosić i jak aktywować bon turystyczny?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/nazwa-kilkuset-miejscowosci-do-zmiany/y04rzr1", "title": "Nazwa kilkuset miejscowości do zmiany", "date_published": "2023-01-02 06:49:38+00:00", "description": "Zahacie nad Bugiem wraca do starej nazwy, a Bałuty już tylko w Łodzi – to, jak informuje poniedziałkowa \"Rzeczpospolita\", przykłady zmian w nazewnictwie kilkuset miejscowości, jakie następują w 2023 r.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/fundacja-rodzinna-dlaczego-z-cit-a-nie-pit-wyjasnia-ministerstwo-finansow/yqgmty1", "title": "Dlaczego fundacja rodzinna będzie opodatkowana CIT? Wyjaśnia dr Marcin Lachowicz z Ministerstwa Finansów [WYWIAD]", "date_published": "2023-01-02 06:36:46+00:00", "description": "Fundacja rodzinna stanowi kolejny element w trendzie wychodzenia naprzeciw oczekiwaniom polskich przedsiębiorców – mówi dr Marcin Lachowicz, dyrektor Departamentu Polityki Podatkowej w Ministerstwie Finansów w rozmowie z Business Insider Polska. Tłumaczy też, dlaczego Ministerstwo Finansów zdecydowało się na takie, a nie inne rozwiązania podatkowe, a więc m.in. dlaczego od wypłat beneficjentów będzie CIT, a nie PIT.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/handel/dyrektywa-omnibus-promocje-drozsze-od-wczesniejszych-cen/96y9ck2", "title": "Dyrektywa ws. cen weszła w życie. Promocje droższe od wcześniejszych cen", "date_published": "2023-01-02 06:21:40+00:00", "description": "Od 1 stycznia sklepy obok aktualnej ceny, jeśli oferują promocję, muszą pokazywać najniższą z ostatnich 30 dni. To efekty dyrektywy Omnibus, która ma walczyć z pseudoobniżkami. Efekty już widać.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/karolina-solowow-co-wiemy-o-corce-najbogatszego-obecnie-polaka/z7bd6xs", "title": "Córka miliardera – dar czy ciężar?", "date_published": "2023-01-02 06:15:00+00:00", "description": "“Forbes” opublikował najnowszą listę najbogatszych Polaków. Głośno zrobiło się o Michale Sołowowie, który zajmuje pierwsze miejsce we wspomnianym rankingu. Jednak równie duże zainteresowanie wzbudza jego córka, Karolina Sołowow — bizneswoman i jednocześnie założycielka fundacji charytatywnej. Pomaganie innym, prowadzenie biznesu, sporty ekstremalne – wszystkie te wymienione rzeczy ją opisują. Lecz kim dokładnie jest dziecko polskiego miliardera? Czym się zajmuje? Kogo wspiera jej fundacja?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/gdzie-pojawi-sie-inspekcja-pracy-w-2023-r-na-pewno-nie-w-domach-pracownikow/lpcjfwq", "title": "Gdzie pojawi się inspekcja pracy w 2023 r.? \"Na pewno nie w domach pracowników\"", "date_published": "2023-01-02 06:11:10+00:00", "description": "W 2023 r. z wizytą inspektora pracy musi liczyć się w szczególności m.in. branża budowlana, mleczarnie, zakłady górnicze i przychodnie. — Na pewno sprawdzimy też przestrzeganie nowych przepisów o pracy zdalnej, ale nie planujemy kontroli w domach pracowników — mówi Katarzyna Łażewska-Hrycko, główny inspektor pracy, w rozmowie z Business Insider Polska. Szefowa PIP podkreśla, że warto podwyższyć sankcje za łamanie prawa pracy i zmienić zasady odpowiedzialność za nie. Tak, aby naruszenia przestały się opłacać i nie powodowały nieuczciwej konkurencji.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/swiat-ktory-znamy-nie-wroci-pod-wieloma-wzgledami-bedzie-trudniej/h965gn4", "title": "Świat, który znamy, nie wróci? \"Pod wieloma względami będzie trudniej\"", "date_published": "2023-01-02 06:10:00+00:00", "description": "Otwartość, twardy kontakt z rzeczywistością i patrzenie dalej niż bieżąca perspektywa to przymioty, które pozwolą przeprowadzić biznes przez kryzysy i przygotować go na nowe sukcesy w przyszłości. Świat, który znamy sprzed kilku lat, nie wróci, nawet kiedy wygasną skutki pandemii koronawirusa, skończy się wojna i ustanie kryzys. Po staremu już nie będzie. Będzie zdecydowanie inaczej i pewnie pod wieloma względami – trudniej — pisze dla Business Insider Polska Jacek Kędzior, partner zarządzający EY Polska.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-02012023/v9rxdjr", "title": "Orlen obniżył hurtowe ceny paliw o ponad 80 gr, bo rząd podniósł na nie VAT", "date_published": "2023-01-02 05:58:30+00:00", "description": "PKN Orlen obniżył ceny hurtowe paliw o ponad 80 gr na litrze, aby tylko wzrost VAT nie wywołał wzrostu cen na stacjach benzynowych. WIBOR 3M spadł najniżej od połowy sierpnia, a słynne postanowienie sądu o pomijaniu tej stawki w spłacaniu kredytu już nie istnieje. Za granicą: Chorwacja weszła do strefy euro, a w Chinach gwałtownie rośnie liczba zakażeń COVID-19, co przekłada się m.in. na coraz gorszą aktywność w przemyśle i usługach. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/podatki/to-beda-najwieksze-wyzwania-w-podatkach-i-pracy-w-2023-r/1d5bdn8", "title": "To będą największe wyzwania w podatkach i pracy w 2023 r.", "date_published": "2023-01-02 05:40:00+00:00", "description": "Najbardziej zasadnicze pytania dotyczą wojny w Ukrainie i jej dalszych losów, wyboru cywilizacyjnego, którego będziemy dokonywać, głosując jesienią w wyborach, kryzysu gospodarczego i ryzyka kolejnej fali zakażeń. Już trochę zapomnieliśmy o COVID-19, ale nie mamy pewności, czy on zapomniał o nas. Trzeba też spojrzeć na inne obszary – podatki i pracę – pisze Tomasz Michalik, partner w MDDP Michalik Dłuska Dziedzic i Partnerzy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/od-kiedy-domy-na-zgloszenie-szesc-zmian-w-prawie-budowlanym-o-ktorych-trzeba-wiedziec/2fvesel", "title": "Planujesz budowę? Sześć najważniejszych zmian w prawie, o których trzeba wiedzieć", "date_published": "2023-01-02 05:34:05+00:00", "description": "W 2023 r. pewne są tylko niektóre zmiany w prawie budowlanym. Nad pozostałymi, w tym budową dużych domów na zgłoszenie, rząd dopiero pracuje. Jeśli jednak zostaną przyjęte i trafią do Sejmu, zaczną obowiązywać już w 2023 r. Ta sama nowelizacja ma wprowadzić też elektronizację procesu budowlanego. Dlatego podpowiadamy, co się zmieni, kiedy, i na co szczególnie należy uważać.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/handel/sklepy-tna-promocje-sa-dwa-wyjatki/yp74dvg", "title": "Sklepy zaciskają pasa i tną promocje. Są dwa wyjątki", "date_published": "2023-01-02 05:29:00+00:00", "description": "Większość sklepów w Polsce zmniejszyła liczbę promocji — wynika z badania UCE Research i Hiper-Com Poland, o którym pisze \"Rzeczpospolita\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/zyski-na-lokatach-bankowych-rosna-coraz-wolniej-co-przyniosa-kolejne-miesiace/2lcje7c", "title": "Zyski na lokatach bankowych rosną coraz wolniej. Co przyniosą kolejne miesiące?", "date_published": "2023-01-02 05:07:41+00:00", "description": "Tempo wzrostu oprocentowania nowych lokat bankowych wyhamowało i jeśli Rada Polityki Pieniężnej nie powróci do podwyżek stóp procentowych, to prawdopodobnie zyskowność depozytów terminowych nie zwiększy się już istotnie. Tym bardziej że banki mają sporą nadpłynność, czyli przewagę depozytów nad kredytami. Nie oznacza to jednak, że nagle stawki nowo zakładanych lokat zaczną spadać.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}