{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/redzei-chinese-scammers-targeting.html", "title": "RedZei Chinese Scammers Targeting Chinese Students in the U.K.", "date_published": "2023-01-02 16:10:00+00:00", "description": "Chinese international students in the U.K. have been targeted by persistent Chinese-speaking scammers for over a year as part of an activity dubbed RedZei (aka RedThief).\n\"The RedZei fraudsters have chosen their targets carefully, researched them and realized it was a rich victim group that is ripe for exploitation,\" cybersecurity researcher Will Thomas (@BushidoToken) said in a write-up", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/pytorch-machine-learning-framework.html", "title": "PyTorch Machine Learning Framework Compromised with Malicious Dependency", "date_published": "2023-01-02 14:27:00+00:00", "description": "The maintainers of the PyTorch package have warned users who have installed the nightly builds of the library between December 25, 2022, and December 30, 2022, to uninstall and download the latest versions following a dependency confusion attack.\n\"PyTorch-nightly Linux packages installed via pip during that time installed a dependency, torchtriton, which was compromised on the Python Package", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/wordpress-security-alert-new-linux.html", "title": "WordPress Security Alert: New Linux Malware Exploiting Over Two Dozen CMS Flaws", "date_published": "2023-01-02 07:50:00+00:00", "description": "WordPress sites are being targeted by a previously unknown strain of Linux malware that exploits flaws in over two dozen plugins and themes to compromise vulnerable systems.\n\"If sites use outdated versions of such add-ons, lacking crucial fixes, the targeted web pages are injected with malicious JavaScripts,\" Russian security vendor Doctor Web said in a report published last week. \"As a result,", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/google-to-pay-295-million-to-settle.html", "title": "Google to Pay $29.5 Million to Settle Lawsuits Over User Location Tracking", "date_published": "2023-01-02 04:15:00+00:00", "description": "Google has agreed to pay a total of $29.5 million to settle two different lawsuits brought by Indiana and Washington, D.C., over its \"deceptive\" location tracking practices.\nThe search and advertising giant is required to pay $9.5 million to D.C. and $20 million to Indiana after the states sued the company for charges that the company tracked users' locations without their express consent.\nThe", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}