{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-god-hollywood-reacts-to-jeremy-renner-accident", "title": "‘My God’: Hollywood Reacts To Jeremy Renner Accident", "date_published": "2023-01-02 18:51:28+00:00", "description": "Colleagues and friends rallied to send their prayers and well-wishes when reports began to circulate early Monday morning that actor Jeremy Renner had been injured in an accident. Renner, who is well-known for his portrayal of the comic superhero Hawkeye in a number of films within the Marvel cinematic universe, reportedly suffered serious injuries when the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-is-the-latest-state-to-legalize-human-composting", "title": "New York Is The Latest State To Legalize ‘Human Composting’", "date_published": "2023-01-02 17:07:18+00:00", "description": "New York became the sixth state to legalize the practice of composting human remains, a practice that has raised alarm bells among religious groups. Legislation signed over the weekend by Governor Kathy Hochul (D-NY) would add “natural organic reduction” alongside cremation and entombment as an acceptable burial method. The new law defines the practice as ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/virgin-islands-prosecutor-fired-days-after-suing-major-bank-over-jeffrey-epstein-ties", "title": "Virgin Islands Prosecutor Fired Days After Suing Major Bank Over Jeffrey Epstein Ties", "date_published": "2023-01-02 17:03:35+00:00", "description": "The top prosecutor in the U.S. Virgins Islands lost her job days after suing a major investment bank for allegedly turning a “blind eye” to sex offender Jeffrey Epstein. Governor Albert Bryan (D-VI) announced the firing of Attorney General Denise George in a brief statement. “I relieved Denise George of her duties as attorney general ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sam-bankman-fried-set-to-plead-not-guilty-report", "title": "Sam Bankman-Fried Set To Plead ‘Not Guilty’: Report", "date_published": "2023-01-02 16:41:54+00:00", "description": "Disgraced entrepreneur Sam Bankman-Fried plans to submit a plea of “not guilty” to various fraud and money laundering charges on Tuesday. The 30-year-old former billionaire garnered controversy after it was revealed that he commingled funds between cryptocurrency exchange FTX and sister trading firm Alameda Research, losing untold billions’ worth of client assets. He is expected ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-mccarthy-moves-into-speakers-suite-with-bid-for-gavel-uncertain", "title": "Kevin McCarthy Moves Into Speaker’s Suite With Bid For Gavel Uncertain", "date_published": "2023-01-02 15:22:27+00:00", "description": "Although the race for House speaker remains unsettled, House Minority Leader Kevin McCarthy (R-CA) is already moving into the speaker&#8217;s suite. Sharing a video of a man carting a stack of blue containers in what appeared to be the U.S. Capitol, NBC News&#8217; Haley Talbot reported McCarthy &#8220;has moved into&#8221; the suite of offices and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/suspect-in-nypd-machete-attack-charged-with-attempted-murder-officials-reveal-more-on-alleged-radical-islamic-views", "title": "Suspect In NYPD Machete Attack Charged With Attempted Murder, Officials Reveal More On Alleged Radical Islamic Views", "date_published": "2023-01-02 15:08:47+00:00", "description": "The teenager suspected of attacking three New York City police officers with a machete on New Year’s Eve has been charged with attempted murder, police said Monday.  According to authorities, the 19-year-old from Wells, Maine, attacked three NYPD officers near Times Square on Saturday at roughly 10:11 p.m., attempting to strike one before hitting two ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jeremy-renner-hospitalized-with-extensive-injury-after-snowplow-ran-over-leg-lost-serious-amount-of-blood", "title": "Jeremy Renner Hospitalized With ‘Extensive’ Injury After Snowplow Ran Over Leg, Lost ‘Serious Amount Of Blood’", "date_published": "2023-01-02 14:14:21+00:00", "description": "Jeremy Renner was hospitalized on Sunday after his snowplow ran over his leg. Renner’s home, located approximately 25 miles from Reno, Nevada, was impacted by the severe winter storm that struck on New Year’s Eve, causing a loss of power for roughly 35,000 homes in the area. The actor, most famous for depicting superhero Hawkeye ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chinas-xi-is-doing-it-again-pompeo-suggests-cutting-off-china-travel-as-covid-surges", "title": "China’s Xi Is ‘Doing It Again’: Pompeo Suggests Cutting Off China Travel As COVID Surges", "date_published": "2023-01-02 14:04:21+00:00", "description": "Former Secretary of State Mike Pompeo suggested that the United States and the rest of the world should cut off travel from China to prevent another global outbreak of a COVID variant. The former Trump administration official appeared on Cats Roundtable, a local New York radio show hosted by John Catsimatidis, on Sunday and warned ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-data-more-than-8000-teens-await-gender-clinic-services-in-the-u-k", "title": "New Data: More Than 8,000 Teens Await Gender Clinic Services In The U.K.", "date_published": "2023-01-02 13:40:42+00:00", "description": "New numbers from the United Kingdom’s largest state-funded pediatric gender clinic show thousands of teens waiting in line for services.  In July 2022, the Tavistock Clinic’s Gender Identity Development Service (GIDS) released referral data that indicated more than 5,000 children and adolescents were seeking gender-related services between 2021-2022. Official documents obtained by Reuters found thousands ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/government-must-raise-taxes-40-or-cut-spending-30-to-achieve-fiscal-balance-study", "title": "Government Must Raise Taxes 40% Or Cut Spending 30% To Achieve Fiscal Balance: Study", "date_published": "2023-01-02 13:28:41+00:00", "description": "The federal government’s budget is in such disarray that balancing the books would require a 30% spending cut or a 40% increase in taxes, a recent study found. The budget deficit, which reflects the difference between federal revenues and expenditures in a year, approached $1.4 trillion in 2022, according to data from the Office of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/north-korea-announces-exponential-expansion-of-nuclear-weapons-program-to-target-south-korea-u-s", "title": "North Korea Announces ‘Exponential’ Expansion Of Nuclear Weapons Program To Target South Korea, U.S.", "date_published": "2023-01-02 12:53:38+00:00", "description": "North Korea dictator Kim Jong Un ordered an “exponential” expansion of his country’s nuclear arsenal, state media reported on Sunday. Kim has made repeated promises to ramp up North Korea’s nuclear weapons program and build out its stockpile to counter what he says is U.S. aggression, according to the Associated Press. Experts have estimated North Korea ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/president-bush-sends-his-regards-after-nearly-20-years-soldier-speaks-of-saddam-husseins-capture", "title": "‘President Bush Sends His Regards’: After Nearly 20 Years, Soldier Speaks Of Saddam Hussein’s Capture", "date_published": "2023-01-02 12:40:07+00:00", "description": "After nearly 20 years in which members of the U.S. Army&#8217;s Delta Force had remained silent about the capture of Iraqi dictator Saddam Hussein, retired Army Master Sergeant Kevin Holland spoke publicly of Hussein&#8217;s December 13, 2003, arrest. Speaking with former Navy SEAL Jack Carr on his program “Danger Close,” Holland, who served on the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tennis-legend-martina-navratilova-announces-cancer-double-whammy", "title": "Tennis Legend Martina Navratilova Announces Cancer ‘Double Whammy’", "date_published": "2023-01-02 12:25:42+00:00", "description": "Tennis legend Martina Navratilova has been diagnosed with a “double whammy” of cancer of the throat and breast. The 66-year-old athlete was undergoing tests related to Stage 1 throat cancer when the breast cancer was discovered. She was previously diagnosed with breast cancer in 2010 and underwent a lumpectomy and radiation treatments. “This double whammy ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/economists-predict-whether-2023-will-see-a-recession", "title": "Economists Predict Whether 2023 Will See A Recession", "date_published": "2023-01-02 12:15:19+00:00", "description": "Various polls show that economists generally expect a recession this year, although there is no consensus among leading analysts. The economy has been throttled by inflationary pressures, labor shortages, and backlogged supply chains, contributing to negative growth in the first two quarters of last year. Central bankers at the Federal Reserve are embarking upon the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/9-republicans-write-open-letter-opposing-mccarthy-two-days-before-house-speaker-vote", "title": "9 Republicans Write Open Letter Opposing McCarthy Two Days Before House Speaker Vote", "date_published": "2023-01-02 12:06:27+00:00", "description": "The contentious fight among Republicans as to who will be the next speaker of the House took another turn as nine House Republicans penned a harsh warning against electing House Minority Leader Kevin McCarthy (R-CA) to the position. McCarthy needs 218 votes, but the GOP has only 222 seats, and a defection of five votes ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nypd-machete-attack-suspect-was-reportedly-placed-on-fbi-terror-watchlist-family-member-said-he-was-radicalized-by-islamic-extremism", "title": "NYPD Machete Attack Suspect Was Reportedly Placed On FBI Terror Watchlist, Family Member Said He Was Radicalized By Islamic Extremism", "date_published": "2023-01-02 11:21:21+00:00", "description": "The 19-year-old suspect in a New Year’s Eve machete attack on New York City police officers was reportedly placed on an FBI terror watchlist because of his alleged Islamic extremist views.  According to authorities, the teenager from Wells, Maine, attacked three NYPD officers near Times Square on Saturday at roughly 10:11 p.m., attempting to strike ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gun-control-groups-got-cdc-to-scrub-good-guys-with-guns-study-emails-show", "title": "Gun Control Groups Got CDC To Scrub ‘Good Guys With Guns’ Study, Emails Show", "date_published": "2023-01-02 11:17:03+00:00", "description": "A key federal agency worked with gun control advocates to bury a study that showed law-abiding firearms owners use them to protect themselves millions of times per year, according to a report. The Centers for Disease Control and Prevention (CDC) deleted a reference to the study, which it had commissioned, after gun-control advocates said it ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/video-homeless-portland-woman-shoves-3-year-old-girl-from-behind-hurls-her-down-to-railway-track", "title": "Video: Homeless Portland Woman Shoves 3-Year-Old Girl From Behind, Hurls Her Down To Railway Track", "date_published": "2023-01-02 11:05:20+00:00", "description": "In Portland, Oregon, where the homeless problem has apparently mushroomed during the stewardship of Mayor Ted Wheeler, a 32-year-old homeless woman allegedly shoved an innocent 3-year-old child from behind on the platform, hurling her to the railway track below. The incident occurred on the evening of December 28 at the Gateway Transit Center MAX platform ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/house-republicans-to-start-committee-on-weaponization-of-the-federal-government-report", "title": "House Republicans To Start Committee On ‘Weaponization Of The Federal Government’: Report", "date_published": "2023-01-02 10:47:39+00:00", "description": "House Republicans plan to launch a subcommittee to expose collusion between federal agencies and private companies when they take power on Tuesday. Currently named the “Select Subcommittee on the Weaponization of the Federal Government,” GOP lawmakers will use their new House majority to examine how the intelligence community and federal law enforcement influenced corporate America ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jeremy-renner-airlifted-to-hospital-after-reported-snowblower-accident", "title": "Jeremy Renner Airlifted To Hospital After Reported Snowblower Accident", "date_published": "2023-01-02 10:22:55+00:00", "description": "Two-time Oscar nominee Jeremy Renner was listed in critical but stable condition Sunday night after he was injured using his snowplow at his Nevada home. Renner’s home, roughly 25 miles from Reno, Nevada, was within the severe winter storm that hit New Year’s Eve, causing the loss of power for roughly 35,000 homes in Washoe, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/over-a-dozen-killed-24-inmates-escape-during-prison-attack-in-mexican-border-town", "title": "Over A Dozen Killed, 24 Inmates Escape During Prison Attack In Mexican Border Town", "date_published": "2023-01-02 09:03:25+00:00", "description": "At least 14 people died and another 13 were injured during an armed attack on a state prison in the Mexican border city of Juarez on Sunday.  According to the Chihuahua state prosecutor&#8217;s office, attackers descended on the Cereso state prison in armed vehicles around 7 a.m. and opened fire on guards, Fox News reported. ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}