[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Kanał Sportowy i Krzysztof Stanowski z zakazem publikacji o zmyśleniach i oszustwach Natalii Janoszek", "description": "Sąd Okręgowy w Warszawie w ramach zabezpieczenia powództwa zakazał Kanałowi Sportowemu i Krzysztofowi Stanowskiemu publikacji z tezami, że celebrytka Natalia Janoszek zmyślił swoją karierę i oszukuje odbiorców. - W ten czy inny sposób wkrótce ukaże się materiał na jej temat, bo po to pojechałem do Mumbaju i nie tylko. Po fakty. I czy jej się to podoba, czy nie, ja te fakty ujawnię - zapowiada Stanowski.", "link": "https://www.wirtualnemedia.pl/artykul/natalia-janoszek-krzysztof-stanowski-kanal-sportowy-bollywood-pozew", "date_published": "2023-06-23 13:35:17.503730+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Naczelny Wirtualnej Polski o naciskach ze strony władzy: propozycja przecięcia, sugestie kogo zwolnić", "description": "Redaktor naczelny Wirtualnej Polski Paweł Kapusta ujawnił, że po krytycznych publikacjach o obozie rządzącym kilka spółek z holdingu WP dostało wezwania od państwowego regulatora, a wcześniej pojawiła się propozycja kupna wydawcy przez państwową spółkę. - Działamy z pełnym poparciem właścicieli Wirtualnej Polski, którzy jasno zadeklarowali, że niezależnie od ceny jaką przyjdzie im zapłacić, nie pozwolą uciszyć redakcji WP - podkreślił.", "link": "https://www.wirtualnemedia.pl/artykul/wirtualna-polska-redaktor-naczlny-pawel-kapusta-naciski-wladzy", "date_published": "2023-06-23 11:14:35.954541+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "W lipcu kolejna edycja Amazon Prime Day", "description": "Promocja Amazon Prime Day po raz drugi odbędzie się w Polsce, w dniach 11-12 lipca. Podczas dwudniowego wydarzenia pojawią się wyjątkowe okazje na zakup urządzeń Amazon i najpopularniejszych zagranicznych marek – m.in. Sony, DJI, Bose, Philips i Lego – oraz duże zniżki na produkty polskich firm – m.in. Krosno, Wedel, Eveline i DAX Cosmetics.", "link": "https://www.wirtualnemedia.pl/artykul/amazon-prime-day-promocja-jakie-znizki", "date_published": "2023-06-23 04:43:00.848849+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Spotify wprowadzi nową, droższą subskrypcję", "description": "Streamingowy serwis audio Spotify ma w planach nowy, najdroższy w ofercie plan abonamentowy dla miłośników najwyższej jakości dźwięku. W subskrypcji Spotify Supreme dostępny będzie dźwięk HiFi.", "link": "https://www.wirtualnemedia.pl/artykul/spotify-supreme-subskrypcja-cena", "date_published": "2023-06-23 04:43:00.846577+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Małgorzata Walczak przeszła z News24 do Wirtualnej Polski. \"Zmiana jest oczywista\"", "description": "Do grona prowadzących program \"Newsroom\" w porannym paśmie Wirtualnej Polski dołączyła Małgorzata Walczak. Wcześniej pracowała w kanale News24, z którego w ostatnim czasie odeszła większość zespołu. - Traktuję to przejście jako dobre zawodowe wyzwanie - mówi nam Małgorzata Walczak.", "link": "https://www.wirtualnemedia.pl/artykul/malgorzata-walczak-wirtualna-polska-zona-filip-chajzer", "date_published": "2023-06-23 04:43:00.839697+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Jest śledztwo ws. śmierci patoyoutubera Wojciecha \"Majora\" Suchodolskiego", "description": "Jak dowiedział się portal Wirtualnemedia.pl, Prokuratura Rejonowa w Jędrzejowie prowadzi śledztwo ws. śmierci znanego patoyoutubera Wojciecha „majora” Suchodolskiego. Mężczyzna zmarł w poniedziałek 19 czerwca w Sędziszowie. Od lat zmagał się z chorobą alkoholową. - Śledztwo prowadzone jest w kierunku art. 155 Kodeksu karnego, który mówi o tym, że \"kto nieumyślnie powoduje śmierć człowieka, podlega karze pozbawienia wolności od 3 miesięcy do lat 5\" - poinformował nas prokurator Daniel Prokopowicz, rzecznik kieleckiej prokuratury.", "link": "https://www.wirtualnemedia.pl/artykul/sledztwo-smierc-patoyoutuber-wojciech-major-suchodolski", "date_published": "2023-06-23 04:43:00.837438+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Facebook i Google nie będą mogły w Kanadzie bezpłatnie korzystać z pracy dziennikarzy", "description": "Ustawa regulująca wykorzystanie artykułów dziennikarskich w internecie stała się w czwartek obowiązującym prawem w Kanadzie. Firmy takie jak Meta czy Google będą musiały płacić mediom i dziennikarzom za wykorzystywanie ich publikacji.", "link": "https://www.wirtualnemedia.pl/artykul/koniec-facebook-google-darmowa-praca-dziennikarz-kanada", "date_published": "2023-06-23 04:43:00.834920+00:00", "persistent": false, "user": null, "language": "pl-PL"}]