[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "MUNA: Tiny Desk Concert", "description": "Stephen Thompson | June 23, 2023\n“It’s very cool to see that everyone who works for NPR is gay,” MUNA singer-guitarist Katie Gavin deadpanned by way of introduction at the band’s Tiny Desk concert. For a band whose latest album is currently soundtracking its second straight Pride Month, MUNA has found a deep kinship with queer audiences — a fact Gavin noted during the lead-in to a country reworking of 2021’s irresistible “Silk Chiffon.”\n\n“We love being queer, and we find a lot of joy in it,” she said. “We think, like, if the world is gonna change in the way that it needs to, it’s very important for our revolution to be based on joy, and what brings us joy, and chasing after that.”\n\n“Silk Chiffon” embodies that idea, but it’s also deepened by the version MUNA unveiled here: As its melody was transformed by a string-infused arrangement, it revealed a clear undercurrent of yearning only hinted at in the original.\n\nExpanded into a septet, MUNA used the setting as an opportunity to lean into its moodier side. “Loose Garment” placed Naomi McPherson at the piano as Gavin applied subtle effects to her own plaintive voice. And “Stayaway,” a highlight from 2019’s Saves The World, placed such a demand on the three voices at MUNA’s core — Gavin, McPherson and Josette Maskin — that they practically exploded with relief when it was over.\n\nMUNA’s appearance happened to coincide with a loosening of pandemic restrictions at the Tiny Desk — most notably the hard cap on the number of audience members who could attend. It was hard to miss the sense of liberation, and the surge of energy, in the sheer size of the crowd.\n\nSET LIST\n“Loose Garment”\n“Stayaway”\n“Silk Chiffon”\n\nMUSICIANS\nKatie Gavin: vocals, mandolin\nJosette Maskin: guitar, vocals\nNaomi McPherson: guitar, piano, synth, vocals\nGeo Botelho: bass\nSarab Singh: drums, percussion\nTia Allen: viola, violin\nSusan D. Mandel: cello\n\nTINY DESK TEAM\nProducer: Bob Boilen\nDirector: Kara Frame\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nEditor: Joshua Bryant\nVideographers: Kara Frame, Maia Stern, Joshua Bryant, Sofia Seidel\nAudio Assistant: Kwesi Lee\nProduction Assistant: Ashley Pointer\nPhotographer: Michael Zamora\nTiny Desk Team: Suraya Mohamed, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #blackmusicmonth #muna", "link": "https://www.youtube.com/watch?v=C47H4mOq6Ho", "date_published": "2023-06-23 09:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}]