[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077: Phantom Liberty Shows Bad Launches Don't End Games | Spot On", "description": "\"A delayed game is eventually good, but a rushed game is forever bad.\" In this day and age--no game is forever bad, so it's time to rethink how we approach them, starting with Cyberpunk 2077. \n#gaming #cyberpunk2077 #gamespot \n\nAt Summer Game Fest, Tam and Lucy went hands-on with Phantom Liberty, Cyberpunk 2077's upcoming expansion, but during the session they discovered that CD Projekt Red has tweaked and changed almost every major gameplay system in the open-world RPG. Cyberpunk 2077 didn't have the smoothest launch, but over time the game has been updated with patches to improve performance, free DLC to tie in with Netflix's Edgerunners show, reigniting interest around the game. And now, with a huge overhaul to its systems, Cyberpunk 2077 is poised to complete its redemption, with many once again excited to return to Night City.\n\nIn this episode of Spot On, Tam and Lucy discuss whether or not it's worth giving games with bad launches a second chance, and discuss similar redemption arcs,like No Man's Sky, Final Fantasy XIV, and GTA Online.  They talk about when it might be right for a company to continue working on a title, and when they should cut their losses and run.\n\nSpot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry, there's always something to talk about but, unlike most other news shows, Spot On will dive deep into a single topic as opposed to recapping all the news. Spot On airs each Friday.", "link": "https://www.youtube.com/watch?v=xJw7JOqJt6U", "date_published": "2023-06-23 20:30:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Sonic Central Full Presentation June 2023", "description": "Tune into Sonic Central for all the latest news on upcoming projects, partnerships, and events happening in 2023!\n\nHappy Birthday Sonic!\n\nTimestamps\n0:00 Intro\n1:32 Sonic Origins Plus\n2:58 Sonic Frontiers\n4:27 Roblox\n4:53 Netflix Sonic Prime\n6:03 Sonic Mobile Games\n7:20 Sonic in Samba Di Amigo\n8:30 Sonic Symphony\n9:18 Tails Tube\n10:35 Sonic Merchandise\n13:10 Sonic x Lego\n15:56 Sonic Superstars\n19:01 Outro", "link": "https://www.youtube.com/watch?v=kQLf2eDeV_s", "date_published": "2023-06-23 15:45:05+00:00", "persistent": false, "user": null, "language": "en-US"}]