[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Tuxedo OS: latest KDE & hardware support (+ Stellaris 16 review)", "description": "Head to https://squarespace.com/thelinuxexperiment to save 10% off your first purchase of a website or domain using code thelinuxexperiment\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/XMuQrcYd\n\nTuxedo Computers: https://www.tuxedocomputers.com/en#\n\n#Linux #Tuxedo #stellaris \n\n00:00 Intro\n00:28 Sponsor: 10% off your first website with Squarespace\n01:22 What is Tuxedo OS?\n02:24 Better hardware support and drivers\n04:06 Semi-Rolling: the best of both worlds\n05:03 Tuxedo Control Center\n06:32 Other changes\n07:49 Is it any good?\n08:49 Stellaris 16: Linux gaming laptop\n13:56 Tuxedo OS on a Tuxedo PC\n\n\nTuxedo OS is a semi-rolling release Linux distro that Tuxedo makes, and is freely available to download on any computer. \n\nTuxedo OS comes with KDE plasma, it gets rid of snaps, they have their own repos for additional drivers and apps, they have a hybrid rolling release model for the desktop and drivers, they have their own custom kernel with better hardware support, and a few very useful utilities.\n\nThe repos contain their custom kernel, which include patches that they tested and implemented before the mainline kernel, so newer hardware works better. The fixes they develop themselves are also mainlined of course.\n\nThe Tuxedo OS repos include more up to date drivers, they have firmware for their own devices, they have packages for web browsers that Ubuntu only provides as Snaps, and for a few up to date apps that aren't in the Ubuntu repos, or are outdated.\n\nWhile the base system and base packages are from Ubuntu, they ship drivers, a linux kernel, and the KDE plasma desktop on a rolling release model, which means you're always getting the latest versions of your KDE apps and desktop, and a recent kernel version, and the associated drivers. \n\nTuxedo OS also embarks the Tuxedo Control center. It's an open source graphical app that lets you set your power profile, between a few presets, like extreme powersave, high performance, quiet, and more. You can also change the battery charging options to improve the battery's lifespan.\n\nTuxedo OS enables os-prober. In the boot options, you'll find a web based reinstall option as well.\n\nThe Stellaris 16 is the latest entry in the Stellaris line. It comes with a 16:10 2560 x 1600 panel, that has very vivid colors, 350 nits of brightness, and perfect viewing angles. It can also refresh at 240hz.\n\nYou also get a core i9 13900HX, which is a 16 core, 32 threads CPU, that can go up to 5.4Ghz.\nhttps://browser.geekbench.com/v6/cpu/1651175\n\nYou can pair that with an RTX 4060 Mobile, or up to a 4090,.\n\nRAM options go from 16 GB of 4800Mhz DDR5 to 64 gigs of 5600mhz DDR5, and for storage, you can get up to 2 4terabytes PCIE 4 SSDs.\n\nIn terms of ports, you get 2 USB A 3.2gen 2 ports, one USB A 3.2 gen 1, a full size SD card slot, a headphone jack,, the ports for the Aquaris cooling sytem, HDMI 2.1, 2.5 gigs ethernet, and Thunderbolt 4.\n\nThe keyboard is really excellent, with good key travel, and a quiet sound. You can also get it with a mechanical keyboard.\n\nTHe touchpad isn't glass, but it's very smooth, even though it's really small for this form factor.\n\nSpeakers are decent, with a good amount of bass, but they'll start saturating at max volume. They're bottom firing so if you place the laptop on a soft surface, you'll muffle them easily.\n\nAnd the mic and webcam are potato quality as is unfortunately too often the case.\n\nAs per battery life, you get a 99Wh battery, on the powersave mode, using the integrated GPU, it lasted for 7 hours with youtube videos playing in a loop over wifi in Firefox, with the display at 240hz.\n\nSo, on a Tuxedo computer, you get a few cool things on top of the default Tuxedo experience.\n\nYou can control the color and brightness of the keyboard backlight, you can control the webcam, and its resolution, framerate, brightness, contrast, exposure, dynamic range, color balance.\n\nTOMTE automatically recognizes the model you're using, and it checks for the drivers and packages that will give you the best experience.", "link": "https://www.youtube.com/watch?v=w5i8Qyvfe1k", "date_published": "2023-06-23 16:03:43+00:00", "persistent": false, "user": null, "language": "en-US"}]