[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "There's TWO Versions of Spider-Man: Across The Spider-Verse in Theaters - IGN The Fix: Entertainment", "description": "There’s apparently two versions of the Spider-Man: Across the Spider-Verse movie being shown in theaters. There was a side-by-side scene done by Twitter user Balisongs which featured #SpiderMan 2099 and Lyla, where in one version she takes a selfie and another where she points at Miguel. The Associate Editor for #AcrosstheSpiderVerse, Andrew Leviton, came out and confirmed that there are multiple versions of the movie currently airing in theaters. The Flash movie apparently ripped audio from YouTube for one of its cameos.  Cowboy Bebop’s 25th anniversary is approaching with something special, and so much more on today’s fix with Akeem Lawanson.\n\n#IGN", "link": "https://www.youtube.com/watch?v=LHmdFBcBGE4", "date_published": "2023-06-23 23:05:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Testament: The Order of High Human Leaves a Lot to Be Desired", "description": "We were less than impressed with Testament: The Order of High Human, an upcoming post-apocalyptic action-adventure RPG metroidvania that's due out for PC on July 13. Preview by Leana Hafer.\n\n#IGN", "link": "https://www.youtube.com/watch?v=9n7uEd3ieZY", "date_published": "2023-06-23 22:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Drive-Away Dolls - Official Trailer (2023) Margaret Qualley, Pedro Pascal, Geraldine Viswanathan", "description": "Check out the trailer for Drive-Away Dolls, an upcoming comedy movie starring Margaret Qualley, Geraldine Viswanathan, Beanie Feldstein, Colman Domingo, Pedro Pascal, Bill Camp, and Matt Damon.\n\nWritten by Ethan Coen and Tricia Cooke, this comedy caper follows Jamie, an uninhibited free spirit bemoaning yet another breakup with a girlfriend, and her demure friend Marian who desperately needs to loosen up. In search of a fresh start, the two embark on an impromptu road trip to Tallahassee, but things quickly go awry when they cross paths with a group of inept criminals along the way. \n\nThe movie is produced by Ethan Coen, Tricia Cooke, Robert Graf, Tim Bevan, and Eric Fellner.\n\nDrive-Away Dolls, directed by Ethan Coen, opens in theaters on September 22, 2023.", "link": "https://www.youtube.com/watch?v=bVrlQue5fmQ", "date_published": "2023-06-23 21:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Metalocalypse: Army of the Doomstar - Official Trailer (2023) Brendon Small, Tommy Blacha", "description": "Check out the trailer for Metalocalypse: Army of the Doomstar, an upcoming animated movie starring Brendon Small, Tommy Blacha, Victor Brandt (Metalocalypse), Stephen “Thundercat” Bruner (Grammy Award-winning musician), King Diamond (King Diamond; Mercyful Fate), Mark Hamill (Batman: The Animated Series; The Machine), Kirk Hammett (Metallica), Jon Hamm (Confess, Fletch; Top Gun: Maverick), Scott Ian (Anthrax), Amy Lee (Evanescence), Malcolm McDowell (A Clockwork Orange), Juliet Mills (Passions), Laraine Newman (Saturday Night Live), Raya Yarbrough (Metalocalypse: The Doomstar Requiem - a Klok Opera), and Livia Zita (2022 winner - Society of Voice Arts and Sciences Award).\n\nAfter the heroic rescue of Toki Wartooth, DETHKLOK frontman Nathan Explosion finds himself traumatized in a brutal professional and romantic flat-spin all while he is tasked with fulfilling the prophecy and confronting the ultimate songwriting challenge: write the Song of Salvation and save the planet. Can Nathan Explosion look beyond his brutally damaged ego to save his band, stop the Metalocalypse, and finally face the ultimate evil: Salacia?\n\nFrom Adult Swim, Warner Bros. Discovery Home Entertainment and Titmouse, Metalocalypse: Army of the Doomstar  was written and directed by Brendon Small (Metalocalypse). Executive producers are Small, Chris Prynoski (The Legend of Vox Machina), Shannon Prynoski (Fairfax), Antonio Canobbio (Arlo the Alligator Boy), and Ben Kalina (Big Mouth). \n \nOriginally premiering on Adult Swim in 2006, Metalocalypse ran for four seasons with a standalone special Metalocalypse: The Doomstar Requiem. The series was created by Brendon Small and Tommy Blancha. \n\nMetalocalypse: Army of the Doomstar will be available to purchase Digitally and on Blu-ray Disc on August 22, 2023.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=-OLWFv78IKE", "date_published": "2023-06-23 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - Essential Combat Tips Guide", "description": "Final Fantasy 16's combat is unlike anything the Final Fantasy series has seen before, but we've got the tips to help you learn, adapt, and conquer it. Here are our essential Final Fantasy 16 combat tips to help you survive FF16's most challenging fights.\n\n#IGN #Gaming #FinalFantasy16", "link": "https://www.youtube.com/watch?v=eFMfMtdpirs", "date_published": "2023-06-23 19:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - Official \"Welcome to Final Fantasy 16\" Trailer", "description": "Get another look at Final Fantasy 16 in this latest trailer for the RPG, including enemies, combat, and a breakdown of what you can expect from this latest entry in the series. Final Fantasy 16 is available now on PlayStation 5.\n\n#IGN #Gaming #FinalFantasy16", "link": "https://www.youtube.com/watch?v=-v5Ggqp0FBw", "date_published": "2023-06-23 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Walking Arsenal Barbarian Build Guide (Level 50+)", "description": "The Diablo 4 Barbarian has the potential to use a number of different build types. You can focus on their numerous Bleed abilities and passives, you can synergize your shout bonuses by using as many shouts at one time as possible, and of course, there are the ever-popular Diablo 4 Whirlwind Barbarian builds too, but for this guide, we wanted to take advantage of one of the Barbarian’s most unique characteristics by utilizing their sizable array of weapons. Here’s how to make a Diablo 4 Walking Arsenal Barbarian Build in Diablo IV.\n\nTimestamps:\n00:00 - Intro\n00:38 - How the Walking Arsenal Build Works\n02:17 - Which Skills to Unlock\n07:15 - Which Passive Skills to Unlock\n08:57 - Complimentary Legendary Aspects\n11:07 - Outro and Full Skill Tree Walkthrough\n\nFor more tips, walkthroughs, class guides and our fully interactive map, check out our full written guide on IGN.\nhttps://www.ign.com/wikis/diablo-4", "link": "https://www.youtube.com/watch?v=oxgAXgZpw0M", "date_published": "2023-06-23 17:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic the Hedgehog x Samba De Amigo - Collaboration Trailer | Sonic Central 2023", "description": "Classic Sonic tracks from Sonic Adventure 2 and Sonic Forces will be available to play in Samba de Amigo. Watch the latest trailer for the upcoming rhythm game ahead of its launch on Nintendo Switch on August 29. It will also be available on Meta Quest at a later date.", "link": "https://www.youtube.com/watch?v=jmk1b_MP7mc", "date_published": "2023-06-23 16:40:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is Mortal Kombat the Call of Duty of Fighting Games? - Beyond Clips", "description": "We don’t mean that in a bad way! Mortal Kombat 1 was one of the most talked-about games coming out of Summer Game Fest, which led to us discussing the long-running series’ place in the fighting game pantheon. It might not be as popular in the serious competitive scene, but it’s solid enough to sustain a decent community. On the single-player front, the campaigns are consistently entertaining to hook casual players, and there’s enough lore for die-hard fans to chew on. Really, Mortal Kombat casts a wide net (like Cyrax!) and consistently manages to hook players (like Scorpion!) so we’re happy Netherrealm has kept this series going strong.\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=6QM0pOWqBVI", "date_published": "2023-06-23 16:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic x Lego Collaboration Trailer | Sonic Central 2023", "description": "Here's a look at the new LEGO Sonic the Hedgehog playsets coming on August 1, 2023, shown during Sonic Central 2023. Join Sonic, Tails, and Amy as they prepare to take on Dr. Eggman... until Dr. Eggman disrupts the broadcast to show off that he's now a LEGO Minifigure and trys to start a new hashtag trending.\n\n#IGN #Sonic #Lego", "link": "https://www.youtube.com/watch?v=QNf9dNoTK_A", "date_published": "2023-06-23 16:33:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Roblox: Sonic Speed Simulator - Tuxedo Classic Sonic Announcement Trailer | Sonic Central 2023", "description": "Celebrate Sonic's birthday with a new event that unlocks Tuxedo Classic Sonic, the first alternate skin for Classic Sonic in Sonic Speed Simulator on Roblox. Check out some short gameplay, shown during Sonic Central 2023. This new content is available now.\n\n#IGN #SonicTheHedgehog", "link": "https://www.youtube.com/watch?v=RgQF30fnFZ0", "date_published": "2023-06-23 16:28:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic Dash and Sonic Forces - New Characters Trailer | Sonic Central 2023", "description": "Sonic Dash and Sonic Forces introduce Super Silver and Dragon Hunter Lancelot in the latest announcement from Sonic Central 2023.", "link": "https://www.youtube.com/watch?v=mOq05XIiSwk", "date_published": "2023-06-23 16:26:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic Superstars - Official LEGO Content Trailer | Sonic Central 2023", "description": "LEGO Sonic is coming to Sonic Superstars. Check out the latest Sonic Superstars trailer to see the LEGO DLC for the upcoming 2D Sonic platforming action game, featuring a free LEGO Sonic skin. Pre-orders of Sonic Superstars come with access to a special skin that transforms Eggman into LEGO Eggman.\n\nSonic Superstars will be available on PlayStation 4, PlayStation 5, Xbox Series X|S, Xbox One, Nintendo Switch, and PC in 2023/\n\n#IGN #Sonic", "link": "https://www.youtube.com/watch?v=qi8zAunO9xw", "date_published": "2023-06-23 16:22:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic Frontiers - Official Sonic's Birthday Bash Update Trailer | Sonic Central 2023", "description": "Celebrate Sonic’s birthday on Starfall Islands in Sonic Frontiers. Check out this festive Sonic's Birthday Bash Update trailer for a look at the game's new challenges, moves, collectible Koco, and New Game+. This was revealed during Sonic Central 2023.\nSonic Frontier's Sonic's Birthday Bash Update will be available later today for free.", "link": "https://www.youtube.com/watch?v=oFCS0KLp1NY", "date_published": "2023-06-23 15:55:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic Superstars - Official Game Overview Trailer | Sonic Central 2023", "description": "Sonic Superstars Producer (and original designer of Sonic the Hedgehog!) Naoto Ohshima and current Sonic Team Creative Officer Takashi Iizuka talk in-depth about Sonic Superstars including inspirations, challenges, and what it's like to create a new character!", "link": "https://www.youtube.com/watch?v=LW9fwuDu8qQ", "date_published": "2023-06-23 15:43:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic Origins Plus - Official Launch Trailer | Sonic Central 2023", "description": "16 Classic Titles 1 Timeless Collection. Enjoy Sonic like never before with new modes, challenges, and more! Play as superpowered Amy Rose in this upgrade. Sonic Origins Plus is available June 23. 2023\n\n#IGN #SonicTheHedgehog", "link": "https://www.youtube.com/watch?v=UV3szplE6Z0", "date_published": "2023-06-23 15:27:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Haunted Mansion - Official Behind the Scenes (2023) LaKeith Stanfield, Danny DeVito, Rosario Dawson", "description": "Go behind the scenes of Disney's Haunted Mansion with director Justin Simien and stars Tiffany Haddish (Harriet) Jamie Lee Curtis (Madame Leota), Rosario Dawson (Gabbie), LaKeith Stanfield (Ben), Owen Wilson (Kent), and Danny DeVito (Bruce). Get a look at the similarities between the upcoming movie and the existing Disney Parks attraction, and check out some new clips from the film. Haunted Mansion arrives in US theaters on July 28, 2023 and in UK cinemas on August 11, 2023.\n\n#IGN #Movies #HauntedMansion", "link": "https://www.youtube.com/watch?v=FCHJ2fIPUHI", "date_published": "2023-06-23 15:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Bone Spear Corpse-Maker Necromancer Build", "description": "Diablo 4's Necromancer has a few great builds to play with, but this Bone Spear build is accessible, powerful, and can double as a monster leveling build as well. If you're looking for an entry point to the Necromancer class, this is it. This Diablo 4 Necromancer Build focuses on the Bone Spear Corpse Maker and should take you well into World Tier 3.\n\n00:00 Intro\n01:18 Abilities\n04:00 Weaknesses\n05:22 Passives\n08:00 Aspects, Affixes, and Gear#IGN #Diablo4 #Gaming", "link": "https://www.youtube.com/watch?v=7-kL_JdgYxg", "date_published": "2023-06-23 14:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Witcher Story So Far | Season 3 Update", "description": "The Witcher Season 3 is right around the corner, with Part 1 premiering June 29th and Part 2 coming to Netflix on July 27th. Here's everything you need to remember about Geralt, Ciri, Yennefer, and Jaskier's adventures so far.\n\nWhether it's The Witcher Season 1, The Witcher Season 2, The Witcher Blood Origins, or The Witcher: Nightmare of the Wolf, there's plenty to catch up on before you crack into the latest season of the Netflix Series. Remember Henry Cavill's greatest hits as Geralt of Rivia, and check out the biggest moments for Anya Chalotra's Yennefer, Freya Allan's Ciri, and Joey Batey's Jaskier. And remember, this will be Henry Cavill's last season of The Witcher before Liam Hemsworth steps into Geralt's boots.", "link": "https://www.youtube.com/watch?v=SfW8qkEkLaY", "date_published": "2023-06-23 13:15:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Do These PS5, XSX Games Actually Look \"Next-Gen?\" - Next-Gen Console Watch", "description": "Welcome to Next-Gen Console Watch, IGN’s show covering all news and rumors around PlayStation 5, and Xbox Series - so when you really think about it, it should be called Current-Gen Console Watch, but we've been calling in Next-Gen Console Watch for like three years now, so why change? This week we take a look at some of the major upcoming games slated for the Xbox Series X|S and PS5, and we ask ourselves \"Do these games look 'next gen'?\" Plus, we go over our most recent poll, and we have a new poll for you to vote on at IGN.com.", "link": "https://www.youtube.com/watch?v=cXYlAJnCbh0", "date_published": "2023-06-23 13:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ship-building and sandwiches! Our favourite talking points from the #StarfieldDirect. #sponsored", "description": "", "link": "https://www.youtube.com/watch?v=7WHBYh2vEnE", "date_published": "2023-06-23 12:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16: Ending Explained", "description": "Interested in the Final Fantasy 16 ending? As you’d expect of a game in the Final Fantasy series, the final hours of FF16 go to some wild places. This is a game that features massive monsters beating the heck out of each other, after all, and so naturally the finale had to go super size. If you’ve completed the game and want a detailed FF16 ending explained to breakdown what it all means, or don’t plan on playing it and want to skip straight to the end, then you’re in the right place. We’re about to reveal everything that happens in the last few hours of Final Fantasy XVI, so prepare yourself for the biggest FF16 spoilers!\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=TDahJxV69N8", "date_published": "2023-06-23 11:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield Direct: The Debrief | Unlocking Starfield", "description": "Bethesda’s Starfield Direct presentation on June 11th gave us our most in-depth look at the space RPG yet. After our watch party in partnership with Lucozade, we sat down with Xbox On’s Bex Donald and presenter, writer, and IGN alumni Alysia Judge to discuss creatures, crew-building, ship and character customisation… and sandwiches. Lots of sandwiches. Sponsored by Lucozade.\n\nPurchase Lucozade Energy Starfield edition bottles to claim 1 month of Xbox Game Pass Ultimate, plus the chance to win Xbox and Starfield prizes every day, including an Xbox Series S and the newly announced Starfield Constellation Edition. Just scan the QR code on a bottle of Lucozade Energy Starfield edition Original, Orange or Pink Lemonade Zero. Plus, check out the Lucozade extended reality experience, where you can discover Starfield content and take part in challenges to win even more prizes!\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=2iCdhjzVSRw", "date_published": "2023-06-23 10:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Official Digital & Blu-ray Trailer (2023) Bradley Cooper", "description": "Marvel Studios’ Guardians of the Galaxy Vol. 3 will be available at Digital retailers on July 7 and on 4K Ultra HD, Blu-ray and DVD on August 1. It will feature bonus content, including deleted scenes, a gag reel, and audio commentary by James Gunn. Check out the trailer for the movie starring Chris Pratt as Peter Quill/ Star-Lord, Zoë Saldaña as Gamora, Dave Bautista as Drax, Karen Gillan as Nebula, Pom Klementieff as Mantis, Vin Diesel as Groot, Bradley Cooper as Rocket, Sean Gunn as Kraglin, Chukwudi Iwuji as The High Evolutionary, Will Poulter as Adam Warlock, Maria Bakalova as Cosmo, Linda Cardellini as Lylla, Nathan Fillion as Master Karja, and Sylvester Stallone as Stakar Ogord.\n\nIn Marvel Studios’ Guardians of the Galaxy Vol. 3, our beloved band of misfits is looking a bit different these days. Peter Quill (Chris Pratt), still reeling from a terrible loss, must rally his team and embark on a dicey, action-packed mission to defend the universe and protect Rocket. Meanwhile, a new, unpredictable force threatens to bring the Guardians down for good. Guardians of the Galaxy Vol. 3 is written and directed by James Gunn. It is produced by Kevin Feige. Louis D’Esposito, Victoria Alonso, Nikolas Korda, Sara Smith, and Simon Hatt serve as executive producers.", "link": "https://www.youtube.com/watch?v=qxwt7La3F94", "date_published": "2023-06-23 02:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6: 18 Fantastic Quality of Life Features", "description": "The newest entry in the legendary franchise is here, and Street Fighter 6 boasts some fantastic quality of life features. Let’s run down 18 of the most important ones!\n\nBetween the World Tour, Battle Hub, and Fighting Ground modes, the giant collection of menus, shortcuts, extras, and even the way custom lobbies work, there are tons of things in SF6 that deserve their own walkthrough. The combo trials, tutorials, and replay systems provide excellent ways to teach you the game, whether you play as JP, Chun Li, Ken, Juri, or even series mainstay Ryu. All these QoL features combine to make this one of the most accessible Street Fighters yet.", "link": "https://www.youtube.com/watch?v=A1VKjPgxqOY", "date_published": "2023-06-23 01:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Madden 24 - Official Gameplay Trailer", "description": "Watch the latest Madden NFL 24 trailer for a deep dive into the gameplay features of the upcoming game, including Football enhancements; FieldSense improvements like new wrap tackles, skill-based passing with new throwing animations, and more; and Sapien technology featuring rebuilt character skeletons and more.", "link": "https://www.youtube.com/watch?v=rWMk0hfgkLA", "date_published": "2023-06-23 00:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}]