[{"source": "https://businessinsider.com.pl/.feed", "title": "Rating Polski. Agencja S&P oceniła naszą wiarygodność kredytową", "description": "Agencja S&amp;P Global Ratings nie opublikowała w piątek nowego raportu w sprawie ratingu Polski, ale dokonała jego okresowego przeglądu — wynika z komunikatu agencji. Ocena kredytowa Polski wg S&amp;P pozostaje na poziomie \"A-\" z perspektywą stabilną.", "link": "https://businessinsider.com.pl/gospodarka/rating-polski-agencja-sandp-ocenila-nasza-wiarygodnosc-kredytowa/p4v3ycq", "date_published": "2023-06-23 20:52:07+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płonie inwestycja Orlenu w Kętrzynie. Miała tam być tłocznia oleju", "description": "Działkę z budynkiem byłej cukrowni w Kętrzynie Orlen przejął trzy lata temu. Miał tam zbudować w tym roku nowoczesną tłocznię oleju rzepakowego. Na razie trzeba tam gasić pożar. Ten wybuchł w pustostanie na terenie cukrowni i ze zdjęć widać, że osiągnął duże rozmiary.", "link": "https://businessinsider.com.pl/wiadomosci/plonie-inwestycja-orlenu-w-ketrzynie-miala-tam-byc-tlocznia-oleju/t11zdc9", "date_published": "2023-06-23 19:26:59+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Padł ofiarą przepisów, które sam promował. \"Dzicy lokatorzy\" zajęli mu mieszkanie", "description": "Prawo przeforsowane przez lewicowy Podemos w Hiszpanii zwróciło się przeciw jednemu z jego wieloletnich członków. Nadano dzikim lokatorom takie uprawnienia, że właściciele mieszkań coraz częśćiej nie mogą korzystać ze swojej własności. Jednym z takich, który przez rewolucyjne przepisy teraz mieszka na ulicy, jest Josep Jané, \"bojownik\" lewicy z 40-letnim stażem.", "link": "https://businessinsider.com.pl/prawo/padl-ofiara-przepisow-ktore-sam-promowal-dzicy-lokatorzy-zajeli-mu-mieszkanie/xfxj9et", "date_published": "2023-06-23 18:36:29+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Anna Moskwa: nie wykonamy orzeczeń sądów administracyjnych w sprawie Turowa", "description": "Nie będziemy podejmować żadnych decyzji związanych z wykonaniem orzeczeń, postanowień sądów administracyjnych ws. Turowa, jakiekolwiek one by nie były — oświadczyła w piątek minister klimatu Anna Moskwa.", "link": "https://businessinsider.com.pl/gospodarka/anna-moskwa-nie-wykonamy-orzeczen-sadow-administracyjnych-w-sprawie-turowa/33tylqx", "date_published": "2023-06-23 17:34:08+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Poszukiwania łodzi podwodnej Titan. \"Nie wystawiamy rachunku po fakcie\"", "description": "Były komendant amerykańskiej Straży Wybrzeża mówi, że zakrojona na szeroką skalę akcja poszukiwawczo-ratunkowa zaginionego okrętu podwodnego Titan prawdopodobnie będzie kosztować miliony, ale byłoby niespotykane, gdyby firma zarządzająca statkiem musiała spłacać USA.", "link": "https://businessinsider.com.pl/wiadomosci/lodz-titan-co-z-rachunkiem-za-akcje-ratunkowa-na-atlantyku-ekspert-wyjasnia/e11wjkf", "date_published": "2023-06-23 16:46:37+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk ugiął się pod naciskiem UE? Będzie walczył z fake newsami i propagandą na Twitterze", "description": "Elon Musk ugiął się pod naciskiem UE, rosyjska propaganda i fałszywe newsy będą na Twitterze zwalczane — podał w piątek \"The Guardian\". Musk, określający się jako zwolennik wolności słowa, po przejęciu platformy chciał obniżenia wpływu regulacji na jej funkcjonowanie.", "link": "https://businessinsider.com.pl/biznes/media/musk-zgodzil-sie-na-warunki-ue-jednak-bedzie-zwalczal-propagande-na-twitterze/4h3mj9x", "date_published": "2023-06-23 15:08:57+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"To oznacza upadek grupy Tauron\". Prezes państwowej spółki odpowiada na słowa polityka", "description": "Pomysł opozycji dotyczący zmian w spółkach energetycznych mocno rozzłościł władze państwowej grupy Tauron. Prezes mówi o próbie rozmontowania systemu, lobbingu na rzecz obcych koncernów i przestrzega przed koniecznością zwolnień.", "link": "https://businessinsider.com.pl/biznes/to-oznacza-upadek-grupy-tauron-prezes-ostro-odpowiada-na-slowa-polityka/ds059hk", "date_published": "2023-06-23 14:25:45+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny wyłączyły Rosję z superprojektu. Wymowny gest na air show", "description": "Wspólny projekt budowy samolotu szerokokadłubowego dalekiego zasięgu CR929 Chiny i Rosja realizują już od 2014 r. Od pewnego czasu zaczęły jednak pojawiać się między nimi nieporozumienia. Według mediów branżowych teraz Chiny chcą całkowicie pozbyć się swojego rosyjskiego partnera, co dały do zrozumienia podczas trwających właśnie targów Paris Air Show.", "link": "https://businessinsider.com.pl/wiadomosci/chiny-wylaczyly-rosje-ze-wspolnego-projektu-ich-drogi-sie-rozejda/s72ec9k", "date_published": "2023-06-23 14:13:48+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Walka Muska i Zuckerberga w klatce. Kto ma większe szanse? Bukmacherzy już wiedzą", "description": "Dwóch najbogatszych ludzi na świecie spiera się o hipotetyczną walkę wręcz. Kto ma większe szanse w fizycznym pojedynku pomiędzy Markiem Zuckerbergiem i Elonem Muskiem? Według czwartkowych zakładów bukmacherskich zależy to od tego, kogo zapytasz.", "link": "https://businessinsider.com.pl/lifestyle/walka-muska-i-zuckerberga-w-klatce-bukmacherzy-zacieraja-rece/hblqnfd", "date_published": "2023-06-23 13:53:26+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja ukrywa kolejne dane na temat stanu finansów. Cenzura ma dwa główne cele", "description": "Dziura w budżecie Rosji przekroczyła już poziomy zaplanowane na cały rok. Dalsze śledzenie wydatków stało się jednak mocno utrudnione. Do tej pory publicznie dostępne i regularnie aktualizowane statystyki zniknęły. Wśród wskazywanych przez ekspertów celów takiego działania jest kwestia związana z sankcjami.", "link": "https://businessinsider.com.pl/gospodarka/rosja-ukrywa-dane-na-temat-stanu-finansow-cenzura-ma-dwa-glowne-cele/y3d4vev", "date_published": "2023-06-23 13:41:59+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Którą opaskę wybrać zamiast Xiaomi Banda 8, którego wciąż nie ma w Polsce?", "description": "Minęło już kilka tygodni od premiery nowej opaski sportowej Xiaomi Band 8. Producent zdążył sprzedać już ponad milion egzemplarzy smartbanda, ale wciąż nie jest ona oficjalnie dostępna w Polsce. Są jednak znakomite alternatywy, w tym całkiem nowa opaska od Huaweia.", "link": "https://businessinsider.com.pl/technologie/ktora-opaske-wybrac-zamiast-mi-banda-8-ktorego-wciaz-nie-ma-w-polsce/bp5zrsw", "date_published": "2023-06-23 13:11:25+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dyson zatrudni 2 tys. specjalistów IT. Po co firmie od suszarek programiści?", "description": "Dyson staje się firmą coraz bardziej technologiczną. Choć w Polsce to marka znana głównie z suszarek, odświeżaczy powietrza czy prostownic, na rynku globalnym zaczyna kojarzyć się np. ze słuchawkami Dyson Zone Absolute. Te zapewniają wysoką reprodukcję dźwięku, aktywną redukcję hałasu i funkcję oczyszczania powietrza. Firma ogłosiła też, że będzie zatrudniać coraz więcej programistów i specjalistów IT.", "link": "https://businessinsider.com.pl/technologie/dyson-zatrudni-specjalistow-it-po-co-firmie-od-suszarek-programisci/fr8yqq9", "date_published": "2023-06-23 13:05:22+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zameldował się na jedną noc w 5-gwiazdkowym hotelu. Został dwa lata i wyjechał bez zapłaty", "description": "Pewien mężczyzna przybył do 5-gwiazdkowego hotelu w Indiach na jedną noc. Ostatecznie spędził w nim niemal dwa lata i wyjechał bez opłacenia rachunku w wysokości 70 tys. dol.", "link": "https://businessinsider.com.pl/wiadomosci/zameldowal-sie-w-5-gwiazdkowym-hotelu-i-zostal-2-lata-wyjechal-bez-zaplaty/5dgykqq", "date_published": "2023-06-23 13:05:22+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny paliw. Po ile zatankujemy na początku wakacji? Będzie najtaniej od lutego 2022", "description": "Tegoroczne wyjazdy wakacyjne autem będą wyraźnie tańsze niż przed rokiem. Orlen w piątek ogłosił promocje, a mniejsze, prywatne stacje paliw mogą zostać w tej sytuacji zmuszone do obniżki cen. Kierowcy zatankują najtaniej od połowy lutego 2022 r., czyli sprzed ataku Rosji na Ukrainę — ocenili w piątkowym komentarzu analitycy BM Reflex.", "link": "https://businessinsider.com.pl/twoje-pieniadze/ceny-paliw-po-ile-zatankujemy-w-wakacje-ceny-jak-przed-inwazja-kremla/z8srznq", "date_published": "2023-06-23 12:59:11+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pogarsza się spłacalność kredytów. Ekspert BIK zawiedziony efektem wakacji", "description": "Choć tegoroczna sprzedaż kredytów mieszkaniowych jest prawie o połowę niższa niż w tym samym czasie ubiegłego roku, widać ożywienie, które ma wrócić na dłużej. Niepokoi za to kwestia spłacalności wcześniej udzielanych kredytów. Problem dotyczy nie tylko frankowiczów. Wakacje kredytowe nie przynoszą spodziewanych efektów.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/pogarsza-sie-splacalnosc-kredytow-rzadowy-program-nie-spelnia-oczekiwan/ny1d23x", "date_published": "2023-06-23 12:55:17+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tajemnicze zarobki Jarosława Kaczyńskiego. Wszyscy nabierają wody w usta", "description": "Jarosław Kaczyński wrócił do rządu i znów będzie więcej zarabiał. Ile? Dobre pytanie. Teoretycznie za piastowanie stanowiska wicepremiera należy się trochę ponad 18 tys. zł. miesięcznie. Przejrzeliśmy oświadczenia majątkowe prezesa PiS. Jego zarobki są zaskakująco wysokie, a na nasze pytania nikt nie chce szczegółowo odpowiedzieć.", "link": "https://businessinsider.com.pl/gospodarka/tajemnicze-zarobki-jaroslawa-kaczynskiego-wszyscy-nabieraja-wody-w-usta/hhwxf5m", "date_published": "2023-06-23 12:30:56+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NBP policzył, ile jest pieniędzy w obiegu. To ma wpływ na ceny", "description": "Podaż pieniądza w maju zwiększyła się o 10,4 mld zł do niemal 2 bln 158 mld zł — podał w piątek NBP. To istotne dane pokazujące m.in. zmiany aktywności gospodarczej, ważne w kontekście walki z inflacją. Samej gotówki w obiegu (poza kasami banków) jest na łączną kwotę 355 mld zł.", "link": "https://businessinsider.com.pl/gospodarka/nbp-policzyl-ile-jest-pieniedzy-w-obiegu-kwoty-robia-wrazenie/xq88qtv", "date_published": "2023-06-23 12:11:23+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć domowych sposobów na ochłodzenie się w upalne dni", "description": "Nie każdy klimatyzację ma i może sobie na nią pozwolić. Są jednak inne metody, by choć trochę ulżyć sobie w upalne dni.", "link": "https://businessinsider.com.pl/wideo/piec-domowych-sposobow-na-ochlodzenie-sie-w-upalne-dni/8xcyqvg", "date_published": "2023-06-23 12:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Pot śmierdzi\". Dermatolodzy obalają mity na temat pocenia się", "description": "Wokół pocenia się narosło wiele mitów. Jak choćby ten, że to pot sam w sobie wydziela przykry zapach. To jednak nieprawda, nasze pachy czy stopy stają się pożywką dla bakterii.", "link": "https://businessinsider.com.pl/wideo/pot-smierdzi-dermatolodzy-obalaja-mity-na-temat-pocenia-sie/yfngzt5", "date_published": "2023-06-23 12:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przekazują wiedzę z ojca na syna. Przyszłość tego fachu \"jest czarna jak węgiel\"", "description": "Kiedyś tutejsze miecze zachwalała cała Europa, dziś wykuwa je już tylko garstka pasjonatów. Żyją głównie z turystów, więc pandemia COVID-19 dodatkowo uderzyła w ich trudne biznesy.", "link": "https://businessinsider.com.pl/wideo/przekazuja-wiedze-z-ojca-na-syna-przyszlosc-tego-fachu-jest-czarna-jak-wegiel/kg9e5py", "date_published": "2023-06-23 12:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przerażająca zjeżdżalnia. Zabierze cię pod akwarium z rekinami", "description": "Twórcy zjeżdżalni i rollercoasterów szukają sposobów, by się wyróżnić. Jedni stawiają na rozmiar, inni na szczególne atrakcje. Zjeżdżalnia na Teneryfie oferuje obcowanie z rekinami.", "link": "https://businessinsider.com.pl/wideo/przerazajaca-zjezdzalnia-zabierze-cie-pod-akwarium-z-rekinami/hqen2ns", "date_published": "2023-06-23 12:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Turecki koncern uruchomi produkcję dronów Bayraktar w Ukrainie. Podał datę", "description": "Turecki koncern zbrojeniowy Baykar będzie od 2025 r. produkował drony bojowe Bayraktar również w Ukrainie. Przedsiębiorstwo otrzymało już od rządu w Ankarze zezwolenia licencyjne w tej sprawie — poinformowała w piątek ukraińska redakcja magazynu \"Forbes\", powołując się na dyrektora generalnego firmy Haluka Bayraktara.", "link": "https://businessinsider.com.pl/biznes/turecki-koncern-uruchomi-produkcje-dronow-bayraktar-w-ukrainie-podal-date/56xdm0r", "date_published": "2023-06-23 11:28:40+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sprawa kopalni Turów: jest kolejna decyzja sądu", "description": "Wojewódzki Sąd Administracyjny nie przychylił się do argumentacji Polskiej Grupy Energetycznej w sprawie kopalni węgla brunatnego Turów — odmówił wstrzymania wykonania zaskarżonego postanowienia i przekazał sprawę do rozpoznania do NSA. Informację przekazał właściciel kopalni, koncern PGE.", "link": "https://businessinsider.com.pl/biznes/sprawa-kopalni-turow-jest-kolejna-decyzja-sadu/mb07kgw", "date_published": "2023-06-23 11:18:09+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Titan uległ implozji. Ekspert tłumaczy zjawisko i wyjaśnia, co mogło stać się z pasażerami", "description": "Amerykańska Straż Przybrzeżna potwierdziła w czwartek, że szczątki znalezione niecałe 500 m od dziobu Titanica należały do zaginionej jednostki podwodnej Titan. Łódź uległa implozji, której dźwięk odnotowała amerykańska marynarka wojenna.", "link": "https://businessinsider.com.pl/technologie/titan-ulegl-implozji-co-stalo-sie-z-jego-pasazerami/yv4fggz", "date_published": "2023-06-23 11:11:01+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Z Warszawy do Łodzi dojedziemy w 45 min. CPK dostanie prawie 300 mln zł z unijnych środków", "description": "Komisja Europejska przyznała spółce Centralny Port Komunikacyjny dofinansowanie w wysokości ok. 290 mln zł na opracowanie projektu linii Kolei Dużych Prędkości między Warszawą i Łodzią — poinformował w piątek rzecznik CPK Konrad Majszyk. Dzięki inwestycji czas przejazdu między Warszawą a Łodzią skróci się o połowę.", "link": "https://businessinsider.com.pl/wiadomosci/z-warszawy-do-lodzi-dojedziemy-w-45-min-a-do-cpk-w-15-min-pomoze-ue/q1v1js3", "date_published": "2023-06-23 10:53:40+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wakacyjna promocja na paliwa na stacjach Orlenu. Ile będzie kosztować państwowego giganta?", "description": "Koszt wakacyjnej obniżki cen paliw na Orlenie może kosztować setki milionów złotych. W Business Insiderze sprawdziliśmy dwa warianty: powtarzalny i realnie maksymalny. Państwowego giganta zarządzanego przez Daniela Obajtka stać na takie wydatki po ostatnich rekordowych zyskach.", "link": "https://businessinsider.com.pl/biznes/orlen-obniza-ceny-paliw-na-wakacje-policzylismy-ile-to-moze-kosztowac/hk7nbq2", "date_published": "2023-06-23 10:44:18+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Była minister finansów kandydatką na prezesa Europejskiego Banku Inwestycyjnego", "description": "Teresa Czerwińska jest polską kandydatką na szefową Europejskiego Banku Inwestycyjnego (EBI). Jednak zapowiada się ostra walka o fotel prezesa. Pierwszy raz w historii jest takie zainteresowanie, i to ze strony kandydatów dużego kalibru — pisze \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/teresa-czerwinska-przejmie-stery-w-miedzynarodowej-instytucji/cvk5zn1", "date_published": "2023-06-23 10:33:25+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen, wszędzie Orlen. Za dwa lata wszystkie stacje koncernu pod znaną marką", "description": "W ciągu dwóch lat wszystkie stacje benzynowe w Europie kontrolowane przez Orlen mają funkcjonować pod znanym z polskich dróg czerwono-białym logo ze stylizowaną głową orła. Tak wynika z zapowiedzi Daniela Obajtka.", "link": "https://businessinsider.com.pl/biznes/orlen-wszedzie-orlen-za-dwa-lata-wszystkie-stacje-koncernu-pod-znana-marka/n6hxfnk", "date_published": "2023-06-23 10:30:33+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaskakujące pogorszenie nastrojów w europejskich firmach. \"Fatalne\" dane z Niemiec", "description": "Jeśli faktycznie indeksy PMI zapowiadają przyszłe zmiany w gospodarce, sytuacja w strefie euro nie rysuje się w jasnych barwach. Piątkowe publikacje pokazały pogorszenie nastrojów menedżerów w dwóch kluczowych sektorach i to większe od prognozowanych. Eksperci zwracają uwagę na słabe punkty Niemiec i Francji.", "link": "https://businessinsider.com.pl/gospodarka/fatalne-dane-z-niemiec-i-grozba-recesji-we-francji-oto-indeksy-pmi/fjvckzt", "date_published": "2023-06-23 09:15:53+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Promocja na stacjach Orlenu. Daniel Obajtek zdradził szczegóły", "description": "Wraca wakacyjna promocja na stacjach benzynowych Orlenu. Daniel Obajtek poinformował, jakie będą jej zasady.", "link": "https://businessinsider.com.pl/twoje-pieniadze/promocja-na-stacjach-orlenu-daniel-obajtek-zdradzil-szczegoly/3543ksx", "date_published": "2023-06-23 09:04:54+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Śledztwo na ogromną skalę. Przeszukano importerów zboża w całym kraju", "description": "Ciąg dalszy sprawy z ukraińskim zbożem sprowadzonym do Polski. Na polecenie rzeszowskiej prokuratury, funkcjonariusze Krajowej Administracji Skarbowej przeszukali 222 firm i agencji celnych.", "link": "https://businessinsider.com.pl/biznes/sledztwo-na-ogromna-skale-przeszukano-importerow-zboza-w-calym-kraju/8xp3jys", "date_published": "2023-06-23 08:55:40+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Robot koszący za 2, 5 czy 10 tys. zł? Który warto kupić?", "description": "Każdy właściciel ogrodu, który ma już robota odkurzającego, na pewno myśli o zakupie robota koszącego, bo wie, jakie to ułatwienie. Automatyczna kosiarka nie tylko pozwoli zaoszczędzić nam sporo czasu, ale też lepiej zadba o nasz trawnik. Porównujemy modele za 2, 5 i 10 tys. zł. Sprawdź, który będzie najlepszy dla ciebie.", "link": "https://businessinsider.com.pl/technologie/robot-koszacy-za-2-5-czy-10-tys-zl-ktory-warto-kupic/jemjspc", "date_published": "2023-06-23 08:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rafako jednak bez zwolnień grupowych. Zarząd zmienił zdanie", "description": "Zarząd Rafako pod nowym kierownictwem zdecydował o wstrzymaniu zwolnień grupowych w firmie. Kierujący spółką uznali, że taki ruch mógłby zagrozić utratą kompetencji pracowniczych.", "link": "https://businessinsider.com.pl/biznes/rafako-jednak-bez-zwolnien-grupowych-zarzad-zmienil-zdanie/24kmv2w", "date_published": "2023-06-23 08:26:33+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile wydamy w tym roku na wakacje? Jest zdecydowanie drożej niż przed rokiem", "description": "Polacy planują wydać na tegoroczne wakacje nawet o 20 proc. więcej niż przed rokiem. Średnio, w przeliczeniu na osobę, kwota ta wyniesie 1614 zł — wynika z badania przeprowadzonego przez Minds &amp; Roses na zlecenie Związku Banków Polskich. Raport analizuje też ceny noclegów w najpopularniejszych miejscowościach turystycznych oraz koszty transportu.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ile-wydamy-w-tym-roku-na-wakacje-jest-zdecydowanie-drozej-niz-przed-rokiem/cqwhn3q", "date_published": "2023-06-23 08:17:42+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Z tym gadżetem na hulajnogę smartfon możesz mieć pod ręką. Potrafi kosztować mniej niż 60 zł", "description": "Z tym gadżetem na hulajnogą niezbędne rzeczy, takie jak klucze, smartfon, powerbank lub inne drobiazgi będziesz mieć pod ręką. Praktyczna, wodoodporna torba na kierownicę hulajnogi potrafi kosztować mniej niż 60 zł, czego dowodem są te dwa modele.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/z-tym-gadzetem-na-hulajnoge-smartfon-mozesz-miec-pod-reka-potrafi-kosztowac-mniej-niz/6dcwjjb", "date_published": "2023-06-23 08:10:41+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dziewięciocyfrowa kwota wpłynie na konto Sebastiana Kulczyka. Jego firma dzieli zyski", "description": "Nadszedł czas żniw dla inwestorów takich jak Sebastian Kulczyk. Miliarder z zysku jego spółki Ciech za 2022 r. zainkasuje w sumie ponad 200 mln zł. Na proporcjonalny przelew mogą liczyć też inni posiadacze akcji giełdowej spółki. Muszą spełnić tylko jeden warunek.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/dziewieciocyfrowa-kwota-wplynie-na-konto-sebastiana-kulczyka-tak-sie-dzieli-zyski/9hb49lm", "date_published": "2023-06-23 08:03:42+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "KE chce większych środków na migracje. Polska alarmuje, że nie obejmą one uchodźców z Ukrainy", "description": "Polska alarmuje, że chociaż Bruksela zgodziła się w ramach rewizji unijnego budżetu na lata 2021-2027 zwiększyć środki na migrację, to nie znalazły się wśród nich pieniądze na wsparcie uchodźców z Ukrainy — informuje PAP, powołują się na źródło w Polskiej dyplomacji.", "link": "https://businessinsider.com.pl/wiadomosci/ke-chce-wiekszych-srodkow-na-migracje-polska-alarmuje-ze-nie-obejma-one-uchodzcow-z/495qnjh", "date_published": "2023-06-23 07:53:19+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski świat start-upów może być fascynujący", "description": "Polska nadal potrzebuje większej liczby wysoko zaawansowanych innowacyjnych firm z potencjałem międzynarodowym. Firm, które marząc o pozyskaniu kapitału za oceanem, nie obawiają się rywalizacji na amerykańskim rynku – przekonuje Adam Niewiński, współzałożyciel funduszu OTB Ventures, wyróżnionym tytułem Digital Shapers 2022 w kategorii Inwestycje. Z pasją dzieli się swoimi spostrzeżeniami, wskazując na unikalne wyzwania, które stoją przed tym dynamicznie rozwijającym się sektorem i tłumaczy, jak OTB Ventures odnajduje ukryte skarby, które mogą zmienić krajobraz technologiczny kraju.", "link": "https://businessinsider.com.pl/biznes/na-liscie-digital-shapers-2022-sa-osoby-budujace-innowacyjne-start-upy-i-inwestorzy/zsvzy01", "date_published": "2023-06-23 07:53:04+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wawrzyk: prace nad 12. pakietem sankcji wobec Rosji już trwają", "description": "Niezależnie od satysfakcji z 11. pakietu sankcji trzeba stale wywierać coraz większą presję na Rosję, stąd już myślimy o 12. pakiecie sankcji. Wśród najważniejszych i najtrudniejszych zarazem spraw do osiągnięcia jest wprowadzenie zakazu importu diamentów z Rosji — oznajmił wiceszef MSZ Piotr Wawrzyk.", "link": "https://businessinsider.com.pl/wiadomosci/prace-nad-12-pakietem-sankcji-wobec-rosji-juz-trwaja-co-sie-w-nim-znajdzie/3wk3nvm", "date_published": "2023-06-23 07:11:32+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Paliwo w wakacje będzie tańsze. Obajtek potwierdza powrót promocji", "description": "— Decyzja jest już podjęta — tak na pytanie o powrót wakacyjnej promocji na paliwa odpowiedział prezes Orlenu Daniel Obajtek. Przypomnijmy, że w 2022 r. obniżka wynosiła 30 gr na litrze dla kierowców posiadających karty lub aplikacje lojalnościowe koncernu.", "link": "https://businessinsider.com.pl/twoje-pieniadze/paliwo-w-wakacje-bedzie-tansze-obajtek-potwierdza-powrot-promocji/qeemksn", "date_published": "2023-06-23 06:48:11+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekordowa kwota funduszu kościelnego. Pękła bariera", "description": "200,2 mln zł rząd przeznaczył w 2022 r. na Fundusz Kościelny — podaje \"Rzeczpospolita\", która zapoznała się ze sprawozdaniem z wykonania budżetu w części dotyczącej wyznań religijnych, jakie do Sejmu skierowało MSWiA. To pierwszy raz, gdy kwota funduszu przekroczyła 200 mln zł.", "link": "https://businessinsider.com.pl/wiadomosci/rekordowa-kwota-funduszu-koscielnego-pekla-bariera/x1r416q", "date_published": "2023-06-23 06:23:59+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA. W Kongresie jest wniosek o impeachment prezydenta", "description": "Izba Reprezentantów zagłosowała w czwartek za skierowaniem artykułów impeachmentu prezydenta Joego Bidena do komisji sprawiedliwości i bezpieczeństwa krajowego. Jest to wynik kompromisu wewnątrz Partii Republikańskiej, w wyniku którego cała Izba uniknie głosowania nad impeachmentem w tym tygodniu.", "link": "https://businessinsider.com.pl/wiadomosci/usa-w-kongresie-jest-wniosek-o-impeachment-prezydenta/bkdd1p8", "date_published": "2023-06-23 06:09:03+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mark Zuckerberg podjął rękawicę rzuconą przez Muska. Czy dojdzie do starcia gigantów w klatce?", "description": "Mark Zuckerberg przystał na propozycję walki w klatce rzuconą przez Elona Muska. \"Wyznacz miejsce \" — skwitował Zuckerberg na Instagramie w środę wieczorem w odpowiedzi na zaczepkę właściciela Twittera. Czy zobaczymy starcie, którego nikt się nie spodziewał?", "link": "https://businessinsider.com.pl/wiadomosci/mark-zuckerberg-podjal-propozycje-rzucona-przez-muska-czy-dojdzie-do-starcia-gigantow/930yext", "date_published": "2023-06-23 05:41:02+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna wrzutka do ustawy. To cios dla handlu autami", "description": "PiS rzuca kłody pod nogi sprzedającym i kupującym używane auta w Polsce. Zamiast złożyć za darmo i w 10 minut zawiadomienie o nabyciu auta, będą musieli je zarejestrować. To utrudni życie komisom, dealerom, i każdemu, kto kupuje pojazd z drugiej ręki. Sprawi, że ceny aut pójdą w górę, i to nawet o 2 tys. zł. Do tego za brak rejestracji samochodu w terminie będą grozić dwa razy wyższe kary.", "link": "https://businessinsider.com.pl/prawo/firma/kolejna-wrzutka-do-ustawy-to-cios-dla-rynku-motoryzacyjnego/mj3fhfv", "date_published": "2023-06-23 05:05:38+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy przestają bać się wzrostów cen, oczekiwania inflacyjne gasną", "description": "Coraz więcej osób w Polsce oczekuje, że ceny w sklepach przestaną rosnąć. Wygląda to na wyraźny spadek oczekiwań inflacyjnych. Towarzyszy mu też generalna poprawa nastrojów konsumentów. Mimo to sprzedaż detaliczna kolejny miesiąc wyraźnie spada. Na rynkach światowych znów drożeją zboża, złoty za to bije wciąż kolejne rekordy swojej siły. Zaś sprawa potężnych wzrostów notowań akcji Elektrociepłowni Będzin nagle zrobiła się polityczna. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/polacy-przestaja-bac-sie-wzrostow-cen-oczekiwania-inflacyjne-gasna/774zngx", "date_published": "2023-06-23 05:04:15+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 2023-6-23.", "description": "Przedstawiamy bieżące notowania kursu waluty EUR oraz zmiany w ujęciu tygodniowym i dzień po dniu na 2023-6-23. Pokazujemy, jak zmienia się kurs euro w stosunku do polskiego złotego. Czy nasza waluta obecnie traci? Wczoraj kurs EUR wynosił: 4.4287 zł. Wszystkiego dowiesz się z poniższego artykułu.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-2023-6-23/gyhkw35", "date_published": "2023-06-23 05:00:01+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Titan. US Navy już w niedzielę odnotowała sygnał implozji", "description": "Amerykańska US Navy odnotowała implozję łodzi Titan należącej do OceanGate już w niedzielę 18 czerwca — donosi \"Wall Street Journal\". Sygnał wychwycono krótko po tym, jak utracono kontakt z pojazdem.", "link": "https://businessinsider.com.pl/wiadomosci/titan-us-navy-juz-w-niedziele-odnotowala-sygnal-implozji/myq9psg", "date_published": "2023-06-23 04:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Facebook i Google muszą zacząć płacić mediom. Kanada rozwiązała problem", "description": "Ustawa regulująca wykorzystanie artykułów dziennikarskich w internecie stała się w czwartek obowiązującym prawem w Kanadzie. Firmy takie jak Meta czy Google będą musiały płacić mediom i dziennikarzom za wykorzystywanie ich publikacji.", "link": "https://businessinsider.com.pl/biznes/facebook-i-google-musza-zaczac-placic-mediom-kanada-rozwiazala-problem/jvrn0g1", "date_published": "2023-06-23 04:43:03+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od 1 lipca można przejść na metodę kasową VAT. To musisz jednak zrobić do końca czerwca", "description": "Od 1 lipca limit małego podatnika VAT wzrośnie z 1,2 mln euro do 2 mln euro. W efekcie więcej podatników będzie mogło rozliczać VAT według metody kasowej, a więc dopiero gdy dostaną zapłatę od nabywcy towarów lub usług. Ministerstwo Finansów w odpowiedzi na pytania Business Insider Polska tłumaczy, kto i jak może z tej zmiany skorzystać.", "link": "https://businessinsider.com.pl/prawo/podatki/od-1-lipca-wzrosnie-limit-malego-podatnika-chcesz-skorzystac-mf-tlumaczy-co-zrobic/f7h5c4l", "date_published": "2023-06-23 04:41:14+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ChatGPT to jeszcze nic. Nvidia H100 wyszkoli lepszą AI", "description": "Kiedy Nvidia ogłosiła w maju prognozę sprzedaży, wyniosła ona jej wartość rynkową powyżej 1 bln dol. Obecnie kapitalizacja spółki utrzymuje się na takim poziomie, a akcje od początku roku wypracowały zysk rzędu 200 proc. Mało kto jednak wie, że powodem takiego zachowania jest chip — komponent komputerowy. Konkretnie to H100, najnowsza jednostka przetwarzania grafiki, która jest adresowana do centrów danych. Co warto o niej wiedzieć?", "link": "https://businessinsider.com.pl/technologie/nvidia-h100-wyszkoli-lepsza-ai-niz-chatgpt/ms5nbqy", "date_published": "2023-06-23 04:33:45+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wiemy, jak \"uwieść\" klasę średnią. Zaskakujące wskazania w sprawie 500 plus [SONDAŻ]", "description": "Ograniczenie 500 plus dla najbogatszych, skuteczna polityka demograficzna i zmiana polityki wobec Brukseli. Te trzy oczekiwania wobec polityków wyróżniają klasę średnią — wynika z \"Indeksu priorytetów wyborczych\", który powstał na podstawie sondażu przeprowadzonego przez UCE Research dla BI Polska.", "link": "https://businessinsider.com.pl/wiadomosci/wiemy-jak-uwiesc-klase-srednia-zaskakujace-wskazania-sondazu/66yr36s", "date_published": "2023-06-23 04:17:41+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska na celowniku agencji ratingowych. Plusy powinny przesłonić minusy", "description": "Eksperci nie spodziewają się, aby agencje Fitch i S&amp;P, które w piątek ujawnią wyniki przeglądu ratingu Polski, zmieniły swoje oceny. Prawdopodobnie stabilna pozostanie także perspektywa. Jednak należy spodziewać się, że pojawią się krytyczne uwagi. Można liczyć także na słowa pochwały w kierunku polskiej gospodarki.", "link": "https://businessinsider.com.pl/gospodarka/polska-pod-lupa-agencji-ratingowych-dluga-lista-negatywnych-czynnikow/865cm66", "date_published": "2023-06-23 04:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliony Polaków bez szans na wymarzone mieszkanie. Sprawdziliśmy, co zmieni nowa płaca minimalna", "description": "Należysz do 3 mln osób najgorzej zarabiających? Nie masz szans na zakup wymarzonego mieszkania. Nawet po zapowiadanej wyjątkowo dużej podwyżce płacy minimalnej rodziny 2+1 w większości największych miast nie będzie stać na pełnoprawny lokal mieszkalny. Sprawdziliśmy, jak teraz i w przyszłym roku będzie wyglądać zdolność kredytowa i jak ma się do rynkowych stawek na rynku nieruchomości w ponad 30 miastach.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/placa-minimalna-w-2024-r-a-kredyt-na-mieszkanie-miliony-polakow-bez-szans/5zz1fy3", "date_published": "2023-06-23 04:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]