[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Jewgienij Prigożyn oskarżył Rosjan o atak na PKW \"Wagner\". FSB wszczęła przeciwko niemu postępowanie", "description": "- Jest nas 25 tysięcy i idziemy wyjaśniać, czemu w kraju trwa chaos - powiedział w piątek wieczorem w jednym z nagrań na Telegramie Jewgienij Prigożyn. Wcześniej szef Grupy Wagnera poinformował o rzekomym ataku Rosjan, w którym zginęła ogromna liczba bojowników. Federalna Służba Bezpieczeństwa (FSB) wszczęła przeciwko Prigożynowi sprawę karną dotyczącą wezwań do zbrojnego buntu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/jewgienij-prigozyn-oskarzyl-rosyjska-armie-o-atak-na-grupe-wagnera-zapowiada-odwet/", "date_published": "2023-06-23 19:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Stockton Rush, założyciel OceanGate, lekceważył ostrzeżenia w sprawie Titana", "description": "Ostrzeżenia dotyczące kwestii bezpieczeństwa łodzi podwodnej Titan były wielokrotnie bagatelizowane i odrzucane przez założyciela OceanGate - wynika z ustaleń dziennikarzy BBC. Portal powołuje się na korespondencję mailową między dyrektorem firmy a ekspertem ds. eksploracji głębin morskich i sugeruje, że od dawna dochodziło do wielu kluczowych zaniedbań.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/stockton-rush-zalozyciel-oceangate-zabral-turystow-na-dno-oceanu-bagatelizowal-bezpieczenstwo/", "date_published": "2023-06-23 19:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjski MON założył \"klasę\" dla żołnierzy. Uczą się niszczyć zachodnie czołgi", "description": "Rosja szykuje się do walki z zachodnimi czołgami, które już walczą w Ukrainie lub wkrótce trafią na front. Ministerstwo obrony zorganizowało specjalne szkolenia dla żołnierzy podczas których poznają słabe punkty Leopardów, Challengerów i Abramsów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/rosyjski-mon-zalozyl-klase-dla-zolnierzy-ucza-sie-niszczyc-zachodnie-czolgi/", "date_published": "2023-06-23 16:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. Rosjanin okupuje teren niedoszłej ambasady. \"Jakiś facet na trawie\"", "description": "Rosjanin z immunitetem dyplomatycznym koczuje na terenie niedoszłej ambasady Rosji w Canberze w Australii. Według mediów jest to samotny protest, który jest reakcją na niedawną decyzję australijskich władz, które nakazały wstrzymanie budowy placówki dyplomatycznej. Rosja zamierza odwołać się od niej do Sądu Najwyższego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/australia-rosyjski-polityk-protestuje-na-terenie-ktory-nie-jest-juz-rosji-jakis-facet-na-trawie/", "date_published": "2023-06-23 16:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Atak partyzantów w Mariupolu. Nie żyje czterech rosyjskich oficerów", "description": "W okupowanym czasowo Mariupolu doszło do eksplozji, w której zginęło czterech rosyjskich oficerów - poinformowała Ukraińska Prawda. Według mediów był to zaplanowany atak przeprowadzony przez tamtejszy ruch oporu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/mariupolski-ruch-oporu-donosi-o-wyeliminowaniu-co-najmniej-4-oficerow-okupacyjnych6/", "date_published": "2023-06-23 15:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Szef wywiadu oskarża \"polskie elity\" o chęć zajęcia zachodniej Ukrainy", "description": "- Ten sen żyje i podejmuje się szereg aktywnych działań, aby to marzenie zrealizować - stwierdził w wywiadzie Siergiej Naryszkin. Szef wywiadu zagranicznego Rosji mówił o rzekomych, polskich ambicjach zajęcia przez Warszawę zachodniej Ukrainy. Po raz kolejny rosyjska propaganda wykorzystuje argument, który ma podzielić Polaków i Ukraińców.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/rosja-szef-wywiadu-oskarza-polskie-elity-o-chec-zajecia-zachodniej-ukrainy/", "date_published": "2023-06-23 13:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Tak mogła wyglądać implozja Titana. Wizualizacje pojawiły się na TikToku", "description": "Po tragedii załogi łodzi podwodnej Titan, do której doszło w odmętach Oceanu Atlantyckiego, w mediach społecznościowych pojawia się coraz więcej wizualizacji samej implozji. Według wyliczeń specjalistów, do katastrofy doszło tak szybko, że podróżnicy nie byli w stanie zarejestrować tego, co się dzieje.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/usa-tak-mogla-wygladac-implozja-titana-wizualizacje-pojawily-sie-na-tiktoku/", "date_published": "2023-06-23 13:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Jewgienij Prigożyn: Rosyjski MON oszukuje opinię publiczną i Putina", "description": "- Ludzie z administracji Putina, FSB i oligarchowie plądrują Donbas od 2014 roku. Pieniądze, zamiast na korpusy milicji, rozdawali generałom, którzy je przepijali - mówi na najnowszym nagraniu szef Grupy Wagnera Jewgienij Prigożyn. Wypunktował też kłamstwa Kremla o rzekomym zniszczeniu zachodnich czołgów Leopard i atakach na Donieck. Podał też, skąd obecnie wycofują się Rosjanie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/jewgienij-prigozyn-rosyjski-mon-oszukuje-opinie-publiczna-i-putina/", "date_published": "2023-06-23 12:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zabójstwo Anastazji na wyspie Kos. Zarzut gwałtu dla 32-latka z Bangladeszu", "description": "Greckie media poinformowały o kolejnym zarzucie dla obywatela Bangladeszu, który - zdaniem śledczych - na wyspie Kos zamordował 27-letnią Anastazję z Wrocławia. Grecka prokuratura zgromadziła dowody, że 32-latek zgwałcił kobietę. Wcześniej Banglijczyk usłyszał zarzuty porwania młodej Polki, a także próby ucieczki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/zabojstwo-anastazji-na-wyspie-kos-jest-kolejny-zarzut-dla-obywatelu-bangladeszu/", "date_published": "2023-06-23 12:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraińska kontrofensywa. Płk Dachowicz o słabościach działań Ukraińców", "description": "- Dostawy broni do Ukrainy są spóźnione jakieś sześć miesięcy - powiedział w Polsat News pułkownik rezerwy i były dowódca Pierwszego Pułku Specjalnego Komandosów dr Dariusz Dachowicz. Skomentował także postępy ukraińskiej kontrofensywy. Zaznaczył, że nie wolno lekceważyć sygnałów o możliwym ataku Rosjan na elektrownię jądrową.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/ukrainska-kontrofensywa-plk-dachowicz-o-slabosciach-dzialan-ofensywnych-ukraincow/", "date_published": "2023-06-23 09:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Katastrofa Titana. 19-latek nie chciał płynąć. Ojciec go namówił", "description": "19-latek, który zginął w katastrofie Titana, od początku nie chciał wsiadać na pokład łodzi. Zdecydował się jednak po namowach, by zrobić przyjemność ojcu. Jak wynika z relacji ciotki 19-latka, wcześniej jednak chłopak sygnalizował, że nie ma na to ochoty i jest przerażony podróżą w celu zbadania wraku Titanica.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/katastrofa-titana-19-latek-nie-chcial-plynac-ojciec-go-namowil/", "date_published": "2023-06-23 07:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Katastrofa Titana. Amerykańskie wojsko miało sygnały już w niedzielę", "description": "Amerykański system zarejestrował sygnał implozji łodzi Titan tuż po tym, jak łódź straciła kontakt z powierzchnią - podał portal gazety The Wall Street Journal. Jak twierdzi z kolei Insider, to oznacza, że niektóre osoby na wyższych szczeblach w armii USA były świadome losu Titana na kilka dni przed resztą świata. Oficjalnie o implozji poinformowano w czwartek.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-23/katastrofa-titana-amerykanskie-wojsko-mialo-sygnaly-juz-w-niedziele/", "date_published": "2023-06-23 04:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]