[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC1W8ShdwtfgjRHdbl1Lctcw", "title": "Los Angeles early 40s,50s in color [60fps, Remastered] w/sound design added", "description": "I colorized, restored and created a sound design for this incredible video of a journey through Los Angeles in the early 40s and 50s, you can see downtown and people's daily lives, and various interesting scenes.\n\nVideo Restoration Process:\n✔ FPS boosted to 60 frames per second \n✔ Image resolution boosted up to HD \n✔ Improved video sharpness and brightness \n✔ Colorized only for the ambiance (not historically accurate)\n✔added sound only for the ambiance\n✔restoration:(stabilisation,denoise,cleand,deblur) \n\nPlease, be aware that colorization colors are not real and fake, colorization was made only for the ambiance and do not represent real historical data.\n\nB&amp;W Video Source: Rick Prelinger, Internet Archive\n\nThanks to Mr. Rick Prelinger for share the amazing B&amp;W Video Source,\n\nRick Prelinger is an archivist, professor at the University of California, Santa Cruz,writer and filmmaker, and founder of the Prelinger Archives, a collection of 60,000 advertising, educational, industrial, and amateur films acquired by the Library of Congress in 2002 after 20 years' operation\n\n- - - - - - - - - - - - - - - - - - - -\n📨 Contact  :nassthegoodman@gmail.com\n- - - - - - - - - - - - - - - - - - - -\nFor any Copyright issues, please reach out to us first before filing a claim with YouTube. Send us a message or email detailing your concerns and we'll make sure the matter is resolved immediately. All contact details in our channel's \"About\" page! Please consider \"fair use\" before filing a claim. Thank You!\n\n\n\nJoin this channel to benefit from exclusive advantages and also to support us: https://www.youtube.com/channel/UC1W8ShdwtfgjRHdbl1Lctcw/join", "link": "https://www.youtube.com/watch?v=1PJD-PbENvg", "date_published": "2023-06-23 21:11:10+00:00", "persistent": false, "user": null, "language": "en-US"}]