[{"source": "https://www.jefftk.com/news.rss", "title": "Accidentally Load Bearing", "description": "<p><span>\n\nSometimes people will talk about Chesterton's Fence, the idea that if\nyou want to change something&#8212;removing an apparently useless\nfence&#8212;you should first determine why it was set up that way:\n\n</span>\n\n<p>\n\n</p>\n\n<blockquote>\n\nThe gate or fence did not grow there. It was not set up by\nsomnambulists who built it in their sleep. It is highly improbable\nthat it was put there by escaped lunatics who were for some reason\nloose in the street. Some person had some reason for thinking it would\nbe a good thing for somebody. And until we know what the reason was,\nwe really cannot judge whether the reason was reasonable. It is\nextremely probable that we have overlooked some whole aspect of the\nquestion, if something set up by human beings like ourselves seems to\nbe entirely meaningless and mysterious. &#8212; <i>G. K. Chesterton, The\nDrift From Domesticity</i>\n\n</blockquote>\n\n\n\n<p>\n\nFiguring out something's designed purpose can be helpful in evaluating\nchanges, but a risk is that it puts you in a frame of mind where what\nmatters is the role the original builders intended.\n\n</p>\n\n<p>\n\nA few years ago I was <a href=\"https://www.jefftk.com/p/bathroom-construction-framing\">rebuilding a bathroom in our\nhouse</a>, and there was a vertical stud that was in the way.  I could\neasily tell why it was there: it was part of a partition for a closet.\nAnd since I knew its designed purpose and no longer needed it for\nthat anymore, the Chesterton's Fence framing would suggest that it was\nfine to remove it.  Except that over time it had become accidentally\nload bearing: through other (ill conceived) changes to the structure\nthis stud was now helping hold up the second floor of the house.  In\naddition to considering why something was created, you also need to\nconsider what additional purposes it may have since come to serve.\n\n</p>\n\n<p>\n\nThis is a concept I've run into a lot when making changes to complex\ncomputer systems.  It's useful to look back through the change\nhistory, read original design documents, and understand why a\ncomponent was built the way it was.  But you also need to look closely\nat how the component integrates into the system today, where it can\neasily have taken on additional roles.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02i81EvJpGSRdnfgT8kbtgPtFKJ4t9c4uYCnNvwmZiCyVvYLbcVKkshj9YkoC1at3Zl\">facebook</a>, <a href=\"https://lesswrong.com/posts/QBeN49SoKpDMX3kKk\">lesswrong</a>, <a href=\"https://mastodon.mit.edu/@jefftk/110707644099272630\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/accidentally-load-bearing", "date_published": "2023-07-13T08:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]