[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "MARO: Tiny Desk Concert", "description": "Anamaria Sayre | July 13, 2023\nAs captivating as birds who sing in sync, MARO's guitar trio brought an almost imperceptible, natural beauty to her Tiny Desk, characteristic of an artist truly in her element.\n\nIt makes sense that the Portuguese guitarist and singer-songwriter would feel at home in this space given her previous visit to the Desk as a featured player and vocalist in Jacob Collier's Tiny Desk concert. Beyond that, the artist came ready-made for the platform, prepared to lay bare a transfixing expression of bilingual heartbreak, strung together by the seamless narration of three acoustic guitars.\n\nOpening with \"há-de sarar,\" the singer invited the listener to participate in her journey of heartbreak with sing-songy guitar harmonies and gently ebbing Portuguese vocals. Transitioning to \"just wanna forget you,\" MARO reminded the audience of the raw emotionality of her lyricism, trading languages to emphasize the melancholic guitar rhythms, weaving a tale she suggested most can relate to. Finishing with \"can you see me?\" and \"I SEE IT COMING,\" she encouraged everyone to join in singing, inserting whatever lyrics or sounds they felt compelled to add.\n\nAt every stage of her performance, she reminded the listener that regardless of language, culture or place, within a few weeping guitars and mesmerizing vocals lies some deeply and universally felt truths.\n\nSET LIST\n\"há-de sarar\"\n\"just wanna forget you\"\n\"can you see me?\"\n\"I SEE IT COMING\"\n\nMUSICIANS\nMARO: vocals, guitar \nDarío Barroso: guitar \nPau Figueres: guitar \n\nTINY DESK TEAM\nProducer: Anamaria Sayre\nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter \nVideographers: Joshua Bryant, Maia Stern, Sofia Seidel\nAudio Assistant: Neil Tevault\nProduction Assistant: Ashley Pointer\nPhotographer: Estefania Mitre\nTiny Desk Team: Suraya Mohamed, Kara Frame, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #maro", "link": "https://www.youtube.com/watch?v=btiE3ASfUUE", "date_published": "2023-07-13T09:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/btiE3ASfUUE/hqdefault.jpg"}]