[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Cyberpunk 2077: Phantom Liberty DLC - 15 GAME CHANGING FEATURES You Need To Know", "description": "Cyberpunk 2077’s upcoming and only planned expansion Phantom Liberty is almost here, and with it an experience CD Projekt Red are hoping will provide a drastic overhaul to the base game’s established gameplay, mechanics, and narrative. \n\nWholesale changes have been reported in Phantom Liberty’s setting, narrative, gameplay, character customization, and so much more. This feature aims to highlight 15 of the most drastic changes players can expect when diving into Phantom Liberty, with the entries chosen based upon how meaningful their change will be to the original game. \n\nMost of these entries represent huge improvements should CD Projekt Red pull them off, and if they do it’ll represent a complete about turn given Cyberpunk 2077’s awful original release, one which has taken nearly 3 years to fix.", "link": "https://www.youtube.com/watch?v=sXS05DW-8eY", "date_published": "2023-07-13T15:30:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/sXS05DW-8eY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Atlas Fallen - 15 Things You Need To Know BEFORE YOU BUY", "description": "Having spent some time honing its craft in the Soulslike genre, with its next outing, Deck13 is looking to deliver something different. Atlas Fallen is promising a fantasy action RPG setting that sets itself apart from the studio’s past outings in more than a few ways, whether that its promise of a greater emphasis on fast-paced and flashy combat, its focus on fast movement and traversal mechanics, larger and more open environments to explore, or the ability to experience the entirety of its post-apocalyptic offerings in 2-player co-op. \n\nIt’s fair to say that Atlas Fallen is shaping up to be an intriguing experience based on all that we know of it so far, and ahead of its launch, here, we’ll be going over a few key details that you should know about it.", "link": "https://www.youtube.com/watch?v=3WqpAm3kBl8", "date_published": "2023-07-13T13:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3WqpAm3kBl8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Jagged Alliance 3 Review - The Final Verdict", "description": "Having largely been absent from the world of gaming for the better part of two decades, Jagged Alliance is back with Jagged Alliance 3. Bringing back its unique blend of turn-based tactical battles, light RPG aspects, Jagged Alliance 3 is one of the more unique takes on the tactical genre out there. \n\nIts unique gameplay is blended quite well with the over-the-top silliness of its writing, giving us mercenaries that are a lot of fun to hang around with, as well as a cartoonish villain that does a great job of being someone you really love to hate. While its management aspects might start getting tedious to some players, the rest of the game does more than enough to continue being fun the entire time.", "link": "https://www.youtube.com/watch?v=wwzgJjBGwkg", "date_published": "2023-07-13T13:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wwzgJjBGwkg/hqdefault.jpg"}]