[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "PicassoLoader Malware Used in Ongoing Attacks on Ukraine and Poland", "description": "Government entities, military organizations, and civilian users in Ukraine and Poland have been targeted as part of a series of campaigns designed to steal sensitive data and gain persistent remote access to the infected systems.\nThe intrusion set, which stretches from April 2022 to July 2023, leverages phishing lures and decoy documents to deploy a downloader malware called PicassoLoader, which", "link": "https://thehackernews.com/2023/07/picassoloader-malware-used-in-ongoing.html", "date_published": "2023-07-13T16:07:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "TeamTNT's Silentbob Botnet Infecting 196 Hosts in Cloud Attack Campaign", "description": "As many as 196 hosts have been infected as part of an aggressive cloud campaign mounted by the TeamTNT group called Silentbob.\n\"The botnet run by TeamTNT has set its sights on Docker and Kubernetes environments, Redis servers, Postgres databases, Hadoop clusters, Tomcat and Nginx servers, Weave Scope, SSH, and Jupyter applications,\" Aqua security researchers Ofek Itach and Assaf Morag said in a", "link": "https://thehackernews.com/2023/07/teamtnts-silentbob-botnet-infecting-196.html", "date_published": "2023-07-13T15:55:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fake PoC for Linux Kernel Vulnerability on GitHub Exposes Researchers to Malware", "description": "In a sign that cybersecurity researchers continue to be under the radar of malicious actors, a proof-of-concept (PoC) has been discovered on GitHub, concealing a backdoor with a \"crafty\" persistence method.\n\"In this instance, the PoC is a wolf in sheep's clothing, harboring malicious intent under the guise of a harmless learning tool,\" Uptycs researchers Nischay Hegde and Siddartha Malladi said.", "link": "https://thehackernews.com/2023/07/blog-post.html", "date_published": "2023-07-13T12:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Rockwell Automation ControlLogix Bugs Expose Industrial Systems to Remote Attacks", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has alerted of two security flaws impacting Rockwell Automation ControlLogix EtherNet/IP (ENIP) communication module models that could be exploited to achieve remote code execution and denial-of-service (DoS).\n\"The results and impact of exploiting these vulnerabilities vary depending on the ControlLogix system configuration, but", "link": "https://thehackernews.com/2023/07/rockwell-automation-controllogix-bugs.html", "date_published": "2023-07-13T09:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "U.S. Government Agencies' Emails Compromised in China-Backed Cyber Attack", "description": "An unnamed Federal Civilian Executive Branch (FCEB) agency in the U.S. detected anomalous email activity in mid-June 2023, leading to Microsoft's discovery of a new China-linked espionage campaign targeting two dozen organizations.\nThe details come from a joint cybersecurity advisory released by the U.S. Cybersecurity and Infrastructure Security Agency (CISA) and Federal Bureau of Investigation", "link": "https://thehackernews.com/2023/07/us-government-agencies-emails.html", "date_published": "2023-07-13T06:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Vulnerabilities Disclosed in SonicWall and Fortinet Network Security Products", "description": "SonicWall on Wednesday urged customers of Global Management System (GMS) firewall management and Analytics network reporting engine software to apply the latest fixes to secure against a set of 15 security flaws that could be exploited by a threat actor to circumvent authentication and access sensitive information.\nOf the 15 shortcomings (tracked from CVE-2023-34123 through CVE-2023-34137), four", "link": "https://thehackernews.com/2023/07/new-vulnerabilities-disclosed-in.html", "date_published": "2023-07-13T05:16:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]