[{"source": "https://www.engadget.com/rss.xml", "title": "Twitter finally begins paying some of its creators", "description": "<p>Twitter’s ad-revenue sharing program for creators has <a href=\"https://twitter.com/Twitter/status/1679572360695824384\">officially launched</a> — and it’s reportedly already begun paying eligible Blue subscribers. Elon Musk <a href=\"https://www.engadget.com/twitter-blue-ad-revenue-share-creators-elon-musk-184543110.html\">announced the initiative</a> in February, but with scant details about how it would work, nobody knew quite what to expect. However, some high-profile users report today they’ve received notifications about incoming deposits — including one user <a href=\"https://twitter.com/krassenstein/status/1679550723174834201\">claiming</a> he’s set to receive over $24,000. The rewards are based on ads in replies to eligible users’ content.</p><p>The program incentivizes creators who contribute popular content that drives ads — rewarding accounts that help Twitter make money (while driving new <a href=\"https://www.engadget.com/twitter-blue-subscriptions-are-now-available-worldwide-211835305.html\">Blue subscriptions</a>). “This means that creators can get a share in ad revenue starting in the replies to their posts,” a Twitter <a href=\"https://help.twitter.com/en/using-twitter/creator-ads-revenue-sharing\">help article</a> published today reads. “This is part of our effort to help people earn a living directly on Twitter.” Musk <a href=\"https://twitter.com/elonmusk/status/1679532945038798848\">tweeted</a> today that payouts “will be cumulative from when I first promised to do so in February.”</p><span id=\"end-legacy-contents\"></span><div id=\"ede1536e1df740c29412c754fe9fc1f3\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Twitter just paid me almost $25,000. <a href=\"https://t.co/oIJ2Ycymzb\">pic.twitter.com/oIJ2Ycymzb</a></p>— Brian Krassenstein (@krassenstein) <a href=\"https://twitter.com/krassenstein/status/1679550723174834201?ref_src=twsrc%5Etfw\">July 13, 2023</a></blockquote></div><p>However, the bar is high to receive a transfer from the Musk-owned social media company. The support post says the revenue-sharing system applies to Twitter Blue or Verified Organizations subscribers with at least five million post impressions in each of the past three months. They’ll also need to pass a human review and adhere to the company’s Creator Subscriptions policies; Twitter will then pay eligible users using a Stripe account. The company says it will soon launch an application process, found under Monetization in account settings.</p><p>The move aims to make Twitter a more attractive platform for content creators. It may not be a coincidence that the program arrived about a week after Meta launched its <a href=\"https://www.engadget.com/metas-threads-app-is-here-to-challenge-twitter-230039730.html\">Twitter rival Threads</a>, which didn’t take long to gain traction —&nbsp;gaining over <a href=\"https://www.engadget.com/one-week-in-threads-has-become-twitters-biggest-threat-140050889.html\">100 million users in its first five days</a>. That’s higher than previous record-holders <a href=\"https://www.engadget.com/chatgpt-100-million-users-january-130619073.html\">ChatGPT</a> and TikTok.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-finally-begins-paying-some-of-its-creators-204830947.html?src=rss", "link": "https://www.engadget.com/twitter-finally-begins-paying-some-of-its-creators-204830947.html?src=rss", "date_published": "2023-07-13T20:48:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft's next big update to its Office apps: a new font", "description": "<p>If you've used Microsoft productivity suites this millennium, you're in for a big change... visually, at least. After 15 years, Microsoft is <a href=\"https://medium.com/microsoft-design/a-change-of-typeface-microsofts-new-default-font-has-arrived-f200eb16718d\">replacing</a> the default font in 365 and Office apps, Calibri, with something new: Aptos. It may look like a simple sans-serif font (and it is in default form), but Microsoft is betting that you'll like it thanks to its sheer flexibility.</p><p>Aptos works with many languages. There are four different font weights, and serif variants if you need something less hypermodern. Creator Steve Matteson (who made Windows' first TrueType fonts) waxes poetic about Aptos including a &quot;little bit of humanity&quot; and evoking the personalities of Carl Kasell and even Stephen Colbert, but the end result is a font that will theoretically be easy to read and eye-catching whether you're writing a school essay or prepping a company presentation.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Microsoft Aptos serif font\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/878d1710-21b2-11ee-abef-81b1236b1cac\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Microsoft</div></figure><p>The font has already been available as Bierstadt as part of a feedback gathering effort, but is rolling out as the default font in Excel, Outlook, PowerPoint and Word for hundreds of millions of people starting today. Everyone will see it within the next few months. It'll still be available under its old name, as will the four fonts that didn't make the cut (Grandview, Seaford, Skeena and Tenorite). Like Calibri, Aptos will be pinned to the top of the font picker but won't be mandatory.</p><p>Yes, it's just a font — like those <a href=\"https://www.engadget.com/2018-11-29-microsoft-redesigns-office-icons.html\">redesigned Office icons</a> from 2018, Aptos will have zero impact on your ability to get things done. As one of the most noticeable elements of any app, though, the new default font will change the look and feel of tools you might use every day. And like <a href=\"https://www.engadget.com/2014-11-18-apple-watchs-new-font-isnt-the-first-apple-font-named-san-fran.html\">Apple's San Francisco font</a>, it reflects an evolving technological landscape where a typeface has to be le on a wide range of devices and screen sizes.</p>This article originally appeared on Engadget at https://www.engadget.com/microsofts-next-big-update-to-its-office-apps-a-new-font-193824683.html?src=rss", "link": "https://www.engadget.com/microsofts-next-big-update-to-its-office-apps-a-new-font-193824683.html?src=rss", "date_published": "2023-07-13T19:38:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Google lays off contractors who unionized last month", "description": "<p>Around 80 Google Help subcontractors who recently <a href=\"https://www.alphabetworkersunion.org/press/google-help-workers-announce-union-with-alphabet-workers-union-cwa\">voted to unionize</a> with the Alphabet Workers Union-Communications Workers of America (AWU-CWA) found out last week that they will be laid off. The group began a hearing this week with the National Labor Relations Board (NLRB) regarding the complex issue of joint employment for contractors. “It really stinks of retaliation,” Casey Padron, a general writer on the team scheduled to lose her job in August, told Engadget today.</p><p>The group announced the unionization effort on Thursday, June 8th; around two-thirds of the workers were notified weeks later about the layoffs. The team includes writers and graphic designers who create internal and external content for the search giant, including Google Help support pages. They list Google and Accenture as joint employers “due to the direct role both companies play in shaping working conditions.” Because they were joint contractors employed by tech consultancy Accenture, they don’t appear to enjoy protections with the Worker Adjustment and Retraining Notification (WARN) Act, legislation passed in 1988 that provides certain rights for laid-off workers. (California is currently considering <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202320240AB1356\">expanding protections</a> for contract workers.)</p><span id=\"end-legacy-contents\"></span><p>“Last week we received news that 80 of our nearly 120 recently unionized Google Help coworkers would be laid off,” said Julia Nagatsu Granstrom, Senior Writer and member of the Alphabet Workers Union- CWA. “We had exercised our right to organize as members of the Alphabet Workers Union-CWA in order to bring both Google and Accenture, a Google subcontractor, to the bargaining table to negotiate on several key demands, including layoff protections.” Nagatsu Granstrom describes the layoffs as “absolutely unacceptable,” given the timing of an active union campaign “with overwhelming support from workers.”</p><p>The Google Help cuts follow a group of company contractors rating search results who were <a href=\"https://www.washingtonpost.com/technology/2023/06/14/google-ai-bard-raters-chatbot-accuracy/\">fired</a> last month after announcing intentions to unionize with the same organization, the AWU-CWA. However, they were <a href=\"https://www.alphabetworkersunion.org/press/raters-reinstated\">reinstated and promised backpay</a> after filing Unfair Labor Practice charges with the NLRB.\u2028</p><figure><img alt=\"Google workers hold signs, including a reference to the company's \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/0d60f4d0-21b1-11ee-bf9e-961f6b5e36c1\" style=\"height: 3666px; width: 5500px;\" /><figcaption></figcaption><div class=\"photo-credit\">Henry Nicholls / reuters</div></figure><p>Padron says the Google Help layoffs caught her off guard. “I was extremely surprised to hear about our team’s layoffs,” she told Engadget. “We are constantly told by Google and Accenture management how impressed they are with the quality of our work, so the timing of these layoffs looks suspiciously like retaliation for our union formation.” She says the employer’s proclaimed motive of budget tightening doesn’t add up. “They claimed that the cuts were a result of changes in budget allocation, but Accenture has also posted job listings that have our exact job description and project code.”</p><p>“These giant, wealthy corporations need to start living up to their own ‘core values’ and treating their workers with the dignity, respect, and humanity we deserve,” Padron added. “If these multi-billion dollar corporations can’t afford to provide humane working conditions to their employees, the business model needs radical change. Some of our operations managers and the Googlers we collaborate with have already expressed that Google’s help centers will suffer without our team. They will feel this loss, and they deserve to.”</p><p>Nagatsu Granstrom says the unionized workers will take “every recourse possible to support our impacted members and continue to organize workers at Google Help and beyond.” Padron echoes the upbeat, fighting tone. “If it’s Accenture and Google’s goal to demoralize us, they have failed,” she told Engadget. “We are more united than ever and will continue to fight for this job that so many of us love and rely on.”</p>This article originally appeared on Engadget at https://www.engadget.com/google-lays-off-contractors-who-unionized-last-month-193020753.html?src=rss", "link": "https://www.engadget.com/google-lays-off-contractors-who-unionized-last-month-193020753.html?src=rss", "date_published": "2023-07-13T19:30:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "AP and OpenAI enter into two-year partnership to help train algorithmic models", "description": "<p><em>The Associated Press</em> (AP) and ChatGPT parent company OpenAI have reached a news-sharing agreement, but not for the reasons you may think. It doesn’t involve AI chatbots quickly churning out content, but rather a way for OpenAI to train its algorithmic models, <a href=\"https://www.axios.com/2023/07/13/ap-openai-news-sharing-tech-deal\">as reported by <em>Axios.</em></a> The two-year deal gives OpenAI access to select news content and technology from the AP archives, dating back to 1985. All of this sweet, sweet data will be used to improve the efficacy of future iterations of ChatGPT and related tools.</p><p>This is one of the first high-profile partnerships between a major news organization and an artificial intelligence company. The two firms are still working out the details, but it looks like AP will receive access to OpenAI’s proprietary technology as part of the exchange. AP has long relied on automation technology when filing news reports, so it’ll likely use OpenAI’s tech to streamline and improve this process.</p><span id=\"end-legacy-contents\"></span><p>AP doesn’t use generative AI to write articles but does use similar technologies to automate corporate earnings reports and <a href=\"https://www.engadget.com/2016-06-30-associated-press-automated-minor-league-baseball-news.html\">coverage of local sporting events,</a> among other article types. Additionally, the organization uses these tools to translate weather alerts into Spanish. AP launched an AI tool earlier this year to enable clients, which are mostly other newsrooms, to search for relevant photos, videos and stories. This software allows clients to make queries using descriptive language instead of dry metadata. In other words, having access to OpenAI’s treasure trove of data should dramatically improve this experience.</p><p>As for OpenAI, they are obviously looking to expand into news in the future, and this partnership gives them plenty of legally-obtained data to work with. Artificial intelligence threatens to upend traditional news business models, but AP says it “supports a framework that will ensure intellectual property is protected and content creators are fairly compensated for their work.” The organization also says that newsrooms “must have a seat at the table” to ensure they aren’t taken advantage of.</p>This article originally appeared on Engadget at https://www.engadget.com/ap-and-openai-enter-into-two-year-partnership-to-help-train-algorithmic-models-183007344.html?src=rss", "link": "https://www.engadget.com/ap-and-openai-enter-into-two-year-partnership-to-help-train-algorithmic-models-183007344.html?src=rss", "date_published": "2023-07-13T18:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "‘EA Sports FC 24’ will hit consoles and PC on September 29th", "description": "<p>It's the dawn of a new era for <a href=\"https://www.engadget.com/tag/ea/\"><ins>EA</ins></a>'s flagship soccer series and the company has revealed when the first installment of the rebranded franchise will arrive. <em>EA Sports FC 24</em> will hit PS5, PS4, Xbox Series X/S, Xbox One, Nintendo Switch and PC on September 29th. EA's long-standing partnership with FIFA <a href=\"https://www.engadget.com/fifa-23-ea-sports-fc-branding-170729395.html\"><ins>ended after </ins><em><ins>FIFA 23</ins></em></a>, prompting the name change.&nbsp;</p><p>Rumors suggested the PlayStation 5 and Xbox Series X/S versions would cost $80, but those were not true. The game still costs $70 on those platforms. However, PlayStation 4 and Xbox One players will need to pay that much as well. EA is selling it as a &quot;dual entitlement&quot; cross-generation title. <em>EA Sports FC 24</em> also costs $70 on PC, while it's $60 on Switch.</p><span id=\"end-legacy-contents\"></span><p>The $100 Ultimate Edition includes Ultimate Team perks, 4,600 FC points and up to seven days of early access. Notably, those who opt for the standard version won't have access to an Ultimate Team Campaign mode, though they'll still be able to play the regular version of Ultimate Team — EA won't want to lock any players out of one of <a href=\"https://www.engadget.com/ea-fifa-ultimate-team-net-revenue-2021-loot-boxes-143258804.html\"><ins>its biggest cash cows</ins></a>. Meanwhile, EA is <a href=\"https://www.ea.com/games/ea-sports-fc/fc-24/ultimate-team#women-in-ultimate-team-faq\"><ins>adding women</ins></a> to Ultimate Team for the first time, meaning men and women will be playing with and against each other on the same virtual pitch.</p><div id=\"318b8bd843444886bad8f0243c8fcfe3\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The release date and pricing details emerged as EA <a href=\"https://www.youtube.com/watch?v=OF7VyAI5vsg\"><ins>showed off the game</ins></a> proper for the first time and <a href=\"https://www.ea.com/games/ea-sports-fc/fc-24\"><ins>announced some of the new features</ins></a>. The series formerly known as FIFA is gaining two new women's leagues: Spain's Liga F and Frauen-Bundesliga, the highest level of competition in Spain and Germany, respectively.</p><p>EA has been securing agreements with various leagues and organizations in the aim of keeping the series as true to life as possible. More than 19,000 authentic players, 30-plus leagues and more than 100 stadiums will be represented in <em>EA Sports FC 24.</em> The company has also secured exclusive deals with the English Premier League and UEFA to use their branding and to retain access to competitions like the Champions League.</p><p>The Frostbite engine is still in play this time around, though EA says it's using an enhanced version. This is also the first installment of the series to use Frostbite on Switch, according to <a href=\"https://www.nintendo.com/store/products/ea-sports-fc-24-switch/\"><ins>its eShop listing</ins></a>.</p><p>EA has upgraded its <a href=\"https://www.engadget.com/fifa-22-release-date-163029621.html\">HyperMotion tech</a> as well. HyperMotionV (which will be available on the PS5, Xbox Series X/S and PC versions) taps into volumetric data from more than 180 high-level men's and women's professional games. &quot;This unlocks authentic full-team movement as well as 1,200 signature run styles so fans can experience the unique ways that top players move,&quot; EA says. It added that this tech can help it create new animations for EA Sports FC within just a few days.</p><p>Another new feature called PlayStyles taps into real-world data from Opta and other sources to make players more unique. EA says this will impact gameplay and give players distinct capabilities. In Ultimate Team, &quot;PlayStyles+ enhance those signature abilities to world-class standard — think [Erling] Haaland’s Power Shot — reflecting elite players’ abilities to play at a level that few others can reach,&quot; the company added.</p><p><a href=\"https://www.ea.com/games/ea-sports-fc/fc-24/news/fc24crossplayupdate\"><ins>Crossplay will be available</ins></a> between PS5, Xbox Series X/S and PC, as well as between PS4 and Xbox One. The Clubs, Co-Op Season, <a href=\"https://www.engadget.com/2019-09-19-fifa-20-volta-review.html\"><ins>Volta Football</ins></a> and Ultimate Team Co-Op modes will support crossplay for the first time. However, the Switch version of <em>FC24</em> won't include crossplay.</p>This article originally appeared on Engadget at https://www.engadget.com/ea-sports-fc-24-will-hit-consoles-and-pc-on-september-29th-182429306.html?src=rss", "link": "https://www.engadget.com/ea-sports-fc-24-will-hit-consoles-and-pc-on-september-29th-182429306.html?src=rss", "date_published": "2023-07-13T18:24:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter is trying to fix the verified DM spam problem it created", "description": "<p>Twitter has gotten worse in a number of ways since Elon Musk introduced paid verification. But one of the most consistently annoying has been the sharp uptick in DM spam. Now, Twitter says it’s making a change to cut down on the amount of spammy messages in users’ inboxes.</p><p>The company is adding a new setting that will route messages from verified accounts you’re not following to the “message requests” inbox, rather than the primary inbox. The new setting will be automatically enabled for anyone who previously had their DMs open to everyone, though they’ll be able to “switch back at any time,” according to Twitter.</p><span id=\"end-legacy-contents\"></span><p>That’s a notable reversal from a change Musk recently <a href=\"https://mashable.com/article/twitter-blue-pay-dm-bots\">endorsed</a> that allowed paid Twitter Blue subscribers to direct message any user regardless of following status. But while Musk <a href=\"https://twitter.com/elonmusk/status/1668031228811804675\"><ins>suggested</ins></a> the change would cut down on “AI bots,” it resulted in more DM spam.</p><div id=\"65e4ab12076646fe848a755447717a0f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Starting as soon as July 14th, we’re adding a new messages setting that should help reduce the number of spam messages in DMs. With the new setting enabled, messages from users who you follow will arrive in your primary inbox, and messages from verified users who you don’t follow…</p>— Twitter Support (@TwitterSupport) <a href=\"https://twitter.com/TwitterSupport/status/1679529814212894723?ref_src=twsrc%5Etfw\">July 13, 2023</a></blockquote></div><p>In a post announcing the latest change, Twitter’s support account seemed to acknowledge the prevalence of spammy DMs from verified accounts. “We’re adding a new messages setting that should help reduce the number of spam messages in DMs,” it wrote.</p><p>The updated setting is expected to start rolling out July 14th.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-is-trying-to-fix-the-verified-dm-spam-problem-it-created-175252276.html?src=rss", "link": "https://www.engadget.com/twitter-is-trying-to-fix-the-verified-dm-spam-problem-it-created-175252276.html?src=rss", "date_published": "2023-07-13T17:52:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "University professors in Texas are suing the state over ‘unconstitutional’ TikTok ban", "description": "<p>A group of college professors sued Texas today for <a href=\"https://www.engadget.com/georgia-tiktok-wechat-telegram-ban-211015416.html\">banning TikTok</a> on state devices and networks, as <a href=\"https://www.washingtonpost.com/technology/2023/07/13/tik-tok-ban-texas-lawsuit/\">reported by</a><em>The Washington Post</em>. The plaintiffs say the prohibition compromises their research and teaching while “preventing or seriously impeding faculty from pursuing research that relates to TikTok,” including studying the very disinformation and data-collection practices the restriction claims to address. The plaintiffs say the ban makes it “almost impossible for faculty to use TikTok in their classrooms — whether to teach about TikTok or to use content from TikTok to teach about other subjects.”</p><p>The Knight First Amendment Institute at Columbia University filed <a href=\"https://knightcolumbia.org/documents/9v5tvr971p\">the lawsuit</a> in the name of the Coalition for Independent Technology Research, an academic research advocacy group the Texas professors are members of. The lawsuit names Governor Greg Abbott and 14 other state and public education officials as defendants. “The government’s authority to control their research and teaching… cannot survive First Amendment scrutiny,” the complaint says.</p><span id=\"end-legacy-contents\"></span><p>One example cited by the plaintiffs is Jacqueline Vickery, Associate Professor in the Department of Media Arts at the University of North Texas, who studies and teaches how young people use social media for expression and political organizing. “The ban has forced her to suspend research projects and change her research agenda, alter her teaching methodology, and eliminate course materials,” the complaint reads. “It has also undermined her ability to respond to student questions and to review the work of other researchers, including as part of the peer-review process.”</p><p>The lawsuit says that, although faculty at public universities are public employees, the First Amendment shields them from government control over their research and teaching. “Imposing a broad restraint on the research and teaching of public university faculty is not a constitutionally permissible means of protecting Texans’ ‘way of life’ or countering the threat of  disinformation,” the suit says, citing <a href=\"https://www.washingtonpost.com/technology/2023/01/20/tiktok-bans-states-colleges/\">Abbott’s comments</a> that he feared the Chinese government “wields TikTok to attack our way of life.” The suit also condemns the double standard of claiming to care about Texans’ privacy while still allowing Meta, Google and Twitter (all American companies) to <a href=\"https://www.engadget.com/lawmakers-google-stop-collecting-location-data-abortion-rights-overturned-042508018.html\">harvest much of the same data</a> as TikTok.</p><p>“The ban is suppressing research about the very concerns that Governor Abbott has raised, about disinformation, about data collection,” Jameel Jaffer, executive director of the Knight First Amendment Institute at Columbia University, told <em>The Washington Post</em>. “There are other ways to address those concerns that don’t impose the same severe burden on faculty and researchers’ First Amendment rights,” he added, as well as their “ability to continue studying what has, like it or not, become a hugely popular and influential communications platform.”</p><p>This is the third lawsuit this year challenging state TikTok bans. Two Montana lawsuits funded by the Chinese social media company claim the prohibition violates free speech rights. <a href=\"https://www.nytimes.com/2023/07/13/business/texas-tiktok-ban-challenge.html\">According to</a><em>The New York Times</em>, TikTok is not involved with the Texas suit.</p>This article originally appeared on Engadget at https://www.engadget.com/university-professors-in-texas-are-suing-the-state-over-unconstitutional-tiktok-ban-173100334.html?src=rss", "link": "https://www.engadget.com/university-professors-in-texas-are-suing-the-state-over-unconstitutional-tiktok-ban-173100334.html?src=rss", "date_published": "2023-07-13T17:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Celsius founder Alex Mashinsky arrested and charged with fraud", "description": "<p>The problems keep mounting for Celsius founder Alex Mashinsky, as he’s been arrested and charged by federal authorities with fraud. Mashinsky faces seven criminal counts, including securities, commodities and wire fraud, <a href=\"https://www.cbsnews.com/news/celsius-founder-alex-mashinsky-arrested-charged-with-fraud/\"><ins>as originally reported by </ins><em><ins>CBS News.</ins></em></a> He and his company are being independent sued by three government agencies — the FTC, CFTC and SEC. The U.S. Attorney’s Office alleges that Mashinsky misled customers regarding the nature of his company, making it seem like a bank when it was actually a high-risk investment fund.</p><p>Celsius’s former chief revenue officer, Roni Cohen-Pavon, was also arrested, with both Pavon and Mashinsky being charged with manipulating the price of the company’s proprietary crypto token so they could sell their own stock at inflated prices.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>“Mashinsky misrepresented, among other things, the safety of Celsius’s yield-generating activities, Celsius’s profitability, the long-term sustainability of Celsius’ high rewards rates and the risks associated with depositing crypto assets with Celsius,'' federal prosecutors <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY25iYy5jb20vMjAyMy8wNy8xMy9mb3JtZXItY2Vsc2l1cy1jZW8tYXJyZXN0ZWQtY29tcGFueS1hZ3JlZXMtdG8tcGF5LTRwb2ludDctYmlsbGlvbi1zZXR0bGVtZW50Lmh0bWwiLCJjb250ZW50VXVpZCI6IjA4YTAzNjg5LTgzMDgtNGNkMi04YmJjLWRiMjg1NDMxOWU3NCJ9&amp;signature=AQAAAZSqxqF3lvhOWkeX93jMVzWRFCISTNMjUdJ5eWlPEIm9&amp;gcReferrer=https%3A%2F%2Fwww.cnbc.com%2F2023%2F07%2F13%2Fformer-celsius-ceo-arrested-company-agrees-to-pay-4point7-billion-settlement.html\"><ins>wrote in a charging document</ins></a> obtained by <em>CNBC.</em></p><p>Additionally, the FTC reached a $4.7 billion settlement today with Celsius, which nearly matches the record fines <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY25iYy5jb20vMjAxOS8wNy8xMi9mdGMtZmluZXMtZmFjZWJvb2stNS1iaWxsaW9uLWZvci1wcml2YWN5LWxhcHNlcy5odG1sIiwiY29udGVudFV1aWQiOiIwOGEwMzY4OS04MzA4LTRjZDItOGJiYy1kYjI4NTQzMTllNzQifQ&amp;signature=AQAAAdQFmd-YOVwFV79X9REVDSCSN3zX3cq-PTQT0NbGTXOW&amp;gcReferrer=https%3A%2F%2Fwww.cnbc.com%2F2019%2F07%2F12%2Fftc-fines-facebook-5-billion-for-privacy-lapses.html\"><ins>levied against Meta in 2019</ins></a> for violating the privacy of consumers. The company has agreed to these financial terms, but will only make payments once it returns what remains in customer assets as part of <a href=\"https://www.engadget.com/crypto-lending-giant-celsius-files-for-bankruptcy-065843977.html\">ongoing bankruptcy proceedings. </a></p><p>This all follows a <a href=\"https://www.engadget.com/new-york-celsius-ceo-crypto-fraud-lawsuit-171421110.html\">New York-based lawsuit</a> issued in January that also alleged massive fraud. That suit seeks appropriate damages after Celsius allegedly defrauded investors out of \"billions of dollars\" in cryptocurrency.</p><p>While details are scant on today’s arrest, the New York suit alleges that Mashinsky misled customers about the company’s worsening financial health and failed to register as a commodities and securities dealer, among many other allegations. New York State Attorney General Letitia James alleged that Mashinsky deceived hundreds of thousands of investors, with over 26,000 of them located in New York.</p><p>If convicted on all counts, Mashinsky and Pavon face decades in prison. Mashinsky resigned as CEO of Celsius last year and is no longer involved with the company.</p>This article originally appeared on Engadget at https://www.engadget.com/celsius-founder-alex-mashinsky-arrested-and-charged-with-fraud-170235270.html?src=rss", "link": "https://www.engadget.com/celsius-founder-alex-mashinsky-arrested-and-charged-with-fraud-170235270.html?src=rss", "date_published": "2023-07-13T17:02:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "FTC opens investigation into ChatGPT creator OpenAI", "description": "<p>American regulators now appear to be clamping down on generative AI in earnest. <em>The Washington Post</em> has <a href=\"https://www.washingtonpost.com/technology/2023/07/13/ftc-openai-chatgpt-sam-altman-lina-khan/\">learned</a> the Federal Trade Commission (FTC) has launched an investigation into OpenAI, the creator of <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">ChatGPT</a> and <a href=\"https://www.engadget.com/dall-e-generative-ai-tracking-data-privacy-160034656.html\">DALL-E</a>. Officials have requested documents showing how the company tackles risks stemming from its large language AI models. The FTC is concerned the company may be violating consumer protection laws through &quot;unfair or deceptive&quot; practices that could hurt the public's privacy, security or reputation.</p><p>The Commission is particularly interested in information linked to a bug that <a href=\"https://www.engadget.com/openai-says-a-bug-leaked-sensitive-chatgpt-user-data-165439848.html\">leaked ChatGPT users' sensitive data</a>, including payments and chat histories. While OpenAI said the number of affected users was very small, the FTC is worried this stems from poor security practices. The agency also wants details of any complaints alleging the AI made false or malicious statements about individuals, and info showing how well users understand the accuracy of the products they're using.</p><span id=\"end-legacy-contents\"></span><p>We've asked OpenAI for comment. The FTC declined comment and typically doesn't remark on investigations, but has previously warned that generative AI <a href=\"https://www.engadget.com/ftc-warns-tech-companies-against-ai-shenanigans-that-harm-consumers-175851417.html\">could run afoul of the law</a> by doing more harm than good to consumers. It could be used to perpetrate scams, run misleading marketing campaigns or lead to discriminatory advertising, for instance. If the government body finds a company in violation, it can apply fines or issue consent decrees that force certain practices.</p><p>AI-specific laws and rules aren't expected in the near future. Even so, the government has stepped up pressure on the tech industry. OpenAI chief Sam Altman <a href=\"https://www.judiciary.senate.gov/imo/media/doc/2023-05-16%20-%20Bio%20&amp;%20Testimony%20-%20Altman.pdf\">testified</a> before the Senate in May, where he defended his company by outlining privacy and safety measures while touting AI's claimed benefits. He said protections were in place, but that OpenAI would be &quot;increasingly cautious&quot; and continue to upgrade its safeguards.</p><p>It's not clear if the FTC will pursue other generative AI developers, such as <a href=\"https://www.engadget.com/google-bard-transitions-to-palm-2-and-expands-to-180-countries-172908926.html\">Google</a> and <a href=\"https://www.engadget.com/anthropic-releases-claude-2-a-more-capable-less-gullible-ai-chatbot-160053168.html\">Anthropic</a>. The OpenAI investigation shows how the Commission might approach other cases, though, and signals that the regulator is serious about scrutinizing AI developers.</p>This article originally appeared on Engadget at https://www.engadget.com/ftc-opens-investigation-into-chatgpt-creator-openai-164551958.html?src=rss", "link": "https://www.engadget.com/ftc-opens-investigation-into-chatgpt-creator-openai-164551958.html?src=rss", "date_published": "2023-07-13T16:45:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best VR headsets for 2023", "description": "<p>If you’ve been holding out for VR hardware to mature, you chose wisely. Headsets have come a long way since the launch of the Oculus Rift and HTC Vive six years ago. The Meta Quest 2 has already been around for two years, and it’s proven to be a very capable portable VR experience. And if you’re looking for a more hands-on, immersive experience, high-end PC headsets are getting cheaper and becoming more widely available at major retailers. While the overall VR market hasn’t really changed much since last year (aside from the somewhat disappointing <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\">Meta Quest Pro</a>), at least there are plenty of VR experiences to dive into.</p><h2><br />So what makes a good VR headset?</h2><p>I tend to judge virtual reality headsets on a few basic criteria: Ergonomics, immersion and controls. It's not that hard to shove a mobile display into a plastic headset and strap some cheap elastic headbands onto it. But it takes skill to craft something that's well balanced and doesn't feel uncomfortable after 30 minutes.</p><span id=\"end-legacy-contents\"></span><p>Immersion, meanwhile, comes from having high resolution screens with fast refresh rates, so the visuals are sharp and smooth. Field of view is also a major element, as it describes how well VR screens can cover what you see. Having a low field of view makes it feel like you’re looking through a pair of binoculars, which limits your sense of “presence.” The best VR headsets have a wide field of view that can make it seem like you’re actually flying over the globe in Google Earth.</p><p>And when it comes to controllers, the best options fit naturally in your hands and offer accurate tracking. The industry has basically adopted the design of Meta’s excellent touch controllers, but we're also seeing intriguing leaps forward like Valve's finger tracking gamepads.</p><h2>Best VR headset for most people: Meta Quest 2</h2><p></p><p>Over two years since its release, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PY3VsdXMtUXVlc3QtQWR2YW5jZWQtQWxsLU9uZS1WaXJ0dWFsL2RwL0IwOTlWTVQ4Vlo_dGFnPWdkZ3QwYy1wLW8tZGMtMjAiLCJjb250ZW50VXVpZCI6Ijg1ZmYzNGJmLWY2ZjctNDg3OC04MGMxLTVmMTU1ZTdhZjE0YiJ9&amp;signature=AQAAAQFeq6Fas1jV9ohaGomag8_kstKpjjQIA8yViHmVHwnB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOculus-Quest-Advanced-All-One-Virtual%2Fdp%2FB099VMT8VZ\">Meta Quest 2</a> remains the best VR headset for the vast majority of consumers. It's completely cordless, and it's comfortable to wear for long sessions. Unfortunately, due to supply chain pressures and a worsening economic climate, Meta ended up increasing the Quest 2’s price by $100 this year, making it a $400 headset. It’s still a great device, but it’s also in the strange position of being a worse deal than it was last year.</p><p>Here’s what’s still good, though: there's a huge library of virtual reality titles that you can experience anywhere, and it's bundled with Meta’s great motion controllers. You can also connect the Quest 2 to a gaming PC to stream more complex VR experiences.</p><p>The Quest 2 features fast-switching LCDs with a resolution 1832x1920 per eye, the highest we've seen from Meta. It also has a smooth 90Hz refresh rate, which is impressive for something running entirely on mobile hardware. The Quest 2's field of view isn't the best — it's been measured at just around 90 degrees — but it's still enough to enjoy most VR experiences. You can also <a href=\"https://www.vrfitnessinsider.com/i-boosted-my-quest-2s-field-of-view-halfway-to-a-valve-index-vrcover-foam-pads-fov-rated/\">use different face pads</a> to increase its field of view a bit. And if you want an even more comfortable fit, you can snag the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PY3VsdXMtUXVlc3QtRWxpdGUtRW5oYW5jZWQtU3VwcG9ydC1Db21mb3J0L2RwL0IwOEY1VFpXMko_dGFnPWdkZ3QwYy1wLW8tZGMtMjAiLCJjb250ZW50VXVpZCI6Ijg1ZmYzNGJmLWY2ZjctNDg3OC04MGMxLTVmMTU1ZTdhZjE0YiJ9&amp;signature=AQAAAXrou7_GB6xZ3P8AxaWDvGKaejSoZm_fBfIBci16MH7t&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOculus-Quest-Elite-Enhanced-Support-Comfort%2Fdp%2FB08F5TZW2J\">Elite headstrap for $49</a> (or <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PY3VsdXMtQmF0dGVyeS1DYXJyeWluZy1FbmhhbmNlZC1Db21mb3J0LVBsYXl0aW1lL2RwL0IwOEY1VDNGOVk_dGFnPWdkZ3QwYy1wLW8tZGMtMjAiLCJjb250ZW50VXVpZCI6Ijg1ZmYzNGJmLWY2ZjctNDg3OC04MGMxLTVmMTU1ZTdhZjE0YiJ9&amp;signature=AQAAAdDaXGYjY6UVied7C83ADzuZ-s5Xve5pAtq3US3A3IiY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOculus-Battery-Carrying-Enhanced-Comfort-Playtime%2Fdp%2FB08F5T3F9Y\">$129 with a built-in battery and case</a>).</p><p>Meta has <a href=\"https://www.engadget.com/quest-2-foam-facial-interface-recall-163432642.html#:~:text=Working%20with%20the%20US%20Consumer,with%20its%20latest%20VR%20headset.&amp;text=Facebook%20is%20also%20halting%20sales,to%20every%20Quest%202%20package.\">recalled the foam inserts</a> from the original model and is offering silicone covers to make the headset more comfortable. We didn't experience any issues during our review, or during the past year of usage, but there have been enough complaints for Facebook to take action. The base $399 Quest 2 also comes with 128GB of storage, double the space of the original model, giving you even more room to cram in VR games and apps.</p><p>The Quest 2 may not offer the best overall VR experience, but it's certainly the most accessible headset on the market. (At least until we see a potential follow-up next year.)</p><p><a href=\"https://www.engadget.com/oculus-quest-2-review-vr-facebook-headset-173026291.html\"><strong>Read our Full Review of the Meta Quest 2 VR Headset</strong></a></p><p></p><h2>Best console VR: PlayStation VR2</h2><p></p><p>In many ways, the <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2RpcmVjdC5wbGF5c3RhdGlvbi5jb20vZW4tdXMvY29uc29sZXMvY29uc29sZS9wbGF5c3RhdGlvbnZyMi4xMDAwMDMzNTc5IiwiY29udGVudFV1aWQiOiI4NWZmMzRiZi1mNmY3LTQ4NzgtODBjMS01ZjE1NWU3YWYxNGIifQ&amp;signature=AQAAASVFmJQbMlkTyWMH_ugyvJSC_foJ9_i4O_hUdGlQu5zT&amp;gcReferrer=https%3A%2F%2Fdirect.playstation.com%2Fen-us%2Fconsoles%2Fconsole%2Fplaystationvr2.1000033579\">PS VR2</a> is the best headset we’ve tested yet. It offers dual 2K OLED HDR screens, effectively giving you 4K quality and an immersive VR experience. It’s <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">one of the most comfortable headsets</a> around. And it has some genuinely refreshing new features, like eye tracking and headset haptics. (Yes, it can literally rock your noggin.) And best of all, the PS VR2 delivers high-quality virtual reality without the need for a $1,000+ gaming PC – all you need is a PlayStation 5.</p><p>Now, our recommendation comes with a few caveats. At $550, the PS VR2 is more expensive than the PS5 itself. And it’s unclear how quickly its game library will fill up (the initial run has only a few exclusives, like <em>Horizon VR</em> and <em>Gran Turismo 7</em>). But it’s the easiest way to experience high-end VR, and it’s a major upgrade over the original PS VR.</p><p><a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\"><strong>Read our Full Review of the PlayStation VR2 Headset</strong></a></p><p></p><h2>Best PC VR headset under $600: HP Reverb G2</h2><p></p><p>If you don't care about wireless VR, and you want to invest a bit more in a high-quality PC virtual reality headset, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IZWFkc2V0LUNvbnRyb2xsZXItQWRqdXN0YWJsZS1TcGVha2Vycy1Fcmdvbm9taWMtQ29tcGF0aWJsZS9kcC9CMDhUQjVKN0tZP3RhZz1nZGd0MGMtcC1vLWRjLTIwIiwiY29udGVudFV1aWQiOiI4NWZmMzRiZi1mNmY3LTQ4NzgtODBjMS01ZjE1NWU3YWYxNGIifQ&amp;signature=AQAAAU8yuwb4LPkC9aq-FwtzTfc5m5cydhv9-Jh3N1rWGM-5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHeadset-Controller-Adjustable-Speakers-Ergonomic-Compatible%2Fdp%2FB08TB5J7KY\">HP's $599 Reverb G2</a> is meant for you. It was developed in cooperation with Valve and has some of the best features from the pricier Index headset, like near-field speakers. The Reverb G2 also has sharp screens, offering 2,160 by 2,160 pixels per eye, a 90Hz refresh rate, and a relatively wide 114-degree field of view.</p><p>It's also the first Windows Mixed Reality headset to include four sensors, which helps to ensure more accurate VR tracking, especially during fast-paced games. I also give HP credit for making a tethered VR headset that’s extremely comfortable thanks to its luxurious cushioning around the eye-piece and rear strap.</p><p>The Reverb G2's motion controllers aren't my favorite, but they're still a big step up from HP's previous model. You could also upgrade it to use Valve's finger-tracking controllers, but that involves snagging SteamVR sensors and a lot more setup. Still, it's nice to have the upgrade path available.</p><p><a href=\"https://www.engadget.com/hp-reverb-g2-review-vr-windows-mixed-reality-130012057.html\"><strong>Read our Full Review of the HP Reverb G2 VR Headset</strong></a></p><p></p><h2>Best PC VR headset for gamers: Valve Index</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vdmFsdmVpbmRleCIsImNvbnRlbnRVdWlkIjoiODVmZjM0YmYtZjZmNy00ODc4LTgwYzEtNWYxNTVlN2FmMTRiIn0&amp;signature=AQAAAcYko-dGLUFMrsz46tO6ABx3AQAUIaUCK3XdQLrlVQym&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fvalveindex\">Valve's Index kit</a> remains one of the best high-end VR solutions on the market for PC gaming. For $999 you get the Index headset, Valve's finger tracking controllers and two SteamVR base stations. While we've seen higher-resolution headsets arrive in the last two years, it's still a very solid option, with a 1,440 by 1,600 pixel resolution, an eye-watering 144Hz refresh rate and a massive 130-degree field of view. I'd gladly lose a few pixels to get a smoother and more expansive screen, which are still far beyond any other consumer headset.</p><p>As a SteamVR product, the Index requires installing two sensors at opposite corners of your room. And of course, it's wired to your PC. But that clunkiness is worth it for the higher refresh rate and more accurate tracking. Sure, it's not as easy to use as the Quest 2, but at this price range, we assume you'll suffer a bit of inconvenience to get a truly high-quality VR gaming experience.</p><p>Valve's finger tracking controllers are fantastic as well, with a convenient strap that locks them onto your hands. They make playing <em>Half-Life: Alyx</em> feel like a dream. It's unfortunate that other VR games haven't fully taken advantage of the finger tracking though.</p><p><a href=\"https://www.engadget.com/2019-06-28-valve-index-review-vr.html\"><strong>Read our Full Review of Valve Index VR Kit </strong></a></p><p></p><h2>Best VR quality, no matter the cost: HTC Vive Pro 2</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlGUENUM0g4Lz90YWc9Z2RndDBjLXAtby1kYy0yMCIsImNvbnRlbnRVdWlkIjoiODVmZjM0YmYtZjZmNy00ODc4LTgwYzEtNWYxNTVlN2FmMTRiIn0&amp;signature=AQAAAbIfFJwh94FAXF8dh3EuNAtYS0hhu_zdCTW83DVKM95B&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09FPCT3H8%2F\">HTC's Vive Pro 2</a> is the best-looking PC VR I've seen. It has an astoundingly sharp 5K screen and a solid 120Hz refresh rate. Just be prepared: the full kit, which includes the headset, two SteamVR sensors and wand controllers, costs $1,399. You can also buy the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkyTEJMVDdQP3RhZz1nZGd0MGMtcC1vLWRjLTIwIiwiY29udGVudFV1aWQiOiI4NWZmMzRiZi1mNmY3LTQ4NzgtODBjMS01ZjE1NWU3YWYxNGIifQ&amp;signature=AQAAAdAjnazZa_KrRPeknPmuBX9SeTcsMMUTGi-T8vd_GTy0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB092LBLT7P\">headset separately for $799</a> as an upgrade to the original Vive Pro, or the Valve Index.</p><p>For the price you get a well-balanced and supremely comfortable VR headset. The <a href=\"https://www.engadget.com/htc-vive-pro-2-review-5k-vr-headset-133100685.html#:~:text=The%20HTC%20Vive%20Pro%202,make%20it%20a%20tough%20sell.\">Pro 2</a> is a clear sign that Valve has practically perfected the art of making high-end hardware. I'm less impressed with the large wand controllers, which are exactly the same as the ones that came with the original HTC Vive in 2016. They're functional, but they're nowhere near as ergonomic as Oculus's Touch Controllers.</p><p>I'm mainly recommending the Pro 2 here based on the astounding quality of the headset.</p><p>True VR fans may want to just grab that separately along with SteamVR base stations and Valve's finger-tracking controllers. That way you can ensure you have the best experience while playing <em>Pistol Whip</em>.</p><p><a href=\"https://www.engadget.com/htc-vive-pro-2-review-5k-vr-headset-133100685.html\"><strong>Read our Full Review of HTC Vive Pro 2 VR Headset</strong></a></p><p></p><h2>FAQs</h2><h3>How do VR headsets work?</h3><p>At the most basic level, a VR headset is simply a high quality screen that you’re holding up to your face. For a wired headset, the actual work of rendering a game is done on either a PC or game console. For completely wireless devices, like the Meta Quest 2, that work is handled right on the headset. They rely on either external sensors, or sensors built into the headsets, to map your physical space. While you can use a traditional gamepad or keyboard and mouse in VR, they typically use motion tracking controllers to immerse you in their 3D environments.</p><h3>What VR headset is best for full body tracking?</h3><p>While we’re still waiting for a truly great haptic VR bodysuit to arrive, you can still achieve accurate body tracking with most Steam VR-compatible PC headsets. The Valve Index and HTC Vive Pro 2 both rely on room-tracking sensors that can map your body more effectively than the built-in sensors on competitors. You can also add HTC Vive Trackers to wrist and leg straps, as well as belts, for even better coverage. The Meta Quest 2 doesn’t have any easy body tracking solutions, but you can <a href=\"https://www.vr-wave.store/blogs/virtual-reality-prescription-lenses/get-full-body-tracking-on-your-quest-2\">add Vive trackers when it’s plugged into your PC</a> to mimic a Steam VR headset.</p><p>Only a few experiences, like VRChat, take advantage of full body tracking at the moment. Currently there aren’t any body tracking solutions for the PlayStation VR and VR2, but we’re intrigued by the company’s <a href=\"https://www.vr-wave.store/blogs/virtual-reality-prescription-lenses/get-full-body-tracking-on-your-quest-2\">Mocopi body trackers</a>, which were really announced in Japan.</p><h3>What VR headsets are better than Oculus?</h3><p>Oculus is the previous name for Meta’s VR hardware. Currently, Meta only supports the Quest 2 and Quest Pro, both of which are wireless headsets. As we explain above, PC VR headsets can generally achieve better quality virtual reality, since they rely on more powerful graphics hardware.</p><h3>What VR headsets work with Xbox?</h3><p>Currently, Microsoft’s Xbox consoles don’t support any VR headsets.</p>This article originally appeared on Engadget at https://www.engadget.com/best-vr-headsets-140012529.html?src=rss", "link": "https://www.engadget.com/best-vr-headsets-140012529.html?src=rss", "date_published": "2023-07-13T16:35:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony's $90 PS5 accessibility controller arrives on December 6th", "description": "<p>Sony has revealed when <a href=\"https://www.engadget.com/tag/playstation-5/\">PlayStation 5</a> players will be able to snap up its <a href=\"https://www.engadget.com/sonys-project-leonardo-ps5-peripheral-is-now-the-access-controller-105010859.html\">new accessibility-focused controller</a> and just how much the peripheral will cost. The Access controller will be available worldwide on December 6th. It costs $90 and preorders will open on July 21st. Folks in Canada will need to pay $120 CAD for the peripheral. It costs £80 in the UK, €90 in Europe and 12,980 yen in Japan.</p><p>The highly customizable controller comes with four 3.5mm aux ports, enabling players to connect external buttons, switches and other accessories. The box includes 19 button caps and three stick caps to help users find a configuration that works best for them. For instance, they might prefer a button cap that takes up two button sockets or a dome-shaped stick cap instead of the standard one. In addition, Sony is including 23 swappable button cap tags to help players identify which input they map to each button.</p><span id=\"end-legacy-contents\"></span><div id=\"825f5f936e064aa687cafd1b22231e40\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Players can set up as many as 30 profiles for the Access controller with different button mappings and stick settings for each. There's the option to disable certain buttons to prevent accidental pressing and users will be able to toggle commands on or off.</p><p><a href=\"https://www.engadget.com/sony-accessibility-controller-project-leonardo-021032382.html\">As Sony previously revealed,</a> folks can pair up to two Access controllers and one DualSense together to create a &quot;single virtual controller.&quot; That means two or even three people could control the same character, granting friends and family members the option to lend a helping hand when needed.&nbsp;</p><p>Isabelle Tomatis, Sony Interactive Entertainment's Brand, Hardware and Peripherals vice-president, <a href=\"https://blog.playstation.com/2023/07/13/access-controller-for-ps5-launches-globally-on-december-6/\">wrote in a blog post</a> that the company has been working on the controller for five years with the help of accessibility organizations and experts. The aim was to develop a kit that &quot;enables gamers with disabilities to play more comfortably and for longer periods, empowering more players to share in the joy of gaming.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/sonys-90-ps5-accessibility-controller-arrives-on-december-6th-154922685.html?src=rss", "link": "https://www.engadget.com/sonys-90-ps5-accessibility-controller-arrives-on-december-6th-154922685.html?src=rss", "date_published": "2023-07-13T15:49:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Virgin Galactic's first private passenger spaceflight will launch as soon as August 10th", "description": "<p>Now that Virgin Galactic has flown its <a href=\"https://www.engadget.com/virgin-galactic-completes-its-first-commercial-spaceflight-161701356.html\">first commercial spaceflight</a>, it's ready to take civilians aboard. The company now <a href=\"https://www.virgingalactic.com/news/virgin-galactic-announces-flight-window-for-second-commercial-spaceflight\">expects</a> to launch its first private passenger flight, Galactic 02, as soon as August 10th. Virgin isn't yet revealing the names of everyone involved, but there will be three passengers alongside the usual crew. You can watch a live stream on the company website.</p><p>The inaugural commercial flight, Galactic 01, flew in late June. However, all three passengers were Italian government workers (two from the Air Force and one research council member) conducting microgravity studies. While it's not clear what 02's civilian crew will do, they can be tourists this time around.</p><span id=\"end-legacy-contents\"></span><p>The firm has been ramping up its operations in recent months after <a href=\"https://www.engadget.com/virgin-galactic-again-delays-space-tourism-flights-to-second-quarter-2023-084540843.html\">numerous delays</a> from previous years. While Galactic 02 is just Virgin's seventh spaceflight of any kind, it's the third in 2023. The company says it's establishing a &quot;regular cadence&quot; of flights, and you can expect them to become relatively routine if this voyage goes as planned.</p><p>The improved frequency is important for the company's finances. Virgin has operated at a loss for years, and lost over $500 million in 2022. The business won't recoup those losses any time soon even at $450,000 per ticket, but paying customers are key to softening the blow and making a case for space tourism.</p><p><a href=\"https://www.engadget.com/blue-origin-completes-first-crewed-spaceflight-132937714.html\">Blue Origin</a> and <a href=\"https://www.engadget.com/axiom-space-ax-1-launch-153106831.html\">SpaceX</a> have already flown civilians into space, and at altitudes higher than the 50-plus miles Virgin flies. However, they haven't established regular launch schedules for tourists. SpaceX's lunar trips won't happen until the company can finish <a href=\"https://www.engadget.com/spacexs-starship-completes-its-first-fully-integrated-flight-test-but-fails-to-reach-orbit-134226956.html\">testing Starship</a>, and Blue Origin is <a href=\"https://www.engadget.com/blue-origin-pins-last-summers-ns-23-rocket-failure-on-a-faulty-engine-nozzle-195714293.html\">waiting to resume flights</a> following a rocket failure in 2022. In that regard, Virgin may be the closest to achieving its tourism goals — so long as maintains the pace it's setting this summer.</p>This article originally appeared on Engadget at https://www.engadget.com/virgin-galactics-first-private-passenger-spaceflight-will-launch-as-soon-as-august-10th-151531488.html?src=rss", "link": "https://www.engadget.com/virgin-galactics-first-private-passenger-spaceflight-will-launch-as-soon-as-august-10th-151531488.html?src=rss", "date_published": "2023-07-13T15:15:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Hyundai shows off its high-performance Ioniq 5 N EV", "description": "<p><a href=\"https://www.engadget.com/tag/hyundai/\"><ins>Hyundai</ins></a> has <a href=\"https://www.hyundai.com/worldwide/en/company/newsroom/hyundai-motor%E2%80%99s-ioniq-5-n-debuts-at-goodwood-festival-of-speed%2C-setting-new-benchmark-for-high-performance-evs-and-driving-fun-0000017057\"><ins>debuted</ins></a> its electric Ionic 5 N at the Goodwood Festival of Speed. The automaker says this high-performance version of the Ioniq 5 can go from zero to 62MPH in as little as 3.4 seconds and that it has a top speed of 161MPH.</p><p>The company revamped the entire Ioniq 5 for this model, which is <a href=\"https://www.engadget.com/hyundai-shows-off-new-hydrogen-and-electric-n-concepts-094024144.html\"><ins>its first performance N-brand production vehicle</ins></a>. The EV has front- and dual-motor variants. Opt for the latter and Hyundai says the Ioniq 5 N will be able to produce 641 horsepower when a boost mode is active. In normal operation, you may get 600 horsepower and 545 pound-feet of torque, though the automaker acknowledged that these numbers aren't final.</p><span id=\"end-legacy-contents\"></span><p>Although the Ioniq 5 N has the same battery pack that previously stored 77.4 kWh of usable energy, revised chemistry means the EV can eke out 84.0 kWh, as <a href=\"https://www.caranddriver.com/news/a44522398/2024-hyundai-ioniq-5-n-revealed/\"><em><ins>Car and Driver</ins></em></a> notes. There's an upgraded thermal management system for the battery, which includes an &quot;increased cooling area, better motor oil cooler and battery chiller,&quot; Hyundai says, all of which should help to maximize performance.</p><figure><img alt=\"Two Hyundai Ioniq 5 Ns on a road in gloomy weather.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/b24f8270-218b-11ee-aedf-d5a52d471c04\" style=\"height: 2112px; width: 3168px;\" /><figcaption></figcaption><div class=\"photo-credit\">Hyundai</div></figure><p>There's a new regenerative braking system with 40cm-diameter discs at the front and 36cm ones at the rear. The EV is lower and wider at the bottom than the standard Ioniq 5 to accommodate wider tires on the 21-inch wheels. A more prominent diffuser that should increase downforce extends the length by 80mm as well.</p><p>Hyundai hasn't yet announced pricing for the Ioniq 5 N, which is slated to go on sale in early 2024. The company has yet to reveal the EV's range as well, though we should learn both key pieces of information in the coming months.</p>This article originally appeared on Engadget at https://www.engadget.com/hyundai-shows-off-its-high-performance-ioniq-5-n-ev-150053657.html?src=rss", "link": "https://www.engadget.com/hyundai-shows-off-its-high-performance-ioniq-5-n-ev-150053657.html?src=rss", "date_published": "2023-07-13T15:00:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best power banks for 2023", "description": "<p>Whether you call them battery packs, power banks or portable chargers, these accessories do one thing well: charge devices when you can’t find an open outlet. Small enough to fit in a day pack and sturdy enough to live at the bottom of your carry on, battery packs can charge your smartphone, tablet, laptop or even all three at once, depending on the size of the battery. What size you’ll need, and any extra features you may find useful, will largely depend on the devices you plan on charging up. With so many options on the market right now, we tested out a bunch of models to determine the best portable power banks you can get right now.</p><h2>What to look for in a portable battery pack</h2><h3><strong>Battery type</strong></h3><p>Nearly every rechargeable power bank you can buy (and most portable devices) contain a lithium-ion battery. These beat other current battery types in terms of size-to-charge capacity, and have even <a href=\"https://www.energy.gov/eere/vehicles/articles/fotw-1234-april-18-2022-volumetric-energy-density-lithium-ion-batteries\">increased</a> in energy density by eight fold in the past 14 years. They also don’t <a href=\"https://www.cei.washington.edu/education/science-of-solar/battery-technology/\">suffer</a> from a memory effect (where battery life deteriorates due to partial charges).</p><span id=\"end-legacy-contents\"></span><p>One drawback you may have heard is the possibility of lithium ion batteries <a href=\"https://www.engadget.com/lithium-ion-battery-salt-fireproofing-213055538.html\">catching fire</a>. To limit the danger, battery packs require internal mechanisms to limit things like voltage and pressure. While you should still make sure a battery isn’t exposed to unnecessary stress like excessive heat, damage from drops or operating in freezing weather, battery packs are considered safe enough to bring on an airplane. According to the <a href=\"https://www.tsa.gov/travel/security-screening/whatcanibring/items/lithium-batteries-100-watt-hours-or-less-device\">TSA</a>, external batteries rated at 100Wh or less (which all of our recommendations are) can fly with you – just make sure you stash them in your carry on as they aren’t allowed in checked baggage.</p><h3><strong>Capacity</strong></h3><p>Power bank manufacturers almost always list a battery’s capacity in milliamp hours, or mAh. Smaller batteries, say those that can charge a smartphone to between 50 and 75 percent, tend to have a 5,000mAh capacity. Larger batteries that can recharge laptops and tablets, or give phones multiple charges, can exceed 25,000mAh. Unsurprisingly, the prices on most batteries goes up as capacity increases, and since batteries are physical storage units, size and weight go up with capacity as well. If you want more power, be prepared to spend more and carry around a heavier brick.</p><p>You might think that a 10,000mAh power bank could charge a 5,000mAh phone to 100 percent twice, but that’s not the case. In addition to simple energy loss through heat dissipation, factors like voltage conversion also bring down the amount of juice that makes it into your phone. Most manufacturers list how many charges a battery can give a certain smartphone. In our tests, 10,000mAh of battery pack capacity translated to roughly 5,800mAh of device charge. 20,000mAh chargers delivered around 11,250mAh to a device, and 25,000mAh banks translated to about 16,200mAh of charge. That’s an average efficiency rate of around 60 percent.</p><h3><strong>Ports</strong></h3><p>While the tech world is (thankfully) moving towards USB-C as the <a href=\"https://www.engadget.com/eu-usb-c-port-charging-requirement-approved-141546579.html\">standard</a>, it’s still a mixed bag in the power bank world. All of our picks have at least one USB-C port and a few also have a USB-A port or two. Newer Android smartphones charge via USB-C, iPhones <a href=\"https://www.engadget.com/apple-airpods-mac-accessories-usb-c-report-170406614.html\">still use the</a> Lightning port, but the latest tablets (including current generation iPads) and newer laptops are typically powered up via USB-C.</p><p>When a battery pack has more than one charging port, they usually serve different functions. You’ll typically see at least one port labeled “in/out,” which means you can use it to both charge the bank and charge your device. While USB-A ports can power up smartphones and other small devices, they can’t charge larger devices. Plus, they aren’t as fast as USB-C ports overall. That’s something to keep in mind when you’re deciding which ports and cables to use to connect your phone to the pack.</p><p>There’s even more variation among USB-C ports themselves, with different ports on the same device supporting different power transfer rates. What that means in practical terms is an iPhone will charge just fine plugged into a power bank’s 18W port. But to properly charge, say, a MacBook or similar laptop, it’ll need the extra juice supplied by a 100W port (which larger power banks can offer). Power banks with more than one port can also charge multiple devices at the same time, but speeds and the overall charge delivered will be lower.</p><p>You’ll also want to consider your cable. For anything larger than a smartphone (and to access fast-charging capabilities) you’ll want to use USB-C ports and cables. But not all cables are created equal, even when they have the same USB-C plugs on the end. If you want power delivered from a 100W USB-C power bank port, you’ll need a 100W-rated USB-C cable. Luckily, power banks capable of delivering 100W tend to include a compatible cable. For any devices that don’t, we’ve tried and liked <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFBWUUM1QzYvP3RoPTEmdGFnPWdkZ3QwYy1wLW8taXItMjAiLCJjb250ZW50VXVpZCI6IjExNDlkMThhLTM2NmQtNDFlNy05Y2ZhLTdjZTRkMGZkNjgzNSJ9&amp;signature=AQAAAR_xsREa_And-v6ZXl_ejxtt2D4oWXYQ-2zL5SSYmK0M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08PVQC5C6%2F%3Fth%3D1\">Anker’s 100W USB-C cable</a>. For smaller devices, we used this <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5nb25pbWJsZS5jb20vY29sbGVjdGlvbnMvdXNiLWMtY2FibGVzL3Byb2R1Y3RzL3VzYi1jLWNhYmxlLXBvd2Vya25pdCIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAWJmFK5yLOrU_OxXHu5r_FfdjuwPrTE0Drz9ZoHY5j4C&amp;gcReferrer=https%3A%2F%2Fwww.gonimble.com%2Fcollections%2Fusb-c-cables%2Fproducts%2Fusb-c-cable-powerknit\">60W cable from Nimble</a> and we don’t recommend bothering with cables under 60W. For around $20, higher-capacity cables will make sure you’re not wasting time with connections that limit your potential power transfer.</p><h3><strong>Design</strong></h3><p>For the most part, battery packs have a squared-off, brick-like design, though many nod towards aesthetics with attractive finishes and detailing. While that doesn’t affect how they perform, it’s a consideration for something you’ll interact with regularly. Some portable power stations include extra features like MagSafe compatibility, a built-in wall plug or even a kickstand. Nearly all have some sort of indicator to let you know how much available charge your power bank has left, usually expressed with lighted pips near the power button. Some of the largest banks take that a step further with an LED display indicating a percentage for the remaining battery, which can be helpful if you’re relying on a pack in a mobile office setting or something similar.</p><h2>How we tested</h2><figure><img alt=\"Overhead view of the devices used for battery testing arranged on a table, including an iPhone, Galaxy phone and iPad, all face down. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e1df8930-9d93-11ed-9b57-3ff203a0d41e\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim / Engadget</div></figure><p>Before we even put our hands on a battery pack, we did extensive research. We considered brands Engadget reviewers and staff have tried over the years and we checked out customer ratings on retail sites like Amazon and Best Buy. In all, we acquired 14 battery packs, ranging from small wireless banks to large, multi-device batteries.</p><p>Here’s the full list:</p><p>MagSafe-compatible</p><ul><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NSldZM0FNLUEtTWFnU2FmZS1CYXR0ZXJ5L2RwL0IwOTlCV1k3V1QvP3RhZz1nZGd0MGMtcC1vLWlyLTIwIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAcM2igNiCq6gL9sWMqPRU1uXa_d6XYiG07AszP__-YAC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MJWY3AM-A-MagSafe-Battery%2Fdp%2FB099BWY7WT%2F\">Apple MagSafe Battery Pack </a>(5000 mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tQXJjSHlicmlkLU1hZ25ldGljLUNoYXJnaW5nLVdpcmVsZXNzL2RwL0IwOU1KVlhZTUY_dGFnPWdkZ3QwYy1wLW8taXItMjAiLCJjb250ZW50VXVpZCI6IjExNDlkMThhLTM2NmQtNDFlNy05Y2ZhLTdjZTRkMGZkNjgzNSJ9&amp;signature=AQAAAUruMmwuSUt4ihTwVIV44mrhkTgzr7MzPY9r2tp8L9Us&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-ArcHybrid-Magnetic-Charging-Wireless%2Fdp%2FB09MJVXYMF\">Spigen ArcHybrid Mag</a> (5000mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1NYWduZXRpYy1XaXJlbGVzcy1Qb3J0YWJsZS1Qb3dlckNvcmUvZHAvQjA4VFc3QlJUSj90YWc9Z2RndDBjLXAtby1pci0yMCIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAZt3pTUgBrrA9QggcoeJJhyeWdyGp82OXS4Ar_jP1LQW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Magnetic-Wireless-Portable-PowerCore%2Fdp%2FB08TW7BRTJ\">Anker 521 Magnetic Battery</a> (5000 mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=aac3354f-048f-410b-ae8a-eb1da43ee6cf&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Anker&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhYWMzMzU0Zi0wNDhmLTQxMGItYWU4YS1lYjFkYTQzZWU2Y2YiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW5rZXIuY29tL3Byb2R1Y3RzL2ExNjQxIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAVz6cb8u0JVYsWCY74SDu_mZdLyXFvjPm77LYObMSt5c&amp;gcReferrer=https%3A%2F%2Fwww.anker.com%2Fproducts%2Fa1641\">Anker 633 Magnetic Battery</a> (10,000mAh)</p></li></ul><p>Low capacity (≤10,000mAh)</p><ul><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1Qb3dlckNvcmUtQ2hhcmdpbmctVGVjaG5vbG9neS1Qb3J0YWJsZS9kcC9CMDlLWkZHR01UP3RoPTEmdGFnPWdkZ3QwYy1wLW8taXItMjAiLCJjb250ZW50VXVpZCI6IjExNDlkMThhLTM2NmQtNDFlNy05Y2ZhLTdjZTRkMGZkNjgzNSJ9&amp;signature=AQAAAZUaB61Frkejqwly8eVhCLDiA6TS0BG3b-Mkq_DzE_9O&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-PowerCore-Charging-Technology-Portable%2Fdp%2FB09KZFGGMT%3Fth%3D1\">Anker 511 Power Bank</a> (5,000 mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1VbHRyYS1Db21wYWN0LUhpZ2gtU3BlZWQtVm9sdGFnZUJvb3N0LVRlY2hub2xvZ3kvZHAvQjA3UVhWNk4xQj90aD0xJnRhZz1nZGd0MGMtcC1vLWlyLTIwIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAdr5YWBnbSC7L-9BHEP7F8aLUrroEJSIpnVz7yk4Us-c&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Ultra-Compact-High-Speed-VoltageBoost-Technology%2Fdp%2FB07QXV6N1B%3Fth%3D1\">Anker 313 Power Bank</a> (10,000mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5nb25pbWJsZS5jb20vY29sbGVjdGlvbnMvcG9ydGFibGUtYmF0dGVyeS1jaGFyZ2Vycy9wcm9kdWN0cy9jaGFtcC1wb3J0YWJsZS1jaGFyZ2VyIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAd6EcGyu1V9q1xaUOKOdyi6jJKW4FoemqVdb-iB1Q3x9&amp;gcReferrer=https%3A%2F%2Fwww.gonimble.com%2Fcollections%2Fportable-battery-chargers%2Fproducts%2Fchamp-portable-charger\">Nimble Champ</a> (10,000mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=c7108adf-28cd-4cee-8929-a1014adc3d98&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BioLite&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNzEwOGFkZi0yOGNkLTRjZWUtODkyOS1hMTAxNGFkYzNkOTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmlvbGl0ZWVuZXJneS5jb20vcHJvZHVjdHMvY2hhcmdlLTQwLVBEIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAASr_WKmfS5i4ZbGXbyABmsC4zYdjdQOP5QM6d1hBdp7a&amp;gcReferrer=https%3A%2F%2Fwww.bioliteenergy.com%2Fproducts%2Fcharge-40-PD\">Biolite Charge 40 PD</a> (10,000mAh)</p></li></ul><p>Mid capacity (10,001 - 20,000mAh)</p><ul><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL2Zhc3QtY2hhcmdlLXBvd2VyLWJhbmstdXNiLWEtYW5kLXVzYi1jLWFuZC0xMDAwMC1tYWgtZ3JleS83OC04MDY5MC5odG1sIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAWwtiveR_iaPlD5U15sn5mYNNtz9G_Uez-Pn8QqcVywm&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Ffast-charge-power-bank-usb-a-and-usb-c-and-10000-mah-grey%2F78-80690.html\">Otterbox Fast Charge</a> (15,000mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=6391fb09-49b1-4860-b92a-12edb53cb14e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Zagg&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MzkxZmIwOS00OWIxLTQ4NjAtYjkyYS0xMmVkYjUzY2IxNGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuemFnZy5jb20vZW5fdXMvcG93ZXJzdGF0aW9uLXByby1hcHBsZSIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAfqcY7Cm4duEnYRaieWckTxUhvB17bg2ItjwLwzx0fSP&amp;gcReferrer=https%3A%2F%2Fwww.zagg.com%2Fen_us%2Fpowerstation-pro-apple\">Mophie Powerstation Pro</a> (20,000mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=aac3354f-048f-410b-ae8a-eb1da43ee6cf&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Anker&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhYWMzMzU0Zi0wNDhmLTQxMGItYWU4YS1lYjFkYTQzZWU2Y2YiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW5rZXIuY29tL3Byb2R1Y3RzL2ExMzY2P3ZhcmlhbnQ9NDIwODk1MzYxMjcxMjYiLCJjb250ZW50VXVpZCI6IjExNDlkMThhLTM2NmQtNDFlNy05Y2ZhLTdjZTRkMGZkNjgzNSJ9&amp;signature=AQAAAedX6HMeHC9g1a_cxnAFkeJ7-jv1O2SEW1X4QZFXKvdR&amp;gcReferrer=https%3A%2F%2Fwww.anker.com%2Fproducts%2Fa1366%3Fvariant%3D42089536127126\">Anker 535 PowerCore 20K</a> (20,000mAh)</p></li></ul><p>High capacity (20,001mAh+)</p><ul><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=6391fb09-49b1-4860-b92a-12edb53cb14e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Zagg&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MzkxZmIwOS00OWIxLTQ4NjAtYjkyYS0xMmVkYjUzY2IxNGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuemFnZy5jb20vZW5fdXMvcG93ZXJzdGF0aW9uLXByby14bC1hcHBsZSIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAdkMhlo8_6fV95YpjLDT_YJr7LodnsQQwByLYaHAM1Cu&amp;gcReferrer=https%3A%2F%2Fwww.zagg.com%2Fen_us%2Fpowerstation-pro-xl-apple\">Mophie Powerstation Pro XL</a> (25,000mAh)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1Qb3dlckNvcmUtQ2hhcmdlci1EZWxpdmVyeS1Qb3J0YWJsZS9kcC9CMDg1MzdNS0JTP3RhZz1nZGd0MGMtcC1vLWlyLTIwIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAbjnxt4Fy7i5xX4MHLJlzPH6Mu5N1W6GtsKj50PQvY4j&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-PowerCore-Charger-Delivery-Portable%2Fdp%2FB08537MKBS\">Anker 737 Power Bank</a> (25,600 mAh)</p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9aZW5kdXJlLVBvcnRhYmxlLTI2ODAwbUFoLVN1cGVyVGFuay1FeHRlcm5hbC9kcC9CMDlENzhLTEsxP3RhZz1nZGd0MGMtcC1vLWlyLTIwIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAdNrxMrCjZ_KjkQWuqjgDj3L7K6bq5g9vhkb6qV7rWac&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FZendure-Portable-26800mAh-SuperTank-External%2Fdp%2FB09D78KLK1\">Zendure Supertank Pro</a> (26,800mAh)</p></li></ul><p>I tested each battery on an iPhone 14 Plus and a Samsung Galaxy S22 Ultra. For the mid- and high-capacity packs, I added an iPad Air (5th generation) to the mix. I only charged one device at a time, even though some are capable of multiple-device charging. I charged from fully depleted to 100 percent (or until the power bank was dead), and didn’t use the device while they charged other than to power them on and enter the unlock code.</p><figure><img alt=\"The six winning power banks arranged on a wooden table with a houseplant in the background \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/49daf380-9d94-11ed-9bbf-5da856c4f895\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim / Engadget</div></figure><p>For the most part, I used the cable included with each power bank to charge the Galaxy S22 Ultra and the iPad Air. For the iPhone 14 Plus, I used the USB-C to Lighting cable that came with Apple’s phone. In the case of the lower-capacity power banks that didn’t include a cable or included a USB-C to USB-A cable, I used a <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5nb25pbWJsZS5jb20vY29sbGVjdGlvbnMvdXNiLWMtY2FibGVzL3Byb2R1Y3RzL3VzYi1jLWNhYmxlLXBvd2Vya25pdCIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAWJmFK5yLOrU_OxXHu5r_FfdjuwPrTE0Drz9ZoHY5j4C&amp;gcReferrer=https%3A%2F%2Fwww.gonimble.com%2Fcollections%2Fusb-c-cables%2Fproducts%2Fusb-c-cable-powerknit\">60W-rated USB-C to USB-C cable</a>.</p><p>For reference, here are the battery capacities of each device we used for testing:</p><ul><li><p>iPhone 14 Plus: 4,325 mAh</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vbGV2YW50L3NtYXJ0cGhvbmVzL2dhbGF4eS1zMjItdWx0cmEvc3BlY3MvIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAATCYGKJ8oKZ02DVGkVWhFEXn6JEOBDtFsTmJGTTiiGqU&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Flevant%2Fsmartphones%2Fgalaxy-s22-ultra%2Fspecs%2F\">Galaxy S22 Ultra</a>: 4,855mAh</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2tiL1NQODY2P2xvY2FsZT1lbl9VUyIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAdt1WfGqpWCEjE_xZqc37IM7LPmhuoUbnVeXDn4GS6S-&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fkb%2FSP866%3Flocale%3Den_US\">iPad Air</a>: 7,729mAh.</p></li></ul><p>I noted the times for each charge and the number of charges each bank provided. I also paid attention to things like ease of use and overall design. Here’s what made the cut for best portable chargers:</p><h2>Best MagSafe-compatible battery: Spigen ArcHybrid Mag</h2><p></p><p>I went into this category expecting Apple’s own <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NSldZM0FNLUEtTWFnU2FmZS1CYXR0ZXJ5L2RwL0IwOTlCV1k3V1QvP3RhZz1nZGd0MGMtcC1vLWlyLTIwIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAcM2igNiCq6gL9sWMqPRU1uXa_d6XYiG07AszP__-YAC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MJWY3AM-A-MagSafe-Battery%2Fdp%2FB099BWY7WT%2F\">MagSafe battery pack</a> to be a top pick. And while it performed admirably, charging a dead 14 Plus to about 43 percent in an hour and 45 minutes, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tQXJjSHlicmlkLU1hZ25ldGljLUNoYXJnaW5nLVdpcmVsZXNzL2RwL0IwOU1KVlhZTUY_dGFnPWdkZ3QwYy1wLW8taXItMjAiLCJjb250ZW50VXVpZCI6IjExNDlkMThhLTM2NmQtNDFlNy05Y2ZhLTdjZTRkMGZkNjgzNSJ9&amp;signature=AQAAAUruMmwuSUt4ihTwVIV44mrhkTgzr7MzPY9r2tp8L9Us&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-ArcHybrid-Magnetic-Charging-Wireless%2Fdp%2FB09MJVXYMF\">Spigen’s ArcHybrid</a> delivered a 56 percent charge in nearly the same amount of time. The ArcHybrid firmly attaches to the MagSafe ring and it’s flush enough that you can easily hold your phone and use it while charging up. Unlike the Apple battery, it includes four indicator lights to help you gauge how much juice the pack itself has left. Considering Spigen’s battery is $30 cheaper than Apple’s, it’s easy to recommend.</p><p>Alternatively, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOU5SRzRHSzM_dGFnPWdkZ3QwYy1wLW8taXItMjAiLCJjb250ZW50VXVpZCI6IjExNDlkMThhLTM2NmQtNDFlNy05Y2ZhLTdjZTRkMGZkNjgzNSJ9&amp;signature=AQAAAWuPZ_3RYcYEmx3XFQgziyupe0FJjwyWL4AmrRy1usQD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09NRG4GK3\">Anker’s 633 Magnetic</a> battery delivered a larger charge thanks to its 10,000mAh capacity, boosting the iPhone to 100 percent in three hours with enough left over for an additional 29 percent charge. And while the kickstand feature felt mildly useful, the battery itself was bulky – but that’s understandable for a power bank that’s twice as large as Spigen’s. Ultimately, the ArcHybrid performed better as a quick and convenient way to give a partial charge to your iPhone on the go.</p><p>It’s important to note that wireless charging is less efficient than wired. Our tests showed wired battery banks deliver a device charge at around 60 percent efficiency. With the wireless chargers, that rate dropped to an average of 46 percent. Something to keep in mind when weighing the costs, both ecological and monetary, of wasted energy.</p><p><strong>Specs</strong>: 5000mAh, 7.5W max <br /><strong>Ports</strong>: One USB-C in/out<br /><strong>Cable</strong>: USB-C to USB-C<br /><strong>Number of charges iPhone</strong>: 0.56<br /><strong>Charge time iPhone</strong>: 0 to 56% in 1h 43m</p><h2>Best battery for a partial charge on an Android: Anker 511 Power Bank</h2><p></p><p>Until Android phones get <a href=\"https://www.engadget.com/qi-2-charging-borrowed-from-apple-is-coming-to-android-phones-in-2023-114738401.html\">something like</a> MagSafe, a wired connection makes the most sense for on-the-go charges. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1Qb3dlckNvcmUtQ2hhcmdpbmctVGVjaG5vbG9neS1Qb3J0YWJsZS9kcC9CMDlOUjFTUEJWP3RoPTEmdGFnPWdkZ3QwYy1wLW8taXItMjAiLCJjb250ZW50VXVpZCI6IjExNDlkMThhLTM2NmQtNDFlNy05Y2ZhLTdjZTRkMGZkNjgzNSJ9&amp;signature=AQAAAat2OiJ33b2BJnz34ItI2ULdRBH8zIx1I-D6Z7PX4Vsp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-PowerCore-Charging-Technology-Portable%2Fdp%2FB09NR1SPBV%3Fth%3D1\">Anker 511 Power Bank</a> is a cleverly designed unit about the size and shape of a slim stick of butter. The battery has enough capacity to charge a depleted Galaxy S22 Ultra to 75 percent in a little over an hour, so you’ll be covered if you don’t have long between flights to give your phone a bit more juice. It also has a built-in plug and allows for pass-through charging, which means it can act as a wall adapter if you’re ever stuck with both a dead battery bank and phone, but happen to be near an outlet. It doesn’t come with a cable, though, so you’ll need to provide one that can go from the bank’s single USB-C port to your device.</p><p><strong>Specs</strong>: 5,000 mAh, 10W max<br /><strong>Ports</strong>: One USB-C and wall outlet prongs<br /><strong>Cable</strong>: None<br /><strong>Number of charges Galaxy S22 Ultra</strong>: 0.75<br /><strong>Charge time Galaxy</strong>: 0 to 75% in 1h 7m</p><h2>Best low capacity battery: BioLite Charge 40 PD</h2><p></p><p>BioLite is probably better known in the outdoor community than the tech world, and it’s fair to say that the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=c7108adf-28cd-4cee-8929-a1014adc3d98&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BioLite&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNzEwOGFkZi0yOGNkLTRjZWUtODkyOS1hMTAxNGFkYzNkOTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmlvbGl0ZWVuZXJneS5jb20vcHJvZHVjdHMvY2hhcmdlLTQwLVBEIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAASr_WKmfS5i4ZbGXbyABmsC4zYdjdQOP5QM6d1hBdp7a&amp;gcReferrer=https%3A%2F%2Fwww.bioliteenergy.com%2Fproducts%2Fcharge-40-PD\">Charge 40 PD</a> is geared more towards camping trips than urban commutes. But this battery simply outperformed the others in its category. The rugged, yellow-accented exterior is a refreshing change from the standard shiny black of many tech accessories. It also has a rubberized finish and feels solid enough to handle the bumps and jolts of riding around in a purse or messenger bag all day. It gave both the iPhone and the Galaxy one and a half charges, which means it’s plenty capable of reviving a dead phone a couple of times when you’re out and about.</p><p>The <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5nb25pbWJsZS5jb20vY29sbGVjdGlvbnMvcG9ydGFibGUtYmF0dGVyeS1jaGFyZ2Vycy9wcm9kdWN0cy9jaGFtcC1wb3J0YWJsZS1jaGFyZ2VyIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAd6EcGyu1V9q1xaUOKOdyi6jJKW4FoemqVdb-iB1Q3x9&amp;gcReferrer=https%3A%2F%2Fwww.gonimble.com%2Fcollections%2Fportable-battery-chargers%2Fproducts%2Fchamp-portable-charger\">Nimble Champ</a> gets an honorary mention here because it’ll also deliver a few reliable fill-ups and comes in a rugged package. It delivered a full charge to the iPhone in two hours plus a 22 percent charge in 16 minutes. It gave the Galaxy a full charge in an hour and 44 minutes, then got the phone from dead to 41 percent in 50 minutes. At the same $60 price point as the BioLite, Nimble gets extra points for being one of the few <a href=\"https://www.bcorporation.net/en-us/find-a-b-corp/company/nimble\">B-Corp-certified</a> personal tech manufacturers out there, meaning they’ve committed themselves to higher environmental and social standards, and took the time to prove it through B Lab’s certification process.</p><p><strong>Specs</strong>: 10,000mAh, 18W max<br /><strong>Ports</strong>: One in/out USB-C, two USB-A out only<br /><strong>Cable</strong>: USB-C to USB-A<br /><strong>Number of charges iPhone 14 Plus</strong>: 1.36<br /><strong>Charge time iPhone</strong>: 0 to 100% in 1h 50m, 0 to 50% in 36m<br /><strong>Number of charges Galaxy S22 Ultra</strong>: 1.33<br /><strong>Charge time Galaxy</strong>: 0 to 100% in 1h 33m, 0 to 50% in 45m</p><h2>Best medium capacity battery: Otterbox Fast Charge</h2><p></p><p>At the medium-capacity level, you can charge multiple devices at once or power up something larger than a phone. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL2Zhc3QtY2hhcmdlLXBvd2VyLWJhbmstdXNiLWEtYW5kLXVzYi1jLWFuZC0xMDAwMC1tYWgtZ3JleS83OC04MDY5MC5odG1sIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAWwtiveR_iaPlD5U15sn5mYNNtz9G_Uez-Pn8QqcVywm&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Ffast-charge-power-bank-usb-a-and-usb-c-and-10000-mah-grey%2F78-80690.html\">Otterbox Fast Charge</a> power bank only lists 15,000mAh of capacity, but it performed nearly as well as the 20,000mAh batteries while costing about $30 less. Over the month and a half I spent testing battery packs, this was the unit I grabbed the most when my own devices needed a charge. It has a stylish exterior with a gray faux leather finish and copper detailing. A little bigger than a deck of cards and weighing just over 11 ounces, it’s a nice looking accessory that feels solid.</p><p>It filled up both smartphones twice, then gave an additional third of a charge each. I introduced the iPad to the mix here and got a full charge plus an extra third. The Otterbox also lost very little battery power while sitting dormant, which means if you carry it around on the off chance that you’ll need it, it should have plenty of power when the time comes.</p><p>This category may have been the closest to call, as <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3VzLmFua2VyLmNvbS9wcm9kdWN0cy9hMTM2Nj9jdXJyZW5jeT1VU0QmdmFyaWFudD00MjA4OTUzNjE5MjY2MiIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAaUSEmF8lrX3T3t5IBIMVFKUmVNhtIvyF37aAoMY98Od&amp;gcReferrer=https%3A%2F%2Fus.anker.com%2Fproducts%2Fa1366%3Fcurrency%3DUSD%26variant%3D42089536192662\">Anker’s 535 Power Core</a> performed slightly better than the Otterbox, but Anker’s price point is higher. That said, if you want a screaming quick charge for your Galaxy phone, grab the 535. It got the Galaxy up to 100 percent three times, taking about an hour each time. It had enough left over for a small nine-percent charge before it finally gave up. While the battery did get pretty warm, it never felt overly hot. That one-hour fill up is the fastest any power bank was able to deliver a charge to the Galaxy, other than <a href=\"https://shopping.yahoo.com/rdlw?merchantId=aac3354f-048f-410b-ae8a-eb1da43ee6cf&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Anker&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhYWMzMzU0Zi0wNDhmLTQxMGItYWU4YS1lYjFkYTQzZWU2Y2YiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW5rZXIuY29tL3Byb2R1Y3RzL2IxMjkwP3ZhcmlhbnQ9Mzc0Mzg2MzY5MTY4ODYmcmVmPXNlcmllc0J1eSZkaXNjb3VudD1XUzdERkk4RVdBIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAfYkv2qSYLDrbxiNXSN3lCG3S3wLrGDuMr0Xh41bvk5n&amp;gcReferrer=https%3A%2F%2Fwww.anker.com%2Fproducts%2Fb1290%3Fvariant%3D37438636916886%26ref%3DseriesBuy%26discount%3DWS7DFI8EWA\">Anker’s 737</a>, which shaved off a few minutes, but costs $90 more. I also appreciated the 535’s cool iridescent finish.</p><p><strong>Update, 2/13/2023: </strong>Anker's 535 Power Core battery, which we mentioned as an alternate medium-capacity option, has been recalled due to a potential fire hazard. If you've purchased the 535 battery pack, the Anker rep we spoke with recommended that you stop using the device and follow the <a href=\"https://www.epa.gov/recycle/used-lithium-ion-batteries\">guidelines</a> from the EPA or local agencies to dispose of the battery. Follow <a href=\"https://shopping.yahoo.com/rdlw?merchantId=aac3354f-048f-410b-ae8a-eb1da43ee6cf&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Anker&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhYWMzMzU0Zi0wNDhmLTQxMGItYWU4YS1lYjFkYTQzZWU2Y2YiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW5rZXIuY29tL2ExMzY2LXJlY2FsbCIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAZ6qWSpmBMmMAWanLCDBkgMI6LfOqyifWSNZ_j2d8nnZ&amp;gcReferrer=https%3A%2F%2Fwww.anker.com%2Fa1366-recall\">this link</a> to learn how to initiate a refund.&nbsp;</p><p><strong>Specs</strong>: 15,000mAh, 18W max<br /><strong>Ports</strong>: One in/out USB-C, one in/out USB-A<br /><strong>Cable</strong>: USB-C to USB-A<br /><strong>Number of charges iPhone 14 Plus</strong>: 2.33<br /><strong>Charge time iPhone</strong>: 0 to 100% in 2h 2m average, and 0% to 33% in 27m<br /><strong>Number of charges Galaxy S22 Ultra</strong>: 2.33<br /><strong>Charge time Galaxy</strong>: 0 to 100% in 1h 35m and 0 to 37% in 33m<br /><strong>Number of charges iPad Air</strong>: 1.31<br /><strong>Charge time iPad</strong>: 0 to 100% in 2h 23m and 0% to 31% in 38m</p><h2>Best high capacity battery: Anker 737 Power Bank</h2><p></p><p>If you want something with a lot of charge that transfers quickly, go for the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1Qb3dlckNvcmUtQ2hhcmdlci1EZWxpdmVyeS1Qb3J0YWJsZS9kcC9CMDg1MzdNS0JTP3RhZz1nZGd0MGMtcC1vLWlyLTIwIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAbjnxt4Fy7i5xX4MHLJlzPH6Mu5N1W6GtsKj50PQvY4j&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-PowerCore-Charger-Delivery-Portable%2Fdp%2FB08537MKBS\">Anker 737 Power Bank</a>. It was for the most part the fastest bank we tried, capable of delivering the largest amount of charge in the shortest period of time for the iPad and Galaxy. (<a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3VzLmFua2VyLmNvbS9wcm9kdWN0cy9hMTM2Nj9jdXJyZW5jeT1VU0QmdmFyaWFudD00MjA4OTUzNjE5MjY2MiIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAaUSEmF8lrX3T3t5IBIMVFKUmVNhtIvyF37aAoMY98Od&amp;gcReferrer=https%3A%2F%2Fus.anker.com%2Fproducts%2Fa1366%3Fcurrency%3DUSD%26variant%3D42089536192662\">Anker’s 535</a> got the iPhone to 100 percent an average of two minutes faster, but didn’t give as many charges.) The 737 fully charged our S22 Ultra three times, with enough power left over for another 93 percent charge – and those full charges completed in under an hour on average. That’s on par with wall charging. The numbers for the iPhone were slightly less staggering, but still impressive, going from zero to full in about an hour and a half. The iPad charged completely twice, and did so in just over two hours, which is also close to that device’s wall-connected charge speeds.</p><p>While it’s great for multiple full charges on a given smartphone, I should point out that the 737 has three ports, but only one of those is USB-C. If you want to charge more than one device at a time, you’ll have to use the lower-efficiency USB-A ports for a couple of them. That said, this bank not only costs less than the other high capacity batteries we tried, it also includes a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaGFyZ2VyLUFua2VyLUNvbXBhY3QtQWRhcHRlci1Qb3dlclBvcnQvZHAvQjA4RjI4Qkg3Qz90YWc9Z2RndDBjLXAtby1pci0yMCIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAd8cGMz0UWFJg2iQnM38V7_lxXrPYOYHLrRUI-gresbL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCharger-Anker-Compact-Adapter-PowerPort%2Fdp%2FB08F28BH7C\">65W PowerPort</a> fast charger, which goes for $34 on its own.</p><p>The design is nothing groundbreaking, with a glossy black exterior and a metallic-looking finish on one side. It weighs a little over a pound and has the same general form as an old school <a href=\"https://en.wikipedia.org/wiki/TI-85\">TI-85</a> graphing calculator. Its single button has eight lighted pips to show you how much charge it has left.</p><p><strong>Specs</strong>: 25,600mAh, 60W max <br /><strong>Ports</strong>: One in/out USB-C, two out only USB-A<br /><strong>Cable</strong>: USB-C to USB-C, includes 65W wall adapter<br /><strong>Number of charges iPhone 14 Plus</strong>: 3.67<br /><strong>Charge time iPhone</strong>: 0 to 100% in 1h 38m average and 0 to 67% in 40m<br /><strong>Number of charges Galaxy S22 Ultra</strong>: 3.93<br /><strong>Charge time Galaxy</strong>: 0 to 100% in 57m average 0 to 93% in 59m<br /><strong>Number of charges iPad Air</strong>: 2.14<br /><strong>Charge time iPad</strong>: 0 to 100% in 2h 7m average and 0 to 14% in 13m</p><h2>Best mobile command center battery: Mophie Powerstation Pro XL</h2><p></p><p>For those who take their work on the road, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=6391fb09-49b1-4860-b92a-12edb53cb14e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Zagg&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MzkxZmIwOS00OWIxLTQ4NjAtYjkyYS0xMmVkYjUzY2IxNGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuemFnZy5jb20vZW5fdXMvcG93ZXJzdGF0aW9uLXByby14bC1hcHBsZSIsImNvbnRlbnRVdWlkIjoiMTE0OWQxOGEtMzY2ZC00MWU3LTljZmEtN2NlNGQwZmQ2ODM1In0&amp;signature=AQAAAdkMhlo8_6fV95YpjLDT_YJr7LodnsQQwByLYaHAM1Cu&amp;gcReferrer=https%3A%2F%2Fwww.zagg.com%2Fen_us%2Fpowerstation-pro-xl-apple\">Mophie Powerstation Pro XL</a>, with its trio of USB-C ports, is a good pick. It’s capable of charging three gadgets at once, with a different wattage rating for each port: 100W, 45W and 20W. In practice, that means you could use the ports to charge a laptop, a tablet and a phone simultaneously. To keep the numbers comparable across our testing, I charged one device at a time. Both smartphones juiced up fully three times, with around a third of an additional charge left over. I got about two full charges from the battery on the iPad Air.</p><p>The Powerstation XL has the look and feel of a fancy pocketbook with a marled gray fabric exterior that feels nice in the hand and, incidentally, hides stains well. It weighs the same as the Anker 737 (one pound and three ounces) and also has lighted pips to indicate charge levels. There are only four lights, however, which doesn’t give you the most precise insight as to how much charge it's carrying.</p><p>Another option, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9aZW5kdXJlLVBvcnRhYmxlLTI2ODAwbUFoLVN1cGVyVGFuay1FeHRlcm5hbC9kcC9CMDlENzhLTEsxP3RhZz1nZGd0MGMtcC1vLWlyLTIwIiwiY29udGVudFV1aWQiOiIxMTQ5ZDE4YS0zNjZkLTQxZTctOWNmYS03Y2U0ZDBmZDY4MzUifQ&amp;signature=AQAAAdNrxMrCjZ_KjkQWuqjgDj3L7K6bq5g9vhkb6qV7rWac&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FZendure-Portable-26800mAh-SuperTank-External%2Fdp%2FB09D78KLK1\">Zendure Supertank Pro</a>, almost won this category in part because it handles its charge indication with a lighted LED display that shows exactly how much charge remains, expressed as a percentage. With four variable-wattage USB-C ports, a tough exterior and included semi-hard case, it seems tailor made to act as a power source for mobile photoshoots or nomadic offices. The charge speeds were a little slower than the Mophie, but it did manage to give a few more percentage points of charge to the iPad and the Galaxy phone, filing the latter four times. In the end, it came down to price: for $50 more than the Mophie, the Supertank Pro’s speeds and capacity just didn’t edge it out. But if you happen to see the Supertank on sale, snap it up.</p><p><strong>Specs</strong>:  25,000mAh, 120W max<br /><strong>Ports</strong>: One USB-C in/out, two USB-C out only<br /><strong>Cable</strong>: USB-C to USB-C<br /><strong>Number of charges iPhone 14 Plus</strong>: 3.23<br /><strong>Charge time iPhone</strong>: 0 to 100% in 1h 45m average and 23% in 18m<br /><strong>Number of charges Galaxy S22 Ultra</strong>: 3.85<br /><strong>Charge time Galaxy</strong>: 0 to 100% in 1h 36m and 85% in 1h 12m<br /><strong>Number of charges iPad Air</strong>: 2.02<br /><strong>Charge time iPad</strong>: 0 to 100% in 2h 16m and 2% in 7m</p>This article originally appeared on Engadget at https://www.engadget.com/best-power-bank-143048526.html?src=rss", "link": "https://www.engadget.com/best-power-bank-143048526.html?src=rss", "date_published": "2023-07-13T14:48:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "One week in, Threads has become Twitter’s biggest threat", "description": "<p>Meta’s Twitter rival, Threads, has unquestionably had the best first-week imaginable. After immediately racing to the top of app store charts, it became the fastest growing app of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY25iYy5jb20vdmlkZW8vMjAyMy8wNy8xMC90aHJlYWRzLWJlY29tZXMtZmFzdGVzdC1ncm93aW5nLWFwcC1pbi1oaXN0b3J5LWhpdHRpbmctMTAwLW1pbGxpb24tdXNlcnMtaW4tZml2ZS1kYXlzLmh0bWwiLCJjb250ZW50VXVpZCI6ImFiMjNlMjA5LTljMzAtNDU1Zi1hMTc1LTFhZjNhZWJmNDg5NCJ9&amp;signature=AQAAAURXEHTyFb8wbPfYEdpi7c0CpN0n4RJNPR48B4ceOhkb&amp;gcReferrer=https%3A%2F%2Fwww.cnbc.com%2Fvideo%2F2023%2F07%2F10%2Fthreads-becomes-fastest-growing-app-in-history-hitting-100-million-users-in-five-days.html\">all time</a>. In just five days, it grew to more than <a href=\"https://www.engadget.com/metas-threads-races-to-100-million-users-in-under-a-week-070740016.html\">100 million</a> users, beating out chatGPT and TikTok which both previously held the record.</p><p>That’s even more impressive considering the app <a href=\"https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html\">isn’t</a> available in the European Union, one of Meta’s most important markets. And while Threads clearly borrowed some moves from Meta’s growth-hacking playbook, like sending would-be users notifications on Instagram and pre-populating their feeds with content and followers, Mark Zuckerberg called most of the early growth “organic.”</p><span id=\"end-legacy-contents\"></span><p>“That's mostly organic demand and we haven't even turned on many promotions yet,” he wrote in a celebratory <a href=\"https://www.threads.net/t/CuhOXGmr74R\">post</a> on Threads. However you spin it, it's clearly bad news for Twitter.</p><p>While it’s too soon to know if Threads’ early success will translate in the long term, it has succeeded in utterly dominating Twitter in its first week. Every available metric suggests that Threads is not just a viral hit in its own right, but is doing so at the direct expense of Twitter.</p><p>Just days after Threads launched, Matthew Prince, CEO of DNS service Cloudflare, said that Twitter’s traffic was “tanking.” He shared a graph showing that visits to twitter.com had sharply dipped since the end of June, around the time Elon Musk began <a href=\"https://twitter.com/eastdakota/status/1678065025750294532\">restricting</a> how many tweets users could view, and a few days later when Threads launched.</p><div id=\"703ee0eb9fd846f4be38f1fdb47b66cc\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Twitter traffic tanking. <a href=\"https://t.co/KSIXqNsu40\">https://t.co/KSIXqNsu40</a><a href=\"https://t.co/mLlbuXVR6r\">pic.twitter.com/mLlbuXVR6r</a></p>— Matthew Prince 🌥 (@eastdakota) <a href=\"https://twitter.com/eastdakota/status/1678065025750294532?ref_src=twsrc%5Etfw\">July 9, 2023</a></blockquote></div><p>Data from analytics firm SimilarWeb suggests the same pattern. According to the company, traffic to twitter.com dipped <a href=\"https://www.similarweb.com/blog/insights/social-media-news/threads/\">5 percent</a> in the two days following Threads' launch, compared with the same period the previous week. The firm notes that this is in addition to an “overall decline” in traffic that predates Threads.</p><p>There are other signs that Threads may be succeeding in luring away current Twitter users.  A recent poll <a href=\"https://www.ipsos.com/en-us/over-half-americans-twitter-account-say-they-are-likely-try-threads-next-few-weeks\">from Ipsos</a> found that 58% of American Twitter users said they were likely to try, or have already tried, Threads.. And 46% of American Twitter users said they were “likely to move or have already moved the activity they used to do on Twitter to Threads.”</p><p>It’s worth noting that these are all very early metrics. Early virality for an app doesn’t necessarily equate to long-term success or sustained growth. Google+ was once praised <a href=\"https://www.businessinsider.com/chart-of-the-day-google-is-growing-much-faster-than-facebook-did-in-the-early-days-2012-2\">for “meteoric”</a> growth when it hit 100 million users less than a year after its launch more than a decade ago. In the more recent past, social audio app Clubhouse was heralded as <a href=\"https://www.engadget.com/what-is-clubhouse-app-130015640.html\">a sensation</a> when it grew to a few million users in its first months of existence. Both eventually fizzled out.&nbsp;</p><p>And there are signs that Twitter does have a core group of dedicated, blue-checkmark-buying users. The same Ipsos poll found that more than half of American Twitter users were uninterested in migrating to Threads, at least in the near term. And data recently released by app analytics firm Sensor Tower suggests that Twitter’s engagement held steady in the days following Threads’ launch, while average time spent in Threads actually dipped.</p><div id=\"a812cd5a32324c169c31a5111d5b79c1\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Despite Threads strong sign-ups/DAUs, ST data shows engagement remains low. Weekend time spent declined 60% from Jul 6 highs; this was 60% &amp; 85% lower than avg time spent on Twitter &amp; Insta, resp.<a href=\"https://twitter.com/hashtag/SensorTower?src=hash&amp;ref_src=twsrc%5Etfw\">#SensorTower</a>, <a href=\"https://twitter.com/hashtag/Threadsapp?src=hash&amp;ref_src=twsrc%5Etfw\">#Threadsapp</a>, <a href=\"https://twitter.com/hashtag/mobileappdata?src=hash&amp;ref_src=twsrc%5Etfw\">#mobileappdata</a>, <a href=\"https://twitter.com/hashtag/Instagram?src=hash&amp;ref_src=twsrc%5Etfw\">#Instagram</a><a href=\"https://twitter.com/hashtag/Twitter?src=hash&amp;ref_src=twsrc%5Etfw\">#Twitter</a><a href=\"https://t.co/tFHyuBG7UO\">pic.twitter.com/tFHyuBG7UO</a></p>— Sensor Tower (@SensorTower) <a href=\"https://twitter.com/SensorTower/status/1679105832036835329?ref_src=twsrc%5Etfw\">July 12, 2023</a></blockquote></div><p>Elon Musk and newly-installed Twitter CEO Linda Yaccarino seem eager to bolster this narrative. The two touted their own — somewhat dubious — metric following Threads' launch, <a href=\"https://twitter.com/lindayacc/status/1678508114339848194\">claiming</a> that the same week saw the “largest usage day since February” on the platform. “Cumulative user-seconds per day of phone screentime, as reported by iOS &amp; Android, is hardest to game,” Musk wrote. (It’s unclear how he was measuring “cumulative user-seconds” of screen time as neither Apple or Google report screen time metrics to app developers.)</p><p>Twitter’s leadership has more than enough reason to be rattled by Threads’ overnight success. While a wave of Twitter alternatives has cropped up in the wake of Musk’s chaotic takeover of Twitter, none have come even close to 100 million. Mastodon, its most entrenched rival, reports <a href=\"https://joinmastodon.org/about\">2 million</a> monthly users. Bluesky, the <a href=\"https://www.engadget.com/jack-dorsey-backed-bluesky-is-having-a-moment-133039184.html\">much-hyped</a> invite-only service, has about 300,000 sign-ups.&nbsp;</p><p>Even more importantly, Threads has succeeded in nabbing a key demographic many of its predecessors haven’t: brands. Threads has been an all-out brands <a href=\"https://www.adweek.com/media/brands-use-humor-to-find-their-voice-and-followers-on-threads/\">bonanza.</a> And as much as that’s made for cringey, milquetoast content on the app, it’s very, very good for Meta. For now, brands are getting the kind of organic engagement most social media managers only dream about. As Website Plant recently pointed out in a report, big brands are attracting significantly more engagement on Threads, compared with Twitter. This is true even for brands that have far more followers on Twitter than on Threads.</p><p>According to the report, 87% of brands got more likes on Threads posts than on Twitter. “The vast majority of the posts we went through generated significantly higher engagement on the new platform — no matter if the content itself was the same as on Twitter,” the company <a href=\"https://www.websiteplanet.com/news/twitter-threads-research/\">wrote</a>.</p><p>Again, these are early stats. It’s entirely possible that users on Threads are engaging more with brands simply because that what was shoved into their feeds, not because Meta somehow made the content more appealing. But that kind of early engagement will certainly make brands more willing to give Meta ad dollars whenever they do open advertising on the platform.</p><p>Zuckerberg has said the company won’t introduce ads to Threads until there’s a “clear path to 1 billion people” on the app. But that doesn’t mean Threads will be ad-free for long. According to <a href=\"https://www.axios.com/2023/07/11/threads-instagram-branded-content-tools\"><em>Axios</em></a>, the company has already begun to work on branded content tools for the service, and “is working to quickly make them available.” It should come as no surprise, then, that Wall Street analysts are also enthused about Threads’ prospects. The week-old platform could add up to $8 billion in revenue for Meta by 2025, according to an estimate from <a href=\"https://www.bloomberg.com/news/articles/2023-07-10/meta-s-threads-to-earn-8-billion-annual-revenue-by-2025-analyst-says#xj4y7vzkg\">one analyst</a>, reported by <em>Bloomberg</em>.</p><p>All this is especially bleak for Musk and Twitter, which is facing a financial outlook so dire the company has stopped paying <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY25iYy5jb20vMjAyMy8wMi8yNC9tdXNrcy10d2l0dGVyLWhhcy1iZWVuLXN1ZWQtYnktYXQtbGVhc3Qtc2l4LWNvbXBhbmllcy1mb3ItdW5wYWlkLWJpbGxzLmh0bWwiLCJjb250ZW50VXVpZCI6ImFiMjNlMjA5LTljMzAtNDU1Zi1hMTc1LTFhZjNhZWJmNDg5NCJ9&amp;signature=AQAAAfnnKnHEatuFUDyqvMMloHymDHhL0-i005Up8EIBhLlS&amp;gcReferrer=https%3A%2F%2Fwww.cnbc.com%2F2023%2F02%2F24%2Fmusks-twitter-has-been-sued-by-at-least-six-companies-for-unpaid-bills.html\">numerous bills</a>. According to a report from <em>The New York Times</em><a href=\"https://www.nytimes.com/2023/06/05/technology/twitter-ad-sales-musk.html\">last month</a>, Twitter’s ad sales — its primary source of revenue — have plummeted 59% compared with last year, with performance “unlikely to improve anytime soon.” And, now, Meta has swooped in, pretty much overnight, with a huge new platform poised to gobble up Twitter’s missing ad dollars and then some.</p><p>While this likely brings some satisfaction to Musk and Twitter’s biggest critics, it’s worth noting that there are significant implications to an online ecosystem where yet another Meta-owned platform dominates its closest rivals. Meta, and Instagram specifically, has very different norms and standards about what kind of speech is acceptable on its service. And there are still more questions than answers about Meta’s plans to <a href=\"https://www.engadget.com/all-the-questions-we-still-have-about-threads-153059430.html\">integrate Threads</a> into the broader Fediverse.</p><p>But it’s impossible to ignore just how much momentum Threads has gained in its first week, and how much of it has come at the direct expense of Twitter.</p>This article originally appeared on Engadget at https://www.engadget.com/one-week-in-threads-has-become-twitters-biggest-threat-140050889.html?src=rss", "link": "https://www.engadget.com/one-week-in-threads-has-become-twitters-biggest-threat-140050889.html?src=rss", "date_published": "2023-07-13T14:00:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "UK launches in-depth investigation into Adobe's $20 billion Figma purchase", "description": "<p>Adobe is now facing tighter scrutiny of its <a href=\"https://www.engadget.com/adobe-figma-acquisition-130937415.html\">$20 billion Figma acquisition</a>. The UK's Competition and Markets Authority (CMA) has <a href=\"https://www.gov.uk/cma-cases/adobe-slash-figma-merger-inquiry\">launched</a> an in-depth investigation of the deal after Adobe declined to make concessions that would resolve antitrust concerns. The &quot;phase 2&quot; probe will have a group of independent experts determine whether or not the merger will reduce competition in design software. The CMA has until December 27th to complete the review.</p><p>We've asked Adobe for comment. The company rejected the CMA's claims when plans for the new investigation were <a href=\"https://www.engadget.com/the-uk-will-ramp-up-its-investigation-into-adobes-20-billion-figma-acquisition-163033206.html\">unveiled in June</a>, and was still confident it would complete the buyout. It previously said it would treat Figma as an independent company and didn't have plans to raise prices.</p><span id=\"end-legacy-contents\"></span><p>The CMA's initial inquiry determined that Figma's web collaboration platform had significant market share, and that a competitive &quot;rivalry&quot; would vanish if Adobe bought the relative newcomer. This could lead to higher prices and less innovation, the Authority said at the time. Adobe, meanwhile, has argued that buying Figma would strengthen both companies' products. Creative Cloud apps would get some of Figma's collaborative features, while Figma's platform would receive some of Adobe's functionality.&nbsp;</p><p>Adobe still hopes to close the Figma merger by the end of the year. It still faces a US investigation, however, and the European Union will make its decision by August 7th. There's no guarantee the purchase will wrap on time or at all, in other words. If any one of these agencies blocks the merger or conducts a prolonged review, Adobe will have to rethink its plans.</p>This article originally appeared on Engadget at https://www.engadget.com/uk-launches-in-depth-investigation-into-adobes-20-billion-figma-purchase-134313980.html?src=rss", "link": "https://www.engadget.com/uk-launches-in-depth-investigation-into-adobes-20-billion-figma-purchase-134313980.html?src=rss", "date_published": "2023-07-13T13:43:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "What the hell are passkeys and why are they suddenly everywhere?", "description": "<p>Passkeys promise a future without passwords, where we access our accounts as easily as we unlock our phones, with a much higher level of security. Pick your big tech poison, like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2RldmVsb3Blci5hcHBsZS5jb20vcGFzc2tleXMvIiwiY29udGVudFV1aWQiOiJhZGFlODY0Yy05MDA0LTRkYWQtYTc5Zi04OGExZmRkZmNhM2UifQ&amp;signature=AQAAAWqKX-_o6KNMcJErH8OJFJR-4jA0GECukthhRnj1hyK2&amp;gcReferrer=https%3A%2F%2Fdeveloper.apple.com%2Fpasskeys%2F\">Apple</a>, <a href=\"https://developers.google.com/identity/passkeys\">Google</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9zZWN1cml0eS9ibG9nLzIwMjMvMDUvMDQvaG93LW1pY3Jvc29mdC1jYW4taGVscC15b3UtZ28tcGFzc3dvcmRsZXNzLXRoaXMtd29ybGQtcGFzc3dvcmQtZGF5LyIsImNvbnRlbnRVdWlkIjoiYWRhZTg2NGMtOTAwNC00ZGFkLWE3OWYtODhhMWZkZGZjYTNlIn0&amp;signature=AQAAAdrbmLucME3j0Z8hkuoOk0zU7VlDPN8qqViadahJX2km&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Fsecurity%2Fblog%2F2023%2F05%2F04%2Fhow-microsoft-can-help-you-go-passwordless-this-world-password-day%2F\">Microsoft</a>, and you’ve probably seen it announce a passkey takeover. While a full-on passkey revolution may be a bit away, you may be asked to set one up for your accounts soon.</p><p>The username and password approach to logins dates <a href=\"https://www.wired.com/2012/01/computer-password/\">back to the 1960s</a>. Ever since then, it's been hackable. Passwords are guessable or phishable, especially if you fail to meet <a href=\"https://www.auditboard.com/blog/nist-password-guidelines/\">industry standards</a> for a complex, strong password. For a while, the solution seemed to be multi-factor authentication, or a way to verify your identity at login via text message, app, hardware key or other methods. But passkey proponents are saying that solving login security problems means reinventing the first step, not adding on additional processes.</p><span id=\"end-legacy-contents\"></span><p>“It's the closest to something that can be scaled to get rid of passwords that we've ever seen,” said Megan Shamas, senior director of marketing at industry association FIDO Alliance. A passkey is a digital authentication credential that is securely stored on your device. Instead of what Shamas called a “shared secret” method of passwords, passkeys are a unique key pair for every online service you use bound to the domain. So, if you create one for your online banking account, and a spoofed website prompts you to sign in, the passkey won’t work.</p><p>It also prevents phishing attacks because you can’t give away your passkey like you can with a password or MFA phrase. We can’t call it “unphishable,” said Derek Hanson, vice president of solutions architecture and alliances at security authentication company Yubico, but it certainly thwarts the common attack vectors used today. At the very least, it makes it much more costly and difficult for a hacker to get in, making the hackers likely to move on to weaker targets.</p><p>For the user, they’re meant to be easier, too. Instead of trying to keep track of <a href=\"https://www.rackspace.com/blog/world-password-day-security-tips-2022\">nearly 100 passwords or more</a>, the passkey is stored on your device and connects automatically to the service. Similar to unlocking your phone, you’ll need to enter a pin, fingerprint, face scan or other simple authentication to log in. It seems too good to be true, and it sort of is, because it's still a fragmented space. While the big names have made passkeys trend recently, they could also be holding back widespread use.</p><p>Currently, using a passkey locks you into a certain service provider, according to Sayonnha Mandal, Ph.D.,  lecturer at University of Nebraska Omaha. You can’t, for example, log in to websites on an Android phone with a passkey stored on a MacBook. It’s the kind of lock-in these companies tend to favor because it keeps customers loyal to their brand. So, it’ll take cooperation and “in the absence of a government industrial standard that everybody mandatorily has to adhere to, I don't think by themselves, the companies would.”</p><p>But Shamas says that cross-platform accessibility is coming, as companies sign on to <a href=\"https://fidoalliance.org/passkeys/\">FIDO’s industry standards</a> for passkey development. “The deep investment across the industry (including Apple, Google, and Microsoft) to develop and evangelize the passkey technology speaks to the broad belief in its promise,” said a Google spokesperson. At the time of publication, Google Chrome on Mac and Windows <a href=\"https://developers.google.com/identity/passkeys/supported-environments#:~:text=As%20of%20May%202023%2C%20Chrome,on%20the%20local%20device%20only.\">only stores passkeys on the local device</a>.</p><p>For now, if a website offers you a passkey login option, you should probably sign up. At least for your most sensitive accounts like online banking, make the switch to passkeys as soon as it's offered for an added layer of protection on those accounts, Mandal said. But, if passkeys do take over, it will be a slow transition. Services will likely still offer password options because it’s what consumers are used to, and passkeys still don’t have wide enough support.</p><p>In the meantime, it’s a good reminder to stay on top of your security settings. If passkeys aren’t available, make sure MFA is set up and your password is strong instead of just avoiding the security reminder pop-ups at log in.</p>This article originally appeared on Engadget at https://www.engadget.com/passkeys-passwords-authentication-security-133024414.html?src=rss", "link": "https://www.engadget.com/passkeys-passwords-authentication-security-133024414.html?src=rss", "date_published": "2023-07-13T13:30:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best budget TVs and streaming gadgets for students", "description": "<p>Watching movies and TV shows on your laptop is the easiest way to binge watch media when you’re an overworked student – but we think you deserve better. A small TV will let you truly relax, and crucially, enjoy things with other people. (Watch parties around laptops are just sad, sorry.) A TV is also essential for gaming, especially if you want to take on your roommates in <em>Street Fighter 6. </em>And in a pinch, having a separate TV screen can be useful as a secondary monitor. Here are some of the best budget TV choices for students, along with a few accessories to make the experience even better.</p><h2><strong>TVs for smaller spaces</strong></h2><h2>43-inch TCL 4-Series</h2><p></p><p>A television with Roku or Google TV built-in is one of the easiest ways to start streaming content, making them ideal for most students. This<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UQ0wtQ2xhc3MtVUhELVNtYXJ0LUdvb2dsZS9kcC9CMDlKVlM1Mjk1P2xpbmtDb2RlPXNsMSZsaW5rSWQ9YmMwNDNlMGM1ZjQ4Mjc5YWQ0ZDMxNDEwODEzNDhjODgmbGFuZ3VhZ2U9ZW5fVVMmcmVmXz1hc19saV9zc190bCZ0YWc9Z2RndDBjLXAtby0xY2stMjAiLCJjb250ZW50VXVpZCI6IjUwMDRiNjYwLTJkNTYtNGM3OS1iNGNkLWFlNDRhYjNmYTk0ZCJ9&amp;signature=AQAAAStsMq7dAlJpqFTd_SSrg4n9Pves0pTzZY-OUVud4lsW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTCL-Class-UHD-Smart-Google%2Fdp%2FB09JVS5295%3FlinkCode%3Dsl1%26linkId%3Dbc043e0c5f48279ad4d3141081348c88%26language%3Den_US%26ref_%3Das_li_ss_tl\"> 4-series TCL model</a> sports a 4K screen (with upscaling from lower-res sources) and HDR, for better dynamic range. But best of all, you can usually find it under $300. It's not the most feature-packed TCL TV (the<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UQ0wtQ2xhc3MtRG9sYnktVmlzaW9uLVNtYXJ0L2RwL0IwN1M1R1ZINkQ_bGlua0NvZGU9c2wxJmxpbmtJZD00N2RiMDZlZjFlYTYzZjAyMTRkM2FkY2RiYzAzNzUxNCZsYW5ndWFnZT1lbl9VUyZyZWZfPWFzX2xpX3NzX3RsJnRhZz1nZGd0MGMtcC1vLTFjay0yMCIsImNvbnRlbnRVdWlkIjoiNTAwNGI2NjAtMmQ1Ni00Yzc5LWI0Y2QtYWU0NGFiM2ZhOTRkIn0&amp;signature=AQAAAREFVy8Ky3tVFpClIFmajx3n_lw1Z6cPRaS02LObI0rQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTCL-Class-Dolby-Vision-Smart%2Fdp%2FB07S5GVH6D%3FlinkCode%3Dsl1%26linkId%3D47db06ef1ea63f0214d3adcdbc037514%26language%3Den_US%26ref_%3Das_li_ss_tl\"> 5-series</a> costs around $200 more and adds Dolby Vision), but it's one of the best options at that price. And at 43 inches, it's small enough to fit in most dorm rooms, while still offering enough screen space to immerse you in a film.</p><span id=\"end-legacy-contents\"></span><h2>Vizio M-Series Quantum smart TVs</h2><p></p><p>A slight upgrade from Vizio’s entry-level D-series TVs, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9FMTI1OEVENC04NDZFLTRCNjQtODE0QS1BNzVDMjQ0MTFBNjI_aW5ncmVzcz0yJnZpc2l0SWQ9YzRmODhmNjEtMTUzNS00ZDg5LTlhMzAtYjA1NmIzOTBkMWFiJmxpbmtDb2RlPXNsMiZsaW5rSWQ9YWE4OTg4MmFiZjA2NmI4ODQyMzU2ZGYxZmQ4MDJmYTkmbGFuZ3VhZ2U9ZW5fVVMmcmVmXz1hc19saV9zc190bCZ0YWc9Z2RndDBjLXAtby0xY2stMjAiLCJjb250ZW50VXVpZCI6IjUwMDRiNjYwLTJkNTYtNGM3OS1iNGNkLWFlNDRhYjNmYTk0ZCJ9&amp;signature=AQAAAamxNYgOdZROLXzfwB2woPQmZiZienOtUBTle6-EGM3Y&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2FE1258ED4-846E-4B64-814A-A75C24411A62%3Fingress%3D2%26visitId%3Dc4f88f61-1535-4d89-9a30-b056b390d1ab%26linkCode%3Dsl2%26linkId%3Daa89882abf066b8842356df1fd802fa9%26language%3Den_US%26ref_%3Das_li_ss_tl\">M-series sets</a> are better suited for gamers with support for billions of colors and AMD’s FreeSync (which makes gameplay smoother). It also has a sub-10ms response time – not the fastest around, but speedy enough to make most games playable without feeling laggy. It also looks fairly modern, with a 3-sided bezel-less design. Best of all, it’s fairly affordable, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9WSVpJTy1CbHVldG9vdGgtSGVhZHBob25lLUNvbXBhdGliaWxpdHktTTQzUTZNLUswNC9kcC9CMDlWRDFLTUg5P3RhZz1nZGd0MGMtcC1vLTFjay0yMCIsImNvbnRlbnRVdWlkIjoiNTAwNGI2NjAtMmQ1Ni00Yzc5LWI0Y2QtYWU0NGFiM2ZhOTRkIn0&amp;signature=AQAAAY6cy190h5GrFVzd2MFaW5ishFC0sokmzUvWidlYWC5v&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVIZIO-Bluetooth-Headphone-Compatibility-M43Q6M-K04%2Fdp%2FB09VD1KMH9\">starting under $400 for a 43-inch set</a>. And if you want these features in a bigger screen, you can scale all the way up to 75-inches (just imagine that in a cramped dorm room.)</p><h2><strong>Bigger and better TVs</strong></h2><h2>55-inch TCL 5-Series</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlRWFpYTDNYLz90YWc9Z2RndDBjLXAtby0xY2stMjAiLCJjb250ZW50VXVpZCI6IjUwMDRiNjYwLTJkNTYtNGM3OS1iNGNkLWFlNDRhYjNmYTk0ZCJ9&amp;signature=AQAAAaWCT_2ktPBMv3loZvebn6VvZt40tc_tohdz5-rML1_5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09QXZXL3X%2F\">TCL’s 5-series sets</a> are available in Google TV or Roku flavors, and pack in plenty of value for their price. That includes support for Dolby Vision, a wide color gamut souped-up with Quantum Dots, and plenty of local backlighting zones to manage black levels and contrast. You’ll notice a significant visual upgrade over the other budget sets mentioned, so we’d recommend upgrading to this one if you’ve got a discerning eye. The 5-series slim and bezel-less design also looks very modern, and it supports Amazon Alexa, Google Assistant and Apple’s HomeKit.</p><h2><strong>Must-have streaming accessories</strong></h2><h2>Chromecast with Google TV</h2><p></p><p>If you're a heavy Google user, there's no better streaming device than the<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtTmVzdC1HQTAxOTE5LUdBMDE5MTktVVMtQ2hyb21lY2FzdC9kcC9CMDhLUlY3UzIyP2xpbmtDb2RlPXNsMSZsaW5rSWQ9NWUwNzUyMTE2NWUxYmFmNDU4ZGQ0YjQyYTRhMzI4ZWImbGFuZ3VhZ2U9ZW5fVVMmcmVmXz1hc19saV9zc190bCZ0YWc9Z2RndDBjLXAtby0xY2stMjAiLCJjb250ZW50VXVpZCI6IjUwMDRiNjYwLTJkNTYtNGM3OS1iNGNkLWFlNDRhYjNmYTk0ZCJ9&amp;signature=AQAAATE9yQQwtfg7P0N_6QOssyUVxuYwXa4WBRSolhDNvAcG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Nest-GA01919-GA01919-US-Chromecast%2Fdp%2FB08KRV7S22%3FlinkCode%3Dsl1%26linkId%3D5e07521165e1baf458dd4b42a4a328eb%26language%3Den_US%26ref_%3Das_li_ss_tl\"> Chromecast with Google TV</a>. Unlike previous versions of Google's puck, it has an interface of its own, along with a suite of streaming apps to choose from. And yes, you can still cast video from Android devices or the Chrome browser. The Chromecast is a great option if you're buying a cheaper TV, but be sure to check if your set already has Chromecast streaming built in.</p><h2>Roku Streaming Stick 4K</h2><p></p><p>If you own an older TV, or you just want something a bit zippier than your set's onboard apps,<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWluZy1EZXZpY2UtVmlzaW9uLUNvbnRyb2xzL2RwL0IwOUJLQ0RYWkM_bGlua0NvZGU9c2wxJmxpbmtJZD04MTg1YTVmZDAyMTEyZGFhOWY4YWY1NWJjMTUwOWEwNCZsYW5ndWFnZT1lbl9VUyZyZWZfPWFzX2xpX3NzX3RsJnRhZz1nZGd0MGMtcC1vLTFjay0yMCIsImNvbnRlbnRVdWlkIjoiNTAwNGI2NjAtMmQ1Ni00Yzc5LWI0Y2QtYWU0NGFiM2ZhOTRkIn0&amp;signature=AQAAAfRpOGpVZaK720KHMsWvqHUKjzGBpdyCGLZRXA_xWl0c&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streaming-Device-Vision-Controls%2Fdp%2FB09BKCDXZC%3FlinkCode%3Dsl1%26linkId%3D8185a5fd02112daa9f8af55bc1509a04%26language%3Den_US%26ref_%3Das_li_ss_tl\"> Roku's Streaming Stick 4K</a> is worth snapping up. It's just $40 (and often less), supports 4K (with HDR and Dolby Vision), and it gives you access to Roku's entire app library. Best of all, though, it's so tiny you can easily bring it along when you're traveling. The Streaming Stick 4K also supports Apple AirPlay, giving you a way to cast video from iOS devices and Macs. Roku's bundled voice remote also makes it easy to search for things without pecking away at an onscreen keyboard.</p><h2>Roku Streambar</h2><p></p><p>The<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWJhci1TdHJlYW1pbmctUHJlbWl1bS1SZWxlYXNlZC9kcC9CMDhHOEpIODM2P2xpbmtDb2RlPXNsMSZsaW5rSWQ9OWY0NzdmZTYzZDhjYTg2ZDg2YmRkODFjMjQ3M2U1ZWUmbGFuZ3VhZ2U9ZW5fVVMmcmVmXz1hc19saV9zc190bCZ0YWc9Z2RndDBjLXAtby0xY2stMjAiLCJjb250ZW50VXVpZCI6IjUwMDRiNjYwLTJkNTYtNGM3OS1iNGNkLWFlNDRhYjNmYTk0ZCJ9&amp;signature=AQAAAYKbLpOi0QwXnd9bsP7qrRsLs79grkYMvBJbdSEcITCA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streambar-Streaming-Premium-Released%2Fdp%2FB08G8JH836%3FlinkCode%3Dsl1%26linkId%3D9f477fe63d8ca86d86bdd81c2473e5ee%26language%3Den_US%26ref_%3Das_li_ss_tl\"> Streambar</a> is an unusual device. It's both a decent soundbar <em>and </em>a media streaming box. That's just so Roku. Honestly, if you're picking up a TV, you should really consider a soundbar of some kind. (We have<a href=\"https://www.engadget.com/2019-09-23-the-best-soundbar-in-2019.html\"> a whole guide dedicated to that</a>.) But we're recommending the Streambar here because it's a relatively simple and inexpensive solution that solves two common pain points: getting streaming apps and better sound. It's also a nice thing to have around to play a bit of music when you're not watching anything. For even bigger sound, you might also want to consider the slightly pricier<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWJhci1TdHJlYW1pbmctQ2luZW1hdGljLUhlYWRwaG9uZS9kcC9CMDhaSjM4NFBQP2xpbmtDb2RlPXNsMSZsaW5rSWQ9NzBmZGJjMDhjZDIyMjNhZjM5N2ViZDkzNGY2YWM0N2EmbGFuZ3VhZ2U9ZW5fVVMmcmVmXz1hc19saV9zc190bCZ0YWc9Z2RndDBjLXAtby0xY2stMjAiLCJjb250ZW50VXVpZCI6IjUwMDRiNjYwLTJkNTYtNGM3OS1iNGNkLWFlNDRhYjNmYTk0ZCJ9&amp;signature=AQAAAXEnI1LzRq4E7PXQG1zcCB2GygoweR3kBbEDCeRU76ue&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streambar-Streaming-Cinematic-Headphone%2Fdp%2FB08ZJ384PP%3FlinkCode%3Dsl1%26linkId%3D70fdbc08cd2223af397ebd934f6ac47a%26language%3Den_US%26ref_%3Das_li_ss_tl\"> Streambar Pro</a>.</p><h2>Jabra Elite 45H wireless headphones</h2><p></p><p>If you’re living with roommates (or in a place with thin walls), wireless headphones will definitely come in handy. We recommend <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9KYWJyYS1FbGl0ZS1UaXRhbml1bS1CbGFjay1FYXIvZHAvQjA4NjU0MzlMRC8_dGFnPWdkZ3QwYy1wLW8tMWNrLTIwIiwiY29udGVudFV1aWQiOiI1MDA0YjY2MC0yZDU2LTRjNzktYjRjZC1hZTQ0YWIzZmE5NGQifQ&amp;signature=AQAAAR-FxfGO3QnDZNlDnzGENo-Y2qaoDKkr0kuvruHeuyZc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJabra-Elite-Titanium-Black-Ear%2Fdp%2FB0865439LD%2F\">Jabra’s Elite 45H</a> because they’re relatively inexpensive (at just $100), sound great and have a very comfortable design. They’ll pair with most TVs or set-top boxes over Bluetooth, or you can just plug in a cable to Roku’s remotes. The 45H last up to 50 hours on a charge, and, of course, they’re useful far beyond your living room. They’re easy to wear all day, no matter where you are.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-budget-home-entertainment-streaming-devices-cheap-tvs-for-students-123020749.html?src=rss", "link": "https://www.engadget.com/best-budget-home-entertainment-streaming-devices-cheap-tvs-for-students-123020749.html?src=rss", "date_published": "2023-07-13T13:15:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's newest dataset will train speech recognition engines on 'clusters' of speakers", "description": "<p>It is 2023 and, sorry, Siri somehow still didn’t catch that. Despite the tsunami of advancements generative AI systems have enjoyed in recent months, the synthetic assistants on our mobile devices <a href=\"https://www.engadget.com/2020-03-24-racial-bias-speech-recognition-siri-alexa-ai.html\">remain nearly as hard of hearing</a> as they were in 2011. A newly developed dataset from Meta AI, however, promises to improve the performance of such automatic speech recognition (ASR) tools by clustering speech at the “utterance level.”</p><p>Meta has long sought to improve its ASRs’ performance, teaching them to <a href=\"https://www.engadget.com/facebook-ai-speech-transcriptions-130005002.html\">train without the aid of transcripts</a>, recognize <a href=\"https://www.engadget.com/metas-open-source-speech-ai-recognizes-over-4000-spoken-languages-161508200.html\">more than 4,000 spoken languages</a> and <a href=\"https://www.engadget.com/ai-is-already-better-at-lip-reading-that-we-are-183016968.html\">even read lips at a higher proficiency than human experts</a>. However, many of the datasets used to train ASR models are organized by demographic — age group, gender, nationality, English accent — which limit the variation of pronunciations that models are trained on,  ultimately hindering their function in understanding a broad cross section of users.</p><span id=\"end-legacy-contents\"></span><p>To get around this, Meta AI has developed a dataset that instead relies on an utterance clustering method. “Instead of dividing a dataset based on speakers’ demographic information … our proposed algorithm clusters speech at the utterance level,” the Meta AI team explained in Wednesday’s blog post. “A single cluster will contain similar utterances from a diverse group of speakers. We can then train our model using the various clusters and use fairness datasets to measure how the model impacts outcomes across different demographic groups.”</p><p>Meta’s resulting dataset includes just over 27,000 command utterances collected from 595 paid US volunteers. Their utterances revolve around seven main themes — music, capture, utilities, notification control, messaging, calling and dictation — that other researchers can then use to train their own models and digital assistants on. Prompts included asking the speakers how they’d voice search for a song or make plans with friends and deciding where to meet up.</p><p>To evaluate this new system, Meta first trained a model on publicly-available, English-language Facebook videos. Researchers then evaluated that model using two other datasets: Casual Conversations v1, which Meta released in 2021, and a “de-identified dataset collected from a data supplier for ASR,” which includes 48,000 spoken utterances from 867 individuals.</p><p>The initial results proved promising, with model performance improvements “on all demographic groups in our evaluation datasets, though by far the largest gains are with respect to more inclusivity of accents,” per the blog. Overall, ASR performance increased by 10 percent using the clustering method, with large gains coming from the age 66-85 crowd as well, a traditionally underrepresented demographic in the voice command space.</p><p>“Our proposed algorithm is part of Meta’s long-term focus on responsible AI and just one part of our holistic approach to address fairness issues,” the researchers wrote. Looking ahead, the team is exploring adapting the system to other languages.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-new-dataset-train-speech-recognition-engine-clusters-speaker-130012841.html?src=rss", "link": "https://www.engadget.com/meta-new-dataset-train-speech-recognition-engine-clusters-speaker-130012841.html?src=rss", "date_published": "2023-07-13T13:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Calm is bringing sleep, meditation and relaxation shows to Spotify", "description": "<p>Calm is making a play for some of your time spent listening to songs and podcasts. The popular meditation app is teaming up with Spotify to offer content via the streaming service. Select Calm meditations will be available alongside existing podcasts on Spotify — no additional app required. The partnership is part of <a href=\"https://developer.spotify.com/documentation/open-access\">Spotify Open Access</a>, an initiative started in 2021 that allows companies to offer their paid content on Spotify at different subscriber tiers.</p><p>In this case, Calm provides a sampling of its different offers, from Sleep Stories that can help you drop off to an entire section tailored to anyone who has never meditated before. The second, <a href=\"https://www.engadget.com/hbo-max-a-world-of-calm-series-195337767.html\">Calm for Beginners</a>, offers the company's most popular introductory meditation and gives you a few five-minute or less options to test the waters. You can access Sleep Stories through Calm for Sleep (with narrations by Harry Styles and other celebrities) and try Calm for Stress &amp; Anxiety when you need to decompress during difficult moments. If you want to learn about how singer Camila Cabello got into mindfulness, there's an option for that too.</p><span id=\"end-legacy-contents\"></span><p>Spotify is also hosting Calm for Kids, so you can see if your child will focus on a meditation tailored to their age group. It also has a few Sleep Stories for kids narrated by the likes of Jennifer Garner and Wanda Sykes. Existing Calm users can also benefit from the partnership, with additional content available on Spotify.</p><p>Calm bills itself as the number one meditation app — in October 2022, it claimed to have <a href=\"https://www.businesswire.com/news/home/20221018005092/en/Calm-Introduces-Calm-Health-First-Ever-Condition-Specific-Mental-Health-Care-Solution\">over 100 million downloads</a> and more than four million paying subscribers. But, with a range of competitors like <a href=\"https://www.engadget.com/headspace-teen-free-mental-health-mindfulness-201524262.html\">Headspace</a> and <a href=\"https://www.engadget.com/2019-07-22-best-creative-productivity-apps-for-students-2019.html\">InsightTimer</a>, partnerships like this one can continue to grow its reach.</p><p>Enjoying the available content might not be the only reason Calm sees more subscribers come in. While some of the content is free for Spotify users, others will require you to start a Calm free trial or buy a subscription. Trials last seven days and a <a href=\"https://www.engadget.com/xbox-halo-infinite-sea-of-thieves-soundscape-calm-mindfulness-202928426.html\">Calm Premium</a> membership costs $69.99 annually or $14.99 a month.</p>This article originally appeared on Engadget at https://www.engadget.com/calm-is-bringing-sleep-meditation-and-relaxation-shows-to-spotify-130009932.html?src=rss", "link": "https://www.engadget.com/calm-is-bringing-sleep-meditation-and-relaxation-shows-to-spotify-130009932.html?src=rss", "date_published": "2023-07-13T13:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best Amazon Prime Day deals for 2023 that you can still get today", "description": "<p>Amazon Prime Day might be over, but there are still some solid deals floating around on the internet today. Unsurprisingly, you won't find any of Amazon's own devices still discounted as things like Echos, Kindles and Fire TV devices are all back to their normal prices. But there are a number of gadgets from the likes of Apple, Samsung, Google, Roku and others that are still on sale at the same prices we saw over the past few days (or very close to them). Of note is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAdJmlk9NTWHkWUu0bW82Tl_J8j1eYNRfl-meLkjg8dE1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6\">9th-gen iPad</a>, which you can still pick up for only $250; the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJaOVhOQlJCP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAZdaBFLB-Ahof3YN2aCDcywk9K2CpFe-s_n5pm9DV10p&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BZ9XNBRB\">Google Pixel 7a</a> smartphone, which remains on sale for $449; and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWluZy1EZXZpY2UtVmlzaW9uLUNvbnRyb2xzL2RwL0IwOUJLQ0RYWkMvP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAARJVYosyubwwiQK-9l5WJrXDrYWySaExRtYSwdG8zZ_h&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streaming-Device-Vision-Controls%2Fdp%2FB09BKCDXZC%2F\">Roku's Streaming Stick 4K</a>, which is still down to only $34. Here are the best Amazon Prime Day deals that are still live today.</p><h2>Apple AirPods Pro</h2><p></p><p>Apple's second-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0xcG0tMjAiLCJjb250ZW50VXVpZCI6IjJlMGI4NWM0LWQ1NmItNDc3NS05MjRiLTZiMmNlNTMwYTcxMSJ9&amp;signature=AQAAAQemj1VfKvEf-LSREbnwsQd-gYjA0QcP4saFtGxWUkFi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">AirPods Pro</a> are on sale for $199 right now. These buds are a huge improvement over their predecessors, offering improved sound quality, ANC and transparency mode. We still consider these to be the <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best earbuds for iPhone users</a> thanks to their Apple-specific features like quick pairing and switching and hands-free Siri.</p><span id=\"end-legacy-contents\"></span><h2><strong>A</strong>pple AirPods (2nd Generation)</h2><p></p><p>The latest AirPods might have a few extra bells and whistles, but the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdQWEdRQzFRLz90YWc9Z2RndDBjLXAtby0xcG0tMjAiLCJjb250ZW50VXVpZCI6IjJlMGI4NWM0LWQ1NmItNDc3NS05MjRiLTZiMmNlNTMwYTcxMSJ9&amp;signature=AQAAAeB3IlZhyI6KDtOPB1nIxKcxHdBbGgLJtRUSnv5KcVsk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07PXGQC1Q%2F\">second-generation Apple AirPods</a> are a good choice for $99. This model mirrors its successor in having an H1 chip, Siri, automatic switching between devices and a lightning charging case. The biggest consideration is battery life, with these AirPods offering five hours of uninterrupted use and over 24 hours with the charging case.</p><h2>Apple 10.2-inch iPad</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAdJmlk9NTWHkWUu0bW82Tl_J8j1eYNRfl-meLkjg8dE1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6\">Apple's 9th-generation iPad</a> is down to $249, which a record low. It’s the budget pick in our <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">guide to the best iPads</a>, and while it doesn’t have the thin bezels and as much accessory support as our top pick, it's the most affordable way to snag an iPad. It’s a great couch companion that performs well for casual browsing, binge streaming and light gaming.</p><h2>Apple MacBook Air M1</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhONU03UzZLP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAASNZcwa4SkaW5ywPsYamChdVW3A4oJHYW9Bu8AfpVaIg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08N5M7S6K\">M1 MacBook Air</a> released back in 2020, but it remains a worthy option if you want a Mac for light work and web browsing for as little cash as possible. The entry-level configuration is now on sale for $750, which is a new low. This model’s keyboard, trackpad, display and battery life continue to impress, and the quiet M1 chip is still fast enough for the essentials. This configuration is strictly for casual use, though, as it only has 8GB of RAM and a 256GB SSD. You’ll have to live with a more basic 720p webcam, too, and you’ll miss out on the improved speakers and slimmer bezels of the M2 model. We gave the M1 Air a <a href=\"https://www.engadget.com/apple-macbook-air-m1-review-140031323.html\">review score of 94</a> at launch.</p><h2>Apple MacBook Air (15.3-inch)</h2><p></p><p>The new, larger version of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM3NkQ0UldKP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAeFpLdhQ_Xg3095RuQ4zr-pi0PAFcLocsjqEOj04VqdB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C76D4RWJ\">Apple’s MacBook Air M2</a> is down to $1,399 for a configuration with 8GB of RAM and a 512GB SSD. That’s a modest $50 drop from its usual price on Amazon, but the notebook only just arrived last month, and it's $100 less than buying from Apple directly. The M2 Air is the top pick in our guide to <a href=\"https://www.engadget.com/best-laptops-120008636.html\">the best laptops</a>, and we gave it a <a href=\"https://www.engadget.com/apple-macbook-air-15-inch-review-a-bigger-screen-makes-a-surprising-difference-130033172.html\">review score of 96</a> in June. It checks just about all the requisite boxes for a mainstream notebook, with a thin and light design, bright and accurate display, comfortable keyboard, long-lasting battery, and more than enough performance for everyday use. This 15-inch model has all the same benefits of the prior 13-inch model, but adds a more powerful speaker system and slightly upgraded GPU alongside the bigger screen.</p><h2>Google Pixel Buds Pro</h2><p></p><p>Google's flagship wireless earbuds, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIxTkdQWTk0P3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAamiyeLZx4n404fTUPp2QNbT-4TfzSQeoXsxrsV4lNFJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B1NGPY94\">Pixel Buds Pro</a>, are down to $150 at the moment, or $50 off their usual rate. Google took all of the lessons it learned when making previous <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">earbuds</a> and got a lot of things right with the Pixel Buds Pro. These will be great for Android users who want buds with punchy bass, good ANC, reliable touch controls and wireless charging.</p><h2>JBL Charge 5</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhYNFZYRjFNLz90YWc9Z2RndDBjLXAtby0xcG0tMjAiLCJjb250ZW50VXVpZCI6IjJlMGI4NWM0LWQ1NmItNDc3NS05MjRiLTZiMmNlNTMwYTcxMSJ9&amp;signature=AQAAAQlOP5qcWcJlpFx_78UgV8Z_0NSc25qBBl3O3rv1TNoj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08X4VXF1M%2F\">JBL's Charge 5</a> is usually $180 but is down to $120 right now. It also made Engadgets <a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">speaker guide</a>, and has a separate tweeter, and dual bass radiators for bigger sound and of course can handle a dunk in water. It's got a long, 20-hour battery life and can even share some of that juice with your phone via the USB-C port.</p><h2>Samsung Pro Plus microSD</h2><p></p><p>The top pick in our <a href=\"https://www.engadget.com/best-microsd-card-130038282.html\">best microSD cards guide</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFBXVFdUP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAbYZmRnPTxfEs809L9lzvsGeBxDUOgrv0NU7l_4p1Mw4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PPWTWT\">Samsung's Pro Plus</a> in 256GB is on sale for $20 right now. It had some of the best overall speeds of any of the microSD cards we tested, and it has all of the important ratings that a good card should have: U3, V30 and A2. It'll be a great pick for your tablet, smartphone or Nintendo Switch, and it comes with a full-sized adapter in case you need to use it with a camera or connect it to your computer.</p><h2>Samsung Evo Select microSD</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUIxSkZZMjQvP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAaUjWDbC3OrY2gvrIaGHJciCsE4zknij9ViyIodicpHG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09B1JFY24%2F\">Samsung's Evo Select microSD card</a> has dropped to only $10. It's a step behind the top pick in our <a href=\"https://www.engadget.com/best-microsd-card-130038282.html\">microSD card guide</a>, mostly due to its slower sequential write speeds, but it's arguably the best value microSD card you can get right now.</p><h2>Samsung T7 Shield</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVBvcnRhYmxlLVBob3RvZ3JhcGhlcnMtTVUtUEUxVDBSLUFNL2RwL0IwOVZMSkIyREM_dGFnPWdkZ3QwYy1wLW8tMXBtLTIwIiwiY29udGVudFV1aWQiOiIyZTBiODVjNC1kNTZiLTQ3NzUtOTI0Yi02YjJjZTUzMGE3MTEifQ&amp;signature=AQAAASxRalr8Vh8Dh7FaBMwbR3i4ZVf7Eh6U26UxwNCYe18H&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Portable-Photographers-MU-PE1T0R-AM%2Fdp%2FB09VLJB2DC\">Samsung T7 Shield</a> SSD is still on sale for $75 at the moment. The T7 series as a whole includes some of <a href=\"https://www.engadget.com/best-ssds-140014262.html\">our favorite SSDs</a>, and the Shield is the most durable of the bunch. The portable drive has an IP65 rating for water and dust resistance, and it can withstand drops from up to 10 feet high. On top of that, its 1,050/1,000 MB/s read/write speeds should be enough for most people's needs.</p><h2>Samsung 980 Pro</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhHTFg3VE5UP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAQD4NC5Qvng0Fs_tZTJKb8CB7rCUtKocT3JZDj8Eox5m&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08GLX7TNT\">Samsung's 980 Pro SSD</a> has dropped to $50, which is a new record low. It's another good option for the PS5, especially since you can spring for a model with an included heatsink if you want. The 980 Pro has read speeds up to 7,000 MB/s and reliable thermal controls.</p><h2>Crucial MX500</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDc4NlFOUzlCLz90YWc9Z2RndDBjLXAtby0xcG0tMjAiLCJjb250ZW50VXVpZCI6IjJlMGI4NWM0LWQ1NmItNDc3NS05MjRiLTZiMmNlNTMwYTcxMSJ9&amp;signature=AQAAATslz_TXOQq2wZFNLWWAt4BRw6MVj7uimqlOiREaDFVr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0786QNS9B%2F\">Crucial's MX500</a> internal drive has been discounted to only $48 on Amazon. It has sequential read speeds of 560MB/s and a standard 2.5-inch design that should make it easy to swap in for your desktop's or laptop's used-up drive.</p><h2>Samsung S95B</h2><p></p><p>The 65-inch <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWSEJMVjRZP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAYfBw4MrOnJYYE8BRcfLcnhnQMT4qB9z-vuhlsjDMAzi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09VHBLV4Y\">Samsung S95B</a> is on sale for $1,598, matching its all-time low. Typically, this highly-rated set has cost an extra $100 to $200 in recent months. The S95B’s QD-OLED panel combines OLED tech with a quantum dot layer, allowing it to deliver high contrast and wide viewing angles without sacrificing as much as typical OLED TVs in terms of brightness and color saturation. This means it should provide a rich image even in brighter rooms. It can also play up to 4K 120Hz, which is handy for the PS5 or Xbox Series X, but like all Samsung TVs, it doesn’t support Dolby Vision HDR.</p><h2>Roku Streaming Stick 4K</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWluZy1EZXZpY2UtVmlzaW9uLUNvbnRyb2xzL2RwL0IwOUJLQ0RYWkMvP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAARJVYosyubwwiQK-9l5WJrXDrYWySaExRtYSwdG8zZ_h&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streaming-Device-Vision-Controls%2Fdp%2FB09BKCDXZC%2F\">Roku's Streaming Stick 4K</a> is down to $34 right now, or $16 off its usual price. It's our favorite <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">streaming device</a> at the moment because it packs a ton of features into an affordable package. It streams 4K, HDR content with Dolby Vision, and it supports AirPlay 2 and private listening with headphones.</p><h2>Google Pixel 7a</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJaOVhOQlJCP3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAZdaBFLB-Ahof3YN2aCDcywk9K2CpFe-s_n5pm9DV10p&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BZ9XNBRB\">Google Pixel 7a</a> is on sale for $449 right now, or $50 off its usual rate and an all-time low.  This is the <a href=\"https://www.engadget.com/the-engadget-guide-to-the-best-midrange-smartphones-120050366.html\">best midrange phone</a> you can get right now thanks to its speedy Tensor G2 chip, smooth 90Hz display and support for wireless charging. The 7a also has solid cameras and an IP67 water-resistant design.</p><h2>N<strong>est WiFi Pro - 3 Pack</strong></h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtTmVzdC1XaUZpLVByby1SZWxpYWJsZS9kcC9CMEJDUVM1NU42P3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAWWNiyOPcwh0W_aJm-KPH0PCSQju7IqbwCyB5i2teIG5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Nest-WiFi-Pro-Reliable%2Fdp%2FB0BCQS55N6\">Google Nest WiFi Pro three-pack</a> gives you all the same technology as the pair but with a wider range. With three routers, you can access WiFi across 6,600 square feet. At 25 percent off, the trio is $300, making each Nest WiFi Pro only $100 — it's a steal considering they typically retail for $200 each. As for color, get them all in Snow or get a mix of Snow, Fog and Linen.</p><h2>Razer Huntsman Mini</h2><p></p><p>The compact <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1IdW50c21hbi1NaW5pLUdhbWluZy1LZXlib2FyZC9kcC9CMDhCRkY0QzdKLz90YWc9Z2RndDBjLXAtby0xYzgtMjAiLCJjb250ZW50VXVpZCI6IjEyNGU5Zjk5LWFlZDgtNGQ0MC1iYzIwLTI0YWJhN2YyZWYxNyJ9&amp;signature=AQAAAd2S9ZVEGupLeKU_fxLjP70G3RJDlpZC8MvCrnx69kIN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Huntsman-Mini-Gaming-Keyboard%2Fdp%2FB08BFF4C7J%2F&amp;uuid=x3oFAYDJGNZTkzRN68940\">Razer Huntsman Mini</a> is down to $68, or 43 percent off its usual rate. Neither deal is quite an all-time low, but the two models have usually retailed in the $80 to $100 range over the last few months. The Huntsman Mini is the top pick in our guide to the <a href=\"https://www.engadget.com/best-60-percent-keyboards-160038272.html\">best 60 percent keyboards</a>, as its keys are pleasant and consistently responsive for gaming. The whole thing feels well-built, with quality PBT keycaps and RGB lighting on a per-key basis. Each key can be programmed through macros as well. The switches here aren’t ideal for those who like a springy and more tactile, though, and the ultracompact design won’t be for everyone.</p><h2>Logitech Litra Glow</h2><p></p><p>Live-streamers or anyone who wants to look better on camera should snag <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTdRWkdSQ1E_dGFnPWdkZ3QwYy1wLW8tMXBtLTIwIiwiY29udGVudFV1aWQiOiIyZTBiODVjNC1kNTZiLTQ3NzUtOTI0Yi02YjJjZTUzMGE3MTEifQ&amp;signature=AQAAAQ9m3H9rm8IzjhMnPrJaxya75cAH-QFVD5g_MUjc6QC0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB097QZGRCQ\">Logitech's Litra Glow LED light</a> while it's on sale. We recommend it in our guides because the USB-powered device delivers a diffuse, soft glow without harsh shadows and comes with an extendable monitor mount.</p><h2>Razer Blade 15</h2><p></p><p>A configuration of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlSQkpDOFk5P3RhZz1nZGd0MGMtcC1vLTFwbS0yMCIsImNvbnRlbnRVdWlkIjoiMmUwYjg1YzQtZDU2Yi00Nzc1LTkyNGItNmIyY2U1MzBhNzExIn0&amp;signature=AQAAAUFbzkbnULalqrro4KWHGcYrCSgovwFD9z0MxRUFbvsp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09RBJC8Y9\">Razer Blade 15</a> with a Core i7-12800H processor, GeForce RTX 3070 Ti GPU, 240Hz QHD display, 16GB of RAM and 1TB SSD is down to $1,923 at the moment. That’s about $375 off its usual street price in recent months. We gave the Blade 15 a <a href=\"https://www.engadget.com/razer-blade-15-2022-review-a-real-treat-if-youve-got-the-cash-160032467.html\">review score of 86</a> last year, and we currently recommend it as a premium pick in our guide to the <a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\">best gaming laptops</a>. This config is a 2022 model – the <a href=\"https://www.engadget.com/razer-updates-the-blade-15-with-13th-gen-intel-cpus-and-rtx-40-series-graphics-190544878.html\">latest version</a> is largely a spec bump – but it’ll still be powerful enough to play most modern games at high settings and frame rates, particularly with DLSS. The main reason to pay the premium for any Blade laptop, though, is because it packs that power in a slim and premium-feeling aluminum design. Just note that it can run hot, and that its battery life is fairly short.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazon-prime-day-deals-you-can-still-get-today-123525839.html?src=rss", "link": "https://www.engadget.com/amazon-prime-day-deals-you-can-still-get-today-123525839.html?src=rss", "date_published": "2023-07-13T12:35:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "ASUS ROG Ally review: The Steam Deck’s most powerful rival", "description": "<p>Handheld gaming PCs are booming. Over the last year and a half, we've seen compelling devices from Valve, <a href=\"https://www.engadget.com/ayaneo-2-review-specs-price-a-more-premium-and-pricier-take-on-the-steam-deck-143039617.html#:~:text=Well%2C%20in%20short%2C%20the%20Ayaneo,making%20everything%20look%20sharper%20too.\">Ayaneo</a>, <a href=\"https://gpd.hk/gpdwin4\">GPD</a> and others, and now ASUS is entering the fray with the <a href=\"https://rog.asus.com/us/gaming-handhelds/rog-ally/rog-ally-2023/\">ROG Ally.</a> It's sleek, it's quiet and it packs a gorgeous 1080p display. And with a new Ryzen Z1 Extreme chip from AMD, it may be the <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">Steam Deck’s</a> most powerful rival yet. It also runs Windows 11 instead of Steam OS, so it has even better game compatibility. However, the Ally is a touch more expensive and there’s a trade-off for all that extra performance, so is it really better than the device that reinvigorated the <a href=\"https://www.engadget.com/best-handheld-gaming-system-140018863.html\">gaming handheld</a> category back in early 2022?</p><h2>Price</h2><p>At $700, the Ally appears to be way more expensive than the Steam Deck, which goes for as little as $400 (or even less during a sale). But because the Ally comes with a 512GB SSD, it’s not really fair to compare it to Valve’s $400 base model, which only has 64GB of onboard storage. I should also mention that a cheaper version of the Ally with a non-extreme version of the Z1 chip is due out sometime later this year, but that wasn’t available for review.</p><span id=\"end-legacy-contents\"></span><p></p><p>For now, a better comparison is a fully loaded Deck, which features the same amount of storage along with Valve’s upgraded anti-glare etched screen, which is what I used for all my comparisons. Still, even at its most expensive, the Steam Deck costs $650, which is $50 cheaper than the Ally. For people on a budget, Valve’s machine is the better option.</p><p>Another thing to consider is that unlike the Steam Deck, the Ally doesn’t come with a case – which will run you an extra $40 from ASUS. And after lugging this thing around for a few weeks, I can definitely say you’ll want some form of protection to prevent scratching the screen or putting too much pressure on the joysticks.</p><h2>Design and display</h2><figure><img alt=\"While both systems sport 7-inch displays, the ROG Ally lacks the Steam Deck's front-mounted touchpads. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/3ede9bd0-20c0-11ee-bbff-9a926bf9e5dc\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>Measuring 11 inches wide and weighing 1.34 pounds, the Ally has dimensions that appear quite similar to the Steam Deck. But those figures don’t fully encapsulate how much smaller the ROG really is, because at 0.83 inches, it’s half as thick as the Steam Deck. You also only get two rear paddles instead of four, and ASUS doesn't include little touchpads in front like Valve does, which may be a bit of a downer for anyone hoping to play traditional mouse-and-keyboard games.</p><p>That leaves you with a very familiar Xbox-style layout with two joysticks, a standard assortment of face buttons and shoulder triggers, as well as some extra shortcuts for quick settings and ASUS’ Armoury Crate app. There’s also a handy fingerprint sensor built into the power button, a volume rocker and a single USB-C port, which you can use on its own for data and charging, but also for hooking up <a href=\"https://docs.google.com/document/d/1RnE5Cxr877ONhRH2QMPC3m4V5DcmzsxKiPG4RgtE2sE/edit\">ASUS’ XG Mobile dock</a>. And just like the Steam Deck, the Ally has a microSD card slot for expandable storage, which is nice.</p><figure><img alt=\"Around back, the ROG Ally only has a single pair of rear paddles instead of two like you get on the Steam Deck. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/12a738f0-20c1-11ee-bf57-f205058946e8\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>Overall, it’s a very functional setup. All the controls are easy to reach and I haven’t run into any issues with buttons getting stuck like I’ve heard about from other users. I also appreciate how the Ally’s smaller bezels make the device feel more compact, even if its 7-inch display is the same size as the Steam Deck’s. The one thing I miss though is bigger grips in the back, because while I know ASUS was going for a slimmer frame, holding the Ally just doesn’t feel quite as secure or comfortable.</p><p>As for its display, the Ally’s screen is one of its best features. Not only is it a 120Hz panel, its 1080p resolution is also sharper than the Steam Deck’s 800p. On top of that, the Ally is way more colorful and a touch brighter at around 475 nits versus closer to 400 nits on Valve’s handheld. When viewed side by side, there’s no competition — the Ally’s screen pops with rich hues and sharper details, which really helps when you’re trying to read small tooltips on a tiny screen.</p><figure><img alt=\"Thanks to its higher 1080p resolution, 120Hz refresh rate and brighter colors, the ROG Ally's screen is one of its best features. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/3d08ade0-20c1-11ee-8fbf-109488627d09\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Without getting into a protracted debate about how much resolution you really need on a portable PC, the Steam Deck’s lower-res and more washed-out-looking display has been one of my biggest complaints about the system since its launch so I’m really happy with the Ally’s panel, even if you can’t always take full advantage of its 120Hz refresh rate in more demanding games.</p><h2>Performance</h2><p>As for performance, the Ally has a significant leg up over the Steam Deck, as it sports AMD’s new Z1 Extreme APU and 16GB of RAM. Unfortunately, out of the gate, the Ally’s performance is pretty underwhelming. With both the Ally and the Steam Deck set to 15 watts, framerates were very similar. In <em>Shadow of the Tomb Raider</em> at 720p and high settings, the Ally averaged 43 fps while the Steam Deck hit 42 fps, so they were basically neck and neck. It was a nearly identical situation in <em>Cyberpunk 2077, </em>where both systems hit 44 fps at 720p on medium. Frankly, that’s not very impressive for fancy new silicon and really far off some of the claims ASUS made the Ally pre-launch.</p><figure><img alt=\"The ROG Ally's AMD Ryzen Z1 Extreme APU offers a significant advantage in performance compared to the STeam Deck's older silicon.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/72bdea90-20c1-11ee-affe-70028578c415\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>But then I updated the system to install the new drivers and firmware ASUS released two weeks after launch (which took more than a couple of install and restart cycles) and that’s when the Ally started to distinguish itself. With the system fully updated, framerates jumped by 15 to 25 percent, and the Ally started to hit 54 fps in <em>Shadow of the Tomb Raider</em> and 50 fps in <em>Cyberpunk 2077</em> at the same settings.</p><p>That’s a noticeable improvement, but it gets even better. While the Steam Deck tops out at 15 watts, the Ally has a Turbo mode that boosts total power draw to 25 watts, or 30 watts if you’re plugged in. With the 25-watt Turbo mode activated, I was able to get 60 fps in <em>Tomb Raider</em> and 67 fps in <em>Cyberpunk</em>, which is impressive for a handheld PC. So even though the Ally doesn’t even come close to offering double the performance of the Steam Deck like ASUS initially boasted, for people who want big power in a portable device, the Ally is the easy pick.</p><h2>Battery life</h2><figure><img alt=\"THe ROG Ally's USB-C port can be used on its own for data and charging, but it also functions as part of ASUS' XG Mobile connector which can be used to attach an external dock/GPU. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/f94db360-20c1-11ee-9f5c-da73438651b2\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>Of course, with all that oomph comes diminished endurance. In general, I found that the Ally typically only lasts about an hour and a half to two hours depending on the title. Meanwhile, the Steam Deck often gives you two and a half to four hours, or even longer for less demanding fare. To put that into perspective, I played <em>Diablo IV</em> on both machines at medium settings, starting at 100 percent and I didn’t stop until they died. The Ally conked out at one hour and 31 minutes compared to 2:07 for the Steam Deck. And let’s not forget, <em>Diablo IV</em> doesn’t have native Linux support, so the Steam Deck runs it in an emulation layer which uses some extra power. In short, if you really care about getting the longest-lasting handheld PC, the Steam Deck is it.</p><h2>Sound</h2><p>As for audio, the Ally has some rather punchy front-firing stereo speakers, which sound a lot better than what you’d typically get on a similarly priced laptop. But to me the more impressive thing is what you don’t hear: fans blaring in the background. I’m not entirely sure what kind of voodoo ASUS did, but the Ally is surprisingly quiet. It barely registers above a whisper while running benchmarks, and when compared to the whiny whir that’s almost always coming out of my Steam Deck, the Ally is definitely the more family-friendly device. I can game on it while watching TV with my wife without her needing to turn up the volume (or worse, taking the console from me) and that’s a small but important way to maintain a happy home.</p><h2>Software</h2><figure><img alt=\"ASUS' Armoury Crate app serves as a both a game launcher and a place to tweak various settings and features. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2d3ed1e0-20c2-11ee-9ccf-d781f35b0886\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>The last major difference between the Ally and the Steam Deck is their software. Instead of going with something like Valve’s Linux-based OS, ASUS went with Windows 11. The idea was to ensure that the system works with all the major online game stores like Steam, Battle.net, Epic and more, which it does. On top of that, ASUS tweaked its Armoury Crate app to serve as a game launcher, while also letting you adjust various settings or RGB lighting. One tap on the dedicated button lets you see all of your installed titles at a glance, while a push of ASUS’s other shortcut key brings up a menu for quick settings like operating modes, game profiles, and more.</p><p>The issue is that when you’re not using Armoury Crate, Windows 11 still feels clunky. Microsoft’s OS simply isn’t designed for smaller devices without keyboards that often have to rely on touch controls. ASUS has included a desktop mode toggle that lets you use the right joystick to move your mouse and the right shoulder buttons to click. But that feels more like a band-aid than a real solution, which would probably be a purpose-built gaming UI.</p><figure><img alt=\"Because of the Ally's sleeker design, its rear grips aren't quite as prominent or easy to hold as the Steam Deck's. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/966cc8c0-20c2-11ee-af6b-5d68f1f57b3d\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>More importantly, even though the Ally can run basically every Windows game ever made, the experience isn’t always smooth. For example, when I tried to play <em>Street Fighter 6, </em>the<em>&nbsp;</em>game booted up in Windowed mode and cut off the bottom of the UI, so I couldn’t see the navigation menu. But even after I sorted that out, the game still ran poorly. At medium settings, I was getting just 20 fps which made the game run in slow-mo. I had to spend the next 10 minutes fiddling with graphics settings. Meanwhile, on the Steam Deck, I got a consistent 60 fps from the jump, which was a big surprise since I was not expecting a game that has only been out for a month to be this well-optimized on Linux.</p><p>There’s a flipside to this, though. While you <em>can</em> install games like <em>Diablo IV</em> that aren’t available on Steam and aren’t Deck Verified, it can be a real chore to get them up and running. You have to install the Battle.net launcher, manually change the Steam Deck’s compatibility mode and then add it as a non-Steam Game. <em>Then </em>you have to install <em>Diablo IV</em> itself, change its compatibility mode and manually add that to Steam’s library too. And that’s skipping a lot of the more complicated steps in between. Granted, there are a ton of how-to’s online to guide you through the process. But if this is your first time trying this on Linux, you’re looking at spending 10 to 15 minutes at least. There’s no just sitting down and hitting play. In contrast, getting <em>D4</em> to run on the Ally is a breeze and even though the game runs relatively well on both systems, there are fewer hitches and stutters on ASUS’ machine.</p><p>Overall, Steam OS is generally easier to use — until you run into a game that isn’t Deck Verified or just doesn’t run on Linux, which is where the Ally has the advantage.</p><h2>Wrap-up</h2><figure><img alt=\"Thankfully, I never ran into any issues with sticky buttons as I heard about from other users. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/5fbe10e0-20c2-11ee-be7d-a2f7ee1081df\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>After testing both devices side-by-side, I’ve got a few takeaways. The first is that I’m even more impressed with the Steam Deck now than I was at launch. Over the past year and change, Valve has put a ton of work into polishing and optimizing it. I don’t think any gadget in recent memory has gotten as many updates as this thing. And now that there are over 10,000 Steam Deck-verified games, its library ain’t shabby. We’re at the point where you can play new AAA titles like <em>Street Fighter 6</em> on day one, while other games like <em>Cyberpunk 2077</em> are getting custom graphics settings specifically for the Deck so you don’t need to spend a ton of time tweaking performance. But most importantly, with a starting price of $400, the Steam Deck is the easy pick if you’re on a budget.</p><p>As for the ROG Ally, simply calling it a more powerful Steam Deck doesn’t feel quite right. Thanks to its AMD Z1 Extreme chip, it definitely has an edge in performance. But for all that speed, there’s a big trade-off in battery life. Even with both systems running at 15 watts, the Steam Deck lasted longer every time, which means the Ally isn’t always the best companion on longer trips. You also don’t get built-in touchpads or as many rear paddles. And while you can run basically any game ever made on it, Windows 11 just isn’t as well-optimized for handheld systems as Steam OS. Valve has a big advantage thanks to being in charge of both software and hardware design for its device. However, while I like and appreciate the Steam Deck, the ROG Ally’s gorgeous screen and super quiet fans would always have me looking over my shoulder like the <a href=\"https://knowyourmeme.com/memes/distracted-boyfriend\">distracted boyfriend meme</a>.</p><figure><img alt=\"The ROG Ally comes with an included power adapter and a somewhat flimsy but still useful stand. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/76453200-20c0-11ee-bef7-3089c8fb16b0\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>So which one should you get? To answer that, you need to decide what kind of gamer you are. Thanks to Steam OS, the Steam Deck offers a simpler, more console-like experience, so long as your games have been verified to play nicely on Valve’s software. Meanwhile, if you like to tinker with settings and want higher framerates and a sharper display, the Ally might be the machine for you. It’s also the more portable of the two, and ASUS’ XG Mobile dock lets you plug it into a monitor and other accessories so you can use it as a desktop when you want. But with prices for those starting north of $1,000, it’ll cost you.</p><p>The biggest unknown is how well ASUS is going to support the Ally, because as we’ve seen with the Steam Deck, hardware can only take you so far without regular updates. Unfortunately, there just isn’t a one-size-fits-all handheld PC gaming console right now, so picking the right device depends on your preferences for OS, performance, battery life and more. But regardless of which one you pick, there’s a lot to like about the latest generation of handheld PCs, and I hope this is only the beginning of a long line of compelling devices.</p>This article originally appeared on Engadget at https://www.engadget.com/asus-rog-ally-review-the-steam-decks-most-powerful-rival-specs-price-080029032.html?src=rss", "link": "https://www.engadget.com/asus-rog-ally-review-the-steam-decks-most-powerful-rival-specs-price-080029032.html?src=rss", "date_published": "2023-07-13T12:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "iOS 17 preview: FaceTime, everywhere", "description": "<p>Apple just launched its iOS 17 public beta, meaning you can test out the latest iPhone software if you’re willing to live with a bug or two. I’ve been using iPhone 14 Pro with the developer beta for the last few weeks and there are plenty of features and upgrades to dig into. While some of the more exciting features weren’t available until mere days ago, some nice quality-of-life improvements are here from the get-go. If you’re intrigued by Apple’s new Journal app, though, I’m afraid that won’t arrive until later in the year.</p><p>But if you want machine learning to transcribe your friends' voice notes, or turn your iPhone into a smart display, then you might be willing to dip your toe into the public beta. You can access the iOS preview by <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2JldGEuYXBwbGUuY29tL3NwL2JldGFwcm9ncmFtIiwiY29udGVudFV1aWQiOiJmMGE1YjFiYy1kYmI1LTRjZDEtYmYxNS1jMjgzN2JjNzAzNmYifQ&amp;signature=AQAAAbXzld8GWvyGCvsmdueXj1gH84aEG1UsUmVauRCX7Cyi&amp;gcReferrer=https%3A%2F%2Fbeta.apple.com%2Fsp%2Fbetaprogram&amp;uuid=jGs4N9TQxRnRARsR0122\">enrolling on Apple’s website</a>, which will nudge the beta to your iPhone’s Software Update section. As always, remember to back up your iPhone first and ensure it’s compatible. (iOS 17 will work on 2018’s iPhone XS and newer devices.)</p><span id=\"end-legacy-contents\"></span><h2><strong>A note on Developer betas</strong></h2><p>This year, instead of releasing the iOS 17 public beta in July, Apple released its developer beta for iOS, iPadOS and macOS Sonoma for anyone with free developer accounts. Normally, to access betas right after the WWDC keynote you’d have to pay $100 a year for a paid developer account. This means anyone (yes, even you) could have dabbled with this early build starting in early June. Not that we’d advise doing that. Early releases of iOS, including its public beta that’s out now, are often rough around the edges, while apps are prone to restarting or not working as they should on Apple’s very latest mobile OS. The developer version is that, times five.</p><h2><strong>Messages and FaceTime</strong></h2><figure><img alt=\"iOS 17 preview\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/9583b2f0-215f-11ee-bbdd-b1195c4900c8\" style=\"height: 2400px; width: 3600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo taken by Mat Smith / Engadget</div></figure><p>Apple continues tugging me toward Messages, yet I’m stuck with WhatsApp because all of my friends and family are on it — even those with iPhones. iOS continues to make being a WhatsApp user a challenging decision to stick with.</p><p>I’m already in love with audio message transcription. The next time that certain friend leaves a lengthy 12-minute monologue, the iPhone’s machine learning tricks will auto-transcribe the contents of that voice note, audio quality (and accent) permitting. In my experience, it was accurate with both my British voice and my colleague Cherlynn’s  American accent.</p><figure><img alt=\"iOS 17 preview\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/65635610-2160-11ee-addd-117c0dce433e\" style=\"height: 1868px; width: 3321px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Mat Smith / Engadget</div></figure><p>Most of Messages’ biggest upgrades are siloed away behind the plus button, which helps keep the interface tidy. Check-In is Apple’s take on automating the “text me when you get home,” doing half the work once your iPhone detects you’ve returned. If your phone detects that you’re not headed in the right direction, Check In will even notify you that you might have made a mistake.</p><p>Apple has integrated a lot of settings to make Check In work how you want it to. You can use it when your destination isn’t your home, or even set it up for a timed period when perhaps you’re home alone, but are expecting visitors. More information from your phone can be shared when you're delayed, including battery levels and signal levels.</p><p>Apple has now consolidated its stickers into one drawer, encompassing live stickers, memoji, emoji and third-party stickers. Live Stickers, which you can make by tapping to ‘lift’ subjects out of photos (it can still be a person, a pet or an object, as long as it’s visually distinct enough), get archived in their own sticker drawer. With iOS 17, you can also apply some sticker effects, like “shiny” and “puffy” that undulate when you move your phone, taking us back to pencil cases of the ‘90s. Or maybe that’s just me. Beyond Messages, stickers can be applied directly from the sticker drawer to your photos and documents.</p><p>FaceTime has received a few updates this year, but the most notable one is video voicemail. While you could send videos on Messages, you can now leave spontaneous video (or voice) messages in FaceTime when someone doesn’t pick up your call. In iOS 17, thanks to further refinement of Apple’s <a href=\"https://www.engadget.com/apple-continuity-webcam-iphone-mac-facetime-184540330.html\">Continuity Camera</a>, across Apple devices. You can now display your FaceTime video calls on Apple TV, tapping into the cameras already in your iPhones, iPads or MacBooks. Any recorded messages you receive will be stored in FaceTime’s Recent tab, along with your missed calls. You can even take FaceTime calls — audio-only — on your Apple Watch.</p><p>You can record FaceTime video messages through both the front and rear cameras and amp up the visual pizazz with Portrait mode and Studio Light. Apple has opened up these video effects to Zoom, Microsoft Teams and more. Gesture-based AR effects are along for the ride too, including fireworks (two thumbs up), confetti cannons (double peace signs) and when you make a devil horn sign? Laser beams. Of… course. I soon learned you’ll have to hold these poses for a little too long in order for your iPhone to recognize and trigger the AR effect. It’s a delight when they happen, though.</p><h2><strong>StandBy</strong></h2><figure><img alt=\"iOS 17 preview\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/21b50292-215d-11ee-bfff-03d0bf6ea3eb\" style=\"height: 2400px; width: 3600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Mat Smith / Engadget</div></figure><p>Apple hasn’t launched a smart display (<a href=\"https://www.engadget.com/apple-smart-home-devices-report-155130684.html\">yet</a>), so it’s making your iPhone into one. With StandBy, you'll get a different view when your phone is horizontal and charging. This consists of widgets, calendar info, music, your photos, news, sports scores and more. If you have an iPhone 14 Pro, it’ll always be visible due to the always-on display. You’ll have to tap to wake it on other devices.</p><p>Itl even transitions into a low-light smart display later at night so you can use it as an alarm clock. Given the strides Apple has made with its widgets on iPhones and Apple Watch, I’m intrigued to see whether this is a useful new feature for when I’m not actively using my iPhone. I’ve loved seeing my photos on my Nest Hub, but let’s be honest – I’m looking at, and nearer to, my phone, pretty much most of the day. The iPhone will automatically separate your photos into places (and its own photography) and people recognized in your own contacts. You’ll also get music and podcast controls for audio playback, which looks a lot like <a href=\"https://www.engadget.com/apple-reveals-plans-to-allow-users-to-pay-for-gas-directly-in-carplay-161550082.html\">CarPlay</a>.</p><p>Apple has folded its Smart Stacks into these StandBy widgets, so you can swipe between smart home controls, calendars, weather and more, customizing what information is a swipe away. Incoming calls will also feature a nice landscape version of iOS 17’s new Contact Posters.</p><h2><strong>Contact Posters</strong></h2><figure><img alt=\"iOS 17 preview\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/21b4db80-215d-11ee-bf9f-df4de77ce6f1\" style=\"height: 2400px; width: 3600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Mat Smith / Engadget</div></figure><p>Contact Posters are the most significant visual upgrade to iOS 17. It’s a new way to show your contact’s incoming calls, contact profiles, FaceTime and Messages. You can edit your profile from the top left corner of most of those native apps, mixing together different fonts, photos, and color options – I like the monochrome photo filter paired with a pop of color, like it’s a fictional magazine profile headshot. There are almost infinite options here, and it does help to make calls from your favorite people seem, somehow, more glamorous. You don’t have to have taken photos in portrait mode either to make the cutout outline of your head and name; as long as the iPhone detects the object, like stickers, it’ll do the rest.</p><h2><strong>NameDrop</strong></h2><p>This has been a long-time coming, right? NameDrop, using the same AirDrop transferring tech, can share your contact details (and your gorgeous new Contact Poster) just by bringing two devices close together. You can fine-tune what contact details are shared, like your work or personal email, or even choose to receive only. Photos and even links on Safari can also be shared through this method, and AirDrop will even continue transferring content even if you step away, through the internet. This is all done through the usual share button on both native and compatible third-party apps.</p><h2><strong>Everything else</strong></h2><p>If you recall from Apple’s WWDC keynote last month, these are just some of the major highlights of what iOS 17 has to offer. Apple says its enhanced keyboard language model ushers in an improved Autocorrect, while any corrections should also be easier to fix. Any autocorrected words are temporarily underlined so you know what was changed. If you tap on an autocorrected word, you’ll see the original version pop up and you can tap it to put it back. Duck yes.</p><p>Regarding voice assistant Siri, it can now handle back-to-back commands if you want to both set a timer and turn off a smart light. Siri can also be summoned even while you’re on a call with someone.</p><p>The Fitness app now has a trophy case to show off your best workout runs, custom workout plans if you pay for Fitness+ and the ability to adjust the sound mix of workouts, prioritizing either music or trainers’ voices. Meanwhile, News+ subscribers will now be able to tackle crosswords, while News+ audio stories will now also be available in the podcast app.</p><figure><img alt=\"iOS 17 preview\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/95838be0-215f-11ee-b7fd-96b1055c77ac\" style=\"height: 2400px; width: 3600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo taken by Mat Smith / Engadget</div></figure><p>Inline predictive text, a la Gmail, is also built in, so iOS will occasionally nudge your messages along with predictive single- and multi-word additions before you even type them. Thankfully, it’s a very light touch so far. Then again, maybe it’s just learning how I type – I’ll circle back once the OS officially launches in the fall. And you can turn it off in settings if it’s not working for you.</p><h2><strong>What’s still to come</strong></h2><p>The iOS 17 beta gives you a taste of what’s coming to your iPhone later this year. There are a few tempting features not available to test just yet. That includes the third-party journaling app killer, Apple’s own Journal app,. Where you can “write about and reflect on everyday moments and special events in your life.” The company says it’ll tap into on-device machine learning to personalize what you might like to write about, including photos, locations, music and even workout data. I’m waiting to see how it all works in practice. And if you’re going to be writing about your deepest, darkest thoughts and feelings, you will be able to lock your Journal from prying eyes.</p><p>There are other features I’m still waiting to try, including new auto-generated song suggestions for your own existing playlists and Conversation Awareness, which is coming to second-generation AirPods Pro. When you start talking to someone while still wearing your buds, the device will lower playback volume and enhance the voice of people in front of you, while still minimizing background noise.</p><h2><strong>Wrap-up</strong></h2><figure><img alt=\"iOS 17 preview\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/21b50290-215d-11ee-b7f3-bb2475abb87e\" style=\"height: 2400px; width: 3600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Mat Smith / Engadget</div></figure><p>Yes, there are still a few mysteries to iOS 17 ahead of its full launch, but plenty to test out in the beta. I’m still getting to grips with StandBy. It might not be a smart display killer, but it’s possibly a free alternative. Other highlights include a revitalized FaceTime experience, a streamlined Messages app and a long-overdue solution for sharing contact details. But some of the most exciting parts are still to come, making this a less essential beta than some recent years. Most of us can wait for the fully-formed public release, arriving later this summer.</p>This article originally appeared on Engadget at https://www.engadget.com/ios-17-preview-public-beta-facetime-standby-iphone-120025938.html?src=rss", "link": "https://www.engadget.com/ios-17-preview-public-beta-facetime-standby-iphone-120025938.html?src=rss", "date_published": "2023-07-13T12:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta could soon make its AI model available for commercial projects", "description": "<p>One question is constant in the race to create AI: Should code be held privately or made available to everyone as &quot;open-source&quot;? OpenAI has kept data for projects like GPT-4 close to its chest, while Meta has allowed researchers and academics to access its language model, <a href=\"https://www.engadget.com/sarah-silverman-sues-openai-and-meta-over-copyright-infringement-175322447.html\">LLaMA</a>. Now, Meta is allegedly set to &quot;imminently&quot; release a new commercial version that companies can customize, the <a href=\"https://www.ft.com/content/01fd640e-0c6b-4542-b82b-20afb203f271\"><em>Financial Times</em> reports</a>.</p><p>The move could help Meta catch up to fellow AI creators <a href=\"https://www.engadget.com/openai-is-forming-a-team-to-rein-in-superintelligent-ai-214333388.html\">OpenAI</a> and <a href=\"https://www.engadget.com/googles-bard-ai-chatbot-has-learned-to-talk-070111881.html\">Google</a>, with businesses able to build tailored software with the new model. &quot;The competitive landscape of AI is going to completely change in the coming months, in the coming weeks maybe, when there will be open source platforms that are actually as good as the ones that are not,&quot; Yann LeCun, Meta's vice-president and Chief AI scientist, said at a July conference. Meta might also create AI chatbots specific to each type of user, such as an individual or business.</p><span id=\"end-legacy-contents\"></span><p>Open-source models certainly have a mix of benefits and negatives. Providing a wide group of people with an AI's differing capabilities can help the model learn faster, given the increased data it's receiving. Additional eyes can also spot bugs and security issues, giving developers a chance to fix these problems sooner. On the flip side, not everyone who uses the code will have good intentions, which can have <a href=\"https://www.engadget.com/openai-launches-a-bug-bountry-program-for-chatgpt-103600222.html\">dangerous consequences</a> when using a technology that concerns many people in and outside the tech industry.</p><p>Access to Meta's commercial AI model should be free at launch, but that might change sometime in the future. According to sources familiar with Meta, the company might eventually charge enterprise customers if they want to alter or tailor the model.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-could-soon-make-its-ai-model-available-for-commercial-projects-114021749.html?src=rss", "link": "https://www.engadget.com/meta-could-soon-make-its-ai-model-available-for-commercial-projects-114021749.html?src=rss", "date_published": "2023-07-13T11:40:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Researchers find evidence of organic matter on Mars", "description": "<p>The Perseverance Rover has found <a href=\"https://www.engadget.com/researchers-find-evidence-of-organic-matter-on-mars-174950850.html\">evidence</a> of organic compounds in the Jezero Crater on Mars. Don’t get too excited: These compounds could have also developed in nonbiological ways. But even if it’s not proof of organic life on Mars, the results hint at complex organic conditions for the “key building blocks for life.” Organic molecules like those observed in the Jezero Crater contain carbon and often hydrogen atoms. They’re the core components of life as we know it on Earth.</p><p>The rover found organic materials in all ten targets it observed on the crater floor. “Our results support observations by previous robotic missions to Mars that the Red Planet was once rich in organic material, compounds made primarily of carbon and hydrogen, and that some of that organic material can still be detected billions of years later,” co-author Joseph Razzell Hollis, a London-based astrobiologist, told <em>Gizmodo</em>. “Each detection, each observation, gives us a little bit more information that brings us closer to understanding the history of Mars and whether it could have supported life in the past.”</p><p>Hopefully, scientists can maintain this level of excitement. They’ll have to wait for the Mars Sample Return (MSR) mission, which isn’t expected to launch from Earth until at least the late 2020s.</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/apples-ios-17-ipad-os-17-and-watchos-10-public-betas-are-ready-to-download-172130524.html\">Apple's iOS 17 public betas are ready to download</a></p><p><a href=\"https://www.engadget.com/how-to-install-the-ios-17-public-beta-172319006.html\">How to install the iOS 17 public beta </a></p><p><a href=\"https://www.engadget.com/chipotles-guacamole-robot-is-cursed-to-peel-and-core-avocados-for-eternity-174027901.html\">Chipotle's guacamole robot is cursed to peel and core avocados for eternity</a></p><p><a href=\"https://www.engadget.com/macos-sonoma-preview-widgets-screen-savers-210036486.html\">macOS Sonoma preview: For the widget wonks </a></p><p><a href=\"https://www.engadget.com/sonys-26-megapixel-a6700-is-its-new-flagship-aps-c-mirrorless-camera-140031494.html\">Sony's 26-megapixel A6700 is its new flagship APS-C mirrorless camera </a></p><p></p><h2><a href=\"https://www.engadget.com/ipados-17-preview-a-smoother-multitasking-experience-for-those-who-really-need-it-173022677.html\">iPadOS 17 preview: A smoother multitasking experience</a></h2><h3>For those who really need it.</h3><a href=\"https://www.engadget.com/ipados-17-preview-a-smoother-multitasking-experience-for-those-who-really-need-it-173022677.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2a69a380-215f-11ee-abee-886ec5bc323a\" style=\"height: 480px; width: 640px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Just a year ago, Apple announced the biggest software update the iPad has ever seen. iPadOS 16 ushered in Stage Manager, a completely revamped multitasking mode. There were several other new features, as usual, but Stage Manager, in particular, brought the iPad closer than ever to a Mac or Windows PC experience. iPadOS 17, on the other hand, is a subtler update. We preview the beta, which is out on public release now.</p><p><a href=\"https://www.engadget.com/ipados-17-preview-a-smoother-multitasking-experience-for-those-who-really-need-it-173022677.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/googles-bard-ai-chatbot-has-learned-to-talk-070111881.html\">Google's Bard AI chatbot has learned to talk</a></h2><h3>It understands 40 languages and can speak its responses.</h3><p></p><p>Google Bard’s latest round of updates includes expanded linguistic skills. It can now respond with spoken word in addition to text. It can do so in nearly four dozen languages. Users can now converse with the AI in Arabic, Chinese, German, Hindi and Spanish, among others, as well as access the platform from more places on the planet, such as Brazil and &quot;across Europe.&quot; Users will have the option to either read or listen to the AI's generated responses, as well as have more control over how friendly Bard is, with five distinct AI tones: simple, long, short, professional or casual. Those are only available for English-language requests at the moment.</p><p><a href=\"https://www.engadget.com/googles-bard-ai-chatbot-has-learned-to-talk-070111881.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/roblox-is-coming-to-meta-quest-vr-headsets-181633766.html\">'Roblox' is coming to Meta Quest VR headsets</a></h2><h3>Zuck says the beta version drops in a few weeks.</h3><a href=\"https://www.engadget.com/roblox-is-coming-to-meta-quest-vr-headsets-181633766.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2a695560-215f-11ee-aae7-4c968e7580b6\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Roblox</div></figure></a><p>The immensely popular online game creation platform, <em>Roblox</em>, is coming to VR, thanks to the Meta Quest. Meta CEO Mark Zuckerberg made the announcement, which was followed by an official <em>Roblox </em>blog post. A beta version of the app, according to Zuckerberg, launches in just a few weeks, via the Quest platform’s dedicated App Lab. This is going to be a fully cross-platform title, so anything you interact with or make on your phone or console should be accessible in VR.</p><p><a href=\"https://www.engadget.com/roblox-is-coming-to-meta-quest-vr-headsets-181633766.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/elon-musks-new-ai-company-aims-to-understand-the-true-nature-of-the-universe-172255152.html\">Elon Musk’s new AI company aims ‘to understand the true nature of the universe’</a></h2><h3>The team will be holding a Twitter Spaces chat on Friday.</h3><h3></h3><p>Elon Musk has a new AI company. A website has appeared for xAI, which will embark on the self-described mission to “understand the true nature of the universe.” The announcement comes after filing documents revealed the existence of a company called X.AI Corp earlier this year. Musk also said in April he wanted to start a venture for “maximum truth-seeking AI that tries to understand the nature of the universe,” which “hopefully does more good than harm.”</p><p>Not much else is known yet about Musk’s latest venture. He tweeted yesterday: “Announcing formation of @xAI to understand reality.” The company webpage notes the team will host a Twitter Spaces chat on Friday, July 14th.</p><p><a href=\"https://www.engadget.com/elon-musks-new-ai-company-aims-to-understand-the-true-nature-of-the-universe-172255152.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-researchers-find-evidence-of-organic-matter-on-mars-111523432.html?src=rss", "link": "https://www.engadget.com/the-morning-after-researchers-find-evidence-of-organic-matter-on-mars-111523432.html?src=rss", "date_published": "2023-07-13T11:15:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony plans to boost game R&D spending this year as competition ramps up", "description": "<p>Sony plans to boost R&amp;D spending in gaming and focus that extra money on <em>Fortnite</em>-style live service games and mixed reality, <a href=\"https://asia.nikkei.com/Business/Companies/Sony-dives-into-extended-reality-with-2bn-R-D-war-chest\"><em>Nikkei</em></a> has reported. It will invest $2.13 billion for the segment in fiscal 2023, accounting for about 40 percent of R&amp;D spending company wide — over double what it spent in 2020. The aim is to better compete in cloud gaming and VR, particularly if Microsoft's <a href=\"https://www.engadget.com/microsofts-activision-acquisition-moves-ahead-as-judge-rejects-ftc-injunction-request-152845890.html\">Activision Blizzard acquisition goes through</a>.&nbsp;</p><p>Sony has traditionally relied on relied on story-led blockbuster titles like <em>God of War</em> and <em>Horizon Zero Dawn</em>, but live service games use a different model. Instead of developing one game and moving on to the next, companies build titles that can be updated over time, generating revenue with new content like seasonal maps, skins and weapons. <em>Overwatch</em> and <em>League of Legends</em> are examples of those.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The company lags behind rivals in that area — it had just one live service game in 2021, but plans to have 12 in its portfolio by March 2026. To that end, it plans to spend 55 percent of PS5 game development on live service games by March 2024, and 60 percent by March 2026. It plans to use its Bungie acquisition to further that aim, according to the report.&nbsp;</p><p>Meanwhile, Microsoft is trying to acquire Activision Blizzard, which would give it access to a powerful portfolio of live service games (<em>World of Warcraft</em>, <em>Call of Duty</em>, <em>Destiny 2</em>, etc.). Microsoft also holds a considerable lead in live-streamed games with Xbox Cloud Gaming, while Sony has <a href=\"https://www.engadget.com/sony-is-testing-ps5-game-cloud-streaming-for-ps-plus-premium-users-181027926.html\">only started testing PS5 game streaming</a>.&nbsp;</p><p>At the same time, Sony wants to invest more in the so-called metaverse by boosting development in extended reality (VR, AR, mixed reality etc.). To do so, it aims to combine the resources of nine overseas game studios it owns in whole or in part, including Epic Games, whose Unreal Engine helps power augmented reality apps. That's in light of the upcoming release of Apple's Vision Pro headset, and Sony's recent launch of its own <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">PSVR2 headset</a>.&nbsp;</p><p>The increased investment shows the importance of gaming to Sony's overall portfolio. Its game &amp; network services segment now makes up a <a href=\"https://www.engadget.com/sony-has-sold-over-384-million-ps5s-following-a-record-breaking-year-080509020.html\">large part of the company's earnings</a>, far and above segments like imaging, movies, TVs and more. It also shows Sony recognizing that it must adapt to the reality that game development is shifting away from the traditional model — meaning it will be a lot more dependent on owning game-development studios.</p>This article originally appeared on Engadget at https://www.engadget.com/sony-plans-to-boost-game-rd-spending-this-year-as-competition-ramps-up-110524111.html?src=rss", "link": "https://www.engadget.com/sony-plans-to-boost-game-rd-spending-this-year-as-competition-ramps-up-110524111.html?src=rss", "date_published": "2023-07-13T11:05:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Tap to Pay expands to the UK, letting iPhone users accept contactless payments", "description": "<p>Apple has expanded <a href=\"https://www.engadget.com/apple-tap-to-pay-iphone-business-163522302.html\">Tap to Pay's</a> availability and is giving businesses and merchants <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3VrL25ld3Nyb29tLzIwMjMvMDcvYXBwbGUtaW50cm9kdWNlcy10YXAtdG8tcGF5LW9uLWlwaG9uZS1pbi10aGUtdWsvIiwiY29udGVudFV1aWQiOiI1ZjIyOTYzNy0wODdkLTQzOWUtYjkxYy1hMDJlMjJkMjk0MWMifQ&amp;signature=AQAAAXWAhRrNgOJc6azuYq2NbEtVt-XwEKXT_1e0HvBfmvD9&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fuk%2Fnewsroom%2F2023%2F07%2Fapple-introduces-tap-to-pay-on-iphone-in-the-uk%2F\">across the United Kingdom</a> the option to accept contactless payments using just their iPhones. The tech giant initially released the feature in the US in mid-2022 before making it available in Taiwan and Australia. Like in those regions, merchants in the UK will be able to receive payments without having to purchase extra hardware, since the capability uses NFC. As long as they have an iPhone XS or later, they can offer contactless payment as an option for customers who use Apple Pay, contactless debit or credit cards and other digital wallets.&nbsp;</p><p>The company unveiled the feature in early 2022 before <a href=\"https://www.engadget.com/apple-is-testing-upcoming-tap-to-pay-merchant-payments-at-its-visitor-center-100004402.html\">testing</a> the payment system at its own visitor center in Cupertino. Following Tap to Pay's rollout, big-name fintech services launched support for the feature, including <a href=\"https://www.engadget.com/paypal-venmo-support-tap-to-pay-iphone-092025702.html\">PayPal, Venmo</a> and <a href=\"https://www.engadget.com/square-tap-to-pay-iphone-public-launch-115532796.html\">Square</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to Apple's announcement, Revolut and Tyl by NatWest are the first payment platforms allowing their business customers in the UK to use the company's Tap to Pay technology. Adyen, Dojo, myPOS, Stripe, SumUp, Viva Wallet, Worldline and Zettle by PayPal will be the next financial services to support the feature in the region. Apple didn't mention a specific rollout date for them, only that support for Tap to Pay will be \"coming soon\" for their customers. In addition announcing the feature's availability, the company has revealed that Tap to Pay will be available in its retail stores across the UK in the coming weeks. That means UK customers will be easily be able to pay for purchases by bumping a card or another phone to the store's iPhone.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-tap-to-pay-expands-to-the-uk-letting-iphone-users-accept-contactless-payments-101724510.html?src=rss", "link": "https://www.engadget.com/apple-tap-to-pay-expands-to-the-uk-letting-iphone-users-accept-contactless-payments-101724510.html?src=rss", "date_published": "2023-07-13T10:17:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Google's Bard AI chatbot has learned to talk", "description": "<p>Google's Bard gained a handful of <a href=\"https://blog.google/products/bard/google-bard-new-features-update-july-2023/\">new features and functions Thursday</a> in the chatbot AI's <a href=\"https://www.engadget.com/google-bards-new-experiment-updates-page-lets-you-know-whats-new-091039433.html\">latest round of updates</a>, including expanded linguistic knowledge, more nuanced response controls and the ability to respond with spoken word in addition to text. In all the AI can now converse in nearly four dozen languages.&nbsp;</p><p>Users can now converse with the AI in Arabic, Chinese, German, Hindi and Spanish, among others as well as access the platform from more places on the planet, such as Brazil and &quot;across Europe,&quot; Jack Krawczyk, Bard Product Lead, and Amarnag Subramanya, Bard's VP of Engineering, <a href=\"https://urldefense.com/v3/__http://blog.google/products/bard/google-bard-new-features-update-july-2023__;!!Op6eflyXZCqGR5I!B96X3v_GAt8jrpfa8q58fNs_w76IO5HYmsQzvloZwvq8DznvBGf_68vQVjfPC5PuFdTKnaCp8l8kQLVrxcYi-Nf2PA$\">wrote in a blog post Thursday</a>. &quot;As we bring Bard to more regions and languages over time, we’ll continue to use our AI Principles as a guide, incorporate user feedback, and take steps to protect people’s privacy and data.&quot;</p><span id=\"end-legacy-contents\"></span><p>Bard now literally speaks. Users will have the option to either read or listen to <a href=\"https://www.engadget.com/google-is-opening-up-access-to-its-bard-ai-chatbot-today-140047434.html\">the AI's generated responses</a>, which Krawczyk and Subramanya believe will help immensely when users want to hear the correct pronunciation of words in those 40 newly-added languages. Users have also been afforded more robust controls over how friendly Bard will be with five distinct options for the AI's tone: simple, long, short, professional or casual. Those are only available on English-language requests for the moment but the company is already working to expand it out to more of the 40, &quot;soon.&quot;</p><p>The chatbot also has some fancy new multimodal eyes, gaining the capacity to interpret images dropped into the chat through the prompt field. Faster and easier than uploading it as a document, users can request more information about the contents of the image or generate content like captions based on it. This also is currently English-only.&nbsp;</p><p>Getting <a href=\"https://www.engadget.com/googles-bard-ai-is-getting-better-at-programming-160034882.html\">the information and code that Bard generates</a> out of the chat window and into the hands of collaborators is no longer quite such a slog. Starting Thursday, users will be able to export <a href=\"https://www.engadget.com/google-gives-bard-the-ability-to-generate-and-debug-code-130024663.html\">Bard-generated Python code</a> to Replit, in addition to Colab. They'll also be able to copy and share portions of individual chats with other users. The process of organizing and revisiting old conversations being streamlined as well with the addition of pinned conversations, which are what they sound like, and the ability to rename them.</p>This article originally appeared on Engadget at https://www.engadget.com/googles-bard-ai-chatbot-has-learned-to-talk-070111881.html?src=rss", "link": "https://www.engadget.com/googles-bard-ai-chatbot-has-learned-to-talk-070111881.html?src=rss", "date_published": "2023-07-13T07:01:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter says it limited the reach of over 700,000 tweets that violated its policy", "description": "<p>Twitter has <a href=\"https://blog.twitter.com/en_us/topics/product/2023/freedom-of-speech-not-reach--new-updates-and-progress\">published</a> an update on how its &quot;Freedom of Speech Not Reach&quot; moderation approach is working, and according to the company, it has seen some encouraging results. In April, the website started <a href=\"https://www.engadget.com/twitter-starts-putting-labels-on-tweets-with-restricted-reach-201509292.html\">limiting the reach of tweets</a> violating its hateful conduct policy and applying a label to them that reads: &quot;Visibility limited: this tweet may violate Twitter's rules against hateful conduct.&quot; Apparently, Twitter has applied the label to more than 700,000 posts since then and has proactively prevented ads from appearing adjacent to those content.&nbsp;</p><p>The company also said that the label reduces the reach of a post by 81 percent, thereby effectively limiting the visibility of posts that potentially exhibit hateful conduct. In addition, Twitter revealed in its update that more than one-third of users choose to delete labeled tweets themselves once they've been notified that they have violated the website's policy and only four percent of authors have appealed labels.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The company <a href=\"https://www.engadget.com/twitter-announces-new-api-pricing-including-a-limited-free-tier-for-bots-005251253.html\">charging for API access</a> means most researchers studying hate speech can't independently verify these claims. But Twitter is clearly claiming that its approach has been effective so far. In fact, the website is pushing through with its plan to expand its labels and include more types of policy violations. According to its announcement, it will now also label and downrank posts that violate its <a href=\"https://help.twitter.com/en/rules-and-policies/abusive-behavior\">Abusive Behavior</a> and <a href=\"https://help.twitter.com/en/rules-and-policies/violent-speech\">Violent Speech</a> policies. Tweets that will be labeled in the coming weeks include posts with malicious content targeting individuals, those that encourage others to harass an individual or group of people, those that threaten to inflict physical harm on others, and tweets that encourage others to commit acts of violence or harm.&nbsp;</p><div id=\"9742a37097354979adcbe1f3de680263\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We remain committed to maintaining free speech on Twitter, while equally maintaining the health of our platform. Today, more than 99.99% of Tweet impressions are from healthy content, or content that does not violate our rules.<br /><br />Read more about our progress on our enforcement…</p>— Twitter Safety (@TwitterSafety) <a href=\"https://twitter.com/TwitterSafety/status/1679248940892581888?ref_src=twsrc%5Etfw\">July 12, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/twitter-says-it-limited-the-reach-of-over-700000-tweets-that-violated-its-policy-063548086.html?src=rss", "link": "https://www.engadget.com/twitter-says-it-limited-the-reach-of-over-700000-tweets-that-violated-its-policy-063548086.html?src=rss", "date_published": "2023-07-13T06:35:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]