[{"source": "https://www.theguardian.com/international/rss", "title": "Juventus start talks with Barça and Real Madrid to leave European Super League", "description": "<ul><li>Italian club ‘has initiated the procedure to exit’ breakaway</li><li>Any departure would need to be authorised by Spanish giants</li></ul><p>Juventus have initiated the procedure to pull out of the European Super League project, the Italian club said on Thursday.</p><p>Juventus said they had started a discussion on their exit with Real Madrid and Barcelona, the other clubs remaining in the project.</p> <a href=\"https://www.theguardian.com/football/2023/jul/13/juventus-start-talks-with-barca-and-real-madrid-to-leave-european-super-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/13/juventus-start-talks-with-barca-and-real-madrid-to-leave-european-super-league", "date_published": "2023-07-13T21:24:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Pittsburgh synagogue shooter can face death penalty, federal grand jury rules", "description": "<p>Court will sentence Robert Bowers for 2018 attack that killed people, after he was convicted on 63 criminal counts</p><p>The shooter behind the deadly 2018 antisemitic attack that killed 11 people at a Pittsburgh synagogue may face the death penalty, a federal grand jury concluded on Thursday.</p><p>The verdict, five years after the devastating mass shooting at Tree of Life synagogue, now means the court will sentence Robert Bowers either to life imprisonment or death by capital punishment. Federal prosecutors argued that Bowers, who had spent months planning the attack and has since said he regretted not killing more people, met the standard that he had an intent to kill.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/13/pittsburgh-synagogue-shooter-death-penalty-grand-jury\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/13/pittsburgh-synagogue-shooter-death-penalty-grand-jury", "date_published": "2023-07-13T17:48:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "England study southern hemisphere sides with Rugby World Cup on horizon", "description": "<ul><li>Kevin Sinfield takes notes on Rugby Championship fixtures</li><li>‘It is important to have a look at some teams we could face’</li></ul><p>Kevin Sinfield has stressed the importance of studying England’s southern hemisphere counterparts, with New Zealand hosting South Africa in a blockbuster clash on Saturday, but the defence coach insists he does not care who his side face at the World Cup.</p><p>England are widely considered to be on the easier side of the draw, in the opposite half to France, New Zealand, Ireland and South Africa – the top four sides in the world – and would avoid those teams until the semi-finals. Last weekend’s opening matches of the Rugby Championship only highlighted the disparity, with New Zealand thumping Argentina, who are in England’s pool, and South Africa <a href=\"https://www.theguardian.com/sport/blog/2023/jul/09/outplayed-everywhere-eddie-jones-exposed-by-woeful-wallabies\" title=\"\">thrashing Eddie Jones’s Australia</a> – potential quarter-final opponents <a href=\"https://www.theguardian.com/sport/2023/jul/11/england-train-in-heatwave-as-borthwick-intensifies-world-cup-warm-up-in-italy\" title=\"\">for Steve Borthwick’s side</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/13/england-study-southern-hemisphere-sides-with-world-cup-on-the-horizon-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/13/england-study-southern-hemisphere-sides-with-world-cup-on-the-horizon-rugby-union", "date_published": "2023-07-13T17:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Full Circle review – Steven Soderbergh’s hit-and-miss noir series", "description": "<p>The film-maker brings a visually distinctive yet narratively muddled thriller to life with help from an on-form Claire Danes and an off-key Zazie Beetz</p><p>The work of film-maker Steven Soderbergh – purveyor of blockbuster heists (Ocean’s Eleven), neon-lit tales of hustling for the American Dream (the Magic Mike series), and daring slice-of-life dramas (The Girlfriend Experience, big and small screen versions) – tends to follow the money. Whether its a small-scale drug operation or a major casino robbery, his multi-player ensembles offer not just a sense of the numbers, but the who and why of a scheme, a sense of purpose along with the pleasures of how.</p><p>Full Circle, the director’s new star-studded, mixed-bag Max limited series (RIP HBO Max), is a bit of an overdose. Sprawling yet often sedate, it disjointedly packs too many of these schemes into an overly complicated, sputtering noir mystery set in present-day New York. Written by Ed Solomon, Soderbergh’s partner for the 2017 choose-your-adventure series Mosaic and the comparatively sleeker and more scintillating film <a href=\"https://www.theguardian.com/film/2021/jul/02/no-sudden-move-review-steven-soderbergh-hbo-max\">No Sudden Move</a>, Full Circle attempts to braid a thicket of secrets, plans, deceptions and exploitations into a grand picture of cascading connections. The result is less artful collage of counterbalanced motivations and complicities than a rubber-band ball of plot and money, money and plot.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/13/full-circle-tv-series-review-steven-soderbergh\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/13/full-circle-tv-series-review-steven-soderbergh", "date_published": "2023-07-13T16:27:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Committee report is rightfully scathing on UK’s China strategy", "description": "<p>The ISC’s warnings are unlikely to act as much of a brake on Britain’s approach to China</p><p>If there is one constant in the UK’s policy towards China over the past three decades it has been its short-termism and inconsistency, the scathing intelligence and security committee report on China rightly finds, comparing Britain’s to Beijing’s capacity to think strategically about how to advance the global interests of the Chinese Communist party.</p><p>If Downing Street thinks in terms of the next news bulletin, China has a planning cycle that in some of its documents takes it to 2049, as the ISC was told by one of its intelligence agency witnesses.</p> <a href=\"https://www.theguardian.com/world/2023/jul/13/isc-report-scathing-uk-china-strategy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/13/isc-report-scathing-uk-china-strategy", "date_published": "2023-07-13T16:22:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Disney chief Bob Iger says strike by writers and actors ‘very disturbing’", "description": "<p>Iger, 72, says decision by Sag-Aftra to recommend strike action ‘will have a very, very damaging effect on the business’</p><p>As a strike by Sag-Aftra appears imminent without a contract, Disney chief executive Bob Iger has said writers and actors preparing to picket are not being “realistic” with their expectations, and that the threat of a strike is “disturbing”.</p><p>In an appearance on CNBC’s Squawk Box on Thursday morning, Iger said the decision by the actors and writers unions to go on strike is “very disturbing to me. We’ve talked about disruptive forces on this business and all the challenges we’re facing, the recovery from Covid, which is ongoing, it’s not completely back.</p> <a href=\"https://www.theguardian.com/film/2023/jul/13/disney-bob-iger-actors-writers-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/13/disney-bob-iger-actors-writers-strike", "date_published": "2023-07-13T14:10:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "New York set up a hotline for police handling mental health cases. Not one officer has called", "description": "<p>The line was supposed to offer expert guidance after Mayor Eric Adams expanded police powers to forcibly hospitalize people</p><p>A young man hangs out on a street corner in Midtown Manhattan every day outside the entrance of a big chain restaurant. He shadowboxes and talks to himself, and beneath him are poster boards with scrawled conspiracy theories. The restaurant’s manager worries the man could be scaring off customers and calls 911. Should the responding police officer remove the man to a hospital, forcing him if he refuses?</p><p>This is a scenario from the training materials for a new 24/7 hotline touted by Mayor Eric Adams and run by New York City’s public hospital system, which offers police officers on-demand guidance on whether to involuntarily hospitalize someone who appears mentally ill. Adams, a former transit cop, announced the hotline last November as part of a controversial directive to expand the police’s authority to perform the removals, pledging that the hotline would be staffed by psychiatrists, social workers, and clinicians who “will provide guidance to police officers who encounter individuals in psychiatric crisis”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/13/new-york-police-nypd-mental-illness-hotline\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/13/new-york-police-nypd-mental-illness-hotline", "date_published": "2023-07-13T10:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "US doctors’ group will ‘stand with’ physicians who disobey unethical laws", "description": "<p>President of American Medical Association says doctors must balance ‘ethical obligation’ to patients in face of restrictive laws</p><p>As doctors struggle to comply with new state laws criminalizing certain kinds of medical care, Dr Jesse Ehrenfeld, the new president of the American Medical Association (AMA), says the organization will support doctors who feel ethically compelled to disobey.</p><p>“I expect there may be a moment where a physician is charged,” he said in an interview last week. “If that happens, we will certainly stand with them, as an association, to stand up for what’s right for our patients.”</p> <a href=\"https://www.theguardian.com/society/2023/jul/13/american-medical-association-abortion-trans-care-unethical-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/13/american-medical-association-abortion-trans-care-unethical-laws", "date_published": "2023-07-13T10:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Paris Hilton dances through the history of the world’s greatest nightclubs", "description": "<p>A new series produced by the world’s most famous party girl delves into the origins of iconic clubs from London to Lagos. Plus: five of the best travel podcasts</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p>You might struggle to believe this, but podcasts are now 20 years old. They may no longer be the new kid on the audio block, but it doesn’t seem that long since they took the world by storm. This, largely, is because most of us non-tech types will have missed out on the medium’s early days in the second half of 2003. Even the Guardian, who coined the term “podcast”, <a href=\"https://www.theguardian.com/media/2004/feb/12/broadcasting.digitalmedia\">only got there in early 2004</a>.</p><p>This week we recruited some experts to tell us about the greatest podcasts created in the last 20 years: <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/07/20-best-podcasts-ever\">the hosts of some of our favourite shows</a>. With great recommendations from the likes of Elizabeth Day, Deborah Frances-White, Steven Bartlett, Alice Levine and Ira Glass, it’s a great primer to the finest listens you can ever treat yourself to. What’s more, if you’d like to have your say on the shows you think we should have included, <a href=\"https://www.theguardian.com/media/2023/jul/12/share-your-favourite-ever-podcast\">you can let us know here</a>, and we’ll publish the best ones shortly.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/13/hear-here-paris-hilton-nightclubs-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/13/hear-here-paris-hilton-nightclubs-podcast", "date_published": "2023-07-13T08:50:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Victor Wembanyama’s NBA soft launch showed the hype is real", "description": "<p>The NBA’s hottest prospect since LeBron James drew sellout crowds to Las Vegas Summer League while flashing glimpses of his incandescent talent and emotional maturity</p><p>Las Vegas likes to remind prospective visitors that its triple-digit summer temperatures are a <em>dry heat</em>. But at the Thomas &amp; Mack Center for NBA Summer League on Friday evening, as the energy of a sold-out crowd of more than 17,000 fans permeated from the smoldering parking lot to the seats of the arena, the human-generated humidity was as pervasive as the excitement. “I’ve never seen anything like this,” one media member turned and said to me as we anxiously waited, with the rest of the arena, for 6pm tip-off of the San Antonio Spurs’ first game. “And I’ve been coming to this thing for years.”</p><p>The fever pitch was brought on by the likes of a 7ft 5in, 19-year-old French phenom named Victor Wembanyama, who was about to step on the court for his first ever game as an NBA player. The hype around Wembanyama has been, to put it mildly, immense: teams have had plans <a href=\"https://www.theguardian.com/sport/2022/dec/08/the-nba-tank-for-victor-wembanyama-will-be-ugly-but-it-could-inspire-change\">to tank for the chance to draft him</a> since he was in high school, and basketball talking heads have gone so far as to say that if he doesn’t end up <a href=\"https://www.si.com/nba/spurs/news/san-antonio-spurs-center-victor-wembanyama-comparisons-lebron-james-michael-jordan-failure-potential\">as one of the </a><em><a href=\"https://www.si.com/nba/spurs/news/san-antonio-spurs-center-victor-wembanyama-comparisons-lebron-james-michael-jordan-failure-potential\">greatest players of all time</a>,</em> he’ll go down as a “disappointment”.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/13/victor-wembanyama-nba-summer-league-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/13/victor-wembanyama-nba-summer-league-debut", "date_published": "2023-07-13T07:30:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Behind the rare criminal conviction of a Catholic cleric in New Orleans", "description": "<p>Patrick Wattigny is one of the few clerics appearing on a list of more than 70 priests and deacons whom his archdiocese strongly suspects of child molestation to face prosecution</p><p>For years, leaders at the <a href=\"https://www.theguardian.com/world/2023/jun/20/new-orleans-priest-lawrence-hecker-child-abuse\">Roman Catholic archdiocese of New Orleans</a> – the second-oldest organization of its kind in the US – maintained that none of its recently serving clerics had been credibly found to have abused children. This was after the global church approved safety measures meant to root out predator priests and deacons about two decades ago.</p><p>That belief was eventually shattered when the city’s archbishop, Gregory Aymond, received a complaint in February of 2020 that Patrick Wattigny was sending inappropriate text messages to at least one child at the local Catholic high school where he was chaplain.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/13/catholic-cleric-new-orleans-patrick-wattigny-conviction\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/13/catholic-cleric-new-orleans-patrick-wattigny-conviction", "date_published": "2023-07-13T05:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Democracy activist Chau Van Kham says he wasn’t afraid of dying in Vietnamese prison", "description": "<p>In his first public comments since returning home, Chau thanked supporters including some kinder jail guards</p><p>Pro-democracy activist Chau Van Kham says he wasn’t afraid of dying in a Vietnamese jail and he knew supporters in Australia would never give up on him.</p><p>In his first comments since returning to Australia, Chau on Thursday thanked everyone who had advocated for him throughout his four-and-half-year ordeal.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/13/democracy-activist-chau-van-kham-says-he-wasnt-afraid-of-dying-in-vietnamese-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/13/democracy-activist-chau-van-kham-says-he-wasnt-afraid-of-dying-in-vietnamese-prison", "date_published": "2023-07-13T03:13:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Missing Russian general with links to Wagner boss is ‘resting’ says official", "description": "<p>Sergei Surovikin, who previously led the invasion force in Ukraine, has not been seen in public since the Wagner mutiny</p><p>A senior Russian official has described Sergei Surovikin, the general who previously led the invasion force in Ukraine and hasn’t been seen in public since the Wagner mutiny, as “resting” and “not available”.</p><p>Asked by Russian media outlet Shot if he had communicated with Surovikin, Andrei Kartapolov, a retired general who heads the defence affairs committee in the lower house of the Russian parliament, said, “No. He is resting now. Not available.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/13/missing-russian-general-with-links-to-wagner-boss-is-resting-says-official\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/13/missing-russian-general-with-links-to-wagner-boss-is-resting-says-official", "date_published": "2023-07-13T02:04:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Tornadoes halt Chicago air traffic as residents urged to seek shelter", "description": "<p>At least eight tornadoes hit north-eastern Illinois, with no immediate reports of injuries</p><p>Tornadoes and thunderstorms battered the Chicago area on Wednesday, forcing airports to halt air traffic and prompting officials to advise residents to seek shelter as tornado sirens echoed through the third largest US city.</p><p>The National Weather Service reported that a tornado touched down near Chicago’s O’Hare international airport on Wednesday evening – one of at least eight tornadoes to hit north-eastern Illinois, including four in Cook county.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/12/chicago-tornadoes-storms-airport-traffic-ohare-midway\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/12/chicago-tornadoes-storms-airport-traffic-ohare-midway", "date_published": "2023-07-13T02:01:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Lots of shallots: Why do spring onions come in such big bunches – and how can I use them all?", "description": "<p>From the white bulbs to the tattered green ends, here’s how to make the most of your bundle of joy</p><p>Buying a bunch of spring onions (sometimes known as shallots – more on that later) can often feel like a race against time. The bunches are big, yet recipes sometimes only call for a sprig or two.</p><p>If you’ve ever wondered why spring onions come in such large bundles, the answer has to do with two things: the ideal size of a spring onion and the size of an adult’s hand.</p> <a href=\"https://www.theguardian.com/food/2023/jul/13/spring-onions-shallots-bunches-why-uses\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/13/spring-onions-shallots-bunches-why-uses", "date_published": "2023-07-13T00:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]