[{"source": "https://businessinsider.com.pl/.feed", "title": "Jak rozliczyć się z podatku od spadku po rodzicach?", "description": "Każda osoba, która otrzyma spadek, bądź darowiznę musi liczyć się z obowiązkiem zapłacenia podatku. W pierwszej kolejności do spadku uprawnione są dzieci oraz współmałżonek. Warto pamiętać, że do rozliczenia się z fiskusem konieczne jest wykorzystanie specjalnego druku, który należy złożyć w ciągu miesiąca od momentu przyjęcia spadku. Istotne jest też to, że członkowie najbliższej rodziny, w przypadku przyjęcia spadku nie muszą płacić podatku i to niezależnie od wielkości samego spadku. Mimo tego należy również i w tej sytuacji zgłosić spadek do urzędu skarbowego.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kalkulatory/podatek-od-spadku-po-rodzicach-jak-sie-rozliczyc/8h2rx8p", "date_published": "2023-06-11 21:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mieszkanie własnościowe a podatek od jego sprzedaży. Jak go uniknąć?", "description": "Podatek dochodowy trzeba płacić nie tylko w przypadku wykonywania pracy zarobkowej, ale także i momencie sprzedaży mieszkania, którego podatnik jest właścicielem. Istotne jest to, że w kilku sytuacjach można uniknąć konieczności uiszczania daniny. Istotne przy określaniu podatku jest moment samego kupna nieruchomości oraz to, ile właściciel zarobi na samej sprzedaży. Dla skarbówki ważne jest także to, czy transakcja służy do tzw. własnych celów mieszkaniowych. Przy samej sprzedaży liczy się także podpisanie umowy z przeniesieniem prawa własności.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/jak-uniknac-zaplaty-podatku-od-sprzedazy-mieszkania-wlasnosciowego/evh0q66", "date_published": "2023-06-11 21:39:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podatek od emerytury w 2023 roku. Co się zmieniło?", "description": "Emeryci i renciści odprowadzają od swoich świadczeń comiesięczną zaliczkę na podatek dochodowy. Wraz z początkiem 2022 roku rząd wprowadził program znoszący obowiązek płacenia podatku przez osoby pobierające świadczenie emerytalne, ale nie dla każdego emeryta. Istotne jest jednak to, że zwolnienie podatkowe dotyczy osób, których świadczenia nie przekraczają 2500 zł miesięcznie. Jeżeli ktoś korzysta z wyższych świadczeń, wówczas musi zapłacić podatek, ale tylko od kwot przekraczającej wskazany próg. Rząd wyliczył, że z reformy miało skorzystać 90 proc. emerytów i rencistów.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ubezpieczenia/podatek-od-emerytury-ile-dla-kogo-jaka-jest-procedura/q56es8s", "date_published": "2023-06-11 21:13:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Powiększanie ust to dochodowy biznes. Toczy się walka o rynek", "description": "Rośnie popularność zabiegów medycyny estetycznej w Polsce, wśród których największym zainteresowaniem cieszą się botoks i wypełnianie ust kwasem hialuronowym. Oferują je zarówno gabinety lekarskie, jak i salony kosmetyczne, a ceny różnią się w zależności od placówki, stosowanych preparatów i anatomii samych pacjentów. Mimo dynamicznego rozwoju rynku, w Polsce nadal nie ma oficjalnej definicji medycyny estetycznej, ani katalogu zabiegów, jakie mogą wykonywać tylko lekarze. Kosmetolodzy zwracają uwagę na zagrożenia, jakie niesie za sobą regulacja rynku.", "link": "https://businessinsider.com.pl/biznes/powiekszanie-ust-to-dochodowy-biznes-toczy-sie-walka-o-rynek/t0j83ff", "date_published": "2023-06-11 14:51:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Byłam w skarbcu P&G. Taką drogę przechodzi produkt, nim trafi na półki", "description": "Do 1998 r. budynek przy Route de Saint-Georges był siedzibą banku. Dziś mieści się w nim europejska centrala firmy Procter &amp; Gamble. W podziemiach biurowca, na -3 piętrze, znajdował się skarbiec. Obecnie zamiast rezerw złota przechowuje się w nim to, co we współczesnym biznesie najcenniejsze — innowacje.", "link": "https://businessinsider.com.pl/biznes/bylam-w-skarbcu-pandg-taka-droge-przechodzi-produkt-nim-trafi-na-polki/3hd5r4y", "date_published": "2023-06-11 13:57:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Biedronka PRL\" chce uderzyć w największe sieci. Sięga po ich własną broń", "description": "Za czasów PRL, ale i w latach 90., marka Społem była w Polsce popularna niczym dziś Żabka czy Biedronka. Choć sieć pozostaje ważnym graczem na rynku, to jej pozycja wyraźnie maleje. Ostatnio jednak Społem robi sporo, by stanąć do walki ze współczesnymi gigantami handlu. Czy to się może udać?", "link": "https://businessinsider.com.pl/gospodarka/biedronka-prl-chce-uderzyc-w-wielkie-sieci-ekspert-ocenia-szanse/4xjn4lx", "date_published": "2023-06-11 13:08:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ta branża jest kluczowa dla naszej gospodarki. Jej kondycja budzi jednak niepokój", "description": "Sektor bankowy w Polsce mierzy się z wieloma zagrożeniami dla zachowania zdolności do finansowania gospodarki, a potrzeby w tym zakresie będą coraz większe — ocenili prezesi podczas debaty na Europejskim Kongresie Finansowym w Sopocie. Oto, jakie są ich zdaniem główne wyzwania, ryzyka i szanse dla banków. Czy obawy bankowców są uzasadnione?", "link": "https://businessinsider.com.pl/finanse/ta-branza-jest-kluczowa-dla-naszej-gospodarki-jej-kondycja-budzi-jednak-niepokoj/63t65p7", "date_published": "2023-06-11 11:51:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wojny robotów? To jeszcze fikcja, ale roboty na wojnie to już rzeczywistość", "description": "Od zdalnie sterowanych bezzałogowych pojazdów rozpoznawczych do śmiercionośnych maszyn obdarzonych coraz większą autonomią działania – ostatnie dwie dekady to czas rosnącego znaczenia dronów w wojsku i ich udziału w konfliktach zbrojnych. A wraz z tym rosną też obawy o granice technologicznego postępu. Jak daleko nam do realizacji futurystycznych wizji wojen robotów?", "link": "https://businessinsider.com.pl/technologie/jak-daleko-nam-do-wojny-robotow-to-jeszcze-fikcja-ale-roboty-na-wojnie-to-juz/nc8p7w4", "date_published": "2023-06-11 11:17:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gdzie najlepiej dorobić w wakacje? Nawet 7,5 tys. na rękę w barze nad morzem, ale jest haczyk", "description": "Praca na całe wakacje, a może tylko w wybrane dni? Studenci i studentki mogą już rozpoczynać poszukiwanie wakacyjnego zatrudnienia. Ofert stale przybywa. Najwięcej dotyczy gastronomii, opieki nad dziećmi, ale też wyjazdów za granicę.", "link": "https://businessinsider.com.pl/praca/gdzie-najlepiej-dorobic-w-wakacje-nawet-75-tys-na-reke-w-barze-nad-morzem-ale-jest/k1jtrnz", "date_published": "2023-06-11 10:53:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Słoneczny\" wraca na tory. PKP przedstawia nowy rozkład jazdy na wakacje", "description": "PKP Polskie Linie Kolejowe przedstawiły wakacyjną korektę rozkładu jazdy pociągów. Zacznie obowiązywać już od niedzieli, 11 czerwca. Na szlak wraca słynny \"Słoneczny\", czyli wakacyjny pociąg z Warszawy do Trójmiasta i Ustki. Wznowione będą połączenia z Wieliszewa do Zegrza, z Ostrołęki do Chorzeli oraz ze Świdnicy do Jedliny-Zdroju. Skróci się czas podróży m.in. z Warszawy do Radomia i z Krakowa do Bielska-Białej.", "link": "https://businessinsider.com.pl/biznes/sloneczny-wraca-na-tory-tak-mozna-dostac-sie-pociagiem-nad-polskie-morze/gxnrl46", "date_published": "2023-06-11 10:34:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czekasz długo na lotnisku na przesiadkę? Ten trik pozwala skrócić ten czas i nic nie kosztuje", "description": "Nie ma nic gorszego niż przesiadka i długie oczekiwanie na lot. Zwłaszcza po spędzeniu wielu godzin na pokładzie innego samolotu. Na szczęście istnieją rozwiązania, jak temu zaradzić.", "link": "https://businessinsider.com.pl/wiadomosci/czekasz-dlugo-na-lotnisku-na-przesiadke-to-rozwiazanie-pozwala-skrocic-ten-czas/kkw0qby", "date_published": "2023-06-11 09:11:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak topnieją oszczędności Polaków. Jeden z najgorszych wyników w Unii Europejskiej", "description": "W żadnym kraju Unii Europejskiej oprocentowanie depozytów bieżących nie jest na dodatnim poziomie mimo poprawiającego się realnego oprocentowania – stwierdzono w analizie Polskiego Funduszu Rozwoju. Jednak wynik w Polsce jest jednym z najgorszych spośród krajów Wspólnoty.", "link": "https://businessinsider.com.pl/twoje-pieniadze/oszczednosci-polakow-w-bankach-topnieja-jeden-z-najgorszych-wynikow-w-ue/8kgvf27", "date_published": "2023-06-11 08:15:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Zwierząt się nie hoduje, a produkuje jak telewizory\". Co roku zabijamy ich 73 mld", "description": "Mięso jest tanie, bo produkujemy je na skalę przemysłową, a wielkoskalowe hodowle zwierząt cieszą się przywilejami należnymi rolnictwu. W Polsce zjadamy trzykrotnie więcej mięsa, niż zaleca WHO. 71 proc. gruntów uprawnych w Europie wykorzystywanych jest do produkcji paszy, która następnie służy do wykarmienia zwierząt, które trafiają na nasze stoły. O tym, jak wygląda ich krótkie życie i dlaczego odejście od masowej hodowli jest konieczne, Business Insider Polska rozmawia z Bartkiem Sabelą, autorem reportaży zebranych w książce \"Wędrówka tusz\".", "link": "https://businessinsider.com.pl/gospodarka/zwierzat-sie-nie-hoduje-a-produkuje-jak-telewizory-co-roku-zabijamy-ich-73-mld/wrh28xg", "date_published": "2023-06-11 07:48:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zagraniczne media o rosnącej roli Polski. \"Wyrasta na militarną potęgę\"", "description": "Silna Polska, stająca się regionalnym i europejskim mocarstwem militarnym, jest obecnie pożądanym sąsiadem dla krajów bałtyckich. W strategicznych planach obronnych Polski jest nie tylko jej większa obecność na Litwie, ale również w Estonii, od której zaczyna się obrona przed Rosją – pisze \"Helsingin Sanomat\", największy fiński dziennik.", "link": "https://businessinsider.com.pl/gospodarka/zagraniczne-media-o-rosnacej-roli-polski-wyrasta-na-militarna-potege/0bbpzrt", "date_published": "2023-06-11 07:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lex silos. Postawiłem budynek bez formalności, co mi grozi?", "description": "Za sprawą ustawy zwanej lex silos od 3 czerwca br. budynki gospodarcze o powierzchni do 150 m kw. można stawiać bez jakichkolwiek formalności. Nie jest potrzebne ani pozwolenie na budowę, ani zgłoszenie. Taki budynek może wyglądać jak domek letniskowy czy dom całoroczny, a więc można w nim pomieszkiwać. Czytelnicy pytają jednak, kiedy grozi im nakaz rozbiórki lub opłata legalizacyjna. Odpowiadamy szczegółowo na każde pytanie.", "link": "https://businessinsider.com.pl/prawo/lex-silos-postawilem-budynek-bez-formalnosci-co-mi-grozi-oplata-legalizacyjna-czy/6v209d5", "date_published": "2023-06-11 07:09:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To koniec kultury pracy na 120 proc., po godzinach i w weekendy. \"Młodym dodatkowy wysiłek się nie opłaca\"", "description": "Pokolenie Z i młodzi Milenialsi to osoby, które mogły obserwować, jak rozwijają się kariery ich rodziców — pierwszego pokolenia, które przeszło szkołę gospodarki wolnorynkowej. Nie chcą powielać ich błędów, a jednocześnie wiedzą, że na końcu zawodowej drogi niekoniecznie czeka na nich nagroda. Dziś trudniej o awans, wielką karierę i m.in. dlatego dla wielu osób praca przestała być sensem życia. — To pozytywny trend, także dla organizacji. Firmy będą musiały stać się bardziej wydajne i efektywne — ocenia w rozmowie z Business Insider Polska dr Bartłomiej Brach, antropolog organizacji.", "link": "https://businessinsider.com.pl/poradnik-finansowy/to-koniec-kultury-pracy-na-120-proc-po-godzinach-i-w-weekendy-mlodym-dodatkowy/m89l9h6", "date_published": "2023-06-11 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]