[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Biggest Announcements At Xbox Games Showcase 2023", "description": "The Xbox Showcase 2023 has concluded. Here are 15 biggest announcements from the show you need to check out.", "link": "https://www.youtube.com/watch?v=aGAUk-CK-aQ", "date_published": "2023-06-11 21:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Full Story of Shang Tsung - Before You Play Mortal Kombat 1", "description": "Once again, the series is resetting the clock, though of course, we don’t yet know exactly what direction this reboot is going to take. Will it toe the line between fresh and familiar like the 2011 title did, or will it head into entirely uncharted waters to tell completely fresh stories and portray completely new takes on familiar characters? \n\nHow will someone like Shang Tsung be affected by this? He is, of course, a legacy character, and holds an important place in the series’ legacy as its first ever main villain. Will he have a similar role to play in Mortal Kombat 1 as well? Thankfully, we’re not going to have to wait too long to find out.", "link": "https://www.youtube.com/watch?v=kQbtdG73sXU", "date_published": "2023-06-11 15:30:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 ABSOLUTELY HORRID PC Ports That Shocked Gamers", "description": "As video games become bigger and the technology running grows in complexity, optimizing them becomes more difficult. Of course, that's not accounting for hurdles in the development stage, a rush to make it to market or higher-ups simply saying \"Good enough\" and releasing a game anyway.\n\nHowever, regardless of the era, there's no shortage of terrible PC ports, whether it's a world-famous fighting game or...well, another world-famous fighting game. The past few months have been especially egregious in that regard, and almost no publisher, be it Xbox Game Studios, PlayStation or Electronic Arts, is safe. At least they join the ever-growing list of terrible ports, for whatever that's worth.\n\nLet's look at some of the worst PC ports ever and what made them so bad.\n\nThumbnail credit: Zerindo on Reddit", "link": "https://www.youtube.com/watch?v=HtfA-8fzw_8", "date_published": "2023-06-11 13:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}]