{"entries": [{"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/30/peers-deliver-several-blows-to-governments-anti-protest-bill", "title": "Peers deliver several blows to government’s anti-protest bill", "date_published": "2023-01-30 22:53:24+00:00", "description": "<p>House of Lords votes against flagship public order bill on day when Extinction Rebellion protesters disrupted proceedings in chamber</p><p>A government bill aimed at cracking down on protest has suffered a number of setbacks in the House of Lords, setting the stage for a tense showdown between parliament’s two chambers.</p><p>Peers inflicted a number of defeats on the wide-ranging public order bill, which is aimed at curbing guerrilla tactics used by protest groups.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/30/peers-deliver-several-blows-to-governments-anti-protest-bill\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/30/winner-of-mr-blobby-ebay-auction-backs-out-of-62000-bid", "title": "Winner of Mr Blobby eBay auction backs out of £62,000 bid", "date_published": "2023-01-30 22:48:21+00:00", "description": "<p>Noel’s House Party costume originally listed on eBay for £39 by anonymous former BBC employee</p><p>The winner of an online auction to buy an original Mr Blobby costume has backed out just an hour after bidding £62,000 for the sought-after item.</p><p>Although the outfit was originally listed on eBay for £39, the price increased once it began attracting attention online. The seller, a former BBC employee who wished to remain anonymous, admitted they were not surprised when the winning bidder reneged on the deal.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/30/winner-of-mr-blobby-ebay-auction-backs-out-of-62000-bid\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/30/the-last-of-us-recap-episode-three-absolutely-magical-television", "title": "The Last of Us recap episode three – absolutely magical television", "date_published": "2023-01-30 22:30:29+00:00", "description": "<p>Is this the TV episode of the year? It’s a big call so early on in 2023, but it’ll take something incredible to top this brave, poignant, heartbreaking character study</p><p><em>This article contains spoilers for The Last of Us TV series. Please do not read unless you have seen <a href=\"https://www.theguardian.com/tv-and-radio/series/the-last-of-us--episode-by-episode\">episodes one to three</a> …</em></p><p>Wow. Where to start? I’ll just come out and say it – I think that’s the single best episode of TV that will be broadcast all year.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/30/the-last-of-us-recap-episode-three-absolutely-magical-television\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/30/tiktok-ceo-testify-congress-user-data-privacy", "title": "TikTok CEO to testify before US Congress next month over data privacy", "date_published": "2023-01-30 22:18:23+00:00", "description": "<p>Shou Zi Chew will face legislators amid concerns over the social media app’s alleged collusion with Beijing in accessing user data</p><p>As the US legislative battle over TikTok continues to escalate, Shou Zi Chew, the chief executive of the video-sharing app, will make his first appearance before Congress to testify next month. </p><p>Chew will testify before the House energy and commerce committee on 23 March, Republican representative Cathy McMorris Rodgers confirmed in a statement on Monday, as scrutiny of the Chinese-owned app over data privacy concerns grows.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/30/tiktok-ceo-testify-congress-user-data-privacy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/two-men-arrested-on-suspicion-of-of-ashley-dale-28-in-liverpool", "title": "Two men arrested on suspicion of murder of Ashley Dale, 28, in Liverpool", "date_published": "2023-01-30 22:17:04+00:00", "description": "<p>Both men had already been arrested following shooting of council worker in her garden in August last year</p><p>Two men have been arrested on suspicion of murder following the fatal shooting of a council worker in Liverpool last year.</p><p>A 40-year-old and a 28-year-old, both from Huyton, Merseyside, were arrested on Monday on suspicion of murder and possession of a firearm with intent, by detectives investigating the death of Ashley Dale, 28, who was found with a gunshot wound in the back garden of her home in Old Swan, Liverpool. Officers were called to an address in Leinster Road at about 12.40am on 21 August after reports of concern for a woman at the property.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/two-men-arrested-on-suspicion-of-of-ashley-dale-28-in-liverpool\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/jair-bolsonaro-us-visa-brazil", "title": "Jair Bolsonaro applies for six-month tourist visa to stay in US", "date_published": "2023-01-30 22:16:55+00:00", "description": "<p>Ex-Brazil president who has been in Florida since 30 December is being investigated for attempt to topple country’s government</p><p>Brazil’s former president <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>, who is facing investigation as part of an inquiry into alleged attempt to topple the country’s government, has filed a request for a six-month visitor visa to stay in the US.</p><p>The former leader is understood to have entered the US on an A-1 visa reserved for sitting heads of state, which would expire on Tuesday, 30 days from the end of his presidential term.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/jair-bolsonaro-us-visa-brazil\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/30/putin-vs-the-west-review-like-a-gripping-terrifying-soap-opera", "title": "Putin vs the West review – like a gripping, terrifying soap opera", "date_published": "2023-01-30 22:00:28+00:00", "description": "<p>Power players open up about their fraught dealings with the Russian president, but the main takeaway is this: being a world leader seems like one long stream of mic-drop disses and gossip</p><p>The <a href=\"https://www.theguardian.com/world/2022/feb/24/russia-has-invaded-ukraine-what-we-know-so-far\">first anniversary</a> of Russia’s <a href=\"https://www.theguardian.com/world/ukraine\">invasion of Ukraine</a> looms. How did we get here? Well timed to answer that is Putin vs the West (BBC Two), a three-part documentary that will consider Russia’s involvement in the <a href=\"https://www.theguardian.com/commentisfree/2021/mar/07/ten-grim-lessons-the-world-has-learned-from-a-decade-of-war-in-syria\">Syrian civil war</a>, before analysing the run-up to the sorry events of early 2022. Before all that, episode one takes us back to 2014, when Russian forces crept into and occupied the southern Ukrainian peninsula of Crimea, to international outrage. Here is a tale of tense negotiations and uncertain diplomatic manoeuvres.</p><p>We begin in late 2013 – when <a href=\"https://www.theguardian.com/world/vladimir-putin\">Vladimir Putin</a> pressed the Ukrainian president, Viktor Yanukovych, into pulling out of a trade deal with the EU – before revisiting the protests and politicking that brought down Yanukovych, as well as Putin’s military response to that slight. The roll call of contributors is impressive: prominent Russian and Ukrainian leaders appear alongside big beasts from the EU such as Jean-Claude Juncker and José Manuel Barroso. The impression we are given is that even at the highest international level – perhaps especially there – politics is an unpredictable, nebulous game of manners.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/30/putin-vs-the-west-review-like-a-gripping-terrifying-soap-opera\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/30/derby-county-west-ham-fa-cup-fourth-round-match-report", "title": "Michail Antonio seals West Ham’s FA Cup progress at expense of Derby", "date_published": "2023-01-30 21:51:03+00:00", "description": "<p>The FA Cup may be just the distraction West Ham needed. They may not be out the woods just yet but, after Jarrod Bowen continued his resurgence in front of goal, this third win in five games has certainly helped lift the sense of impending doom around the club as David Moyes’s team booked a fifth-round tie away to his old club Manchester United.</p><p>Bowen, the two-goal hero against Everton as West Ham climbed out of the relegation zone, scored the first goal and made the second for Michail Antonio as the Premier League side ensured they did not slip on any passing fruit that Derby County, from League One, might have resembled.</p> <a href=\"https://www.theguardian.com/football/2023/jan/30/derby-county-west-ham-fa-cup-fourth-round-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/30/george-washington-university-emergency-contraception-vending-machine", "title": "George Washington University installs emergency contraception vending machine", "date_published": "2023-01-30 21:49:00+00:00", "description": "<p>Students led effort over concern for reproductive rights after supreme court struck down constitutional right to abortion</p><p>A vending machine that provides emergency contraception has been installed at a Washington DC university, as colleges contend with how to protect reproductive rights on campus.</p><p>Students at George Washington University successfully obtained the vending machine dispensing morning-after pills following concerns in the wake of the supreme court’s <a href=\"https://www.theguardian.com/world/2022/jun/24/roe-v-wade-overturned-abortion-summary-supreme-court\">ruling last summer</a> to overturn the landmark 1973 <a href=\"https://www.theguardian.com/us-news/roe-v-wade\">Roe v Wade</a> decision that had ushered in the constitutional right to an abortion.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/30/george-washington-university-emergency-contraception-vending-machine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/police-launch-appeal-after-foetus-left-in-box-outside-london-hospital", "title": "Police launch appeal after foetus left in box outside London hospital", "date_published": "2023-01-30 21:43:43+00:00", "description": "<p>Met urges mother to come forward over concerns for her welfare after discovery in Barnet</p><p>Police have launched an appeal after a foetus was left in a box outside a north London hospital.</p><p>The foetus is thought to have been aged about 16 weeks old, according to the Metropolitan police, who are treating the matter as unexplained. The mother has been urged to come forward due to concerns for her welfare.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/police-launch-appeal-after-foetus-left-in-box-outside-london-hospital\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/marilyn-manson-additional-sex-charges-new-york", "title": "Marilyn Manson faces more sex abuse allegations", "date_published": "2023-01-30 20:43:24+00:00", "description": "<p>Lawsuit filed in New York accuses musician of ‘childhood and adult sexual abuse’, among other allegations, in mid-1990s</p><p>In a <a href=\"https://www.andersonadvocates.com/wp-content/uploads/2023/01/JANE_DOE_v_BRIAN_WARNER_et_al_1.30.23.pdf\">lawsuit</a> filed on Long Island, New York, on Monday, the singer Marilyn Manson was accused of “childhood and adult sexual abuse, sexual battery, assault and molestation”.</p><p>The suit, which alleged Manson first targeted the unnamed plaintiff when she was 16 in 1995, came less than a week after the singer, whose real name is Brian Warner, reached a <a href=\"https://www.theguardian.com/society/2023/jan/25/marilyn-manson-esme-bianco-settle-sexual-assault-lawsuit\">settlement</a> with the actor Esmé Bianco, who sued him in April 2021, alleging rape and sexual battery.</p><p><em>In the US, the <a href=\"https://www.thehotline.org/\">domestic violence hotline</a> is 1-800-799-SAFE (7233). In the UK, call the national <a href=\"https://www.nationaldahelpline.org.uk/\">domestic abuse helpline</a> on 0808 2000 247, or visit the <a href=\"https://mensadviceline.org.uk/\">Men’s Advice Line</a> or <a href=\"https://www.womensaid.org.uk/\">Women’s Aid</a>. In Australia, the national <a href=\"https://www.1800respect.org.au/help-and-support/telephone-and-online-counselling\">family violence counselling service</a> is on 1800 737 732. Other international helplines may be found via <a href=\"http://www.befrienders.org/\">www.befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/music/2023/jan/30/marilyn-manson-additional-sex-charges-new-york\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/30/donald-trump-hush-money-grand-jury-new-york", "title": "Surprise New York grand jury reportedly to mull Trump hush money payments", "date_published": "2023-01-30 20:41:12+00:00", "description": "<p>Manhattan district attorney Alvin Bragg to present evidence of $130,000 payment to porn star Stormy Daniels in 2016</p><p>Prosecutors are to present a grand jury with evidence about hush money payments made by Donald Trump, the former US president, to adult film actor and producer <a href=\"https://www.theguardian.com/us-news/stormy-daniels\">Stormy Daniels</a> during the 2016 election campaign, it was reported on Monday.</p><p>The surprise move by Alvin Bragg, the Manhattan district attorney in New York, revives a long-running investigation that appeared to be drifting and raises the threat of criminal charges, adding to Trump’s already daunting legal troubles.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/30/donald-trump-hush-money-grand-jury-new-york\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/nadhim-zahawi-sacking-the-questions-still-facing-rishi-sunak", "title": "Nadhim Zahawi sacking: the questions still facing Rishi Sunak", "date_published": "2023-01-30 20:01:49+00:00", "description": "<p>Zahawi’s sacking came out of the blue, say sources, as Tory MPs ask what prime minister knew and when</p><p>Although Nadhim Zahawi has now been sacked and Rishi Sunak has vowed to “restore integrity” to UK politics, the prime minister still faces scrutiny over his handling of the whole affair.</p><p>Tory MPs have questioned his judgment in appointing Zahawi to his cabinet in the first place – and asked what he knew, and when.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/nadhim-zahawi-sacking-the-questions-still-facing-rishi-sunak\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/rancid-melody-azeem-rafiq-not-the-only-target-cricket", "title": "A rancid melody has been directed at Azeem Rafiq but he's not the only target | Jonathan Liew", "date_published": "2023-01-30 20:00:26+00:00", "description": "<p>There are plenty of potential whistleblowers with their own stories, seeing what happens when you dare to speak out</p><p>On the evening of 5 October last year, a man approached a house in Barnsley with a mobile phone in one hand and some toilet rolls in the other. According to written testimony submitted to a parliamentary inquiry, the man circled the house for several minutes talking into his phone, before walking into the garden and taking a dump.</p><p>Then there was the bloke who stalked the house late at night carrying what looked like a length of chain. People shouting abuse through shop windows and car windows. Guys sliding into his messages to call him a “lying little scum”, a “fucking piece of shit”, a “Paki rat”, threatening to destroy his family business. The many times he has walked down the streets of his home town and wondered whether this is the day someone finally makes good on their promise of violence.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/rancid-melody-azeem-rafiq-not-the-only-target-cricket\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/30/climate-crisis-global-heating-artificial-intelligence", "title": "Earth is on track to exceed 1.5C warming in the next decade, study using AI finds", "date_published": "2023-01-30 20:00:26+00:00", "description": "<p>Researchers found that exceeding the 2C increase has a 50% chance of happening by mid-century</p><p>The world is on the brink of breaching a critical climate threshold, according to a new study published on Monday, signifying time is running exceedingly short to spare the world the most catastrophic effects of global heating.</p><p>Using artificial intelligence to predict warming timelines, researchers at Stanford University and Colorado State University found that 1.5C of warming over industrial levels will probably be crossed in the next decade. The study also shows the Earth is on track to exceed 2C warming,which international scientists identified as a tipping point, with a 50% chance the grave benchmark would be met by mid-century.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/30/climate-crisis-global-heating-artificial-intelligence\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/ronan-ogara-a-bit-of-me-would-love-to-have-a-crack-at-a-world-cup", "title": "Ronan O’Gara: ‘A bit of me would love to have a crack at a World Cup’", "date_published": "2023-01-30 20:00:26+00:00", "description": "<p>The coach of European champions, La Rochelle, looks forward to the Six Nations and the World Cup and reveals he would like to work on the international stage in the future</p><p>The setting in a Northampton hotel breakfast bar is low key, and the conversation is relaxed, but there are many moments during an interview with Ronan O’Gara when it feels like I am in the presence of a <a href=\"https://www.theguardian.com/sport/2021/apr/30/ronan-ogara-la-rochelle-rugby-champions-cup-leinster\">future great coach in Test rugby</a>. The depth of his intelligence, curiosity and conviction is obvious but, beyond the gravitas, O’Gara also has a light touch. When I ask him if, while turning La Rochelle into the <a href=\"https://www.theguardian.com/sport/2022/may/28/leinster-la-rochelle-european-champions-cup-final-rugby-union-match-report\">champions of Europe last year</a>, he sometimes had to be an actor to instil belief into a previously unfashionable club, he shakes his head in amusement. “One of my greatest strengths and weaknesses is that I can’t act,” O’Gara says.</p><p>His smile becomes steely as he stresses how this apparent failing sharpens the authenticity of his work. “Exactly. It’s also very important because I’ve seen previous coaches put on a mask or try and be something they’re not. The people you coach are too smart to be fooled that way. But you have to remember we’re playing sport. It’s meant to be enjoyable and these are meant to be the best days of your life. We don’t work. We play sport.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/ronan-ogara-a-bit-of-me-would-love-to-have-a-crack-at-a-world-cup\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/picture/2023/jan/30/steve-bell-on-nadhim-zahawi-getting-the-sack-over-his-tax-affairs-cartoon", "title": "Steve Bell on Nadhim Zahawi getting the sack over his tax affairs – cartoon", "date_published": "2023-01-30 20:00:26+00:00", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jan/30/steve-bell-on-nadhim-zahawi-getting-the-sack-over-his-tax-affairs-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/30/arsenal-women-alessia-russo-manchester-united-world-record-offer", "title": "Arsenal make world-record offer for Manchester United’s Alessia Russo", "date_published": "2023-01-30 19:35:48+00:00", "description": "<ul><li>England forward’s contract due to expire this summer</li><li>Arsenal drawn away to Chelsea in FA Cup fifth round</li></ul><p>Arsenal have tabled a world-record bid for the Manchester United and England forward Alessia Russo.</p><p>Russo, who scored four goals for the Lionesses at last summer’s Euros, including an audacious backheel <a href=\"https://www.theguardian.com/football/2022/jul/26/england-sweden-womens-euro-2022-semi-final-match-report\">against Sweden</a> in the semi-final, is out of contract at the end of the season. United risk losing her for free with no agreement reached after talks with the 23-year-old over an extension. </p> <a href=\"https://www.theguardian.com/football/2023/jan/30/arsenal-women-alessia-russo-manchester-united-world-record-offer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/rishi-sunak-rejects-claims-nadhim-zahawi-was-unfairly-treated", "title": "Rishi Sunak rejects claims Nadhim Zahawi was unfairly treated", "date_published": "2023-01-30 19:33:42+00:00", "description": "<p>PM says his sacking of Zahawi shows he will take ‘whatever steps are necessary’ to restore integrity to politics</p><p>Rishi Sunak has dismissed claims that Nadhim Zahawi was unfairly treated after he was sacked for breaking the ministerial code in a row over his tax affairs, saying his government was committed to integrity.</p><p>Senior MPs have privately suggested that Sunak’s action against Zahawi meant there could be no way back for the deputy prime minister, Dominic Raab – the <a href=\"https://www.theguardian.com/politics/2023/jan/25/dominic-raab-much-broader-inquiry-civil-servants-complaints\">subject of 24 bullying complaints</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/rishi-sunak-rejects-claims-nadhim-zahawi-was-unfairly-treated\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/30/republicans-joe-biden-documents-investigation-rebuffed", "title": "House Republicans rebuffed in bid to access details of DoJ Biden investigation", "date_published": "2023-01-30 19:33:21+00:00", "description": "<p>Republican-controlled judiciary committee told that longstanding precedent prevents disclosures about active investigations</p><p>The US justice department told top House judiciary committee Republicans on Monday that it would decline to produce confidential information about the special counsel investigation into the recent discovery of classified-marked documents at <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden’s</a> personal home and office.</p><p>The department said in a letter to the committee reviewed by the Guardian that it would not provide details about the president’s documents case – or any other inquiry – because it could reveal the roadmap of the investigation and risk the appearance of political conflict.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/30/republicans-joe-biden-documents-investigation-rebuffed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/30/keir-starmer-labour-left-face-off-manifesto-plans", "title": "Keir Starmer and Labour left to face off over manifesto plans", "date_published": "2023-01-30 19:33:10+00:00", "description": "<p>Momentum grassroots group says it is hoping to make ‘loud’ case for leftwing policies in lead-up to next general election</p><p>Keir Starmer is set to battle the Labour left over protest laws, green issues and a wealth tax as the party kickstarts its manifesto development.</p><p>Momentum, the grassroots campaign group, is hoping to make a “loud” case for left-leaning policies in the lead-up to the next general election, and will collaborate with the Socialist Campaign Group (SCG).</p> <a href=\"https://www.theguardian.com/politics/2023/jan/30/keir-starmer-labour-left-face-off-manifesto-plans\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/dan-kelly-injury-deepens-england-crisis-centre-scotland-six-nations", "title": "Dan Kelly injury deepens England’s crisis at centre as Scotland match nears", "date_published": "2023-01-30 19:30:11+00:00", "description": "<ul><li>Kelly ruled out of Six Nations opener with thigh problem</li><li>Marcus Smith and Owen Farrell 10-12 axis a likely solution</li></ul><p>England’s injury crisis at centre has worsened before their Six Nations opener on Saturday with Dan Kelly the latest to be ruled out, raising the prospect of a Marcus Smith and Owen Farrell 10-12 axis against Scotland.</p><p>Kelly has been ruled out with a thigh injury, joining fellow centres <a href=\"https://www.theguardian.com/sport/2023/jan/27/elliot-daly-exit-from-tournament-adds-to-england-six-nations-injury-crisis-rugby-union\">Elliot Daly</a> and Henry Slade on the sidelines, and leaving Farrell as one of few options for Steve Borthwick at inside-centre. Guy Porter has been summoned into camp while Manu Tuilagi, Joe Marchant and Ollie Lawrence are alternatives but with his midfield options dwindling, Borthwick will now surely be tempted to deploy Farrell at inside-centre to bolster such a key area of the field.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/dan-kelly-injury-deepens-england-crisis-centre-scotland-six-nations\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/30/derby-county-v-west-ham-united-fa-cup-fourth-round-live-score-updates", "title": "Derby County v West Ham United: FA Cup fourth round – live", "date_published": "2023-01-30 19:01:08+00:00", "description": "<ul><li>FA Cup last-32 updates from the 7.45pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/2023/jan/30/fa-cup-fourth-round-10-talking-points-from-the-weekends-action\">Ten talking points from the weekend’s FA Cup action</a></li><li>Share your thoughts with Michael <a href=\"mailto:Michael.Butler@theguardian.com\">via mail</a> or <a href=\"https://twitter.com/michaelbutler18\">on Twitter</a></li></ul><p><strong>With the team news in</strong>, I’m temporarily hopping over to the liveblog for the FA Cup fifth-round draw. The balls are just about to be drawn. Join me here.</p><p>The hosts have plenty of Championship-standard players in their ranks but a real shame to lost McGoldrick to injury. He’s a class act, and kickstarted Derby’s comeback at Port Vale last week, scoring an 87th-minute equaliser, before Nathaniel Mendez-Laing grabbed the winner two minutes later.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/30/derby-county-v-west-ham-united-fa-cup-fourth-round-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/30/fa-cup-fifth-round-draw-live-updates", "title": "FA Cup fifth round draw – live", "date_published": "2023-01-30 18:59:54+00:00", "description": "<ul><li>Draw due to take place shortly after 7pm GMT</li><li><a href=\"https://www.theguardian.com/football/2023/jan/30/fa-cup-fourth-round-10-talking-points-from-the-weekends-action\">10 talking points from the FA Cup fourth round</a></li><li>Share your thoughts with Michael <a href=\"mailto:Michael.Butler@theguardian.com\">via mail</a> or <a href=\"https://twitter.com/michaelbutler18\">on Twitter</a></li></ul><p><strong>There is one last fourth-round fixture</strong> to complete (save for the replays). I’m liveblogging Derby v West Ham – the Tyrone Mears Derby – as absolutely nobody is billing it. Join me here after the draw. </p><p>If you didn’t catch Wrexham’s action-packed 3-3 draw with Sheffield United on Sunday, you really missed out. The word ‘thriller’, ‘epic’, or in this case – <a href=\"https://www.theguardian.com/football/2023/jan/29/wrexham-sheffield-united-fa-cup-fourth-round-match-report\">‘cracker’</a> – can sometimes get thrown around to sell a match report but it’s hard to summarise how good this cup tie was in just a dozen words, with the Welsh underdogs going toe-to-toe with their Premier League-bound opponents.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/30/fa-cup-fifth-round-draw-live-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/gareth-thomas-settles-case-with-ex-over-hiv-transmission-accusation", "title": "Gareth Thomas settles case with ex over HIV transmission accusation", "date_published": "2023-01-30 18:47:47+00:00", "description": "<p>Former Wales rugby captain agrees to pay £75,000 plus costs to Ian Baum but says he has not admitted any liability</p><p>Gareth Thomas has settled a court case with an ex-partner who accused the former Wales rugby captain of “deceptively” transmitting HIV to him.</p><p>Ian Baum sued Thomas in the high court for allegedly hiding his HIV status and “failing to take reasonable care” not to pass the virus on.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/gareth-thomas-settles-case-with-ex-over-hiv-transmission-accusation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/the-guardian-view-on-tory-electoral-prospects-dimming-by-the-day", "title": "The Guardian view on Tory electoral prospects: dimming by the day | Editorial", "date_published": "2023-01-30 18:45:43+00:00", "description": "<p>Rebellions and magical thinking have made the Conservatives look both arrogant and divided</p><p>Rishi Sunak is a Conservative prime minister who wants to be seen as a break with the past. The trouble is, he is leading a party that can’t escape it. The adage that “power corrupts, absolute power corrupts absolutely” hangs like Banquo’s ghost over Mr Sunak’s agenda, disrupting his attempts to reset the narrative. The oxygen of Downing Street’s plan to <a href=\"https://www.theguardian.com/society/2023/jan/30/rishi-sunak-set-to-unveil-emergency-care-plan-to-slash-nhs-waiting-times\">save the NHS</a> was sucked out of the room on Monday morning as it sank in that <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/nadhim-zahawi-pushback-helen-whately\">Nadhim Zahawi </a>was the second cabinet minister Mr Sunak had lost in his first 100 days in office. Another may go once the investigation into multiple bullying claims made against the deputy prime minister wraps up.</p><p>Mr Sunak won’t be out of the woods even then, because the country will be <a href=\"https://www.theguardian.com/politics/2023/jan/14/boris-johnson-partygate-testimony-broadcast-tv\">watching Boris Johnson</a> answering questions over whether he lied to parliament during the Partygate affair. <a href=\"https://www.theguardian.com/politics/live/2023/jan/30/rishi-sunak-questions-nadhim-zahawi-sacking-tax-uk-politics-live?filterKeyEvents=false&amp;page=with:block-63d7c0f58f0828070504f429#block-63d7c0f58f0828070504f429\">For the public</a>, the Conservatives look like a party that has become too complacent, with ministers wreathed in a sense of entitlement that can lead people to act unethically. This has a ring of the 1990s about it. As then, scandals involving an exhausted Tory party hit the headlines. As then, an unpopular Tory government looks to have lost sense of what to do with power and lacks the initiative to push its own ideas. Mr Sunak isn’t responsible for the failings of figures in his party. Nor was John Major. But the <a href=\"https://www.theguardian.com/commentisfree/2021/apr/19/tory-sleaze-scandals-johnson-john-major\">tide of scandal</a> ended his career.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/the-guardian-view-on-tory-electoral-prospects-dimming-by-the-day\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/the-guardian-view-on-brexits-unsound-legal-thinking-turning-back-the-clock", "title": "The Guardian view on Brexit’s unsound legal thinking: turning back the clock | Editorial", "date_published": "2023-01-30 18:44:29+00:00", "description": "<p>Ministers want Britain’s judges to interpret human rights not in the light of present day conditions, but those of the 1950s</p><p>The government “<a href=\"https://www.theguardian.com/law/2023/jan/25/rishi-sunak-told-to-ditch-plans-to-overhaul-human-rights-laws\">should not proceed</a>” with its bill of rights. That was the withering judgment delivered last week on Dominic Raab’s proposals by parliament’s joint committee on human rights. MPs and peers assessed the bill and correctly decided that the ideal outcome for the country was to drop the deeply flawed legislation. It’s not a bill of rights so much as a bill of wrongs. The cross-party committee said the justice secretary’s proposals would reduce the protections currently provided, make it harder to enforce human rights, and show contempt for international obligations.</p><p>The Conservative party in its present guise is determined to free the executive from accountability, and Mr Raab’s ideas are part of a power grab that includes attempts to restrict judicial review, the <a href=\"https://www.theguardian.com/uk-news/2023/jan/09/rishi-sunak-plans-crack-down-go-slow-protests-just-stop-oil\">right of protest</a> and freedom of expression. Making his bill law would see Britain turn its back on the gains made by human rights legislation. Major <a href=\"https://www.lawgazette.co.uk/practice-points/raabs-new-bill-weakens-rights-remedies-/5114536.article\">advances</a> made by disabled people, same‐sex couples and Windrush victims would never have occurred under these proposals.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/the-guardian-view-on-brexits-unsound-legal-thinking-turning-back-the-clock\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/30/rishi-sunak-would-now-show-zero-tolerance-except-to-braverman-or-raab", "title": "Rishi Sunak would now show zero tolerance. Except to Braverman. Or Raab | John Crace", "date_published": "2023-01-30 18:42:12+00:00", "description": "<p>Prime minister tries to come out fighting over Nadhim Zahawi and a collapsing NHS</p><p>Rishi Sunak wanted to talk tough. Zero tolerance tough.</p><p>Actually, he didn’t. What he really wanted to natter about at his latest PM Disconnect in Darlington – his chance to not meet the people – was how he had a cunning plan to deal with the crisis in the NHS. How he was going to build 40 new waiting rooms to ease the pressure on A&amp;E and make provision for more people to be treated at home next winter. Those that hadn’t already died at home this winter at any rate.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/30/rishi-sunak-would-now-show-zero-tolerance-except-to-braverman-or-raab\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/polish-health-minister-appalled-girl-14-struggled-to-get-abortion-after", "title": "Polish health minister ‘appalled’ girl, 14, struggled to get abortion after rape", "date_published": "2023-01-30 18:33:38+00:00", "description": "<p>Doctors at several hospitals cited a conscience clause to avoid treating the teenager who has a mental disability </p><p>Poland’s health minister has weighed in on a high-profile rape case, saying it was “unacceptable” that a mentally disabled 14-year-old girl struggled to get a legal abortion.</p><p>The case, in which doctors at several hospitals used a conscience clause to avoid carrying out the procedure, has sparked renewed calls to ease the Catholic country’s abortion laws, which are among Europe’s most stringent.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/polish-health-minister-appalled-girl-14-struggled-to-get-abortion-after\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/30/bbc-local-staff-to-vote-on-strike-action-over-radio-overhaul", "title": "BBC Local staff to vote on strike action over radio overhaul", "date_published": "2023-01-30 18:23:09+00:00", "description": "<p>National Union of Journalists ballots members in response to BBC plan for programme sharing and loss of 48 staff posts</p><p>BBC Local staff are likely to strike next month over changes to radio schedules as a journalists’ union announced industrial action would be put to members in a formal ballot.</p><p>Last year the corporation announced plans to introduce greater <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/30/bbc-local-radio-stations-face-big-cuts-to-content-made-for-their-area\">programme sharing on local radio</a> at times of the day when it says listening is typically lower.</p> <a href=\"https://www.theguardian.com/media/2023/jan/30/bbc-local-staff-to-vote-on-strike-action-over-radio-overhaul\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/30/unilevers-new-dutch-milkman-needs-to-deliver-quickly", "title": "Unilever’s new Dutch milkman needs to deliver quickly", "date_published": "2023-01-30 18:17:09+00:00", "description": "<p>Choice of Hein Schumacher means there’s something for everyone in job all about operational execution</p><p>Make sure you hire an outsider as the next chief executive, went the clamour from Unilever’s frustrated shareholders when the current boss, Alan Jope, <a href=\"https://www.theguardian.com/business/2022/sep/26/unilever-chief-alan-jope-retire-next-year-five-years-2023\">said last September he’d be checking out</a>.</p><p>The sense that the Dove-to-Marmite titan requires a kick that only a newcomer can deliver has been overwhelming ever since Unilever’s misadventure a year ago in trying to buy GlaxoSmithKline’s consumer products division, now demerged as Haleon. That folly <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2022/jan/19/big-questions-for-unilever-board-after-gsk-pursuit-ends\">was abandoned</a> when the group’s own shareholders rebelled, arguing that Unilever should fix the businesses it already owns before attempting splashy £50bn-plus purchases.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/30/unilevers-new-dutch-milkman-needs-to-deliver-quickly\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/every-year-more-is-asked-teachers-in-england-on-why-they-are-striking", "title": "‘Every year more is asked’: teachers in England on why they are striking", "date_published": "2023-01-30 18:13:54+00:00", "description": "<p>While all are dedicated to teaching, exhaustion, falling real-terms pay and a sense of social crisis have pushed them to act</p><p>Teachers in England and Wales will strike on Wednesday after 11th-hour talks between <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/last-minute-talks-national-education-union-teachers-strike-england-wales\">union leaders and the government</a> failed to find a way to avoid industrial action.</p><p>The National Education Union (NEU) is planning seven strike days, with all schools in England and Wales affected on 1 February. In Scotland, teachers are walking out in two local authorities a day until 6 February, with the Educational Institute of Scotland (EIS) subsequently planning further strikes. In Northern Ireland, most teachers will strike for half a day on 21 February.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/every-year-more-is-asked-teachers-in-england-on-why-they-are-striking\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/after-the-fall-of-nadhim-zahawi-many-taxing-questions-remain", "title": "After the fall of Nadhim Zahawi, many taxing questions remain | Letters", "date_published": "2023-01-30 17:53:16+00:00", "description": "<p>Readers on the sacking of the Tory party chair after he was found to have breached the ministerial code by failing to declare an HMRC investigation into his tax affairs</p><p>Now that Nadhim Zahawi has been sacked, having been found to be in serious breach of the ministerial code (<a href=\"https://www.theguardian.com/uk-news/2023/jan/29/nadhim-zahawi-sacked-tory-party-chair-tax-affairs-rishi-sunak\">Nadhim Zahawi sacked as Tory party chair over tax affairs, 29 January</a>), surely the big question to ask is: how much UK tax has he avoided, albeit legally, by investing his wealth in overseas tax havens? And how many other MPs and government ministers also avoid UK tax by this method of investment? The ministerial code needs to be updated to question if it is morally acceptable for ministers to legally avoid tax while they are responsible for raising taxes from the rest of us, who are not rich enough to use this loophole.<br /><strong>Rob Tidbury<br /></strong><em>Paulton, Somerset</em></p><p>• I suppose we should not be surprised that Nadhim Zahawi’s <a href=\"https://www.theguardian.com/uk-news/2023/jan/29/in-full-the-letters-between-nadhim-zahawi-rishi-sunak-and-his-ethics-adviser\">resignation letter</a> to the prime minister contains not a hint of apology, let alone any recognition that he had done something wrong. But then, in his letter to Zahawi, the prime minister could not bring himself to ascribe to Zahawi, in terms, the serious breach of the ministerial code unearthed by the ethics adviser. It was just “there has been a serious breach”. Never apologise, never explain. Remind me, who said that?<br /><strong>Valerie Bayliss<br /></strong><em>Sheffield</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/after-the-fall-of-nadhim-zahawi-many-taxing-questions-remain\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/i-miss-my-wife-every-day-but-knowing-she-died-with-dignity-brings-me-great-solace", "title": "I miss my wife every day, but knowing she died with dignity brings me great solace | Letters", "date_published": "2023-01-30 17:53:06+00:00", "description": "<p>Readers offer personal stories in response to Polly Toynbee’s article on assisted dying</p><p>Re Polly Toynbee’s article (<a href=\"https://www.theguardian.com/commentisfree/2023/jan/19/die-pain-government-assisted-dying-survey\">Today, 17 people will likely die in unimaginable pain. Here’s how you can help stop that, 19 January</a>), in 2019, my wife ended her life with the help of Dignitas. She was 71, and this concluded a plan she first hatched in 2017, having learned that she had 18 months to live.</p><p>My wife was self-aware and strong-willed. Her take was that she could not influence the disease and its progress, but she could control the remainder of her life, including the manner of her inevitable death, and so she contacted Dignitas to arrange an assisted suicide.</p><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/society/2023/jan/30/i-miss-my-wife-every-day-but-knowing-she-died-with-dignity-brings-me-great-solace\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/frene-ginwala-obituary", "title": "Frene Ginwala obituary", "date_published": "2023-01-30 17:46:11+00:00", "description": "<p>Leading voice of the ANC in exile who became the first speaker of South Africa’s post-apartheid parliament</p><p>Frene Ginwala, the first speaker of the National Assembly in post-apartheid South Africa, was a newly qualified lawyer working among Durban’s Indian community in a hostile country when, in March 1960, police shot dead 69 protestors in the black township of Sharpeville. She had not until then been involved in active politics but, with the African National Congress outlawed and thousands imprisoned in a state of emergency, she committed herself to the struggle. Ginwala, who has died aged 90 following a stroke, played a series of crucial roles in the achievement of black liberation.</p><p>She was not on the security police books so her anonymity was priceless. <a href=\"https://www.theguardian.com/news/2003/may/07/guardianobituaries.southafrica\">Walter Sisulu</a>, one of the ANC big three, asked her to establish an underground escape route into neighbouring countries. She smuggled <a href=\"https://www.independent.co.uk/news/people/obituary-oliver-tambo-1457543.html\">Oliver Tambo</a> into (the then) Southern Rhodesia. With the entire leadership of the movement soon to be jailed for life, Tambo’s presence in exile was vital to the survival of the movement.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/frene-ginwala-obituary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/plymouth-shooting-firearms-inquiry-officer-had-no-formal-training-jury-told", "title": "Plymouth shooting: firearms inquiry officer had no formal training, jury told", "date_published": "2023-01-30 17:43:52+00:00", "description": "<p>Inquest hears from police staff member who processed Jake Davison’s application for shotgun certificate</p><p>A police staff member who recommended the Plymouth gunman Jake Davison be granted a shotgun certificate had not received any formal training but rather had to learn “on the job”, an inquest has heard.</p><p>David Rees knew Davison had carried out violent assaults on teachers but told the inquest in Exeter this did not concern him as it had been dealt with internally and he had apologised.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/plymouth-shooting-firearms-inquiry-officer-had-no-formal-training-jury-told\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/dementia-home-care-agency-half-hour-visits-lasted-little-three-minutes", "title": "UK dementia care agency’s half-hour home visits ‘lasted as little as three minutes’", "date_published": "2023-01-30 17:43:47+00:00", "description": "<p>Staff filed records claiming far more care was given to patient Susan Beswick in Hampshire, evidence suggests</p><p>A dementia home care agency spent as little as three and a half minutes on taxpayer-funded care visits and filed records claiming far more care was given, according to evidence seen by the Guardian.</p><p>The hasty care was exposed by Susan Beswick’s family, who called it “totally inadequate”. They say they had been told visits to 78-year-old Beswick, who has Alzheimer’s disease, were supposed to last 30 or 45 minutes.</p> <a href=\"https://www.theguardian.com/society/2023/jan/30/dementia-home-care-agency-half-hour-visits-lasted-little-three-minutes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/jan/30/hope-fashion-asks-fans-to-donate-100-or-more-to-stop-it-collapsing", "title": "Hope Fashion asks fans to donate £100 or more to stop it collapsing", "date_published": "2023-01-30 17:43:00+00:00", "description": "<p>Brand focused on clothes for women in their 50s and older says it will fail without fundraising </p><p>Nayna McIntosh believed she had spotted a gap in the market when she launched online retailer Hope Fashion in 2015: producing elegant, relaxed clothes for women in their 50s and older.</p><p>After several decades working at some of the UK’s largest clothing retailers, McIntosh – who is now 60 – felt older women were being ignored by mainstream brands, despite often having more disposable income.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/30/hope-fashion-asks-fans-to-donate-100-or-more-to-stop-it-collapsing\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/30/head-of-watchdog-william-shawcross-recuses-himself-from-bbc-chair-inquiry-richard-sharp", "title": "Head of watchdog recuses himself from BBC chair inquiry", "date_published": "2023-01-30 17:39:25+00:00", "description": "<p>Commissioner for public appointments William Shawcross admits he has met Richard Sharp several times</p><p>The head of an <a href=\"https://www.theguardian.com/media/2023/jan/24/richard-sharp-no-conflict-of-interest-bbc-chair-boris-johnson\">investigation into Richard Sharp’s appointment</a> as the BBC chair has recused himself from the process, admitting the pair have met several times.</p><p>William Shawcross, the commissioner for public appointments, said an independent person would be selected by his office to look at Sharp’s hiring, and said he would “play no part in this particular investigation”.</p> <a href=\"https://www.theguardian.com/media/2023/jan/30/head-of-watchdog-william-shawcross-recuses-himself-from-bbc-chair-inquiry-richard-sharp\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/talking-horses-racing-awaits-impact-white-paper-gambling-reform", "title": "Talking Horses: Racing awaits impact of white paper on gambling reform", "date_published": "2023-01-30 17:31:23+00:00", "description": "<p>Some form of ‘affordability’ checks likely but reports suggest some gambling firms have jumped the gun</p><p>For centuries, sailors dreaded the Doldrums, <a href=\"https://bowcreektoanatahan.wordpress.com/the-sails-hang-dead-a-history-of-the-doldrums/\">the equatorial waters</a> where a ship could be becalmed for weeks while its crew were slowly driven out of their minds by boredom and frustration. The extended wait for the government’s white paper on reforms to gambling legislation – originally due to be published in late 2021 – could be having a similar effect.</p><p>There seems little doubt the proposed reforms will include some form of “affordability” checks on punters whose activity raises concerns about potential problem gambling. The detail about what form these checks would take, however, or the level or type of activity that would trigger an intervention, is still unknown.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/talking-horses-racing-awaits-impact-white-paper-gambling-reform\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/video/2023/jan/30/footage-reveals-three-minute-visit-for-dementia-patient-by-homecare-staff-video-report", "title": "Footage reveals three-minute visit for dementia patient by homecare staff – video report", "date_published": "2023-01-30 17:29:53+00:00", "description": "<p>A homecare agency paid to look after people with dementia has been spending as little as three minutes on care visits that are supposed to last half an hour - and cheating records to exaggerate the amount of care given. Staff employed by Pathways of Hope in Hampshire made it appear they spent far longer looking after 78-year-old Susan Beswick, who has Alzheimer’s. Video and documentary evidence from 1 to 10 January reviewed by the Guardian showed carers spent less than 90 minutes at her home but logged close to six hours there. Beswick's family has described the short visits as 'totally inadequate'</p><ul><li><a href=\"https://www.theguardian.com/society/2023/jan/30/dementia-home-care-agency-half-hour-visits-lasted-little-three-minutes\">UK dementia care agency’s half-hour home visits ‘lasted as little as three minutes’</a></li></ul> <a href=\"https://www.theguardian.com/society/video/2023/jan/30/footage-reveals-three-minute-visit-for-dementia-patient-by-homecare-staff-video-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/london-mayor-sadiq-khan-ulez-scrappage-scheme-ultra-low-emission-zone", "title": "London mayor vows to press ahead with Ulez plan at launch of scrappage scheme", "date_published": "2023-01-30 17:26:27+00:00", "description": "<p>Sadiq Khan says ultra-low emission zone will be expanded across whole of city in August despite legal threats</p><p>The mayor London, Sadiq Khan, has promised to press ahead with a city-wide ultra-low emission zone to stop people “breathing poison” as he launched a £110m scrappage scheme to help replace polluting vehicles.</p><p>Ulez will be <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/ulez-to-be-expanded-across-whole-of-greater-london-from-august\">expanded to the Greater London boundary</a> in August despite widespread opposition from borough councils, four of whom have threatened legal action.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/london-mayor-sadiq-khan-ulez-scrappage-scheme-ultra-low-emission-zone\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/30/australia-and-france-agree-arms-deal-for-ukraine-as-talks-seek-to-bury-aukus-debacle", "title": "Australia and France agree arms deal for Ukraine as talks seek to bury Aukus debacle", "date_published": "2023-01-30 17:20:45+00:00", "description": "<p>The countries will jointly supply thousands of artillery shells to Kyiv to kickstart ‘new cooperation between defence industries’</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Australia and France have agreed a deal to jointly manufacture and supply thousands of artillery shells to the Ukrainian army, the defence and foreign ministers of the two countries announced on Monday.</p><p>The agreement, “worth several million (Australian) dollars”, was announced after bilateral talks in Paris aimed at resetting the relationship between the two countries seriously damaged by the <a href=\"https://www.theguardian.com/world/2022/jun/11/aukus-pact-australia-pays-830m-penalty-for-ditching-non-nuclear-french-submarines\">2021 Aukus affair</a>.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/30/australia-and-france-agree-arms-deal-for-ukraine-as-talks-seek-to-bury-aukus-debacle\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/failure-to-check-on-laura-winham-a-sign-of-systemic-problems-court-told", "title": "Failure to check on Laura Winham a sign of ‘systemic’ problems, court told", "date_published": "2023-01-30 17:17:04+00:00", "description": "<p>Social workers did not carry out adequate checks on woman later found dead after three years, coroner hears</p><p>Social workers’ failure to carry out adequate checks weeks before a vulnerable woman with a severe mental illness died alone in her home was a sign of “systemic” deficiencies, a coroner’s court has heard.</p><p>The body of Laura Winham, who is believed to have died in November 2017 at 38, <a href=\"https://www.theguardian.com/uk-news/2023/jan/26/woman-lay-dead-in-surrey-flat-for-more-than-three-years-hearing-told\">lay undisturbed in her flat in Woking</a>, Surrey, for three and a half years before the discovery of her “skeletal and mummified” remains by police and family members. Winham’s family has argued she was “abandoned” by local agencies.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/failure-to-check-on-laura-winham-a-sign-of-systemic-problems-court-told\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/met-police-urged-to-prosecute-iranian-accused-of-backing-salman-rushdie-fatwa", "title": "Met police urged to prosecute Iranian accused of backing Rushdie fatwa", "date_published": "2023-01-30 17:15:17+00:00", "description": "<p>Officers are reviewing a dossier accusing Sayed Ataollah Mohajerani, who lives in London, of encouraging terrorism</p><p>The Metropolitan police is being urged to crack down on Iranian terrorism in the UK by prosecuting a former senior Iranian government official accused of advocating the fatwa against Sir Salman Rushdie.</p><p>The Metropolitan police has been studying a legal dossier accusing Sayed Ataollah Mohajerani, who lives in Britain, of encouraging terrorism contrary to the 2006 Terror Act. He denies the claims.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/met-police-urged-to-prosecute-iranian-accused-of-backing-salman-rushdie-fatwa\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/david-carrick-victim-recalls-rape-ordeal-met-police", "title": "‘When I saw the gun I froze’: David Carrick victim recalls rape ordeal", "date_published": "2023-01-30 17:15:06+00:00", "description": "<p>Twenty years ago, Alice was raped by the Met police officer. In an exclusive interview she relives the attack, the aftermath, and why giving evidence has helped her ‘move forward’</p><p>For 20 years, Alice has been haunted by flashbacks of the night the Metropolitan police officer David Carrick imprisoned her in his flat and raped her at gunpoint.</p><p>She can picture his receding hairline; his hairy chest; his hands gripping her throat. She can feel the cold metal of a gun barrel at her cheek. She can hear him saying: “If you behave yourself, I’ll let you go.” She can remember going to the hospital after the nine-hour attack and a nurse telling her that she wasn’t the first woman to say she’d been raped by a police officer.</p> <a href=\"https://www.theguardian.com/society/2023/jan/30/david-carrick-victim-recalls-rape-ordeal-met-police\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/electric-vans-startup-arrival-to-cut-800-jobs-amid-focus-on-us-market", "title": "Electric vans startup Arrival to cut 800 jobs amid focus on US market", "date_published": "2023-01-30 17:14:06+00:00", "description": "<p>British firm hopes to benefit from Joe Biden’s green energy subsidies and start production in north Carolina </p><p>The British electric vans startup Arrival is cutting 800 jobs, about half its remaining workforce, to reduce costs as it seeks extra funding and plans US expansion to take advantage of green energy subsidies.</p><p>The troubled electric vehicle maker said “approximately 50%” of the company’s 1,600-strong global workforce would leave the company.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/electric-vans-startup-arrival-to-cut-800-jobs-amid-focus-on-us-market\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/30/caress-lift-eco-office-block-miracle-wood-timber-black-white", "title": "‘I want to caress the lift!’: the eco office block miracle made entirely from wood", "date_published": "2023-01-30 17:00:52+00:00", "description": "<p>It’s renewable, strong as steel, astonishingly fireproof – yet it’s easy and quiet to build with. Could timber construction save the planet? We step inside the revolutionary new London workplace that everyone wants to touch</p><p></p><p>There is very little about most new “sustainable” office buildings that is true to the label. Through an alchemical process of validation and certification, great carbon-hungry shafts of concrete, steel and glass are magically deemed to be “zero carbon”, and adorned with the gold and platinum medals of trade associations that exist to promote their members’ interests. The inclusion of solar panels, heat pumps, low-flush toilets and numerous other bolt-on gizmos creates an impenetrable veil of green goodness that can hide a multitude of carbon sins.</p><p>Just as covering concrete with plants does not make it green, filling a high-energy, high-rise glass office tower with low-energy gadgets does not make it carbon-neutral. Claims of “net zero” almost always mean that someone else is picking up the carbon tab. Swathes of rainforest are acquired on the other side of the planet, often with damaging knock-on effects for the environment and local populations. A <a href=\"https://www.theguardian.com/environment/2023/jan/18/revealed-forest-carbon-offsets-biggest-provider-worthless-verra-aoe\">recent investigation found that</a> more than 90% of rainforest carbon offsets approved by the world’s largest provider are largely worthless – and could actually be making global heating worse.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/30/caress-lift-eco-office-block-miracle-wood-timber-black-white\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/surrey-dog-attack-victim-named-as-natasha-johnston", "title": "Surrey dog attack victim named as Natasha Johnston", "date_published": "2023-01-30 16:52:09+00:00", "description": "<p>Inquest into death of 28-year-old, who was attacked while walking a number of dogs, to open on Tuesday</p><p>A woman who was killed by dogs in Surrey has been named as Natasha Johnston.</p><p>The 28-year-old from London is believed to have been walking a number of dogs in Gravelly Hill, Caterham, when she was attacked on 12 January. An inquest into her death will open at Surrey coroner’s court on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/surrey-dog-attack-victim-named-as-natasha-johnston\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/30/inaki-williams-la-liga-athletic-bilbao", "title": "Iñaki Williams’ 251-game run is over. But some things stay the same", "date_published": "2023-01-30 16:50:28+00:00", "description": "<p>The player who had been on the pitch for every league game since 2017 watched his team lose 1-0 to Iago Aspas and Celta</p><p>Weird things happened this weekend. The circle closed at the Bernabéu with a 0-0 draw that wasn’t just better than it sounds, but better than almost anything all season. Xavi Hernández, the Barcelona coach who declared “our history says you have to win and play well; a 1-0 in the 90th minute is no use”, went to Girona and oversaw a third 1-0 victory in a row, completing a run from pre-history to go five points clear and become winter champions. Real Madrid, who turned the plan <a href=\"https://www.theguardian.com/football/2023/jan/28/its-the-start-of-a-new-era-ancelotti-plots-bright-future-for-real-madrid\">upside down</a> by playing well and not winning, didn’t score for the first time in 30 games. And Real Valladolid <em>did</em> score, six matches and nine hours later and in the 90th minute, a Canadian flying to the rescue.</p><p>Cyle Larin’s coach had welcomed him <a href=\"https://twitter.com/realvalladolid/status/1617988651681714176?s=20&amp;t=HpOZoFDZ1LrpkucwGUMq5w\">four days earlier</a> by admitting “we need your help” and he was just 14 minutes into his Valladolid career when he took off to volley a brilliant winner against Valencia. Cádiz, whose top scorer had two, the entire squad on eight, beat Mallorca 2-0, climbed out the relegation zone and then slipped in again, up five places and down four in a day. Sevilla striker Youssef En Nesyri, who hadn’t scored in 15 league games, scored twice in 15 minutes, the opener a leap so prodigious he could have cracked his head on the moon. And Saúl Ñíguez finished the way Atlético’s forwards don’t for his first in two years.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/30/inaki-williams-la-liga-athletic-bilbao\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/dentistry-is-in-crisis-and-i-have-an-alarmingly-wobbly-tooth", "title": "Dentistry is in crisis – and I have an alarmingly wobbly tooth | Zoe Williams", "date_published": "2023-01-30 16:47:34+00:00", "description": "<p>The tooth is both supporting and compromising those around it, like a thruple gone bad. The impossible question? What to do about it</p><p>When you learn a new word in a dental surgery, that’s never because the news is good. This time the environment was so high-pressure that I can’t even correctly remember the vocabulary, because I thought she said “fractional”, and that it meant “you use it to chew food”, but the internet doesn’t agree.</p><p>On paper, I should enjoy seeing my dentist because I love her. We first met in the middle of the <a href=\"https://www.theguardian.com/world/2018/aug/19/greeces-bailout-is-finally-at-an-end-but-has-been-a-failure\">Greek financial crisis</a>, and she, being Greek, had a lot of insights in this area, and a large number of hardcore leftwing opinions you don’t normally encounter in a <a href=\"https://www.theguardian.com/society/dentists\">dentist</a>. (The primacy of hygiene in the profession seems to attract Conservatives to it; don’t ask me why – I don’t make the rules.) I could never signal how much I agreed with her because I always had a mouthful of equipment, so I would just make affirming noises, and this, it turns out, is the basis for a great one-sided friendship. I ended up extremely affectionate towards her, while she remains broadly neutral about, and occasionally disappointed by, me.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/dentistry-is-in-crisis-and-i-have-an-alarmingly-wobbly-tooth\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/firefighters-strike-politicians-praise-fair-pay-safe-working-conditions-service", "title": "Firefighters run toward life-threatening danger. But the UK government has pushed even us to our limit | Matt Wrack", "date_published": "2023-01-30 16:33:04+00:00", "description": "<p>We don’t want politicians to praise us as heroes, we want fair pay, safe working conditions and a service the public can rely on</p><p>Firefighters have voted to strike for fair pay, and the numbers speak for themselves. With 88% of our members voting “yes” on a 73% turnout, the Fire Brigades Union has an emphatic mandate for industrial action. In Northern Ireland, the result was even bigger with a remarkable 94% voting for strike action.</p><p>In an effort to resolve the dispute, we have given the government and the employers a 10-day window to make a decent offer. If they don’t, we will go ahead with the first nationwide fire strike on pay in 20 years.</p><p>Matt Wrack is general secretary of the Fire Brigades Union</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/firefighters-strike-politicians-praise-fair-pay-safe-working-conditions-service\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/30/rare-mother-of-pearl-clouds-spotted-over-scotland", "title": "Rare ‘mother of pearl’ clouds spotted over Scotland", "date_published": "2023-01-30 16:28:17+00:00", "description": "<p>Iridescent clouds formed of ice crystals are usually found in extremely cold air above polar regions</p><p>Excited weather watchers have captured stunning images of rare “mother of pearl” clouds, which have formed high up in the atmosphere over Scotland.</p><p>Such clouds tend to develop in the extremely cold air above polar regions, but were spotted on Sunday evening and Monday morning by BBC weather watchers in Aberdeenshire, the Highlands and Moray.</p> <a href=\"https://www.theguardian.com/science/2023/jan/30/rare-mother-of-pearl-clouds-spotted-over-scotland\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/tom-verlaine-a-guitar-antihero-whose-sensibility-was-more-classical-than-clapton", "title": "Tom Verlaine: a guitar antihero whose sensibility was more classical than Clapton", "date_published": "2023-01-30 16:24:43+00:00", "description": "<p>The Television frontman’s guitar playing was lean, hungry and in the moment; his sound defined the archetype of the avant-rock guitarist</p><p>• <a href=\"https://www.theguardian.com/music/2023/jan/29/tom-verlaine-television-perfectionist-guitar-genius-always-kept-punk-guessing\">Alexis Petridis: ‘Television’s perfectionist guitar genius always kept punk guessing’</a><br />• <a href=\"https://www.theguardian.com/music/2023/jan/28/tom-verlaine-frontman-and-guitarist-of-us-band-television-dies-at-73\">News Tom Verlaine dies at 73</a></p><p>As a guitarist, Tom Verlaine was a player whose unhinged vibrato, sweeping volume swells, splintered harmonics, cool noir ambience, and, most crucially, his discursively elegant lyricism, emerged in the mid-1970s as a moody antidote to the macho guitar heroism of that era. And for a certain kind of guitarist – like me – he was a fountainhead for an entirely new era to come.</p><p>I struggle to think of a player before Verlaine who synthesised the same range of influences – early Stones stomp and sneer, angular Ayler-isms, sensuous dreamscapes, extended improvisation, and spaghetti western twang – while dispensing entirely with the then-dominant white blues cliches. Sure, there were antecedents – John Cipollina, Roger McGuinn, and Jerry Garcia, for example, and I hear the wiggy high-wire tension of Mike Bloomfield’s mid-60s work in there as much as anything. But Verlaine’s sound with Television defined the archetype of the avant-rock guitarist, one that would become as much a template for the sound and feel of 80s guitar music as the contemporary innovations of Eno, George Clinton, Kraftwerk or Nile Rogers were in their own idioms.</p> <a href=\"https://www.theguardian.com/music/2023/jan/30/tom-verlaine-a-guitar-antihero-whose-sensibility-was-more-classical-than-clapton\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/many-ate-food-past-use-by-date-in-xmas-run-up-uk-survey-reveals", "title": "Many ate food past use-by date in Xmas run-up, UK survey reveals", "date_published": "2023-01-30 16:17:14+00:00", "description": "<p>Latest ONS data shows that people who ran out of food also struggled to keep warm as prices rose further</p><p>Many people in the UK ate food past its use-by date and struggled to keep warm in the run-up to Christmas as prices rose further, official data shows.</p><p>About one in five adults (18%) reported eating smaller portions and food past its use-by date, which can make people sick, according to the latest Office for National Statistics monthly data release on winter pressures. The rates are even higher among those with depression, diabetes or dependent children.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/many-ate-food-past-use-by-date-in-xmas-run-up-uk-survey-reveals\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/uk-firefighters-and-control-room-staff-vote-to-strike-over-pay", "title": "UK firefighters and control room staff vote to strike over pay", "date_published": "2023-01-30 16:15:13+00:00", "description": "<p>Fire Brigades Union announces ballot result, which shows majority in favour of first strike in 20 years</p><p>Firefighters across the UK have voted for a national strike over pay for the first time in 20 years after an “overwhelming” ballot result.</p><p>The Fire Brigades Union said 88% of members voted for industrial action after a 73% turnout. Strikes could take place as soon as 23 February after the rejection of a 5% pay offer, sources said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/uk-firefighters-and-control-room-staff-vote-to-strike-over-pay\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/nadhim-zahawi-rishi-sunak-westminster", "title": "Sunak’s job was to unclog Westminster’s fatberg of sleaze. His handling of Zahawi was entirely right | Simon Jenkins", "date_published": "2023-01-30 16:02:23+00:00", "description": "<p>There is not a democracy in the world where Zahawi’s failings and Sunak’s response would have merited such a ballyhoo</p><p>Prime ministers do not need ethics advisers. They need theatre producers. The outgoing Conservative party chair, Nadhim Zahawi, was an able, popular politician and briefly successful minister. He did not break any law, filch PPE cash from the state, appoint a friend to public office, hug an aide or attend an illegal gathering. Like thousands of taxpayers he admits to making a “careless” error in his tax affairs. Like thousands, he found himself penalised. He failed to mention it when offered a ministerial job. <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/nadhim-zahawi-pushback-helen-whately\">He paid a high price</a>.</p><p>Cut to the prime minister. On Rishi Sunak’s arrival last year, Downing Street was compared to a sewer blocked by a fatberg of sleaze, corruption and incompetence. His job was to clean it. Boris Johnson and Liz Truss had emptied the cabinet of virtually all experience and ability. Former ministers littered the drains. An ex-prime minister faced an inquiry into lockdown law-breaking. Question marks hovered over <a href=\"https://www.theguardian.com/politics/2023/jan/25/dominic-raab-much-broader-inquiry-civil-servants-complaints\">Dominic Raab</a>, <a href=\"https://www.theguardian.com/politics/2022/oct/19/suella-braverman-departs-as-uk-home-secretary-liz-truss\">Suella Braverman</a> and who else?</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/nadhim-zahawi-rishi-sunak-westminster\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/census-data-england-wales-uk-non-religious-future-campaigners", "title": "Census data suggests UK faces ‘non-religious future’, say campaigners", "date_published": "2023-01-30 15:53:05+00:00", "description": "<p>Figures for England and Wales show under-40s more likely to declare ‘no religion’ than Christianity for first time</p><p>More people under 40 in England and Wales now declare “no religion” than profess to be Christian – the first time the UK’s dominant religion has been pushed into second place in any age group.</p><p>The striking census findings – which also show more than 50% of twentysomethings are not religious, compared with fewer than 37% a decade earlier – are expected to fuel debate over whether state schools should still be required to provide “broadly Christian” daily worship, and the role of the Church of England in parliament.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/census-data-england-wales-uk-non-religious-future-campaigners\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/thirty-year-old-collaboration-between-paul-mccartney-and-jeff-beck-unearthed", "title": "Thirty-year-old collaboration between Paul McCartney and Jeff Beck unearthed", "date_published": "2023-01-30 15:47:28+00:00", "description": "<p>The track, titled Why Are They Cutting Down the Rainforest?, is being shared as part of McCartney’s Meat Free Monday campaign to encourage vegetarianism</p><p>Paul McCartney has shared a recently unearthed collaboration between him and the late Jeff Beck, recorded about 30 years ago. Titled Why Are They Cutting Down the Rainforest? and released as part of a new series produced by McCartney’s vegetarianism campaign Meat Free Monday, the song features Beck speaking about deforestation and cattle farming over jaunty psych-rock production. </p><p>“With the sad passing of Jeff Beck – a good friend of mine, and a great, great guitar player – it reminded me of the time we worked together many years ago on a campaign for vegetarianism,” McCartney wrote in a statement. “It’s great guitar playing, cause it’s Jeff!”</p> <a href=\"https://www.theguardian.com/music/2023/jan/30/thirty-year-old-collaboration-between-paul-mccartney-and-jeff-beck-unearthed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/30/football-daily-fa-cup-fourth-round", "title": "Football Daily | Ryan Reynolds, rom-com royalty and a general lack of FA Cup ‘magic’", "date_published": "2023-01-30 15:45:19+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>On a weekend of FA Cup fourth-round action, when arguably the most “magic” thing to happen was the vanishing act performed by Luton Town midfielder Luke Berry as he disappeared headfirst over an advertising hoarding at one end of Kenilworth Road, the only major giant-killing of note came on Friday night when Arsenal were slain by the <a href=\"https://www.theguardian.com/football/2023/jan/27/manchester-city-arsenal-fa-cup-fourth-round-match-report\">plucky underdogs of Manchester City</a>, despite the two sides being separated by a whopping <em>one</em> place at the apex of the English football pyramid.</p> <a href=\"https://www.theguardian.com/football/2023/jan/30/football-daily-fa-cup-fourth-round\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/30/eva-green-tells-court-making-b-movie-could-have-killed-my-career", "title": "Eva Green tells court: making ‘B movie’ could have killed my career", "date_published": "2023-01-30 15:42:56+00:00", "description": "<p>Actor suing film company for $1m over collapse of movie says she does not care about the money </p><p>The Hollywood actor Eva Green, who is suing financiers for her fee for a failed film in which she was to star, has told a high court that she feared making a B movie could kill her career.</p><p>The star, who is suing a film company over the collapse of a multimillion-pound independent film, said she did notcare about fees and lived to make good films, describing them as “my religion”.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/30/eva-green-tells-court-making-b-movie-could-have-killed-my-career\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/nhs-trust-prestwich-mental-health-charlie-millers", "title": "NHS trust investigated over alleged potential edits to records after death of patient", "date_published": "2023-01-30 15:27:26+00:00", "description": "<p>Charlie Millers, 17, was found dead in his room at Prestwich mental health hospital in December 2020</p><p>Police are investigating claims that hospital records may have been altered at an NHS trust where three mental health patients died within nine months.</p><p>The investigation was launched after a coroner raised concerns that safeguarding logs “may have been edited” after the death of a 17-year-old boy at Prestwich hospital in Greater Manchester.</p> <a href=\"https://www.theguardian.com/society/2023/jan/30/nhs-trust-prestwich-mental-health-charlie-millers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/30/chelsea-enzo-fernandez-bid-105m-english-transfer-record-benfica", "title": "Chelsea aim to smash English transfer record after £105m Enzo Fernández bid", "date_published": "2023-01-30 15:23:54+00:00", "description": "<ul><li>Benfica weighing up whether to accept payment structure</li><li>Record English fee is Manchester City’s £100m for Jack Grealish</li></ul><p>Chelsea are ready to breaLuk the British transfer record after tabling a £105m bid for Enzo Fernández in an attempt to sign the Benfica midfielder before the deadline on Tuesday night.</p><p>Fernández is <a href=\"https://www.theguardian.com/football/2023/jan/29/chelsea-sign-malo-gusto-lyon-right-back-transfer-news\">Chelsea’s top target</a> and they are hopeful their latest offer will clinch a deal. The bid meets the buyout clause in the Argentina international’s contract but it remains to be seen whether the payment structure will convince Benfica to sell.</p> <a href=\"https://www.theguardian.com/football/2023/jan/30/chelsea-enzo-fernandez-bid-105m-english-transfer-record-benfica\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/30/gandhi-tributes-and-tennis-selfies-mondays-best-photos", "title": "Gandhi tributes and tennis selfies: Monday’s best photos", "date_published": "2023-01-30 15:07:26+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/30/gandhi-tributes-and-tennis-selfies-mondays-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/eu-plans-to-loosen-state-aid-rules-renewables-investment-tax-credits-biden-green-subsidy", "title": "EU plans to loosen state aid rules to boost renewables investment", "date_published": "2023-01-30 15:02:24+00:00", "description": "<p>Proposed use of tax credits follows pressure to respond to Biden’s $369bn green subsidy scheme in US</p><p>The EU is stepping up its green subsidy race with the US through plans to loosen state aid rules on tax credits for renewable energy projects.</p><p>European policymakers have been under pressure to respond to the US president Joe Biden’s $369bn (£298bn) Inflation Reduction Act, which aims to encourage renewables investment in everything from electric cars to wind turbines.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/eu-plans-to-loosen-state-aid-rules-renewables-investment-tax-credits-biden-green-subsidy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/cbso-sounds-new-review-young-composers-symphony-hall-birmingham", "title": "CBSO: Sounds New review – showcasing the talents of 20 young musicians", "date_published": "2023-01-30 15:00:20+00:00", "description": "<p><strong>Symphony Hall, Birmingham</strong><br />Composers in their 20s and early 30s presented original miniatures in a diverse range of styles from English pastoral to jazz and folk to irresistible gospel and soul</p><p>Alongside the 20 large-scale scores that the City of Birmingham Symphony Orchestra commissioned to mark its 100th anniversary in 2020, it also asked another 20 composers, at the beginnings of their careers, to write miniatures lasting no more than four minutes. The original plan had been for all those premieres to be scattered through the orchestra’s season, but the disruption of the pandemic put paid to that idea. Instead, the pieces were brought together in Sounds New, a single concert conducted by <a href=\"https://www.clarkrundell.com/\">Clark Rundell</a> showcasing the young talent in all its diversity before a hugely enthusiastic audience.</p><p>All of the composers commissioned were in their 20s or early 30s (the programme booklet was coy about dates of birth) and often differed widely in their experience and progress in their careers so far. For some of them, one suspected, this had been a first chance to compose for a full symphony orchestra, while others had already received prestigious commissions, and even had their works recorded. Rundell and the CBSO were marvellously even-handed in their enthusiasm for all the pieces too; all the performances seemed fabulously assured.</p> <a href=\"https://www.theguardian.com/music/2023/jan/30/cbso-sounds-new-review-young-composers-symphony-hall-birmingham\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/30/cardigans-lovefool-baz-luhrmann-romeo-juliet", "title": "‘Oh my God – this is big!’ How the Cardigans went stratospheric with Lovefool", "date_published": "2023-01-30 15:00:20+00:00", "description": "<p>‘I was in a Nike store in New York after Baz Luhrmann took it for Romeo + Juliet. The video came up on the big screen and the salespeople were all singing along. I had to go outside – I was freaked out’</p><p>In 1995 we had just released our second album, Life, and were touring a lot. We were in an airport somewhere waiting for a flight and were looking at material Peter Svensson, our guitarist and songwriter, had written for the next record. He played this song on guitar: it was a bossa nova at that point. I thought it was beautiful, but found the chorus “Love me, love me, say that you love me” too cliched, so I tried to offset its sweetness by adding: “Fool me, fool me, go on and fool me.” It’s a song about how it’s very human to bend over backwards when it comes to getting love. The character is very calculating, aware that what they’re going to get isn’t real but that it’s better than nothing.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/30/cardigans-lovefool-baz-luhrmann-romeo-juliet\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/30/lisa-loring-wednesday-addams-goth-girls-icon", "title": "‘An icon for goth girls everywhere’ – thank you, Lisa Loring, for making Wednesday Addams great", "date_published": "2023-01-30 14:58:31+00:00", "description": "<p>A five-year-old Loring played the original pigtailed oddball and she’s been adored ever since by horror nerds, comedy fans and generations of women who felt empowered by her</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/30/lisa-loring-the-original-wednesday-addams-dies-at-age-64\">Lisa Loring, the original Wednesday Addams, dies at age 64</a></li></ul><p>There have been many incarnations of Wednesday Addams since Charles Addams first published The Addams Family cartoons in the New Yorker. In those first cartoons, she never even had a name. It was not until five-year-old Lisa Loring played the role in the 1964 series that Charles Addams christened the little girl Wednesday. Taking the name from the Monday’s Child nursery rhyme, Loring became Gomez and Morticia’s daughter who was “full of woe”. The character, complete with her signature two long braids, black dress and crisp white collar, became an icon for goth girls everywhere. Loring’s Wednesday always seemed wise beyond her years and cool in the face of all the spooky happenings in the Addams’ mansion, creating the lovable morbid character who would capture the cultural imagination beyond any other family member. To this day, Wednesday Addams, and Loring’s performance, is beloved by horror nerds, classic comedy fans and generations of women who grew up empowered by a character so unashamedly marching to the beat of her own drum.</p><p>The original show was shot in black and white and only ran for two seasons, but it came to be regarded as a classic TV sitcom that balanced zany slapstick with political satire. Creator David Levy kept the heart of the cartoon, with Wednesday and her family being spooky oddballs but ultimately a loving family. The show’s 64 episodes aired on ABC in the US and ITV in the UK, but syndication means reruns are still being broadcast today. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/30/lisa-loring-wednesday-addams-goth-girls-icon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/video/2023/jan/30/man-pulled-from-stolen-police-car-in-us-moments-before-train-crashes-into-it-video", "title": "Man pulled from stolen police car in US moments before train crashes into it – video", "date_published": "2023-01-30 14:51:09+00:00", "description": "<p>Atlanta police rescued the driver of a stolen police car seconds before a train crashed into it as it lay overturned on train tracks. The patrol vehicle was stolen as police officers carried out traffic stops in the early hours of 28 January. The police air unit tracked the stolen vehicle from a helicopter before the suspect lost control and it overturned on train tracks.</p><p>Officers arrived at the scene in time to rescue the suspect from the vehicle, moments before a train crashed into it. Atlanta police said the suspect was charged with several offences. He was detained in Fulton county jail</p><ul><li><a href=\"https://www.theguardian.com/us-news\">Latest US news</a></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/jan/30/man-pulled-from-stolen-police-car-in-us-moments-before-train-crashes-into-it-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/30/congress-police-reform-biden-black-caucus-tyre-nichols-death", "title": "Black lawmakers urge Biden to push police reform after Tyre Nichols death", "date_published": "2023-01-30 14:43:10+00:00", "description": "<p>Congressional Black Caucus calls for meeting with president as protests over Nichols’s killing by police in Memphis continue</p><p>An influential group of Black elected officials has called for a meeting with Joe Biden to discuss police reform, as calls for changes to American policing intensify after officers’ deadly beating of Tyre Nichols.</p><p>The chairman of the Congressional Black Caucus, Steven Horsford, <a href=\"https://cbc.house.gov/news/documentsingle.aspx?DocumentID=2396\">said</a> the group of 60 members of Congress had asked to meet with the president this week to “push for negotiations on much-needed national reforms to our justice system – specifically, the actions and conduct of our law enforcement”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/30/congress-police-reform-biden-black-caucus-tyre-nichols-death\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/doppelganger-murder-ingolstadt-german-prosecutors-allege-woman-killed-lookalike-to-fake-death", "title": "‘Doppelganger murder’: German prosecutors claim woman killed lookalike to fake death", "date_published": "2023-01-30 14:39:20+00:00", "description": "<p>Ingolstadt body identified by family as 23-year-old German-Iraqi woman was later found to be Algerian blogger</p><p>A 23-year-old German-Iraqi woman sought out a lookalike on Instagram and murdered her with a friend in order to fake her own death, prosecutors in Bavaria believe.</p><p>When the blood-covered body of a young woman was found last August in a parked Mercedes in Ingolstadt, southern Germany, reports initially identified the victim as Sharaban K, a Munich-based 23-year-old beautician with Iraqi roots.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/doppelganger-murder-ingolstadt-german-prosecutors-allege-woman-killed-lookalike-to-fake-death\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/aesop-reported-target-in-2bn-bidding-war-french-lvmh-loreal", "title": "Aesop reported target in $2bn bidding war between French groups", "date_published": "2023-01-30 14:23:47+00:00", "description": "<p>LVMH, L’Oréal and Japan’s Shiseido Co said to be weighing up bids for Australian luxury beauty brand</p><p>Aesop, an Australian luxury cosmetics, shampoo and bodycare brand, is said to be at the centre of a $2bn (£1.6bn) bidding war between French multinationals LVMH and L’Oréal.</p><p>LVMH, the luxury goods empire controlled the world’s richest person, Bernard Arnault; L’Oréal, the world’s largest cosmetics company; and the Japanese makeup and fragrance brand Shiseido Co are weighing up bids to buy a stake in Aesop, according to Bloomberg.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/aesop-reported-target-in-2bn-bidding-war-french-lvmh-loreal\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/30/to-leslie-review-andrea-riseborough-is-great-in-sad-country-song-of-a-movie", "title": "To Leslie review – Andrea Riseborough is great in sad country song of a movie", "date_published": "2023-01-30 14:17:35+00:00", "description": "<p>Indie picture about a lottery winner who has squandered her winnings is catapulted into Oscar contention thanks to Riseborough’s remarkable, shapeshifting portrayal </p><p>To Leslie is a sad, sweet country song of a movie, with a steel-guitar twang of love and loss. Screenwriter Ryan Binaco was inspired by his own mother for this film, conjuring her memory in the spirit of Barbara Loden’s Wanda (1970) or maybe Scorsese’s Alice Doesn’t Live Here Anymore (1974). Better Call Saul producer Michael Morris makes his feature directing debut. The film is ultimately just a little contrived and its final scene is not entirely plausible, but the drama is always fiercely watchable due to an undoubtedly marvellous performance from Andrea Riseborough – who last week put this little-seen indie picture back into the conversation and <a href=\"https://www.theguardian.com/film/2023/jan/18/to-leslie-andrea-riseborough-oscar-campaign\">made industry headlines</a> with her sensational outsider breakthrough into the <a href=\"https://www.theguardian.com/film/2023/jan/27/oscars-campaign-procedures-andrea-riseborough-backlash\">Academy Awards best actress nomination list</a>.</p><p>Riseborough plays Leslie, a single mum who five years previously won nearly $200,000 on the Texas state lottery, a life-changing event for all the wrong reasons. Leslie squandered every dime on drink and drugs and now she is virtually homeless, a grotesque embarrassment to all the locals who celebrated with Leslie as she held the giant cheque up in front of her neighbourhood bar for the TV news cameras. She is estranged from her parents and her grownup son James (Owen Teague) – whose birthday provided the lucky numbers – and she is still entirely addicted with no intention of joining NA or AA, a subject which is never raised.</p> <a href=\"https://www.theguardian.com/film/2023/jan/30/to-leslie-review-andrea-riseborough-is-great-in-sad-country-song-of-a-movie\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/sichuan-province-in-china-removes-all-birth-restrictions", "title": "Sichuan province in China removes all birth restrictions", "date_published": "2023-01-30 14:12:24+00:00", "description": "<p>Measures aim to encourage more people to have children after population fell  for first time in 60 years</p><p>A Chinese province of more than 80 million people will lift restrictions on unmarried people having children and remove caps on the number of babies as part of a national drive to increase the country’s birth rate.</p><p>Sichuan’s health commission announced on Monday it would allow all people to register births with the provincial government from 15 February. It will also remove limits on the number of birth registrations for any parent.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/sichuan-province-in-china-removes-all-birth-restrictions\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/global/video/2023/jan/30/suicide-bombing-kills-worshippers-mosque-peshawar-pakistan-video", "title": "Suicide bombing kills worshippers at mosque in Peshawar, Pakistan – video", "date_published": "2023-01-30 14:10:54+00:00", "description": "<p>An explosion at a mosque in the north-western Pakistan city of Peshawar has left dozens dead and more than 100 wounded. The suicide attack occurred as more than 200 people were praying, including police officers from nearby offices. Emergency services took the wounded to hospital. Footage shows the chaos at the blast site, with much of the mosque destroyed<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/30/pakistan-mosque-explosion-kills-worshippers-peshawar\">Pakistan: mosque blast kills worshippers in Peshawar</a></li></ul> <a href=\"https://www.theguardian.com/global/video/2023/jan/30/suicide-bombing-kills-worshippers-mosque-peshawar-pakistan-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/30/sean-dyche-confirmed-as-everton-manager-on-contract-to-2025", "title": "Sean Dyche confirmed as Everton manager on contract to 2025", "date_published": "2023-01-30 14:00:25+00:00", "description": "<ul><li>Dyche wants ‘sweat on the shirt’ and to restore ‘good feeling’</li><li>Rennes winger Kamaldeen Sulemana among club’s targets</li></ul><p>Sean Dyche has been confirmed as Everton’s manager, taking over from Frank Lampard with the club joint-bottom of the Premier League. The team have lost 11 of their past 14 matches in all competitions and Dyche faces a daunting start with games at home to Arsenal next Saturday and then away to Liverpool.</p><p>Dyche was offered the job on a two-and-a-half-year contract after Everton failed to convince Marcelo Bielsa to take over mid-season. Bielsa said he would join now but would work behind the scenes until the end of the campaign, coaching the under-21s and younger players as the club adapted to his methods. That would have left Everton needing an interim manager and they were not willing to accept that.</p> <a href=\"https://www.theguardian.com/football/2023/jan/30/sean-dyche-confirmed-as-everton-manager-on-contract-to-2025\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/if-youre-up-all-night-with-a-newborn-why-not-try-these-activities", "title": "If you’re up all night with a newborn, why not try these activities | Ben Jenkins", "date_published": "2023-01-30 14:00:19+00:00", "description": "<p>Muttering odd things, doom-scrolling social media or simply going insane are just some of the fun things you can entertain yourself with in the early hours</p><p>Congratulations on your brand new bub. If you’re anything like us, your newborn is keeping you busy, busy, busy in the day and awake, awake, awake at night! While completely normal, these sleepless nights can take their toll, but they don’t have to be all doom and gloom. Here are some things to do while you’re up and about.</p><p>Ben Jenkins is a writer, TV producer and occasional podcaster</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/if-youre-up-all-night-with-a-newborn-why-not-try-these-activities\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/jan/30/why-celebrities-love-buccal-massage-mouth-facial", "title": "Would you want a stranger’s fingers in your mouth? I find out why celebrities love buccal massage", "date_published": "2023-01-30 14:00:19+00:00", "description": "<p>Jennifer Lopez and the Duchess of Sussex are said to enjoy this ‘inner facial’. But what’s it like to have someone manipulate your cheek muscles from the inside? There’s only one way to know …</p><p>‘I’m always grateful that people put their trust in me to come and have such a weird treatment,” says <a href=\"http://www.lynnrae.co.uk/\">Lynn Rae</a>, a remedial face and jaw therapist. The treatment in question? Intra-oral, or buccal, massage. This involves having someone massage your facial muscles – but from inside your mouth. All things considered, it <em>is</em> a bit weird. But the beauty industry rarely shies away from the bizarre – especially once celebrities get on board.</p><p><a href=\"https://hudabeauty.com/us/en_US/blog-buccal-massage-facial-63439.html\">Jennifer Lopez</a>, <a href=\"https://www.instagram.com/reel/Cg90LLGpi6M/\">Kristen Bell</a> and <a href=\"https://www.insider.com/meghan-markle-facial-mouth-massage-2018-5\">the Duchess of Sussex</a> are all said to be fans of buccal massage, which the celebrity “facialist” Nichola Joss calls “the inner facial”. Its mainstream popularity appears to be on the rise, too.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/30/why-celebrities-love-buccal-massage-mouth-facial\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/what-is-going-on-in-israel-and-palestine", "title": "What is going on in Israel and Palestine?", "date_published": "2023-01-30 13:59:21+00:00", "description": "<p>Violence has flared in recent days, with support for moribund ‘peace process’ at an all-time low</p><p>Israel and Palestine jump from crisis to crisis, but a string of brutal and deadly attacks over the past few days have raised fears that the Holy Land is spiralling toward unrelenting bloodshed. There is speculation that the region is on the brink of an <a href=\"https://www.theguardian.com/world/2021/jul/05/guardian-200-israel-middle-east-ian-black-reporting\">intifada</a> – a Palestinian uprising, or literally, a “shaking off” of Israeli control. The first two uprisings were cracked down on hard, failed to end the occupation and left several thousand people dead, mostly Palestinians. Some believe a third intifada has already started.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/what-is-going-on-in-israel-and-palestine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/live/2023/jan/30/navarro-trial-trump-adviser-jan-6-biden-infrastructure-politics-latest-updates", "title": "Contempt trial of former Trump aide Peter Navarro begins in Washington – live updates", "date_published": "2023-01-30 13:54:50+00:00", "description": "<p>Jury selection begins in case of former trade adviser who defied subpoenas from House January 6 committee</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p>Good morning, US politics blog readers. The January 6 committee dissolved at the end of last year, but that doesn’t mean the legal troubles of those who defied its subpoenas went away. Jury selection begins today in the contempt trial of <strong>Peter Navarro</strong>, a former adviser to <strong>Donald Trump</strong> who balked at an official summons from the lawmakers. The last person to face such charges <a href=\"https://www.theguardian.com/us-news/2022/jul/22/steve-bannon-trial-trump-contempt-congress-charges\">was swiftly convicted</a>. Not far from the Washington courthouse where Navarro is standing trial, the House GOP’s oversight committee chair <strong>James Comer</strong> will at 10 am eastern time speak about the party’s plans to investigate the Biden administration – an effort that could borrow tactics from the January 6 committee’s public inquiry into the attack on the Capitol and the plot to overturn the 2020 election.</p><p>Heres what else is going on today:</p><p><strong>Joe Biden</strong> is heading to Baltimore to discuss how the infrastructure package he signed in 2021 will help pay for the replacement of an aging rail tunnel, one of several events promoting the law the president has planned this week.</p><p><strong>Democratic congressman Eric Swalwell</strong> and the Congressional Integrity Project – a group formed to hit back at the Republican investigation campaign – hold a press conference at 12 pm eastern time.</p><p><strong>Vice president Kamala Harris</strong> will be in Raleigh, North Carolina, where she’ll talk about the Biden administration’s efforts to help small business owners.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jan/30/navarro-trial-trump-adviser-jan-6-biden-infrastructure-politics-latest-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/spains-prized-jamon-iberico-under-threat-from-climate-crisis", "title": "Spain’s prized jamón ibérico under threat from climate crisis", "date_published": "2023-01-30 13:51:38+00:00", "description": "<p>Rising temperatures and low rainfall threaten key ingredient of pigs’ diet – acorns from the dehesa oak forests</p><p>Spain’s prized <em>jamón ibérico bellota </em>is under threat from the climate crisis as rising temperatures and low rainfall threaten a key ingredient of the pigs’ diet – acorns.</p><p>In a nation where pigs are as populous as people, there are many varieties of ham but none is so revered as <em>jamón ibérico bellota</em>, which retails at upwards of €100 (£88) a kilo.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/spains-prized-jamon-iberico-under-threat-from-climate-crisis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/welsh-rugby-future-danger-nigel-walker-wru", "title": "‘The future of Welsh rugby is in danger’: Walker promises change at WRU", "date_published": "2023-01-30 13:48:23+00:00", "description": "<ul><li>Acting chief executive warns status quo ‘not sustainable’</li><li>Allegations in documentary ‘harrowing and despicable’</li></ul><p>The acting Welsh Rugby Union chief executive, Nigel Walker, has warned the very future of the game in Wales is at stake over the allegations of misogyny, sexism, racism and homophobia that have rocked the organisation.</p><p>Allegations of a “toxic culture” at the WRU were aired in a television documentary last week, resulting in the resignation of chief executive Steve Phillips on Sunday. An independent taskforce is to be set up to tackle the allegations, with Sport Wales – a Welsh government-funded body – advising on the make up and remit of the panel.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/welsh-rugby-future-danger-nigel-walker-wru\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/ukraine-war-with-corruption-putin-resignations-russia", "title": "Ukraine is fighting corruption at the same time as Putin – it can’t afford to lose either | Orysia Lutsevych", "date_published": "2023-01-30 13:22:29+00:00", "description": "<p>High-profile resignations highlight the nation’s struggle to prove to the world it is not, as Russia tries to suggest, a corrupt basket case</p><p>Since 2014, it has been a maxim that Ukraine is in fact fighting two enemies: Russia and corruption. The horrifically destructive Russian invasion is an existential threat to Ukrainian statehood, but corruption both undermines effective resistance in the war and derails Ukraine’s ambitions for closer ties with Europe. <a href=\"https://www.theguardian.com/world/2023/jan/25/oleksandr-novikov-leading-ukraine-fightback-against-corruption\">Eradicating corruption</a> is now literally a matter of life and death.</p><p>Eroding international trust in Ukraine’s government is one of Russia’s key objectives, in the hope that it could slow or reduce western material and political assistance. The narrative that Ukraine is a basket case, unreformable and utterly corrupted, has long been a Kremlin propaganda narrative. In his speech ahead of the invasion, Putin said that, despite the efforts of Ukraine’s anti-corruption bodies, “Corruption has been in full bloom, and it is still in full bloom, more than ever.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/ukraine-war-with-corruption-putin-resignations-russia\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/oil-price-boom-global-commodities-market-vitol-trafigura-mckinsey", "title": "Volatile oil prices led to doubling of global commodities market, report finds", "date_published": "2023-01-30 13:01:36+00:00", "description": "<p>Companies such as Vitol and Trafigura in spotlight over profits after Ukraine invasion</p><p>Profits from global commodities trading for companies including Vitol and Trafigura have nearly doubled to more than $50bn (£30bn) in recent years, driven by volatile oil prices, fresh analysis has shown.</p><p>Global commodities trading profits ballooned to about $52bn of profits in 2021, up from $27bn in 2018, and are expected to continue to grow, according to a report by consultancy McKinsey &amp; Company.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/oil-price-boom-global-commodities-market-vitol-trafigura-mckinsey\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/30/one-pound-cauliflower-pasta-tacos-recipes-miguel-barclay", "title": "Pasta and tacos: Miguel Barclay’s £1 cauliflower recipes", "date_published": "2023-01-30 13:00:17+00:00", "description": "<p>Soft and creamy when boiled and blended, meaty when charred and crumbled, thrifty cauliflower comes out tops for pushing meat off the menu </p><p>When creating dishes for £1, I have to be super-aware of just how much I’m getting for my money, and whether an ingredient is main dish-worthy or if it will only ever be a side dish. Cauliflower always comes out on top, and is increasingly becoming one of my go-to ingredients. I love the way it can caramelise to give you those meaty notes, and is one reason the humble cauliflower has the power to push meat from my menu.</p><p>Recipes adapted from <a href=\"https://guardianbookshop.com/vegan-one-pound-meals-9781472263728\">Vegan One Pound Meals</a> and <a href=\"https://guardianbookshop.com/meat-free-one-pound-meals-9781472264077\">Meat-Free One Pound Meals</a>, by Miguel Barclay, both published by Headline at £16.99. To order a copy of either for £14.78, go to guardianbookshop.com</p> <a href=\"https://www.theguardian.com/food/2023/jan/30/one-pound-cauliflower-pasta-tacos-recipes-miguel-barclay\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/wales-50m-derelict-empty-homes-back-into-use", "title": "Wales pledges £50m to bring derelict empty homes back into use", "date_published": "2023-01-30 13:00:17+00:00", "description": "<p>Labour hopes plan for up to 2,000 properties will help younger people return to places they grew up</p><p>The Welsh government is tackling the “blight” of derelict homes in villages, towns and cities across the country by ploughing £50m into an empty homes scheme.</p><p>Up to 2,000 long-term empty properties could be brought back into use in a move partly designed to help younger people get back into the places where they grew up.</p> <a href=\"https://www.theguardian.com/society/2023/jan/30/wales-50m-derelict-empty-homes-back-into-use\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/salisbury-cathedral-pipe-organ-new-life-holst-the-planets", "title": "Salisbury Cathedral pipe organ will breathe new life into Holst’s Planets", "date_published": "2023-01-30 12:58:35+00:00", "description": "<p>Unique performance with help of children is intended to get people thinking about the work afresh</p><p>A unique performance of Gustav Holst’s masterwork The Planets – played on a magnificent pipe organ rather than by an orchestra and punctuated by poems inspired by children’s responses to the music –<a href=\"https://www.salisburycathedral.org.uk/arrangements/the-planets-gustav-holst/organ\"> is to be staged</a> in the suitably vast Salisbury Cathedral.</p><p>The idea of the community music project is to introduce more people, young and old, to the 140-year-old <a href=\"https://www.salisburycathedral.org.uk/worship-and-music/choirs-and-music/organ/\">“Father” Willis organ</a>, one of the treasures of the cathedral.</p><p><a href=\"https://www.salisburycathedral.org.uk/arrangements/the-planets-gustav-holst/\">Details of the show can be found at: www.salisburycathedral.org.uk</a></p> <a href=\"https://www.theguardian.com/music/2023/jan/30/salisbury-cathedral-pipe-organ-new-life-holst-the-planets\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/barrett-strong-singer-songwriter-and-motown-first-star-dies-aged-81", "title": "Barrett Strong, singer, songwriter and Motown’s first star, dies aged 81", "date_published": "2023-01-30 12:50:22+00:00", "description": "<p>Strong sang on the label’s first hit Money in 1960 and went on to co-write landmark songs including Heard It Through the Grapevine and War</p><p>Barrett Strong, a singer and songwriter who rose to fame as the vocalist on Motown’s first hit single Money (That’s What I Want), has died, aged 81. The news was confirmed on Monday by the Motown Museum; no cause of death was given.</p><p>Born in Mississippi in 1941 but raised in Detroit, Strong was one of the first artists to be signed by the future Motown maven Berry Gordy. He began recording for Gordy’s label, Tamla Records, in the late 1950s, and in 1960 his recording of the Gordy-penned Money (That’s What I Want) became the first hit for either artist. Peaking at No 2 on the R&amp;B singles chart and No 23 on the Hot 100, Money came to define the early years of Motown, and was later recorded by the Beatles and the Rolling Stones.</p> <a href=\"https://www.theguardian.com/music/2023/jan/30/barrett-strong-singer-songwriter-and-motown-first-star-dies-aged-81\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/ukraine-needs-faster-supply-of-western-weapons-says-zelenskiy", "title": "Ukraine needs faster supply of western weapons, says Zelenskiy", "date_published": "2023-01-30 12:49:54+00:00", "description": "<p>Ukrainian president says speedy supply is essential to stop Russia dragging out the war</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/30/russia-ukraine-war-zelenskiy-faster-weapons-supplies-fighting-donetsk-tough-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>Volodymyr Zelenskiy has called for western weapons to be supplied more quickly as Russian forces continued attacks on positions across the frontline near the eastern cities of Bakhmut and Donetsk.</p><p>Speaking in his nightly address, the Ukrainian president said Russia was hoping to drag out the war, already heading for the one year mark, and exhaust his country’s ability to resist the invaders.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/ukraine-needs-faster-supply-of-western-weapons-says-zelenskiy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/30/queen-of-clean-marie-kondo-says-she-has-kind-of-given-up-on-tidying-at-home", "title": "Queen of clean Marie Kondo says she has ‘kind of given up’ on tidying at home", "date_published": "2023-01-30 12:49:33+00:00", "description": "<p>Decluttering guru reveals birth of third child has changed priorities</p><p>The queen of clean Marie Kondo has said she has “kind of given up” on tidying since the birth of her third child.</p><p>The world-renowned Japanese decluttering expert admitted that with three children to look after, her family home was “messy” and tidying up was less of a priority now.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/30/queen-of-clean-marie-kondo-says-she-has-kind-of-given-up-on-tidying-at-home\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/30/union-boss-the-berlin-derby-again-and-herthas-bobic-pays-the-price", "title": "Union boss the Berlin derby again and Hertha’s Bobic pays the price", "date_published": "2023-01-30 12:47:22+00:00", "description": "<p>Hertha were motivated and applied themselves well against city rivals Union. The problem was the result</p><p>It was always going to be aesthetics, and so it proved. The importance of only the eighth top-flight derby between Hertha and Union was everywhere you looked – not least in the sold-out stands of the Olympiastadion, such a contrast to the relatively paltry turnout for Wednesday night’s <a href=\"https://www.theguardian.com/football/blog/2023/jan/26/bundesliga-wolfsburg-hertha-berlin-niko-kovac\">humiliating hammering for Hertha</a> at the hands of Wolfsburg. </p><p>The problem was that, even at such an early stage of this as an elite-level rivalry, we already knew <a href=\"https://www.theguardian.com/football/2023/jan/27/hertha-and-union-berlin-meet-as-two-clubs-on-seemingly-opposite-paths\">which way this was going</a>, and so it proved. Hertha’s coach Sandro Schwarz had suggested in Thursday’s pre-match press conference that the result didn’t matter as much as the performance, trying to take any unnecessary drama out of the moment – which succeeded and failed at the same time.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/30/union-boss-the-berlin-derby-again-and-herthas-bobic-pays-the-price\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/30/the-big-idea-we-need-to-rethink-how-we-do-diplomacy", "title": "The big idea: we need to rethink how we do diplomacy", "date_published": "2023-01-30 12:30:17+00:00", "description": "<p>Today’s global crises require not just an urgent response but long-term collaboration, too</p><p>At the UN building in Geneva, in the early hours of 24 November 2013, I reached for a microphone and announced we had come to an initial agreement with Iran on its nuclear programme. Standing with me were the foreign ministers of the five permanent members of the UN security council – France, the UK, the US, China and Russia, who together with Germany had stuck together throughout the years it took to get us to that point.</p><p>It was a moment when everything seemed possible, especially if we could harness the power of international institutions and their core members to work together with common purpose.</p> <a href=\"https://www.theguardian.com/books/2023/jan/30/the-big-idea-we-need-to-rethink-how-we-do-diplomacy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/france-paul-signac-painting-theft-trial-ukrainian", "title": "Ukrainian man goes on trial in France over theft of £1.3m painting found in Kyiv", "date_published": "2023-01-30 12:28:51+00:00", "description": "<p>Paul Signac’s Le Port de La Rochelle was lifted from a museum in 2018 and found a year later by Kviv police in an unconnected raid</p><p>A Ukrainian man has gone on trial in France accused of masterminding the theft of a €1.5m (£1.3m) painting discovered in a house in Kyiv a year after it disappeared from a museum in Nancy.</p><p>The work by Paul Signac, Le Port de La Rochelle, went missing from the Musée de Beaux-Arts in Nancy, north-east France, in 2018.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/france-paul-signac-painting-theft-trial-ukrainian\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/video/2023/jan/30/as-soon-as-i-knew-rishi-sunak-claims-he-acted-decisively-over-nadhim-zahawi-tax-affair-video", "title": "'As soon as I knew': Rishi Sunak claims he acted 'decisively' over Nadhim Zahawi tax affair – video", "date_published": "2023-01-30 12:26:09+00:00", "description": "<p>Rishi Sunak has said he acted 'decisively' over the sacking of the Tory party chair, Nadhim Zahawi, and ordered an inquiry into the former chancellor 'as soon as [he] knew' about his alleged misconduct. Zahawi was <a href=\"https://www.theguardian.com/uk-news/2023/jan/29/nadhim-zahawi-sacked-tory-party-chair-tax-affairs-rishi-sunak\">fired on Sunday</a> after he was found to have breached the ministerial code by failing to declare the HMRC investigation into his tax affairs. But questions over Sunak's knowledge of the scandal remain, with sources telling the Guardian that the PM <a href=\"https://www.theguardian.com/uk-news/2023/jan/28/sunak-was-warned-of-zahawi-reputational-risk-in-october-say-sources\">allegedly knew</a> about the reputational risk to the government from Zahawi's tax affairs as early as October, when he appointed him as party chair</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jan/30/rishi-sunak-questions-nadhim-zahawi-sacking-tax-uk-politics-live\">UK politics – live updates</a></li><li><a href=\"https://www.theguardian.com/uk-news/2023/jan/29/rishi-sunak-under-pressure-after-sacking-nadhim-zahawi-tax-ethics-code\">Rishi Sunak under pressure after sacking Nadhim Zahawi over tax storm</a><br /></li><li><a href=\"https://www.theguardian.com/uk-news/2023/jan/29/seven-occasions-when-nadhim-zahawi-broke-the-ministerial-code\">How we got here: events leading up to Nadhim Zahawi’s sacking for breaching ministerial code</a><br /></li></ul> <a href=\"https://www.theguardian.com/politics/video/2023/jan/30/as-soon-as-i-knew-rishi-sunak-claims-he-acted-decisively-over-nadhim-zahawi-tax-affair-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/30/tory-peer-accused-of-racially-charged-attack-on-bbc-modi-documentary", "title": "Tory peer accused of ‘racially charged’ attack on BBC Modi documentary", "date_published": "2023-01-30 12:22:19+00:00", "description": "<p>Exclusive: Rami Ranger faces criticism over ‘deplorable’ comments about Pakistani journalists at the corporation</p><p>A Conservative peer has been accused of using “deplorable” and “racially charged language” in a scathing attack on the BBC’s recent documentary about the Indian prime minister, Narendra Modi.</p><p>Rami Ranger, who is <a href=\"https://www.theguardian.com/politics/2022/dec/20/lords-open-inquiry-into-claims-tory-peer-rami-ranger-harassed-woman-journalist-poonam-joshi\">already under investigation</a> by the standards commissioners in the Lords, was criticised for comments made about Pakistani journalists at the corporation.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/30/tory-peer-accused-of-racially-charged-attack-on-bbc-modi-documentary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/30/annie-wersching-is-best-known-for-24-but-her-career-was-something-so-rare", "title": "Annie Wersching is best known for 24 – but her career was something so rare", "date_published": "2023-01-30 12:21:31+00:00", "description": "<p>From her brief but brilliant turn opposite Halle Berry to stabbing then sleeping with Jack Bauer in 24, Wersching had a talent for seamlessly slotting into the machinery of a big show and making a huge impact</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/29/annie-wersching-best-known-for-role-in-tv-series-24-dies-at-45\">Annie Wersching, best known for role in TV series 24, dies at 45</a></li></ul><p>Annie Wersching, who died yesterday at the age of 45, belonged in the very best strata of the acting industry. Not quite a household name, Wersching was nevertheless a safe pair of hands who was able to drift into almost any show for an unspecified amount of time – sometimes just one episode, sometimes as a main character – and elevate it without even seeming to try.</p><p>In fact, so broad was Wersching’s filmography that almost everyone will remember her best for something different. Fans of The Vampire Diaries will know her as Lily Salvatore, the evil vampire who blew in during the later stages of the show in a flurry of stabbings, slapping and biting. She had a brief but important role in the Halle Berry sci-fi series Extant, as a woman committed to ridding the world of advanced technology.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/30/annie-wersching-is-best-known-for-24-but-her-career-was-something-so-rare\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/last-minute-talks-national-education-union-teachers-strike-england-wales", "title": "Last-minute talks to start in bid to avert teachers’ strike in England and Wales", "date_published": "2023-01-30 12:16:30+00:00", "description": "<p>Union leaders to meet education secretary before planned action on Wednesday in dispute over pay</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jan/30/rishi-sunak-questions-nadhim-zahawi-sacking-tax-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Union leaders are to hold last-minute talks with the government to try to avert strike action by teachers this week that is expected to affect tens of thousands of schools in England and Wales.</p><p>Leaders of the National Education Union (NEU) will meet the education secretary, Gillian Keegan, on Monday afternoon, but with just an hour set aside for negotiations hopes for a resolution are not high.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/last-minute-talks-national-education-union-teachers-strike-england-wales\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/court-drama-australian-open-tennis-overrule-controversies-djokovic-sabalenka-murray", "title": "Court dramas allow Australian Open to overrule controversies", "date_published": "2023-01-30 12:15:54+00:00", "description": "<p>Two worthy champions in Djokovic and Sabalenka plus Murray’s heroics helped make it a Happy Slam again</p><p>Another Australian Open is in the books with worthy champions crowned, new names welcomed to the top level and record crowds having enjoyed the first grand slam of the year. Having begun with fear over what kind of reception Novak Djokovic would receive on his return, <a href=\"https://www.theguardian.com/sport/2022/jan/17/novak-djokovic-deported-for-trying-to-breach-australias-border-rules-scott-morrison-says\">after his deportation last year</a> over his decision not to be vaccinated against Covid-19, the tournament ended with the Serb <a href=\"https://www.theguardian.com/sport/2023/jan/29/australian-open-tennis-novak-djokovic-stefanos-tsitsipas-final-report\">winning the title for a 10th time</a> and equalling Rafael Nadal’s men’s record of 22 grand slams. <a href=\"https://www.theguardian.com/sport/2023/jan/28/aryna-sabalenka-beats-elena-rybakina-three-sets-to-win-australian-open-title-tennis\">Aryna Sabalenka, of Belarus, picked up her first slam title</a> after an outstanding final against <a href=\"https://www.theguardian.com/sport/2022/jul/09/elena-rybakina-storms-back-to-beat-ons-jabeur-in-wimbledon-final\">the Wimbledon champion, Elena Rybakina</a>.</p><p>For all the talk of the “Happy Slam” (a term coined by the now-retired Roger Federer), the Australian Open has had more than its share of controversial moments over the past 20 years. From 2005, when a Belgian sports minister said Russia’s Svetlana Kuznetsova had failed a drugs test at a pre-tournament exhibition (she was cleared); to two strike threats, a match-fixing scandal in 2016, <a href=\"https://www.theguardian.com/australia-news/2020/jan/14/australian-open-in-doubt-as-bushfire-smoke-endangers-players\">bushfires in 2020</a>, Covid-19 in 2021 and 2022 and the debacle that was the handling of the Djokovic case, things have not always gone smoothly.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/court-drama-australian-open-tennis-overrule-controversies-djokovic-sabalenka-murray\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/30/napoli-seriea-milan-juventus-scudetto", "title": "Napoli’s rivals melt away to leave an end to their scudetto wait in sight", "date_published": "2023-01-30 12:11:10+00:00", "description": "<p>Milan slumped at home to Sassuolo, while Monza rocked Juventus. Is there anyone who can stop Napoli?</p><p>By the end, it felt like a cup final: two teams playing as if everything needed to be settled right here. One moment Roma’s keeper, Rui Patricio, was making a save at his near post and the next he was sprinting toward the opposite goal, joining the attack for a corner. As teammate Gianluca Mancini’s final attempt was blocked, Napoli players spilled from the dugout punching the air, yelling, embracing.</p><p>Why should it matter like this? José Mourinho had told us on Saturday that the Serie A title race was already over, offering his congratulations. “I don’t want to be misinterpreted … [but] Napoli have won it, it’s theirs and they deserve it,” he said. “They are the strongest team.”</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/30/napoli-seriea-milan-juventus-scudetto\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/video/2023/jan/30/ghosts-of-moria-living-in-ashes-of-europe-largest-migrant-camp-documentary", "title": "Ghosts of Moria: living in the ashes of Europe's largest migrant camp – documentary", "date_published": "2023-01-30 12:00:16+00:00", "description": "<p>As Europe’s most infamous migrant camp burned to the ground on the island of Lesbos in 2020, two Syrian friends evaded police to stay. Living in a post-apocalyptic graveyard, Ayham and Khalil now race against local scrap metal collectors to find what they can, which they are forced to sell at a reduced price. With what little money they make they buy food and cook together, dreaming of Aleppo before the civil war forced them to leave and waiting for an end to their bureaucratic limbo. From their shared tent their friendship endures, despite their impossible circumstances</p> <a href=\"https://www.theguardian.com/world/video/2023/jan/30/ghosts-of-moria-living-in-ashes-of-europe-largest-migrant-camp-documentary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/30/dolly-parton-greta-thunberg-adam-mcewen-fake-obituaries-warhol-sherman", "title": "The artist who writes fake obituaries of icons, from Dolly Parton to Greta Thunberg", "date_published": "2023-01-30 11:58:20+00:00", "description": "<p>Adam McEwen has turned his old job, writing obituaries of the great and the good, into something to hang in galleries. He explains why he’s following in the footsteps of Andy Warhol and Cindy Sherman</p><p>In the world of Adam McEwen, <a href=\"https://www.theguardian.com/music/dolly-parton\">Dolly Parton</a> is dead. Don’t worry, the much-loved singer and philanthropist is still very much with us, as are the other subjects of the British artist’s painfully accurate obituaries, including Lewis Hamilton, Greta Thunberg and Grace Jones. He puts the lives of the famous and admired into faux newspaper clippings, prints them on a large scale, and they are now to be seen hanging in a new London exhibition.</p><p>“The obituary is a narrative of decision-making: in 1984 she did this, in 87 she did that. The person is creating a story,” McEwen explains from his home in New York. “We all do that all day long: we decide to have a coffee or a cup of tea – these are decisions based on the question of what I should do to make my life more like I want it to be. Maybe that’s not unlike making an artwork. You’re in control, even if you don’t feel in control.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/30/dolly-parton-greta-thunberg-adam-mcewen-fake-obituaries-warhol-sherman\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/dorset-police-officer-charged-rape", "title": "Dorset police officer charged with two counts of rape", "date_published": "2023-01-30 11:53:35+00:00", "description": "<p>PC Ravi Canhye, 46, is accused of committing eight sexual offences while off-duty</p><p>A serving Dorset police officer has been charged with two counts of rape.</p><p>PC Ravi Canhye is alleged to have committed the offences while off-duty. The 46-year-old, who has been suspended from his role, is due to appear at Poole magistrates court on Friday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/dorset-police-officer-charged-rape\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/family-pays-tribute-to-holly-newton-stabbing-northumberland", "title": "Holly Newton: family pays tribute to ‘much-loved’ girl killed in stabbing", "date_published": "2023-01-30 11:43:23+00:00", "description": "<p>Holly Newton, 15, was a talented dancer who had ‘whole life ahead of her’ before death last Friday in Hexham</p><p>A family has paid tribute to a 15-year-girl stabbed to death in Northumberland, calling her “much-loved, bright and bubbly” and someone who was passionate about her family and many friends.</p><p>Relatives of Holly Newton said she had been a talented dancer who took part in competitions up and down the country.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/family-pays-tribute-to-holly-newton-stabbing-northumberland\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/30/first-celebs-bath-slavery-exiled-iraqi-gunther-forg-alberta-whittle-week-in-art", "title": "Bath’s slavery past, an exiled Iraqi and Britain’s first celebs – the week in art", "date_published": "2023-01-30 11:21:50+00:00", "description": "<p>Early photographs are put in the frame, Günther Förg revels in colour, Alberta Whittle probes Bath, and sculptor Barbara Chase-Riboud gets an extended run – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>A New Power: Photography and Britain 1800-1850<br /></strong>The very first British photographs and their social and political impacts are exposed to scrutiny.<br />• <a href=\"https://visit.bodleian.ox.ac.uk/event/a-new-power\">Bodleian Library, Oxford, 1 February to 7 May</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/30/first-celebs-bath-slavery-exiled-iraqi-gunther-forg-alberta-whittle-week-in-art\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/what-would-have-saved-tyre-nichols-life", "title": "What would have saved Tyre Nichols’ life? | Derecka Purnell", "date_published": "2023-01-30 11:18:15+00:00", "description": "<p>All of the reforms that liberals suggest will save Black lives were present in Tyre’s death. So what works?</p><p>The heartbreak and anger in writing about police is that they never run out of people to kill. </p><p>Right after I learned about the cop who killed Manuel Esteban Paez Terán, a protester against the multi-million dollar police facility that the City of Atlanta is tearing down a forest to construct, I learned about Tyre Nichols. Tyre was a young, Black man who loved to skate board and take pictures. Memphis Police Department cops stopped him in a vehicle on January 7th. He ran – which is reasonable because cops routinely kill Black people and he wanted to live. Cops often punish people who flee, just like the cops who took Freddie Gray on a “rough ride” for running in 2015. MPD beat him and took him to the hospital. He died three days later.</p><p>Derecka Purnell is a Guardian US columnist. She is also a social movement lawyer and writer based in Washington, DC. She is the author of Becoming Abolitionists: Police, Protests, and the Pursuit of Freedom</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/what-would-have-saved-tyre-nichols-life\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/is-it-really-offensive-to-say-the-french", "title": "Is it really offensive to say ‘the French’? | Arwa Mahdawi", "date_published": "2023-01-30 11:12:15+00:00", "description": "<p>The Associated Press got into hot water over saying the term was offensive. Is it?</p><p>What’s wrong with the French? You’ll get a different answer depending on who you ask – but <a href=\"https://www.theguardian.com/media/2023/jan/28/ap-issues-clarification-over-its-advice-not-to-use-term-the-french\">according to the Associated Press Stylebook</a>, a lot’s wrong with the French. The stylebook, one of the most respected guides to the English language for journalists, recently tweeted that writers should avoid using “the” in phrases like “the disabled, the poor and the French” because “the” terms can be dehumanizing.</p><p>Much mockery ensued. Even the French embassy in the US piled on, <a href=\"https://twitter.com/franceintheus/status/1618735330202652672?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1618735330202652672%7Ctwgr%5E3053cfcf41b4185f1dafdbb2c4086f812caa5390%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.mediaite.com%2Fweird%2Fap-stylebook-deletes-the-french-tweet-after-full-day-of-relentless-mockery%2F\">posting a screenshot</a> of it ‘changing’ its name from “French Embassy US to “Embassy of Frenchness in the US” This tweet got a lot of likes but, sorry to be pedantic, the gag didn’t actually make sense because there wasn’t ever a “the” in front of ‘French Embassy’ on its Twitter account. But what do you expect from the French, eh? They’ve always had a <a href=\"https://www.theguardian.com/culture/tvandradioblog/2008/feb/22/artesbritishcomedies\">strange sense of humour</a>.</p><p>Arwa Mahdawi is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/is-it-really-offensive-to-say-the-french\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/30/transfer-roundup-leeds-to-sign-mckennie-forest-close-in-on-25th-signing-shelvey", "title": "Transfer roundup: Leeds to sign McKennie, Forest close in on Shelvey", "date_published": "2023-01-30 11:10:55+00:00", "description": "<ul><li>USA midfielder joining on loan from Juventus with option to buy</li><li>Forest in talks over Felipe, Palace to sign Ahamada</li></ul><p>Leeds are set to finalise an initial loan move for Weston McKennie, with the USA midfielder completing his medical on Monday before his anticipated arrival from Juventus.</p><p>Jesse Marsch has been searching for midfield reinforcements after <a href=\"https://www.theguardian.com/football/2023/jan/14/leeds-united-sign-hoffenheim-striker-georginio-rutter-in-club-record-deal\">completing the signing</a> of the France Under-21 striker Georginio Rutter from Hoffenheim in a club-record deal, and was linked with a move for Morocco’s World Cup star Azzedine Ounahi earlier in the window. </p> <a href=\"https://www.theguardian.com/football/2023/jan/30/transfer-roundup-leeds-to-sign-mckennie-forest-close-in-on-25th-signing-shelvey\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/global-carbon-emissions-ukraine-war-biden-bp", "title": "Global carbon emissions forecast cut due to Ukraine war and Biden, says BP", "date_published": "2023-01-30 11:03:36+00:00", "description": "<p>Oil and gas group says countries are pursuing energy security by backing domestic, renewable supplies</p><p>Global carbon emissions are expected to fall quicker than previously expected as a result of the war in Ukraine and Joe Biden’s efforts to encourage green investment, BP has said.</p><p>The oil and gas company said carbon emissions will fall more rapidly than it forecast a year ago amid renewed efforts by countries to pursue greater energy security by supporting domestic, renewable energy supplies.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/global-carbon-emissions-ukraine-war-biden-bp\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/global/video/2023/jan/30/boris-johnson-claims-putin-threatened-uk-missile-strike-video", "title": "Boris Johnson claims Vladimir Putin threatened UK missile strike – video", "date_published": "2023-01-30 11:02:16+00:00", "description": "<p>Boris Johnson says the Russian president threatened him, saying he could send a missile to hit him in the UK 'in a minute'. 'Boris, I don't want to hurt you but with a missile it would only take a minute,' said the former UK prime minister. 'I think from the very relaxed tone he was taking ... he was just playing along with my attempts to get him to negotiate.'&nbsp;</p><p>In a BBC documentary about Putin and his relationship with western leaders, Johnson also described his conversation with Putin regarding Nato and Ukraine's plans to join the alliance</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jan/30/boris-johnson-says-putin-claimed-he-could-send-missile-to-hit-uk-in-a-minute\">Boris Johnson says Putin claimed he could send missile to hit UK ‘in a minute’</a></li><li><a href=\"https://www.theguardian.com/world/live/2023/jan/30/russia-ukraine-war-zelenskiy-faster-weapons-supplies-fighting-donetsk-tough-live\">Russia-Ukraine war – latest news updates</a></li></ul> <a href=\"https://www.theguardian.com/global/video/2023/jan/30/boris-johnson-claims-putin-threatened-uk-missile-strike-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/30/how-we-met-i-watched-him-putting-a-condom-on-a-banana-and-that-was-it", "title": "How we met: ‘I watched him putting a condom on a banana – and that was it’", "date_published": "2023-01-30 11:00:16+00:00", "description": "<p>Chris, 56, and Tom, 65, got talking at an Aids activism group in 1989 and finally kissed three years later. They married in 2008</p><p>The first thing Tom noticed about the man who is now his husband was his impressive presence in front of a crowd. They met at an event organised by a local Aids activism group in 1989, where Chris, now 56, was working as an outreach coordinator. “I owned a feminist bookshop in Fresno, California, where we were both living,” says Tom. “I was volunteering at the organisation and went to an orientation session. Chris was doing a presentation. I watched him putting a condom on a banana as part of safe sex awareness and that was it for me.”</p><p>They hit it off as friends, but when Tom asked Chris out he declined. “I was his supervisor and I’d made the decision not to date volunteers,” he says. Over the next few years, their friendship continued to grow through their activism, as they fought for LGBT rights and support for people with Aids. Through groups such as Act Up Fresno, which influenced public policy on HIV issues, and Queer Nation, which fought homophobia, they attended more than 30 direct action protests together. “I was once arrested in Sacramento in 1992, after the governor of California, Republican Pete Wilson, vetoed a LGBT rights legislation. Thousands went to protest,” says Tom.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/30/how-we-met-i-watched-him-putting-a-condom-on-a-banana-and-that-was-it\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/britain-abolition-slavery-society-200-years-radical-", "title": "Never forget that the British political and media elite endorsed slavery. It took radical campaigners to end it | Michael Taylor", "date_published": "2023-01-30 11:00:15+00:00", "description": "<p>The Anti-Slavery Society, founded 200 years ago this week, built a formidable political machine to end pro-slavery profiteering</p><p>Two hundred years ago tomorrow, a few dozen old friends and comrades gathered in a tavern on Poultry, the short street in central London. That tavern, the King’s Head, was known for its “unsophisticated wines and honest measures”. It acquired its name in 1660, when the restored Charles Stuart rode past and bowed to the tavern’s mistress. Who<strong> </strong>promptly fainted.</p><p>Now, there is no trace of the place at all. When I last looked for it, I found only the premises of a pharmacist, a tailor and a travel agency. Yet on 31 January 1823, a date for which there is no monument and not even a blue plaque, the King’s Head tavern played host to the inaugural meeting of the Anti-Slavery Society.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/britain-abolition-slavery-society-200-years-radical-\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/30/rachel-roddy-recipe-tomato-sausage-ragu", "title": "Rachel Roddy’s recipe for tomato and sausage ragu | A kitchen in Rome", "date_published": "2023-01-30 11:00:15+00:00", "description": "<p>How the tomato sauce that defined a nation came to be, plus a variation on the theme that’s perfect for making in a big batch</p><p>While a pan burps and occasionally spits from the back of the stove, a story. The first description of tomato sauce arrived in Italy in 1628. It was from Mexico, of course, by way of Spain and the pen of <a href=\"https://en.wikipedia.org/wiki/Francisco_Hern%C3%A1ndez_de_Toledo#:~:text=Francisco%20Hern%C3%A1ndez%20de%20Toledo%20(1514,by%20Hippocrates%2C%20Galen%20and%20Avicenna.\">naturalist and physician to Philip II, Francisco Hernández</a>, whose detailed documentation of plants and Mexican food customs filled 16 volumes. Translated first into Latin, then Italian, one of the volumes includes a description of an <em>intinctus </em>(dip or sauce) “prepared from sliced tomatoes and chilli pepper, which enriches the flavour of almost all dishes, and reawakens the appetite”.</p><p>Not that anyone was eating tomatoes in Italy yet. They’d arrived several decades earlier, in the form of a few plants and seeds, again from Mexico, where they grew wild and were revered. In his recent and detailed <a href=\"https://guardianbookshop.com/a-short-history-of-spaghetti-with-tomato-sauce-9781787703285\">investigation into spaghetti with tomato sauce</a>, the Italian food historian Massimo Montanari notes that tomatoes were treated with both curiosity and deep suspicion; they could be eaten, but physicians of the time warned they might cause “torment to your eyes and head”.</p> <a href=\"https://www.theguardian.com/food/2023/jan/30/rachel-roddy-recipe-tomato-sausage-ragu\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/30/she-is-love-review-romcom-sam-riley-haley-bennett-jamie-adams", "title": "She Is Love review – ex-pop star and ex-wife meet again in flimsy romcom", "date_published": "2023-01-30 11:00:15+00:00", "description": "<p>Sam Riley and Haley Bennett are acrimonious exes staying at the same remote hotel in Jamie Adams’ directionless film that sees great talent go to waste</p><p>Prolific British film-maker Jamie Adams got me hooked with his <a href=\"https://www.theguardian.com/film/2016/mar/31/black-mountain-poets-review-comedy\">2015 comedy Black Mountain Poets</a>, a laid-back improv-realist caper with Alice Lowe and Dolly Wells – but then he sort of got me unhooked with his <a href=\"https://www.theguardian.com/film/2019/jun/12/wild-honey-pie-review\">Wild Honey Pie!</a> a few years later, a pretty indulgent and directionless film. And now I have to say I am defeated and disappointed by his latest flimsy creation, another let’s-make-up-the-film-right-here exercise which looks as if it was shot under lockdown/bubble conditions, arbitrarily, and frankly uninterestingly, marooned in a single location: a Cornish boutique hotel.</p><p>The air of sheepish pointlessness becomes pretty wearing after a while, despite the undoubted quality of his lead actors. As so often, Adams assembles a classy transatlantic cast: Sam Riley plays Idris, a former pop star whose career has stalled; he is now living with a younger partner, Louise (Marisa Abela) who appears to own or manage the hotel where they both live, but – rather bafflingly – Louise’s real vocation appears to be acting. She is fanatically running her lines for a tricky upcoming audition callback. So what’s with the hotel? Was she left it in someone’s will?</p> <a href=\"https://www.theguardian.com/film/2023/jan/30/she-is-love-review-romcom-sam-riley-haley-bennett-jamie-adams\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/young-fathers-heavy-heavy-interview", "title": "Young Fathers: ‘We’re not weird – this is the pop music we want to listen to’", "date_published": "2023-01-30 11:00:15+00:00", "description": "<p>The Edinburgh trio are too rock for some radio stations and too hip-hop for others. But maybe it’s because their infectious, empathic sound shouldn’t really work that it definitely does</p><p>“Mistakes are good, and perfection is a sin,” says Graham “G” Hastings, explaining the creative ethos guiding Young Fathers. They have even coined a name for it: “mistakeology”. It’s the governing principle at their Edinburgh HQ, Out of the Blue Studios, an environment where, bandmate Kayus Bankole says, “You’re not afraid to make mistakes, to try”. Without it, the trio wouldn’t have happened on the chaotic, joyful brilliance of their sound, which has evolved yet again on their new album, Heavy Heavy.</p><p>This faith in mistakeology is partly atonement for the first half of Young Fathers’ career, the original sin that almost did them in. Meeting as teenagers at Lick Shot, an under-16s hip-hop night in Edinburgh, they bonded over their nascent love for the culture and were soon gathered around an old karaoke machine in Hastings’ bedroom cupboard, freestyling over beats. Drunk on MTV dreams of success and fame, at 15 they signed a “horrible, nasty production deal”. What followed was nearly a decade of sustained failure as their handlers attempted to shape them into “some strange fucking boyband”, filming videos nobody saw and recording five albums’ worth of music they hope no one will ever hear.</p> <a href=\"https://www.theguardian.com/music/2023/jan/30/young-fathers-heavy-heavy-interview\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/rory-mcilroy-sinks-birdie-on-18th-to-hold-off-reed-and-win-dubai-desert-classic", "title": "Rory McIlroy sinks birdie on 18th to hold off Reed and win Dubai Desert Classic", "date_published": "2023-01-30 10:53:27+00:00", "description": "<ul><li>Northern Irishman holds nerve at the last to win by one shot </li><li>Reed’s seven-under-par final round not quite enough for victory</li></ul><p>Rory McIlroy held off a dramatic final-day surge from Patrick Reed to win the Dubai Desert Classic for the third time on Monday.</p><p>McIlroy had started the final round – delayed to Monday because of last week’s storms in the area – four shots clear of the American but Reed stormed up the leaderboard to join McIlroy at 17 under.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/rory-mcilroy-sinks-birdie-on-18th-to-hold-off-reed-and-win-dubai-desert-classic\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/global-development/2023/jan/30/venezuela-ngos-civil-society-new-legislation", "title": "Venezuela NGOs fear new bill will put stranglehold on civil society", "date_published": "2023-01-30 10:30:14+00:00", "description": "<p>Legislation would force organisations to provide financial records to government with threat of bans for political or security reasons</p><p>New legislation proposed by the Venezuelan government to regulate civil society groups would kill the last functioning remnant of the country’s democracy and take it a step closer to a police state, leading NGOs have warned.</p><p>The bill passed its first reading in the country’s legislature on Tuesday and, if approved in a second reading, will obligate NGOs to provide the government with all their financial records so that their political agendas and funding can be scrutinised.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/30/venezuela-ngos-civil-society-new-legislation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/legal-general-chief-executive-nigel-wilson-retire-shares-ftse-100", "title": "Legal & General chief executive Nigel Wilson to retire", "date_published": "2023-01-30 10:23:31+00:00", "description": "<p>Asset manager and insurance group’s shares fall after news, making it the worst performer on the FTSE 100</p><p>The chief executive of Legal &amp; General, Nigel Wilson, is to retire after more than a decade leading Britain’s largest asset manager and insurance group.</p><p>L&amp;G, which manages £1.3tn worth of assets for clients including workplace pension schemes, is now on the hunt for a successor.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/legal-general-chief-executive-nigel-wilson-retire-shares-ftse-100\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/30/flash-flooding-traps-sydney-drivers-in-their-cars-after-torrential-rain-hits-city", "title": "Flash flooding traps Sydney drivers in their cars after torrential rain hits city", "date_published": "2023-01-30 10:11:04+00:00", "description": "<p>SES called into action 19 times to free people from their vehicles and trains between Bankstown and the centre cancelled </p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Torrential rain has caused flash flooding in Sydney with emergency services launching 19 rescue operations to help people trapped inside their cars.</p><p>Trains were also cancelled between the city and Bankstown during peak hour with rail tracks underwater, although delayed services have now resumed.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/30/flash-flooding-traps-sydney-drivers-in-their-cars-after-torrential-rain-hits-city\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/iranian-protesters-tortured-amnesty-report", "title": "Iranian protesters sentenced to death were tortured, says Amnesty report", "date_published": "2023-01-30 10:07:29+00:00", "description": "<p>Two teenagers and 31-year-old man were subjected to torture including rape and beatings and denied fair trial, says group</p><p>The alleged torture of three young Iranian men facing the death penalty has been detailed in a <a href=\"https://www.amnesty.org/en/documents/mde13/6390/2023/en/\">report by Amnesty International</a> that raises deep concerns about the country’s judicial system.</p><p>One of the men, Mehdi Mohammadifard, was raped by prison guards and severely beaten, the rights group said. Amnesty said it had learned that Mohammadifard suffered anal injuries and rectal bleeding that required treatment in a hospital outside the prison where he was being held.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/iranian-protesters-tortured-amnesty-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/ng-interactive/2023/jan/30/changing-attitudes-to-brexit-three-years-on", "title": "Changing attitudes to Brexit, three years on", "date_published": "2023-01-30 10:05:24+00:00", "description": "<p>Recent polls show a rise in people saying Brexit was wrong. But who is changing their mind – and who is not?</p><p>On Tuesday 31 January, it will be three years since Britain left the EU, although it remained in the single market until the end of 2020. </p><p>Recent polling has shown a clear trend toward voters, with hindsight, considering Brexit a mistake – but what is driving that trend?</p> <a href=\"https://www.theguardian.com/politics/ng-interactive/2023/jan/30/changing-attitudes-to-brexit-three-years-on\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/30/desperate-to-get-fit-but-hate-doing-it-in-public-here-are-seven-ways-to-beat-gymtimidation", "title": "Desperate to get fit but hate doing it in public? Here are seven ways to beat gymtimidation", "date_published": "2023-01-30 10:00:14+00:00", "description": "<p>All those machines, all the mirrors, all that grunting: gyms can be offputting places if you’re just taking your first steps towards fitness. We have the answers …</p><p>Some things in life – swimming, public speaking, taking a radiator off the wall – are terrifying the first time you do them, but so fundamental to a better quality of existence that they’re well worth the effort. And so it is with the gym: though those first shaky reps come easier for some people than others, everyone is a beginner at some point.</p><p>Here, then, is your seven-step plan to overcoming gymtimidation – from crossing the threshold for the first time to becoming a squat-rack regular.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/30/desperate-to-get-fit-but-hate-doing-it-in-public-here-are-seven-ways-to-beat-gymtimidation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/live/2023/jan/30/rishi-sunak-questions-nadhim-zahawi-sacking-tax-uk-politics-live", "title": "Rishi Sunak faces questions over Nadhim Zahawi sacking – UK politics live", "date_published": "2023-01-30 09:56:28+00:00", "description": "<p>Sunak to hold Q&amp;A in north-east as Labour says ‘many questions unanswered’ over firing of Tory party chair</p><p>Yesterday <strong>Steve Brine,</strong> the Conservative chair of the Commons health committee, said the Nadhim Zahawi affair showed how the Tories were suffering from “long Boris” because this, and other, scandals originated in events that happened during Boris Johnson’s premiership. It is a terrific phrase, and a variation on the “long Johnson” version used by my colleague <strong>Rafael Behr</strong> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/25/rishi-sunak-boris-johnson-prime-minister\">in a column last week</a> (which itself may have been inspired by <strong>Robert Shrimsley’</strong>s “long populism” <a href=\"https://www.ft.com/content/82457bb1-9eac-46a5-a502-4c4eb79136b2\">column in the Financial Times </a>earlier this month).</p><p><strong>George Osborne,</strong> the Tory former chancellor, made the same point on the Andrew Neil Show last night. He said:</p><p>The big question for the Rishi Sunak premiership was whether his high ratings could pull the Tory party up, or the Tory party’s low ratings would pull him down. </p><p>And at the moment he is being pulled down by a series of scandals which do not directly involve him, are hangovers, if you like, of the Johnson era. </p><p>I was the photocopy boy in Downing Street back in the ’90s when John Major had all these problems. And there are similarities in that John Major was likeable, conscientious, like Rishi Sunak, but ultimately, was not able to escape the downward pull of the Tory party. It’s still ‘we’ll see’ with Rishi Sunak, but he knows that as each week passes, as each new scandal unfolds, the window for action gets smaller and smaller.</p><p>To my mind, the defining thing of his political career was his decision to resign as chancellor from the Boris Johnson government over sleaze, over integrity, but he’s never really talked about that. </p><p>And we got the very first hint of it at prime minister’s questions this week where he started to say, ‘I resigned from the Johnson government’. I think you’re going to hear a lot more of that. I think he’ll have learned lessons even from the Zahawi affair, that you need to act more quickly than he did – and I think that he’s going to try and define himself now as ‘the sleaze buster’, but it’s extremely hard.</p><p>Sunak joined the health secretary, Steve Barclay, and the NHS chief executive, Amanda Pritchard, on a visit to the University Hospital of North Tees in Stockton, Teesside.</p><p>They visited the hospital’s integrated coordination centre, a hub which manages patients coming in and out of the hospital and links up with community teams to help them be discharged, freeing beds.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jan/30/rishi-sunak-questions-nadhim-zahawi-sacking-tax-uk-politics-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/eight-people-shot-dead-at-birthday-party-in-south-africa", "title": "Eight people shot dead at birthday party in South Africa", "date_published": "2023-01-30 09:54:12+00:00", "description": "<p>Sunday’s attack in Eastern Cape province highlights country’s problems with violent crime</p><p><br /></p><p>Eight people were killed and three others wounded when gunmen opened fire at a birthday party in South Africa’s Eastern Cape province, local officials said.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/eight-people-shot-dead-at-birthday-party-in-south-africa\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/police-search-woman-walking-dog-lancashire-nicola-bulley", "title": "Police search for woman last seen walking her dog in Lancashire", "date_published": "2023-01-30 09:53:34+00:00", "description": "<p>Officers ‘extremely concerned’ for Nicola Bulley, 45, who has been missing since Friday</p><p>A search is under way for a woman who was last seen walking her dog in a Lancashire village.</p><p>Nicola Bulley, who is described as white, 5ft 3in tall and with light brown shoulder-length hair, has been missing since Friday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/police-search-woman-walking-dog-lancashire-nicola-bulley\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/gallery/2023/jan/30/bocuk-night-warding-off-evil-spirits-in-turkey-in-pictures", "title": "Bocuk Night: warding off evil spirits in Turkey – in pictures", "date_published": "2023-01-30 09:40:41+00:00", "description": "<p><em>Bocuk Gecesi</em>, or Bocuk Night, is a medieval Thracian tradition to mark the harshest night of winter. Held every year in Çamlıca village, in the Keşan district of Edirne, participants dress up as ghosts and ghouls symbolising the evil creature Bocuk and scare fellow residents</p> <a href=\"https://www.theguardian.com/world/gallery/2023/jan/30/bocuk-night-warding-off-evil-spirits-in-turkey-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/global-development/2023/jan/30/regina-twala-africa-woman-forgotten-story-reveals-truth-about-written-histories", "title": "One woman’s forgotten story reveals a dirty truth about Africa’s written histories", "date_published": "2023-01-30 09:30:13+00:00", "description": "<p>Regina Twala was an influential writer and political activist of the 50s and 60s. Yet while European men gained acclaim from her work, her name was almost erased from memory</p><p>Over the course of 2018, during a research period in the small southern African kingdom of Eswatini, I made multiple phone calls. My question was always the same: had the person heard of someone called Regina Twala?</p><p>Twala had been a writer, intellectual and anti-colonial political activist of the 1950s and 60s. She was born in South Africa, but after her arrest in 1952 for participating in the non-violent resistance movement the <a href=\"https://www.sahistory.org.za/article/defiance-campaign-1952\" title=\"https://www.sahistory.org.za/article/defiance-campaign-1952\">Defiance Campaign</a>, she found the country increasingly repressive. In 1954, like many other Black activists she chose to cross the border to Eswatini, formerly Swaziland, to live in exile, and died there in 1968 at 60. She was the second Black woman to obtain a degree from the University of the Witwatersrand in Johannesburg and was one of the co-founders of the Swaziland Progressive Party, Eswatini’s first political party, in 1960.</p><p><em>A bell was rung, and that was a signal for all to find their staves and set out for Lobamba [Sobhuza’s palace], then when the women began singing the congregation began marching in circles. The women with flags, </em><em>emagosa</em><em>, always led the way. This parade before the Church House is called </em><em>kuhlehla</em><em>, same term as used for warriors or age-groups when they dance or give a display before royalty.</em></p><p><em>A bell was rung, the signal for all to find their “holy sticks” and to set out for Lobamba. The lady wardens (emagosa) bore flags and led the way. The women with sticks, while marching, would walk in circles, kuhlehla. This was the term used for warriors or age-groups when giving a dancing display before royalty.</em></p> <a href=\"https://www.theguardian.com/global-development/2023/jan/30/regina-twala-africa-woman-forgotten-story-reveals-truth-about-written-histories\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/ryanair-profits-demand-easter-summer-flights", "title": "Ryanair reports bumper profits amid pent-up demand", "date_published": "2023-01-30 09:18:19+00:00", "description": "<p>Airline says customers are keen to book Easter and summer flights as people want to escape ‘bad news’</p><p>Ryanair made record third-quarter profits as the budget airline benefited from pent-up travel demand from cost-conscious customers.</p><p>The budget airline increased its full-year profit guidance after the strong performance, as profit after tax surged to €211m (£185m) between October and December. That is compared with a loss of €96m during the same period in 2021 and more than double its €88m profit in the same three months in 2019, before the pandemic.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/ryanair-profits-demand-easter-summer-flights\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/30/poor-customer-service-costs-uk-firms-billions-so-why-cant-they-get-it-right", "title": "Poor customer service costs UK firms billions – so why can’t they get it right?", "date_published": "2023-01-30 09:00:13+00:00", "description": "<p>New research estimates that staff spend an average of one day a week dealing with problems. But as our readers tell us, some companies find a way to go the extra mile</p><p>Since the Covid lockdowns, many companies have scaled down customer service, extending deadlines for complaint resolution and reducing staff. Some have removed helplines, leaving customers reliant on ineffectual chatbots.</p><p>As a result, traders are taking record amounts of time to resolve issues, and taking record hits to their profits and reputation.</p><p>I ordered a dress from fashion brand Nancy Mac. It was beautifully made but, sadly, not right on me. I emailed the company to ask its advice. It sent me two more dresses in different sizes and lengths to see if they would be more suitable. It also offered to make a dress in a preferred length at no extra cost, and the owner telephoned me to check I was happy with their garments. The returns were free. I have rarely come across such excellent and personal customer service. <br /><em>DN, London<br /></em></p><p>I ordered 20 personalised photo calendars from VistaPrint. When they arrived, I realised I had positioned one of the photos wrongly. I rang its helpline for advice. It was answered promptly by a helpful lady who arranged a full refund, a reorder of the corrected calendars, and a speedy delivery. Brilliant service. Return orders guaranteed.<br /><em>HL, London<br /></em></p><p>During one of the lockdowns, my wife and I purchased a Reebok stationary exercise bike. Recently, a few weeks outside the warranty, it conked out. Fearing the worst, I phoned Reebok for technical assistance and was told that the problem would, most probably, be solved by a replacement console or a new mains adaptor. To my amazement, he offered to send both out to us free of charge, and they arrived a few days later. We are now up and running, (well, cycling), once again. <br /><em>NM, Oldham, Greater Manchester<br /></em></p><p>Twenty years ago I bought a bird feeder from Jacobi Jayne. It was guaranteed for life and I had already had the Perspex tube replaced once. Recently, a workman knocked the feeder off and broke the tube. I contacted Jacobi Jayne to buy a replacement, but the feeder was no longer in production. Despite the damage being accidental, I was offered a new model, which arrived free of charge two days later. <br /><em>IK, Newcastle<br /></em></p><p>My wife gave me a pair of Lamy pens in 2012. Ten years of daily use resulted in bits falling off the ballpoint, and the top no longer clipping on to the fountain pen. I contacted Lamy to ask where I could get them repaired in the UK. Instead, I was asked to send the pens to Germany, and it replaced both without charge. <br /><em>DK, London<br /></em></p><p>I broke the lid on my 30-year-old orange Le Creuset casserole, which my late father had bought for me when I left home. Le Creuset said it would send an ex-display lid. Some time later, the company informed me that it could not find a lid in the correct colour, so it would send a new casserole, worth about £300.<br /><em>SM, London<br /></em></p><p>I contacted furniture maker Bevan Funnell for advice about a broken lock on a wardrobe which I had bought secondhand at auction. To my surprise, it sent me a set of new locks with matching keys at no charge. <br /><em>NR, Newcastle<br /></em></p><p>I bought Smith Optics ski goggles from a shop in France. A fastening broke recently, and I contacted Smith Optics hoping to buy a replacement strap. I had paid in cash and had no receipt. I couldn’t even remember the shop’s name. Nonetheless, I was told that the goggles were sold out, but that it would send a replacement pair when the new season stocks arrived. True to their word, they duly arrived. <br /><em>NM, Billinge, Lancashire<br /></em></p><p>Twice in the last year I’ve had to contact Shark UK about broken parts on my vacuum. Both times I’ve been sent a free replacement part with no quibble and free delivery. I think it’s great that some companies are willing to do their best for their customers. <br /><em>MC, London<br /></em></p><p>The stitching on the shoulder strap of my favourite Lowe Alpine rucksack came away, rendering a perfectly good sack unusable. I emailed Lowe Alpine and was given a job number for Rab’s repair centre. I sent it off, and it’s come back repaired, and was posted free of charge. That rucksack holds memories, as well as kit, and I’m so pleased. <br /><em>HP, Orkney<br /></em></p><p>I purchased a Paul Smith £85 leather bracelet in 2019. Last month, the clasp loop was becoming frayed. The retailer wasn’t interested, so I contacted Paul Smith to see if it thought the wear was normal. It replied that it looked correct given the amount of time I’d owned it, but that as I’d said I’d only worn it occasionally, it wanted to resolve the issue. It was no longer on sale, but a replacement was found and sent for free. That is what I call going the extra mile. <br /><em>KW</em></p> <a href=\"https://www.theguardian.com/money/2023/jan/30/poor-customer-service-costs-uk-firms-billions-so-why-cant-they-get-it-right\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/30/sublime-review-refreshing-take-on-queer-coming-of-age-movie", "title": "Sublime review – refreshingly understated queer coming-of-age tale", "date_published": "2023-01-30 09:00:12+00:00", "description": "<p>Avoiding schmaltzy pitfalls, this moving drama about two friends nearing adulthood offers a modern ideal of masculinity</p><p>Unlike many queer coming-of-age films – which can lapse into sentimental self-flagellation – Argentinian director Mariano Biasin’s light-touch drama handles the thorny process of coming out in refreshing fashion. Friends since childhood, Manu (Martín Miller) and Felipe (Teo Inama Chiabrando) are inseparable during their teenage years. When not playing together in a band, the pair hang out at the beach or simply lounge about in their rooms, talking about everything and nothing.</p><p>Though each has a girlfriend, their attitudes to dating are completely different. While Felipe has a van fitted out just for the purpose of hanky-panky, Manu’s first sexual experience leaves him with more questions than answers. Awakened to his desire for Felipe, Manu slips in and out of sexy daydreams as the struggle to hide his true feelings grows increasingly difficult.</p> <a href=\"https://www.theguardian.com/film/2023/jan/30/sublime-review-refreshing-take-on-queer-coming-of-age-movie\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/30/why-dont-you-love-me-by-paul-b-rainey-a-marriage-made-in-hell-veers-into-the-unknown", "title": "Why Don’t You Love Me? by Paul B Rainey – a marriage made in hell veers into the unknown", "date_published": "2023-01-30 09:00:12+00:00", "description": "<p>In this clever and savage tale about a horribly miserable couple – by a former winner of the Observer’s graphic short story prize – redemption comes with a sci-fi twist</p><p>Good as it is, I worry a little about this month’s graphic novel. Will readers stick with it long enough to reach the twist that makes the effort of reading its first half worthwhile? I can’t be sure that everyone will – and yet, I must not spoil this twist, even in the cause of encouragement. All I can tell you is that this is a book that requires investment; that eventually something unexpected happens, a left turn that takes the story slyly in the direction of science fiction and in doing so tips the whole thing clean upside-down. Thereafter, the reader must carefully reassess everything they thought and felt about all that preceded it and only then will they understand just what a clever and uncompromising comic Paul B Rainey has created.</p><p>But what <em>does</em> the reader feel initially? For a long time, <em>Why Don’t You Love Me?</em><em> </em>appears to be an unrelentingly grim account of the lives of a couple, Claire and Mark, whose relationship is in deep trouble. While Claire is depressed, drinks too much and spends her days in bed, Mark is in a state of permanent anxiety from the moment he wakes up on the couch downstairs. Newly returned to his job as a web manager following a period of sick leave (also for depression), he has no idea how anything in the office works. The pair have two children, Charley and Sally, but they’re neglectful parents. The TV and the Xbox are their babysitters of choice; sometimes, they struggle even to remember the kids’ names. Rainey uses an old-fashioned strip format, in black and white, as if his story had appeared first in a daily newspaper, the words “Why Don’t You Love Me?” appearing at the top of every one – and after a while, it’s a question the reader hardly struggles to answer. Whatever problems they might have, Claire and Mark are pretty horrible. What a pair of nihilists.</p> <a href=\"https://www.theguardian.com/books/2023/jan/30/why-dont-you-love-me-by-paul-b-rainey-a-marriage-made-in-hell-veers-into-the-unknown\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/nadhim-zahawi-pushback-helen-whately", "title": "No need for Nadhim Zahawi to step down as MP, insists minister", "date_published": "2023-01-30 08:53:37+00:00", "description": "<p>Amid signs of pushback by Zahawi over his sacking, Helen Whately says PM did right thing in removing him from cabinet</p><p>There is no need for Nadhim Zahawi to step down as an MP despite multiple breaches of the ministerial code, a former colleague in the health department has argued, while saying his dismissal as Conservative party chair and from the cabinet was fair.</p><p>The comment by the social care minister Helen Whately, who was a minister at the health and social care department when Zahawi was in charge of the Covid vaccines programme, comes amid signs of a pushback from Zahawi after he <a href=\"https://www.theguardian.com/uk-news/2023/jan/29/rishi-sunak-under-pressure-after-sacking-nadhim-zahawi-tax-ethics-code\">was summarily sacked</a> by Rishi Sunak.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/nadhim-zahawi-pushback-helen-whately\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/888s-middle-east-vip-gambling-accounts-suspended", "title": "888’s Middle East VIP gambling accounts suspended as chief departs", "date_published": "2023-01-30 08:27:14+00:00", "description": "<p>Internal review finds best practices not followed in some areas, including anti-money laundering processes</p><p>The online gambling company 888 has suspended its VIP customer accounts in the Middle East after an internal review found best practices had not been followed in some areas, including anti-money laundering processes.</p><p>888 announced separately that its chief executive, Itai Pazner, was leaving immediately after four years in the top job and more than 20 at the company.</p> <a href=\"https://www.theguardian.com/society/2023/jan/30/888s-middle-east-vip-gambling-accounts-suspended\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/barclays-ubs-roman-abramovich-trusts", "title": "Barclays and UBS face questions over Roman Abramovich’s billion-dollar trusts", "date_published": "2023-01-30 08:13:24+00:00", "description": "<p><strong>Exclusive: </strong>Leak shows oligarch was a major client of Barclays in Monaco and UBS in Zurich, with at least $940m in assets held at the banks</p><p>Barclays and UBS are facing questions about their ties to Roman Abramovich after his secretive offshore trusts were <a href=\"https://www.theguardian.com/world/2023/jan/06/roman-abramovich-trusts-transfer-leak-russia-sanctions\">reorganised shortly before Europe and the UK imposed sanctions</a> on the Russian oligarch.</p><p>The Oligarch files, a cache of leaked documents seen by the Guardian, suggest that before Russia invaded Ukraine the two banks held at least $940m (£760m) of assets on behalf of Abramovich’s trusts and companies he ultimately owned.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/barclays-ubs-roman-abramovich-trusts\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/patrick-mahomes-kansas-city-chiefs-cincinnati-bengals-nfl-football-afc-title-game", "title": "A one-legged Patrick Mahomes ended the debate about the NFL’s best quarterback", "date_published": "2023-01-30 08:05:11+00:00", "description": "<p>There has been some debate about the identity of the best quarterback in the NFL in recent weeks. Events on Sunday night put that question to bed</p><p>It was the most pivotal of moments. Tied game. Seventeen seconds left. The Kansas City Chiefs with a 3<sup>rd</sup> and 4 on the Cincinnati Bengals’ 47 in the AFC title game. In preordained fashion, it was Patrick Mahomes who willed his injured leg to join his healthy one and gain just enough yardage to eke out a first down. And then Mahomes was hit out of bounds by Bengals defensive end Joseph Ossai who, up until that gaffe, had played a tremendous game. The extra 15 yards given for the unnecessary roughness penalty was just enough for Harrison Butker to nail the 45-yard field goal and <a href=\"https://www.theguardian.com/sport/2023/jan/29/kansas-city-chiefs-cincinnati-bengals-afc-championship-game-nfl-football\">send the Chiefs to their third Super Bowl</a> in four years and further cement Mahomes’s legend.</p><p>Had this been a regular-season game, Mahomes probably would have sat it out. Or maybe not. Maybe he really is superhuman, as we have suspected for much of his career. When an actual human suffers a <a href=\"https://my.clevelandclinic.org/health/diseases/22249-high-ankle-sprains\">high ankle sprain</a> – as Mahomes did less than 10 days ago against Jacksonville – they are typically sidelined for at least three weeks. But Mahomes is a different breed: there wasn’t a scintilla of doubt he would play against the Bengals.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/patrick-mahomes-kansas-city-chiefs-cincinnati-bengals-nfl-football-afc-title-game\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/blog/2023/jan/30/jason-roy-rediscovers-magicians-touch-and-reverses-career-trajectory", "title": "Jason Roy rediscovers magician’s touch and reverses career trajectory | Simon Burnton", "date_published": "2023-01-30 08:00:16+00:00", "description": "<p>England’s long-time white-ball opener was hanging on to his place in the team before a spellbinding 113 in Bloemfontein</p><p>In the final Harry Potter book our eponymous hero was presented with a golden snitch – if you are unaware of what a snitch is, imagine a golden object of your choice – bequeathed to him by (spoiler alert) his recently deceased headmaster and mentor Albus Dumbledore. On it he discovered a riddle: “I open at the close.” For months he and his friends Ron and Hermione puzzled over the phrase, but to no avail: “No matter how often they repeated the words, with many different inflections, they were unable to wring any more meaning from them.”</p><p>These days any fan of English cricket would solve the puzzle in seconds: it’s obviously Jason Roy. England’s white-ball opener and one-time magician of the willow wand has been teetering towards the end of something for the best part of a year, a man on the verge of a statistical breakdown, a reputational abyss.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jan/30/jason-roy-rediscovers-magicians-touch-and-reverses-career-trajectory\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/30/leonard-cohen-famous-blue-leotard-dance-ballets-jazz-montreal", "title": "Famous blue leotard: the Leonard Cohen dance show the singer never lived to see", "date_published": "2023-01-30 08:00:13+00:00", "description": "<p>The gravel-throated legend gave his blessing to a show set to his greatest songs, but died before rehearsals began. As Dance Me hits the UK, its performers describe feeling his presence on stage</p><p>The voice is unmistakable. That rich grain and mournful, lived-in tone can only be Leonard Cohen. His song Suzanne plays, while on stage a woman falls into the arms of a man. He curls then lifts and balances her body again and again, without her feet ever touching the ground. The dancers are from Canadian company Ballets Jazz Montréal, and Cohen gave his blessing to the creation of this show set to his songs. He agreed to the music selections and chose specific recordings, but died in November 2016 at the age of 82, before the rehearsal process had begun.</p><p>“He was supposed to be at the premiere,” says dancer Andrew Mikhaiel. “He was supposed to see the show. So the moment we stepped into the studio on the first day, there was a weight to it. We had to represent him and deliver something quite magical. He’s a Canadian icon: it was such a huge responsibility. But at the premiere – I will never forget this – we were all in a circle together and we felt his presence.”</p> <a href=\"https://www.theguardian.com/stage/2023/jan/30/leonard-cohen-famous-blue-leotard-dance-ballets-jazz-montreal\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/30/the-20-best-easy-comfort-food-recipes", "title": "The 20 best easy comfort food recipes", "date_published": "2023-01-30 08:00:13+00:00", "description": "<p>Nigel Slater’s baked croissants with ham and cheese, Nigella Lawson’s chicken barley and Ravneet Gill’s blueberry pancakes – these warming dishes will bring you cold-weather comfort</p><p>Start your day with Nigel Slater’s savoury croissants or Ravneet Gill’s brilliant blueberry pancakes. For lunch or dinner? Nigella Lawson’s easy cheesy chilli, Yotam Ottolenghi’s perfect baked potatoes, or Nathan Outlaw’s toad in the hole. Your midweek treat: Uyen Luu’s noodles or Amy and Emily Chung’s cheap and cheering family dal. Finish with Olia Hercules’s baked apples or Lopè Ariyo’s cobbler. A recipe list that almost reads like a lullaby.</p> <a href=\"https://www.theguardian.com/food/2023/jan/30/the-20-best-easy-comfort-food-recipes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/30/can-you-recreate-the-twilight-skin-shimmer-at-home", "title": "Can you recreate the Twilight skin shimmer at home?", "date_published": "2023-01-30 08:00:12+00:00", "description": "<p>The teen vampires in the film series have otherworldly, glittery faces – and you can too, by hacking your foundation</p><p><strong>The hack<br /></strong>Take inspiration from the ethereal glow of teenage vampires by “hacking” your foundation.</p><p><strong>The test<br /></strong>Inspired by the Twilight films, this technique has been popularised by TikTokker <a href=\"https://www.tiktok.com/@imonaugust/video/7149242930098621701?lang=en\">August Sombatkamarai</a>. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/30/can-you-recreate-the-twilight-skin-shimmer-at-home\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/30/fa-cup-fourth-round-10-talking-points-from-the-weekends-action", "title": "FA Cup fourth round: 10 talking points from the weekend’s action", "date_published": "2023-01-30 08:00:12+00:00", "description": "<p>It was a good weekend for Amad Diallo and Son Heung-min – but a bad one for shocks and a rough one for referees</p><p>There was a grim moment towards the end at the Amex Stadium as Fabinho propelled his right foot through the back of Evan Ferguson’s leg, crunching his achilles. Ferguson stayed down in genuine pain, before eventually limping off. Fabinho knew instantly it was a horrible tackle and looked genuinely ashamed. Jordan Henderson knew it was a horrible tackle, apologising to the Brighton players and shaking his head. And yet the referee David Coote, somehow, didn’t. Neil Swarbrick, the VAR, also thought it was, you know, probably fine. Presumably this is an extension of the diktat about not re-reffing the game, allowing the initial view to stand if the on-field referee saw it clearly. But it is also the kind of mistake that discredits the entire fussicky, delay-ridden video system. Fabinho got a yellow that should have been a red, and a good red, the kind of red that discourages dangerous play. Don’t blame the robots. Humans are, as ever, the problem here. It is to be hoped Ferguson is not badly injured. <strong>Barney Ronay</strong></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/jan/29/brighton-liverpool-fa-cup-fourth-round-match-report\">Brighton 2-1 Liverpool</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/jan/29/wrexham-sheffield-united-fa-cup-fourth-round-match-report\">Wrexham 3-3 Sheffield United</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/jan/28/manchester-united-reading-fa-cup-fourth-round-match-report\">Manchester United 3-1 Reading</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/jan/28/preston-tottenham-fa-cup-fourth-round-match-report\">Preston 0-3 Tottenham</a></em></p> <a href=\"https://www.theguardian.com/football/2023/jan/30/fa-cup-fourth-round-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/six-nations-2023-guide-france-and-ireland-look-the-teams-to-beat", "title": "Six Nations 2023 guide: France and Ireland look the teams to beat", "date_published": "2023-01-30 08:00:12+00:00", "description": "<p>With England’s new coach bedding in, the holders and the world’s No 1 ranked side could battle it out for the title</p><p>How long ago seems 2019, not only the confident run to the World Cup final of a team younger than any finalists of the professional era, but also the dazzling attack yielding 24 tries in that year’s Six Nations. Quite how England find themselves with a new coach and a rebuild less than a year from the next World Cup will flummox rugby historians. Fantasists boo when England don’t win; realists appreciate now is by far the most competitive era international rugby has ever known. Fantasists won this particular debate. England face a crisis at hooker and a tall order to emulate their title of only three years ago (it is also easy to forget).</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/six-nations-2023-guide-france-and-ireland-look-the-teams-to-beat\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/live/2023/jan/30/central-banks-interest-rates-ryanair-profits-surge-germany-economy-business-live", "title": "Central banks tipped to raise interest rates to 15-year highs this week; Ryanair profits surge – business live", "date_published": "2023-01-30 07:45:42+00:00", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jan/30/bank-of-england-poised-to-raise-interest-rates-for-10th-time-in-a-row\">Bank of England poised to raise interest rates for 10th time in a row</a></li></ul><p><strong>European stock markets are expected to open lower, as investors brace for central bank decisions in the UK, eurozone and the US later this week.</strong></p><p>These major central banks are expected to raise interest rates to their highest levels since the financial crisis, which could further slow the global economy, as they battle the highest inflation rates seen in decades.</p><p>Last week’s sudden surge of exuberance from US markets appears to be being driven by a belief that not only will the US economy avoid a hard landing, but that the Federal Reserve will not only signal another step down in its rate hiking cycle to 25bps but will also signal a pause.</p><p>This belief that we could see a pause in the Fed’s rate hiking cycle was given legs last week, when the Bank of Canada signalled that it was doing exactly that to further assess the impact of recent rate hikes on the wider economy.</p><p>The strong start to 2023 appears to have given way to a little bit of caution for markets in Europe as we look to this week’s trifecta of central bank meetings, and what sort of outlook is painted by the Federal Reserve, ECB and Bank of England, and more importantly how many more rate hikes can we expect to see after next week.</p><p>This caution looks set to translate into a lower open for markets in Europe this morning ahead of Q4 German GDP numbers which are expected to show the economy in Germany ground to a halt.</p><p>With Asian tourists now returning and a strong US dollar encouraging Americans to explore Europe, we’re seeing robust demand for Easter and summer 2023 flights.</p><p>Over the past 3 years, numerous airlines went bankrupt and many legacy carriers (incl. Alitalia, TAP, SAS and LOT) significantly cut their fleets and passenger capacity, while racking up multi-billion-euro State Aid packages.</p><p>These structural capacity reductions have created enormous growth opportunities for Ryanair.</p> <a href=\"https://www.theguardian.com/business/live/2023/jan/30/central-banks-interest-rates-ryanair-profits-surge-germany-economy-business-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/30/weather-tracker-auckland-hit-by-wettest-january-on-record", "title": "Weather tracker: Auckland hit by wettest January on record", "date_published": "2023-01-30 07:44:36+00:00", "description": "<p>High temperatures allow more moisture to be held in atmosphere, with Westport in South Island recording its hottest day</p><p>Intense rain on 27 January brought provisionally the wettest day ever recorded in Auckland, New Zealand, with a number of weather stations recording in excess of 200mm in 18 hours. The weather station of Auckland (Albany) recorded 260.6mm between 3am and 9pm and some parts of the city were hit with more than 150mm in the space of three hours, bringing <a href=\"https://www.theguardian.com/world/2023/jan/29/auckland-flooding-death-toll-rises-as-new-zealand-hit-with-more-heavy-rain-and-landslides\">severe flooding</a>.</p><p>Maximum one-hour accumulations in the city reached 50 to 70mm, lasting for several hours. These totals amount to almost 300% of a normal January rainfall, and beat the previous record for the month of 206mm in 1986. This is not far off the all-time record for a month’s rainfall in central Auckland, which stands at 420mm in February 1869 (based on historical studies by Anthony Fowler in 2020). With more heavy rain expected, rainfall totals may reach or even break the monthly record by the end of the month.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/30/weather-tracker-auckland-hit-by-wettest-january-on-record\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/30/red-memory-tania-branigan-review-cultural-revolution-up-close", "title": "Red Memory review – the Cultural Revolution up close", "date_published": "2023-01-30 07:00:12+00:00", "description": "<p>In gathering histories from one of the country’s darkest, most divisive periods, the former Guardian China correspondent has created a gripping and important document</p><p>In the 1990s, something odd happened in Beijing’s burgeoning fine dining scene. Among the chic eateries, restaurants emerged with very simple dishes: meat and vegetables cooked in plain style with few frills. The diners were not there just for the cuisine, but to relive the experience of a period generally considered a disaster: the Cultural Revolution of 1966-76. The plain dishes were meant to invoke a time of restrained, austere living, when people thought of the collective rather than the individual. Only the sky-high prices reminded diners that they were living in a time of Chinese capitalism.</p><p>This recasting of the Cultural Revolution as a period deserving of nostalgia began in the 1990s, but it is still in full swing, and it shapes a struggle for ownership of history in today’s China. In <em>Red Memory</em>, Tania Branigan tells a dark, gripping tale of battles between Chinese whose views of the period – violent nightmare or socialist utopia? – still divide family and friends. Branigan was the <em>Guardian</em>’s China correspondent between 2008 and 2015, and during those years interviewed people whose lives were formed, for good or ill, by the Cultural Revolution. This book is not primarily about what happened, but the way that memories of that time shape, and distort, the very different China of today.</p> <a href=\"https://www.theguardian.com/books/2023/jan/30/red-memory-tania-branigan-review-cultural-revolution-up-close\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/30/fearne-cotton-honest-playlist", "title": "‘I used to pretend to be much cooler than I was’: Fearne Cotton’s honest playlist", "date_published": "2023-01-30 07:00:12+00:00", "description": "<p>The Radio 2 DJ knows just what to play at a party yet finds herself terrified by karaoke. But which 80s pop heartthrob does she see regularly on the school run?</p><p> </p><p><strong>The first single I ever bought<br /></strong>Jason Donovan – Sealed With a Kiss. Me and my best friend Becky were completely obsessed with him. And now I see him on the school run nearly every day. But asking for an autograph could be pushing the boundaries.</p><p><strong>My karaoke go-to</strong></p> <a href=\"https://www.theguardian.com/music/2023/jan/30/fearne-cotton-honest-playlist\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/30/a-new-start-after-60-i-survived-cancer-and-learned-to-respect-my-amazing-body", "title": "A new start after 60: I survived cancer – and learned to respect my amazing body", "date_published": "2023-01-30 07:00:11+00:00", "description": "<p>For decades Sylvie Boulay agonised about her weight, happy when it fell, miserable when it rose. After two brushes with death, she has finally found peace</p><p>Sylvie Boulay was in her 60s when she finally fell in love with her body. Growing up in Paris, she felt that her shape didn’t fit. At ballet class, the girls were slim and long-legged. From her mother, and society, she acquired “a very strong feeling that French women had to look a certain way”. It took a long time – decades, she says – “to realise there was nothing wrong with me”.</p><p>Boulay, who is now 71, packed her bags the day after she got her baccalaureate results and moved to London. She had visited England each summer to learn the language. By the time she was 18, she had friends there, and a boyfriend. Studying economics at UCL, she was free of the French dress code, but “in an environment with lots of young women who worried about their weight. I had friends who were dieting and friends who had eating disorders,” she says.</p><p><a href=\"https://www.theguardian.com/lifeandstyle/2021/may/04/tell-us-has-your-life-taken-a-new-direction-after-the-age-of-65\">Tell us: has your life taken a new direction after the age of 60?</a> </p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/30/a-new-start-after-60-i-survived-cancer-and-learned-to-respect-my-amazing-body\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/travel/2023/jan/30/february-is-lgbtq-history-month-here-are-10-of-the-best-places-to-celebrate-it", "title": "February is LGBTQ+ history month: here are 10 of the best places to celebrate it", "date_published": "2023-01-30 07:00:11+00:00", "description": "<p>This year’s event is themed on queer contributions to cinema, with screenings, museum tours, talks and exhibitions from Glasgow to Margate</p><p>Since its launch in 2004, LGBTQ+ History Month’s aim has been to increase the visibility of lesbian, gay, bisexual and transgender people, as well as uncover previously untold stories. This year events take place across the country, from seaside towns to our biggest cities, the theme being <a href=\"https://lgbtplushistorymonth.co.uk/lgbt-history-month-2023/\">#BehindTheLens</a>, a celebration of queer contribution to cinema.</p> <a href=\"https://www.theguardian.com/travel/2023/jan/30/february-is-lgbtq-history-month-here-are-10-of-the-best-places-to-celebrate-it\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/30/german-visitor-fined-3150-for-driving-in-londons-ulez-zone", "title": "German visitor fined £3,150 for driving in London’s Ulez zone", "date_published": "2023-01-30 07:00:11+00:00", "description": "<p>As it took so long to reach them after they returned home, it had automatically been increased</p><p></p><p><strong>Last July, my friend and her husband visited me from Germany in their German-registered car. Six months on, they received a bill today for thousands of euros, because they didn’t pay to drive in London’s ultra-low emission zone (Ulez)</strong><strong>.</strong></p><p><strong>The fine was originally for €1,196 (£1,050), but because the letter took so long to reach them, has automatically increased to €3,589</strong><strong>. This is the first letter they have received about a fine, and have just a few days to make the payment or else risk incurring even more fees.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jan/30/german-visitor-fined-3150-for-driving-in-londons-ulez-zone\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/children-real-stories-not-fairytales-love-true-crime-childhood", "title": "I tell my children real stories, not fairytales. Should I worry about their love of true crime? | Emma Brockes", "date_published": "2023-01-30 07:00:11+00:00", "description": "<p>They listen to adult stories and ask mature questions. I just hope it doesn’t rob them of a playful aspect of childhood</p><p>On the walk to school every morning my children ask for a story, and their tastes – formed by my own – skew towards real-life drama. They like natural disasters; shark attacks; plane and shipwrecks; cases of mistaken identity; gruesome accidents; the paranormal; and stories with an element of revenge, enabling their favourite catchphrase: “That’s what you get.” This week, owing to a dearth of suitable material on my end and an appetite for injustice on theirs, I shared with them, hesitantly, the cold case of a woman <a href=\"https://www.theguardian.com/australia-news/2022/aug/30/chris-dawson-verdict-found-guilty-murder-former-wife-lynette-sydney-australia\">murdered by her husband</a> in 1982.</p><p>The disappearance of Lynette Dawson is the subject of <a href=\"https://www.theguardian.com/media/2022/aug/30/the-teachers-pet-hit-podcast-thrust-a-spotlight-on-lynette-dawsons-1982-disappearance\">The Teacher’s Pet</a>, a podcast by the Australian journalist Hedley Thomas that has, to date, been downloaded more than 60m times. It is as brilliant and addictive as any TV show, with a list of witnesses – many of whom were never contacted by the police – so willing to share their memories of Lynette’s husband’s wrongdoing that it can make it hard to believe what you’re hearing. It is also infuriating, revisiting as it does the case of a woman who disappeared from her home in Sydney in January 1982, leaving behind two children under the age of five and a husband who, two days after her disappearance, moved his 16-year-old lover into the house. Despite all the evidence of foul play, Chris Dawson, a former rugby league star and golden boy of the couple’s upscale suburb, lived undisturbed for more than 30 years, while police accepted his story that his wife had run off. It strikes one with the dull familiarity of so many stories – the Yorkshire Ripper, most forcefully – of police failures around the murder of women.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/children-real-stories-not-fairytales-love-true-crime-childhood\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/30/the-wire-review-locals-deal-with-razor-sharp-border-fence-in-migrant-study", "title": "The Wire review – locals deal with razor-sharp border fence in migrant study", "date_published": "2023-01-30 07:00:11+00:00", "description": "<p>Documentary sheds light on responses to a fence designed to keep migrants of the EU Schengen area, a dizzyingly complex issue</p><p>Endless newsreel and column inches have been devoted to Europe’s migrant crisis over the past decade, and we are no nearer to getting to grips with the problem. This documentary by Croatian director Tiha Gudac opens up a fresh perspective by focusing principally on the effects on destination or transit countries: namely a beautifully sylvan stretch of the Croat-Slovenian border demarcated by the Kupa River and, now, horrible lengths of coiled razor wire laid down by <a href=\"https://www.theguardian.com/world/eu\">the EU</a> to prevent migrants from breaching the Schengen area.</p><p>The border fence sullies farmland and forests, complicates river tourism and separates Croatian and Slovenian communities who have ties going back centuries. The Balkan region is one with particular sensitivity to artificial segregation, and the local people tentatively fight back: early on, we see Croats and Slovenians joining up for a cross-border fun run. For those with long memories, this grim palisade, and the inhumane rejection of non-Europeans it implies, chimes with wartime fascism. But not everyone sees it that way: one father, mother and daughter spend their family time crawling under the wire to scope out points on the frontier where interlopers might be hiding.</p> <a href=\"https://www.theguardian.com/film/2023/jan/30/the-wire-review-locals-deal-with-razor-sharp-border-fence-in-migrant-study\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/30/should-i-buy-a-property-outright-or-take-on-a-mortgage-and-invest-my-money", "title": "Should I buy a property outright or take on a mortgage and invest my money?", "date_published": "2023-01-30 07:00:10+00:00", "description": "<p>My £200,000 offer has been accepted, I have £135,000 from sale of my flat and £75,000 in savings</p><p><strong>Q</strong> I have had my offer of £200,000 accepted on a property. I have also just sold my apartment for £135,000 (minus fees), and the transaction has completed. I’m temporarily living with family so have savings of £75,000, plus the sale proceeds (a total of about £205,000) to spend on my next home.</p><p>I’ve always been good at saving but never been very knowledgable on the best ways to manage my finances for the future. The sensible side of me thinks that I should buy the property outright with no mortgage. But I’m wondering if it would be a better idea to take on a mortgage and invest some of the money. I’m also wondering, if I did take out a mortgage what size of deposit I should put down?<br /><strong>MH</strong></p> <a href=\"https://www.theguardian.com/money/2023/jan/30/should-i-buy-a-property-outright-or-take-on-a-mortgage-and-invest-my-money\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/30/tv-tonight-david-cameron-boris-johnson-and-francois-hollande-on-putins-war", "title": "TV tonight: David Cameron, Boris Johnson and François Hollande on Putin’s war", "date_published": "2023-01-30 06:20:09+00:00", "description": "<p>Past and present world leaders unpack the illegal invasion. Plus: the superlative third episode of The Last of Us. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/30/tv-tonight-david-cameron-boris-johnson-and-francois-hollande-on-putins-war\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/30/ashley-judd-naomi-judd-suicide-images-trauma", "title": "Ashley Judd on her fight to keep images of suicide private: ‘We can avert misery and death for others’", "date_published": "2023-01-30 06:00:11+00:00", "description": "<p>Actor speaks of the retraumatization she endured after some news outlets published images of the scene of mother’s death and her push to reform the state law that gave media outlets access</p><p>Even if she could do it in anonymity and privacy, the actor <a href=\"https://www.theguardian.com/profile/ashley-judd\">Ashley Judd</a> would be struggling to recover from the suicide of her mother last year.</p><p>But a couple of sensational, insensitive and – experts say – dangerous tabloid media reports containing graphic details about Naomi Judd’s death forced the Grammy-winning country musician’s daughter to “double down” on the trauma counseling work that she’s done as she has grieved, she told the Guardian in an interview Friday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/30/ashley-judd-naomi-judd-suicide-images-trauma\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/29/sleeping-late-isnt-a-sign-of-laziness-stop-the-circadian-rhythm-shaming", "title": "Sleeping late isn’t a sign of laziness. Stop the circadian-rhythm shaming", "date_published": "2023-01-30 06:00:11+00:00", "description": "<p>Night owls, take comfort: your sleep-wake schedule is part of your genetic make up and could be making functioning difficult</p><p>It’s January, the month of new year’s resolutions and other doomed efforts at self-improvement. And what better way to make more of one’s life than rising earlier to seize the day?</p><p>At least that’s what the voice in my head says as I hit the snooze alarm for the 10th time at 9.30am. Then it’s time to get up, racked with guilt at my laziness, as if sleeping in were some kind of ethical lapse.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/29/sleeping-late-isnt-a-sign-of-laziness-stop-the-circadian-rhythm-shaming\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/bank-of-england-poised-to-raise-interest-rates-for-10th-time-in-a-row", "title": "Bank of England poised to raise interest rates for 10th time in a row", "date_published": "2023-01-30 06:00:10+00:00", "description": "<p>Policymakers face balancing act between driving inflation down and risk of deepening economic slump</p><p>The Bank of England is poised to raise interest rates for the 10th time in succession when its policymakers meet this week in a further squeeze on the finances of mortgage holders and businesses.</p><p>Financial markets expect a 0.5 percentage point increase in the central bank’s base rate to 4%, its highest level since the 2008 financial crisis. It comes after nine straight rate increases from the Bank’s monetary policy committee (MPC) since December 2021.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/bank-of-england-poised-to-raise-interest-rates-for-10th-time-in-a-row\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/30/starwatch-capellas-star-power-saves-auriga-from-obscurity", "title": "Starwatch: Auriga hidden in plain sight beside its famous neighbours", "date_published": "2023-01-30 06:00:10+00:00", "description": "<p>Constellation is often associated with Greek myth of Phaeton, who went on reckless joyride with the sun</p><p>This week, search out the northern constellation of Auriga, the charioteer. It was first listed in Ptolemy’s second-century compendium The Almagest, making it one of the oldest constellations.</p><p>Although often overshadowed by its neighbours, Orion and Taurus, Auriga contains the sixth brightest star in the night sky, Capella. Locate this first, and then trace the rest of the constellation. The chart shows the view from London facing south, and looking high up in the sky, towards the zenith.</p> <a href=\"https://www.theguardian.com/science/2023/jan/30/starwatch-capellas-star-power-saves-auriga-from-obscurity\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/30/tory-mayor-andy-street-says-levelling-up-policy-should-trust-local-people-more", "title": "Tory mayor Andy Street says levelling up policy should trust local people more", "date_published": "2023-01-30 06:00:10+00:00", "description": "<p>West Midlands mayor believes it shouldn’t only be up to civil servants in London to make project funding decisions</p><p>The Conservative mayor of the West Midlands has criticised the government’s levelling up policy for being too centralised, and said he chose to “put place before party” when he spoke out on the issue.</p><p>Last week Andy Street broke ranks with his party as he labelled the government’s levelling up plans as a “broken begging bowl culture”, and said he was disappointed more funding hadn’t been allocated to the West Midlands.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/30/tory-mayor-andy-street-says-levelling-up-policy-should-trust-local-people-more\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/30/venice-margate-sonia-boyce-supergroup", "title": "From Venice to Margate: world-conquering artist Sonia Boyce brings her supergroup to the seaside", "date_published": "2023-01-30 06:00:09+00:00", "description": "<p>She has notched up too many firsts to count. As the work that triumphed so spectacularly in Venice returns to Britain, the once-uncollectable artist explains<strong> </strong>why she now even has a 10-year vision</p><p>When Sonia Boyce was at primary school she won a book. “It was the first one that actually belonged to me, rather than just being in the house or from the school library,” she says. The book was Charlie and the Chocolate Factory, and she was particularly fascinated by Willy Wonka’s lickable, snozzberry-covered wallpaper, and the square sweets that looked round. It was a lightbulb moment, involving “this conundrum, a perceptual thing that I couldn’t figure out”.</p><p>As a young child she had found wallpaper terrifying, she explains. “It definitely fed into my nightmares. I’d wake up convinced that the wallpaper was moving and I actually do believe that there is something about it that is like entering a storybook or a fable, even though it’s this thing that’s meant to sit in the background, quietly, holding a space.” Her parental home in London was papered in the jazzy designs that were popular in the 60s and 70s; her current home has nothing except bookshelves on the walls – not even pictures, she says. She has loads but they’re all stacked up on the floor.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/30/venice-margate-sonia-boyce-supergroup\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/homeless-people-in-english-hostels-at-risk-of-return-to-streets-as-bills-soar", "title": "Homeless people in English hostels at risk of return to streets as bills soar", "date_published": "2023-01-30 06:00:09+00:00", "description": "<p>Exclusive: charities say energy costs and underfunded contracts threaten government promise to end rough sleeping by 2024</p><p>Homeless people living in hostels and supported homes in England are at risk of being forced back on to the streets as providers prepare to close beds and services in the face of soaring costs, charities have said.</p><p>They say catastrophic rises in energy bills coupled with underfunded council contracts threaten the viability of hundreds of homelessness charities and could derail the government’s promise to end rough sleeping by 2024.</p> <a href=\"https://www.theguardian.com/society/2023/jan/30/homeless-people-in-english-hostels-at-risk-of-return-to-streets-as-bills-soar\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/30/sarah-michelle-gellar-interview-wolf-pack-buffy", "title": "‘A lot of the demons seem a little cheesy now’: Sarah Michelle Gellar on Buffy, her burnout and her comeback", "date_published": "2023-01-30 06:00:09+00:00", "description": "<p>Shaken by the death of her sitcom co-star Robin Williams, the actor put her career on hold for the best part of a decade. Now she’s back battling supernatural beings in Wolf Pack – but will she ever revive the Slayer?</p><p>When Sarah Michelle Gellar was sent the script for a new supernatural teen drama, her first instinct was to let the dead lie. “I was like, ‘I’m not reading it,’” she says firmly. “Werewolves? No, thank you – been there, done that.”</p><p>After all, 20 years after Gellar laid down her stakes and scythe, audiences are still obsessing over Buffy the Vampire Slayer. The TV show, which ran for seven seasons from 1997 to 2003, inspired <a href=\"https://www.npr.org/2003/05/13/1262180/buffy-studies\">an academic discipline</a>, with journals, conferences and scholars known as “Buffyologists”. Now, the #buffy hashtag has nearly 400m views on TikTok, as younger generations connect with “the chosen one”, Buffy Summers. The other characters, too – father figure Rupert Giles, Willow the lesbian witch, platonic best friend Xander – have left an outsized mark.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/30/sarah-michelle-gellar-interview-wolf-pack-buffy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/live/2023/jan/30/russia-ukraine-war-zelenskiy-faster-weapons-supplies-fighting-donetsk-tough-live", "title": "Russia-Ukraine war: Zelenskiy calls for faster weapons supplies; fighting in Donetsk ‘very tough’ – live", "date_published": "2023-01-30 05:54:44+00:00", "description": "<p>‘We must make time our weapon,’ Zelenskiy says in <a href=\"https://www.theguardian.com/world/live/2023/jan/30/russia-ukraine-war-zelenskiy-faster-weapons-supplies-fighting-donetsk-tough-live?page=with:block-63d740528f0828070504efde#block-63d740528f0828070504efde\">call to speed up supply of arms</a>; Bakhmut, Vuhledar and Donetsk region under ‘constant Russian attacks’</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/30/russia-ukraine-war-at-a-glance-what-we-know-on-day-341-of-the-invasion\">What we know on day 341 of the invasion</a></li></ul><p>Russian missile strikes killed three people in the southern Ukrainian city of Kherson, Ukrainian officials said.</p><p>“Today, the Russian army has been shelling Kherson atrociously all day,” Zelenskiy said in his Sunday evening address.</p><p>The speed of supply has been and will be one of the key factors in this war.</p><p>Russia hopes to drag out the war, to exhaust our forces. So we have to make time our weapon.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/30/russia-ukraine-war-zelenskiy-faster-weapons-supplies-fighting-donetsk-tough-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/im-free-the-exciting-adventures-of-the-adorable-tiny-radioactive-capsule", "title": "I’m free! The exciting adventures of the adorable tiny radioactive capsule | First Dog on the Moon", "date_published": "2023-01-30 05:53:03+00:00", "description": "<p>Where is the tiny capsule now? It could be anywhere </p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/im-free-the-exciting-adventures-of-the-adorable-tiny-radioactive-capsule\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/30/england-old-boys-club-zahawi-wealthy-network", "title": "England’s old boys’ club has evolved into ‘the network’, made up of high rollers and city slicks | Nesrine Malik", "date_published": "2023-01-30 05:46:16+00:00", "description": "<p>Scandals involving such senior MPs as Zahawi highlight the shift in powerbrokering from landed gentry to financiers and businessmen</p><p>The old boys’ club. We don’t hear about it as much as we used to, do we? The phrase seems a little dusty, a bit of a throwback. Harrovians, Etonians, Wykehamists and other privately educated politicians may constitute 80% of <a href=\"https://en.wikipedia.org/wiki/List_of_prime_ministers_of_the_United_Kingdom_by_education\">Britain’s prime ministers so far</a>; but they increasingly sit cheek by jowl in parliament with others who did not go to fee-paying schools, are not male, not white – and not only did not go to Oxbridge, but are not university educated at all.</p><p>And yet here we are, riffling through the seedy dealings of a small connected group of people at the top. The past few weeks of <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/tories-policy-conservative-party-government\">Conservative scandals</a> are proof that this network is still alive and well. What these scandals also reveal is an evolution in the network’s character – high finance and mercantilism are becoming a fast track for new members into this particular political elite’s ranks.</p><p>Nesrine Malik is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/30/england-old-boys-club-zahawi-wealthy-network\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/kiribati-to-return-to-pacific-islands-forum-at-vital-moment-for-regional-diplomacy", "title": "Kiribati to return to Pacific Islands Forum at vital moment for regional diplomacy", "date_published": "2023-01-30 05:12:23+00:00", "description": "<p>Fiji’s prime minister confirmed Kiribati would be rejoining the group after he met with president Taneti Maamau</p><p>Kiribati will return to the Pacific Islands Forum (PIF) ending a dramatic rupture in the region’s peak diplomatic body, Fiji’s new prime minister has announced after visiting the country. </p><p>Kiribati <a href=\"https://www.theguardian.com/world/2022/jul/10/kiribati-withdraws-from-pacific-islands-forum-pif-micronesia\">announced it would be withdrawing from the PIF in July</a> last year, on the eve of the group’s first in-person meeting in three years.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/kiribati-to-return-to-pacific-islands-forum-at-vital-moment-for-regional-diplomacy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/perus-president-renews-call-for-elections-this-year-to-bring-end-to-protests", "title": "Peru’s president renews call for elections this year to bring end to protests", "date_published": "2023-01-30 05:00:11+00:00", "description": "<p>Dina Boluarte threatens constitutional reform if lawmakers fail to bring forward national vote</p><p>Peru’s president, Dina Boluarte, has made a renewed appeal for congress to hold early elections as a way to end weeks of deadly protests, warning that otherwise she would seek constitutional reform to make a vote happen.</p><p>The South American country has been embroiled in a political crisis with near-daily protests since 7 December, when then-president Pedro Castillo was arrested after attempting to dissolve congress and rule by decree.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/perus-president-renews-call-for-elections-this-year-to-bring-end-to-protests\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/belgium-family-say-death-of-belgian-tunisian-woman-in-custody-not-suicide", "title": "Belgium: family say death of Belgian-Tunisian woman in custody not suicide", "date_published": "2023-01-30 05:00:08+00:00", "description": "<p>Death of Sourour Abouda casts spotlight on treatment of minority ethnic citizens by Belgium’s police</p><p>The death of a Belgian-Tunisian woman in police custody earlier this month has been rejected by her family as a case of suicide, while casting a spotlight on the treatment of minority ethnic citizens by Belgium’s police.</p><p>Sourour Abouda, a 46-year-old NGO worker, was found dead in a police cell early in the morning of 12 January, after being arrested several hours before. She had been found drunk in the fashionable district of Place Châtelain in Brussels and taken to a police station in the city centre, according to local media reports that have not been officially confirmed.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/belgium-family-say-death-of-belgian-tunisian-woman-in-custody-not-suicide\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/chechen-dzhokhar-dudayev-battalion-kyiv-ukraine-putin-ramzan-kadyrov", "title": "‘We’re fighting for a free future’: the Chechen battalions siding with Kyiv", "date_published": "2023-01-30 05:00:08+00:00", "description": "<p>Fighters of Dzhokhar Dudayev battalion oppose Putin and his strongman Ramzan Kadyrov as they battle with Ukrainian prejudice</p><p>For all their efforts fighting for Ukraine in the eastern city of Bakhmut, if the Chechen volunteers’ Dzhokhar Dudayev battalion was a football club it would be Millwall. Nobody likes us, their fans sing, and “we don’t care”, says Tor, 38, with a laugh.</p><p>“Once I heard from one Ukrainian: ‘You can do what do you want here in Ukraine, but you will still in our opinion be terrorists and gangsters,’” says the Chechen private, who asked to be identified only by his call sign. “And I said: ‘You know what [is] the difference between me and you, or my nation and yours? We don’t care what Ukrainians think about us, we don’t care what Americans, Russians or British think of us. In truth, we do not care what the Chechens think of us.’ Yeah. We have to do what we have to do, you know.”</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/chechen-dzhokhar-dudayev-battalion-kyiv-ukraine-putin-ramzan-kadyrov\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/30/australian-open-win-serves-a-reminder-of-novak-djokovics-foolproof-game", "title": "Australian Open win serves a reminder of Novak Djokovic’s foolproof game | Tumaini Carayol", "date_published": "2023-01-30 04:40:08+00:00", "description": "<p>When one of the Serb’s strengths failed in Melbourne he still had so much more in his game than any of his opponents</p><p>As Tommy Paul looked back on the brutal experience of facing Novak Djokovic for the first time in his career on Rod Laver Arena last week, he sighed deeply. Paul had entered his first grand slam semi-final with a wealth of different ideas about how he would disrupt his opponent and impose himself. He soon found that they amounted to nothing.</p><p>Paul had wanted to serve and volley, he explained, but Djokovic’s returns peppered the baseline and instead forced him back. He wanted to mix drop shots into his game, but Djokovic’s incessant depth made it impossible. He had planned to slice but he was already under immense pressure on his backhand wing from early on. “He didn’t really let me execute any of the game plan that I had laid out for myself,” he said.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/30/australian-open-win-serves-a-reminder-of-novak-djokovics-foolproof-game\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/blinken-begins-middle-east-trip-with-call-for-calm-as-israeli-palestinian-violence-flares", "title": "Blinken begins Middle East trip with call for calm as Israeli-Palestinian violence flares", "date_published": "2023-01-30 04:10:09+00:00", "description": "<p>US secretary of state will meet Netanyahu and Abbas this week after a recent spate of deadly attacks</p><p>US secretary of state Antony Blinken has arrived in Egypt to begin a three-day visit to the Middle East where he will look to ease Israeli-Palestinian tensions after an eruption of violence.</p><p>The US secretary of state will travel to Jerusalem on Monday to meet with prime minister Benjamin Netanyahu and then on to Ramallah on Tuesday to hold talks with Palestinian leader Mahmud Abbas.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/blinken-begins-middle-east-trip-with-call-for-calm-as-israeli-palestinian-violence-flares\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/29/kansas-city-chiefs-cincinnati-bengals-afc-championship-game-nfl-football", "title": "Chiefs beat Bengals in AFC title game after another Burrow-Mahomes thriller", "date_published": "2023-01-30 03:15:56+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/live/2023/jan/29/afc-championship-game-cincinnati-bengals-kansas-city-chiefs-nfl-playoffs-football-latest-score\">As it happened: Cincinnati Bengals 20–23 Kansas City Chiefs</a></li><li>Chiefs <a href=\"https://www.theguardian.com/sport/2023/jan/29/nfc-championship-game-philadelphia-eagles-san-francisco-49ers-nfl-football\">will play Philadelphia Eagles</a> in Super Bowl LVII</li></ul><p>Patrick Mahomes scrambled for a first down on his badly sprained right ankle, then was shoved late out of bounds by Joseph Ossai, giving Harrison Butker a chance to kick a 45-yard field goal with just a few seconds remaining and give the Kansas City Chiefs a 23-20 victory over the Cincinnati Bengals in the AFC title game on Sunday night.</p><p>The Chiefs finally beat the Bengals after three straight losses, including a three-point overtime defeat in last year’s title game, and <a href=\"https://www.theguardian.com/sport/2023/jan/29/nfc-championship-game-philadelphia-eagles-san-francisco-49ers-nfl-football\">will play the Philadelphia Eagles</a> – coach Andy Reid’s old team – in their third Super Bowl in four years.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/29/kansas-city-chiefs-cincinnati-bengals-afc-championship-game-nfl-football\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/audio/2023/jan/30/code-of-omerta-how-mafia-kingpin-evaded-police-for-30-years-podcast", "title": "The code of omertà: how a mafia kingpin evaded police for 30 years – podcast", "date_published": "2023-01-30 03:00:05+00:00", "description": "<p>Matteo Messina Denaro was arrested after decades on the run, found hiding in plain sight in Sicily. Lorenzo Tondo and Clare Longrigg report on what it means for the once mighty Cosa Nostra</p><p>The end of the line for Matteo Messina Denaro came in mundane fashion. On a Monday morning this month, the mafia boss was waiting in a queue for a Covid vaccine in Palermo when police closed in. A colonel from the carabinieri, Italy’s militarised police, asked him: “Are you <a href=\"https://www.theguardian.com/world/2023/jan/17/captured-mafia-boss-matteo-messina-denaro-living-modest-apartment\">Matteo Messina Denaro</a>?”</p><p>“You know who I am,” came the reply.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jan/30/code-of-omerta-how-mafia-kingpin-evaded-police-for-30-years-podcast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/tunisian-election-records-11-turnout-in-rejection-of-presidents-reforms", "title": "Tunisian election records 11% turnout in rejection of president’s reforms", "date_published": "2023-01-30 02:43:59+00:00", "description": "<p>Tunisians expressed their dismay at president Kais Saied’s seizure of powers by failing to turn up to vote</p><p>A mere 11% of the electorate voted in Tunisia’s parliamentary runoffs, with critics of president Kais Saied saying the empty polling stations were evidence of public disdain for his agenda and seizure of powers.</p><p>Sunday’s runoff vote was however higher than December’s first round, which had <a href=\"https://www.theguardian.com/world/2022/dec/17/tunisian-parliamentary-election-records-just-88-turnout\">a participation rate of 8.8%</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/tunisian-election-records-11-turnout-in-rejection-of-presidents-reforms\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/30/russia-ukraine-war-at-a-glance-what-we-know-on-day-341-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 341 of the invasion", "date_published": "2023-01-30 00:43:56+00:00", "description": "<p>Russian shelling of Kherson kills three; Erdoğan signals Turkey may agree to Finland joining Nato without Sweden</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>Russian shelling of residential areas in Ukraine’s southern city of Kherson left at least three people dead and five injured,</strong> <strong>local authorities said.</strong> The Kherson regional military administration said on its Telegram channel that Russian forces targeted a hospital, school, bus station, post office, bank and residential buildings in a strike on Sunday.</p><p><strong>A missile hit an apartment building in Kharkiv, Ukraine’s second largest city, killing one person and injuring others, according to the regional governor.</strong> Oleh Synehubov said the missile struck the city centre on Sunday.</p><p><strong>Ukraine’s military and Russia’s Wagner private military group are both claiming to have control in the area of Blahodatne, eastern Donetsk region. </strong>“Units of Ukraine’s defence forces repelled the attacks of the occupiers in the areas of … Blahodatne … in the Donetsk region,” Ukraine’s military reported, adding its forces also repelled attacks in 13 other settlements in the Donetsk region. Wagner, designated by the US as transnational criminal organisation, said on the Telegram messaging app on Saturday that its units had taken control of Blahodatne.</p><p><strong>President Tayyip Erdoğan signalled that Turkey may agree to Finland joining Nato without Sweden</strong>, amid growing tensions with Stockholm. “We may deliver Finland a different message [on their Nato application] and Sweden would be shocked when they see our message. But Finland should not make the same mistake Sweden did,” Erdoğan said in a televised speech aired on Sunday. Sweden and Finland applied last year to join Nato and need all member countries’ approval to join. Turkey and Hungary are holding out.</p><p><strong>Vladimir Putin was open to contacts with Germany’s chancellor, Olaf Scholz,</strong> <strong>though no phone call was scheduled</strong>, a Kremlin spokesperson told the state Ria Novosti news agency. Scholz told the Berlin daily Tagesspiegel: “I will also speak to Putin again – because it is necessary to speak.”</p><p><strong>Kyiv and its western allies are engaged in “fast-track” talks on the possibility of equipping Ukraine with long-range missiles and military aircraft</strong>, a top aide to Ukraine’s president said. Mykhailo Podolyak said Ukraine’s supporters in the west “understand how the war is developing” and the need to supply planes capable of providing cover for armoured vehicles the US and Germany have pledged.</p><p><strong>US military officials are reportedly urging the Pentagon to supply F-16 jets to Ukraine</strong> so it is better able to defend itself from Russian missiles and drones.</p><p><strong>Olaf Scholz reiterated on Sunday that Germany will not send fighter jets. </strong>“I can only advise against entering into a constant bidding war when it comes to weapons systems,” Scholz said in an interview with the Tagesspiegel newspaper. “If, as soon as a decision [on tanks] has been made, the next debate starts in Germany, that doesn’t come across as serious and undermines citizens’ confidence in government decisions.”</p><p><strong>Russia’s ministry of education has provided further details on plans to include basic military training in secondary schools, according to Britsh intelligence.</strong> The UK’s Ministry of Defence (MoD) said on Sunday that the module “will include training with AK series assault rifles and hand grenades, military drill and salutes”. It added that the initiatives, to come into force in September, were most likely a deliberate “evocation of the Soviet Union” as similar training took place in schools up until 1993.</p><p><strong>Volodymyr Zelenskiy has stepped up his campaign to keep Russian athletes out of the 2024 Paris Games</strong>. Ukraine’s president said he had sent a letter to Emmanuel Macron, and allowing Russia to compete would be tantamount to showing that “terror is somehow acceptable”.</p><p><strong>Ukraine has imposed sanctions against 182 Russian and Belarusian companies, and three individuals</strong>, in the latest of a series of steps to block Moscow’s and Minsk’s connections to Ukraine. The sanctioned companies chiefly engage in the transportation of goods, vehicle leasing and chemical production, according to the list published by Ukraine’s national security and defence council.</p><p><strong>Mourners gathered in Kyiv on Sunday to commemorate a British volunteer killed while on a rescue mission from the eastern Ukrainian town of Soledar.</strong> British voluntary aid worker Andrew Bagshaw and fellow volunteer Chris Parry were <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/two-missing-britons-killed-in-ukraine-family-say\">killed during an attempted humanitarian evacuation</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/30/russia-ukraine-war-at-a-glance-what-we-know-on-day-341-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/30/boris-johnson-says-putin-claimed-he-could-send-missile-to-hit-uk-in-a-minute", "title": "Boris Johnson says Putin claimed he could send missile to hit UK ‘in a minute’", "date_published": "2023-01-30 00:03:22+00:00", "description": "<p>Former prime minister’s comments about call to Russian president just before invasion come in new BBC documentary </p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/29/russia-ukraine-war-kyiv-imposes-fresh-sanctions-on-182-russian-and-belarusian-firms-live\">Russia-Ukraine war: latest updates</a></li></ul><p>Boris Johnson has said that Vladimir Putin claimed he could have sent a missile to hit Britain “within a minute”, in a call just before the invasion of Ukraine.</p><p>The former prime minister’s comments came in a three-part documentary for BBC Two looking at the conflict in Ukraine and the lead up to Russia’s invasion in February last year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/boris-johnson-says-putin-claimed-he-could-send-missile-to-hit-uk-in-a-minute\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/30/dividends-from-uk-listed-firms-up-165-in-2022-far-outstripping-pay-rises", "title": "Dividends from UK-listed firms up 16.5% in 2022, far outstripping pay rises", "date_published": "2023-01-30 00:01:02+00:00", "description": "<p>Rise in share income particularly steep for investors in banks and oil companies</p><p>The regular dividends that investors receive from owning shares in UK-listed companies soared by 16.5% in 2022, far outstripping wage growth in either the private or public sector.</p><p>Investors’ returns from underlying dividends – excluding volatile one-off payouts – reached £84.8bn during the year, partly owing to a £3.8bn boost from the weakness of the pound, which inflated the figures for dividends paid in dollars.</p> <a href=\"https://www.theguardian.com/money/2023/jan/30/dividends-from-uk-listed-firms-up-165-in-2022-far-outstripping-pay-rises\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/30/long-term-sickness-leaving-16m-uk-adults-aged-50-or-over-unable-to-work", "title": "Long-term sickness leaving 1.6m UK adults over 50 unable to work", "date_published": "2023-01-30 00:01:02+00:00", "description": "<p>Campaign charity Rest Less says figures illustrate not only a national health issue but an economic one</p><p>More than 1.6 million adults aged 50 and over are unable to work because of <a href=\"https://www.theguardian.com/business/2022/sep/13/uk-real-pay-inflation-cost-of-living-crisis-unemployment\">long-term sickness</a> amid ballooning NHS waiting lists and an exodus from the British workforce since the pandemic, according to the most detailed analysis yet of official data for this age group.</p><p>The number has increased 20%, or 270,000 in three years, according to an analysis of Office for National Statistics figures by <a href=\"https://restless.co.uk/\">Rest Less</a>, a digital community and advocate for over fifties.</p> <a href=\"https://www.theguardian.com/business/2023/jan/30/long-term-sickness-leaving-16m-uk-adults-aged-50-or-over-unable-to-work\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/30/rishi-sunak-set-to-unveil-emergency-care-plan-to-slash-nhs-waiting-times", "title": "Rishi Sunak set to unveil emergency care plan to slash NHS waiting times", "date_published": "2023-01-30 00:01:02+00:00", "description": "<p>Experts warn plan does not address staff vacancies and £1bn fund pledged is not new money </p><p>Rishi Sunak will vow to rapidly slash long waiting times for urgent NHS care with a promise of thousands more beds, 800 new ambulances and an expansion of community care backed by a dedicated fund of £1bn.</p><p>The health service is engulfed in its worst-ever crisis, with urgent and emergency care in particular under unprecedented pressure in recent months. The prime minister will describe his blueprint for resolving the problems as “ambitious and credible”.</p> <a href=\"https://www.theguardian.com/society/2023/jan/30/rishi-sunak-set-to-unveil-emergency-care-plan-to-slash-nhs-waiting-times\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}], "source": {"url": "https://www.theguardian.com/rss", "title": "The Guardian"}}