{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/frontier-5gbps-fiber-internet-expansion-213754502.html?src=rss", "title": "Frontier rolls out 5Gbps fiber internet across the US", "date_published": "2023-01-30 21:37:54+00:00", "description": "<p>You're now more likely to have meaningful choice for fast fiber internet service. Frontier has <a href=\"https://investor.frontier.com/news/news-details/2023/Frontier-Launches-the-Nations-Only-Network-Wide-5-Gig-Fiber-Internet-Service/default.aspx\">introduced</a> a symmetrical 5Gbps plan (that is, 5Gbps for uploads and downloads) across all its fiber markets in the US. The company claims it's the first &quot;major&quot; provider to manage the feat. You'll have to pay $155 per month (which includes installation and a router), or $55 more than the 2Gbps tier. However, it might be worth the outlay if you regularly download massive files or share your data with other heavy-duty users in your household.</p><p>You'll need a <a href=\"https://www.engadget.com/eero-6-plus-pro-6e-wifi-router-price-release-date-130002116.html\">WiFi 6e router</a> and supporting devices, like the <a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\">Pixel 7</a> or <a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\">2023 MacBook Pro</a>, to make use of the extra speed without relying on 10Gbps Ethernet. Frontier estimates that it takes less than two minutes to download a 100-minute 8K movie.</p><span id=\"end-legacy-contents\"></span><p>Whether or not Frontier offers the best deal depends on the rivals in your area. <a href=\"https://www.engadget.com/att-is-rolling-out-multi-gig-fiber-internet-to-more-than-70-cities-170139410.html\">AT&amp;T's 5Gbps plan</a> has been available for a year, but will cost $180. Google Fiber is on the cusp of offering <a href=\"https://www.engadget.com/google-fiber-5gbps-8gbps-plans-170026013.html\">8Gbps for $150</a>, but it covers only a handful of cities. Frontier may well beat cable companies, though. Comcast already has 6Gbps service in some areas, but the $300 per month pricing and non-symmetric uploads make it less practical.</p><p>The higher price for 5Gbps service may not be thrilling if 2Gbps already seemed expensive. Even so, the rollout suggests competition is heating up among multi-gig internet providers. That's good news for customers — you may see more aggressive performance or pricing as telecoms jockey for your business.</p><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tiktok-ceo-congress-shou-zi-chew-privacy-security-china-201928160.html?src=rss", "title": "TikTok's CEO will testify before a congressional committee in March", "date_published": "2023-01-30 20:19:28+00:00", "description": "<p>Shou Zi Chew, the CEO of <a href=\"https://www.engadget.com/tag/tiktok/\"><ins>TikTok</ins></a>, will testify before the House Energy and Commerce Committee on March 23rd. Chow will discuss the app's privacy and data security measures, its impact on kids and ties to China (parent company ByteDance is headquartered in the country). This will be Chew's first appearance in front of a congressional panel, the committee said. TikTok COO Vanessa Pappas <a href=\"https://www.engadget.com/senate-homeland-security-hearing-tiktok-twitter-youtube-meta-003024670.html\"><ins>faced similar questions</ins></a> from lawmakers in September.</p><p>&quot;ByteDance-owned TikTok has knowingly allowed the ability for the Chinese Communist Party to access American user data,&quot; committee chair Cathy McMorris Rodgers <a href=\"https://energycommerce.house.gov/posts/tik-tok-ceo-to-testify-at-energy-and-commerce-committee\"><ins>said in a statement</ins></a>. &quot;Americans deserve to know how these actions impact their privacy and data security, as well as what actions TikTok is taking to keep our kids safe from online and offline harms. We’ve made our concerns clear with TikTok. It is now time to continue the committee’s efforts to hold Big Tech accountable by bringing TikTok before the committee to provide complete and honest answers for people.”</p><span id=\"end-legacy-contents\"></span><p>Engadget has contacted TikTok for comment.</p><p>TikTok's security and relationship with Chinese authorities have drawn the attention of US officials over the last few years. However, as <a href=\"https://www.cnbc.com/2023/01/30/tiktok-ceo-to-testify-before-house-panel-in-march.html\"><em><ins>CNBC</ins></em></a> notes, discussions between the US and TikTok appear to have stalled, as officials remain concerned about the possibility of China forcing it to hand over user data.</p><p>The company has tried to placate concerns from regulators and elected officials by <a href=\"https://www.engadget.com/tiktok-user-data-us-200500287.html\"><ins>storing US user data</ins></a> on domestic Oracle servers and deleting such data from its own servers in the US and Singapore. Oracle has been <a href=\"https://www.engadget.com/oracle-tiktok-algorithms-content-moderation-review-171742979.html\"><ins>reviewing</ins></a> TikTok's algorithms and content moderation models for signs of Chinese interference.</p><p>Last month, TikTok <a href=\"https://www.engadget.com/bytedance-tiktok-employees-us-user-data-journalists-210339650.html\"><ins>said it fired four employees</ins></a> (two each in China and the US) who accessed the data of several journalists. They were said to be looking for the sources of leaks to reporters.</p><p>Also in December, lawmakers <a href=\"https://www.engadget.com/tiktok-us-government-ban-devices-omnibus-bill-funding-nasa-234803320.html\"><ins>passed a mammoth spending bill</ins></a>. The legislation bans TikTok from federal government-owned devices. More than half of all states have <a href=\"https://www.engadget.com/georgia-tiktok-wechat-telegram-ban-211015416.html\"><ins>implemented similar bans</ins></a> on local government devices. Meanwhile, senators and members of Congress have <a href=\"https://www.engadget.com/tiktok-wechat-executive-order-014615752.html\"><ins>renewed efforts</ins></a> to <a href=\"https://www.engadget.com/senate-house-tiktok-ban-bill-anti-social-ccp-act-205120387.html\"><ins>ban TikTok in the US</ins></a> entirely.</p><p>News of Chew's appearance before the panel comes on Data Privacy Day. <a href=\"https://newsroom.tiktok.com/en-us/data-privacy-day-2023\"><ins>In a blog post</ins></a>, TikTok laid out some of its efforts to bolster user privacy, including a plan to set up a data center in Dublin this year to store UK and European Economic Area data.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-internet-archives-calculator-drawer-lets-you-relive-high-school-math-class-194350966.html?src=rss", "title": "The Internet Archive's Calculator Drawer lets you relive high school math class", "date_published": "2023-01-30 19:43:50+00:00", "description": "<p>If you’ve been reading Engadget for a while, there’s a good chance your high school education involved using a scientific or graphing calculator during math class. Your old calculator might even be sitting in a desk drawer somewhere collecting dust. If you can't find it, the Internet Archive’s <a href=\"http://blog.archive.org/2023/01/29/a-calculated-move-calculators-now-emulated-at-internet-archive/\"><ins>latest project</ins></a> is here to help (via <a href=\"https://arstechnica.com/gadgets/2023/01/count-on-old-school-fun-with-these-new-calculator-emulations/\"><em><ins>Ars Technica</ins></em></a>).</p><p>With the help of the team behind the <a href=\"https://www.mamedev.org/index.php\"><ins>Multi-purpose Emulation Framework</ins></a> (MAME), a project that has spent the <a href=\"https://www.mamedev.org/history.html\"><ins>past 25 years</ins></a> creating software that can emulate all sorts of gadgets, the archive now offers emulated versions of some of the most popular calculators of the past few decades. In all, <a href=\"https://archive.org/details/calculatordrawer\"><ins>The Calculator Drawer</ins></a> features 14 different models for Internet Archive visitors to noodle around, including the venerable Texas Instruments TI-81 from 1990.</p><span id=\"end-legacy-contents\"></span><p>Not every calculator of note from the past 25 years is part of the collection. For instance, you won’t find the Casio fx-7000g, the world’s first graphing calculator, on the list, but if you used a Texas Instruments or HP model back in school, there’s a good chance you’ll find something that should feel familiar. And if you feel a bit overwhelmed by all the buttons, worry not; the Internet Archive has also <a href=\"https://archive.org/details/calculatorstash\"><ins>uploaded manuals</ins></a> for most of the included calculators.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nothing-phone-2-us-launch-details-carl-pei-interview-175313806.html?src=rss", "title": "Nothing Phone 2 to launch in US later this year", "date_published": "2023-01-30 17:53:13+00:00", "description": "<p>Nothing’s Carl Pei has confirmed the upcoming Phone 2 will launch in the US later this year. The CEO and co-founder described the 2023 flagship as “more premium” than the Nothing Phone 1, which Engadget saw as “an impressive debut” in <a href=\"https://www.engadget.com/nothing-phone-1-review-transparent-smartphone-090029611.html\">our review</a>.</p><p>Pei dropped several tidbits in an <a href=\"https://www.inverse.com/gear/nothing-phone-2-us-2023-release-carl-pei-interview\">interview</a> with <em>Inverse</em>. First, he says the <a href=\"https://www.engadget.com/nothing-ear-1-impressions-release-date-price-130026767.html\">Ear 1 earbuds’</a> US launch was a barometer for US demand. “We’re really excited about the US market because it’s a big country,” said Pei. “If you look at our earbuds sales, about one-third comes from the US. And by not launching our phone in the US, we’re leaving potentially a third of the volume on the table.” Pei describes the Phone 2’s US launch as Nothing’s top priority this year.</p><span id=\"end-legacy-contents\"></span><p>Pei suggests <a href=\"https://www.engadget.com/smartphone-market-share-q4-2022-worst-in-decade-173000258.html\">declining smartphone sales</a> indicate the US market is ripe for innovation. “From a business point of view, [Apple and Samsung] shouldn’t go very niche and try something completely different because they might alienate current users. That’s where smaller companies like us can come in and try and do something different. It’s not that we’re smarter or that they can’t, but it just doesn’t make sense for them to do it.” However, although stagnation may play a part, the biggest reasons for the nosedive have likely been <a href=\"https://www.engadget.com/apple-expects-iphone-14-shipments-to-be-delayed-by-covid-restrictions-in-china-061204861.html\">supply-chain problems</a>, inflation and an unpredictable economy.</p><figure><img alt=\"SAN FRANCISCO, CALIFORNIA - OCTOBER 04: OnePlus Co-founder Carl Pei speaks onstage during TechCrunch Disrupt San Francisco 2019 at Moscone Convention Center on October 04, 2019 in San Francisco, California. (Photo by Steve Jennings/Getty Images for TechCrunch)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e0cdd260-a0c5-11ed-b6ff-b7ae1b207a19\" style=\"height: 3472; width: 5208;\" /><figcaption>Carl Pei in 2019.</figcaption><div class=\"photo-credit\">Steve Jennings via Getty Images</div></figure><p>Pei says red tape was the main reason Nothing <a href=\"https://www.engadget.com/nothing-transparent-phone-1-wont-be-coming-to-north-america-125645761.html\">didn't launch</a> the Phone 1 in the US. American carriers demand Android manufacturers comply with various adaptations and preinstalled apps, which takes significant resources. But the company’s rapid growth and proven ability to move volume has given it leverage. “When you make a smartphone for the US, you need to work with the carriers on certification and adapting some of their features into your OS,” he said. “We didn’t have the resources for that before, and now we do,” Pei adds that Nothing has grown from 200 employees in 2021 to 400 today.</p><p>Although Pei doesn’t spill many secrets about the Phone 2, he hints at a higher-end design than its predecessor. “We’re developing a smartphone that’s more premium than the Nothing Phone 1, and software will be a big focus area for us.” However, he stresses that the Phone 1 was also a flagship handset. “Mobile chipsets have really improved over the last seven to nine years. That’s why I want to avoid calling the Phone 2 a flagship because that would mean that the Phone 1 was not a flagship. Within our own portfolio of smartphones, the Phone 1 was very much a flagship in terms of the amount of care we put into the product. That’s why I used the word ‘premium’ [to describe the Phone 2] instead, which signifies that it’s a more premium step up, but it’s still a flagship just like the Phone 1.”</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/cash-strapped-ev-startup-arrival-is-laying-off-half-its-staff-172255412.html?src=rss", "title": "Cash-strapped EV startup Arrival is laying off half its staff", "date_published": "2023-01-30 17:22:55+00:00", "description": "<p>For the second time in less than a year, electric transport startup Arrival is cutting staff. The company <a href=\"https://arrival.gcs-web.com/news-releases/news-release-details/arrival-appoints-igor-torgov-ceo-and-announces-significant\"><ins>announced Monday</ins></a> plans to lay off approximately 50 percent of its workforce. The move will reduce Arrival’s headcount to about 800 employees. In the middle of last year, Arrival warned it was strapped for cash, and the company’s financial position appears to have become more dire since.</p><p>As of the end of 2022, Arrival had $205 million cash on hand. Following its latest round of layoffs and a handful of other cost-cutting measures, Arrival says it expects to reduce the cost of day-to-day operations to about $30 million per quarter. Critically, Arrival’s <a href=\"https://www.engadget.com/ev-startup-arrival-to-refocus-business-on-electric-vans-for-the-us-market-183335281.html\"><ins>plan to focus on the US market</ins></a> – and take advantage of <a href=\"https://www.engadget.com/senate-passes-inflation-reduction-act-2022-214410930.html\"><ins>Inflation Reduction Act incentives</ins></a> – is contingent on it raising more money from investors. Provided it can secure additional funding, Arrival expects to start <a href=\"https://www.engadget.com/arrival-ices-bus-car-ev-projects-cash-093534294.html\"><ins>Van</ins></a> production in <a href=\"https://www.engadget.com/arrival-north-carolina-221732120.html\"><ins>Charlotte</ins></a> in 2024.</p><span id=\"end-legacy-contents\"></span><p>On Monday, Arrival also announced a leadership change. Less than three months after <a href=\"https://www.engadget.com/arrival-electric-vans-ceo-steps-back-051725148.html\"><ins>taking over as CEO</ins></a>, former Marvel Entertainment chief Peter Cuneo is handing over day-to-day operations to Igor Torgov, Arrival’s former executive vice president of Digital. Before joining the startup in 2020, Torgov held leadership positions at Atol, Bitfury, Yota, Columbus IT and Microsoft. It’s now on him to turn the once-promising startup around. Arrival said it would share more information about its financial position on March 9th.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ford-mustang-mach-e-ev-price-cut-170151501.html?src=rss", "title": "Ford slashes Mustang Mach-E prices by up to $5,900", "date_published": "2023-01-30 17:01:51+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/ford/\"><ins>Ford</ins></a> has slashed prices of its <a href=\"https://www.engadget.com/tag/mustang%20mach-e/\"><ins>Mustang Mach-E</ins></a> electric vehicle by up to eight percent (as much as $5,900), with the extended-range battery dropping in price by around 19 percent. The entry-level models are now around $600 to $900 less expensive, according to <a href=\"https://www.reuters.com/business/autos-transportation/ford-cuts-price-mustang-mach-e-2023-01-30/\"><em><ins>Reuters</ins></em></a>, which reported that people who are currently waiting for Ford to deliver a Mach-E will receive the price cut automatically.</p><p>At least one variant is again eligible for <a href=\"https://www.engadget.com/teslas-long-range-model-y-may-not-qualify-for-the-ev-tax-credit-101229812.html\"><ins>the $7,500 federal tax credit</ins></a>, which applies to EVs that have an MSRP of $55,000 or less. SUVs, vans and pickup trucks are eligible for the credit if they have a maximum MSRP of $80,000, but the Internal Revenue Service <a href=\"https://www.irs.gov/credits-deductions/manufacturers-and-models-for-new-qualified-clean-vehicles-purchased-in-2023-or-after\"><ins>does not class the Mach-E as an SUV</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>In August, Ford <a href=\"https://www.engadget.com/ford-mustang-mach-e-orders-open-2023-model-year-203130517.html\"><ins>increased the price</ins></a> of the Mach-E for new orders by between around $2,600 and $8,000 compared with the 2022 trims. The company attributed the price hikes to &quot;significant material cost increases, continued strain on key supply chains and rapidly evolving market conditions.&quot; However, it seems those issues have abated somewhat.</p><p>&quot;At Ford, we want to make EVs more accessible, so we’re increasing Mustang Mach-E production and reducing prices across the Mach-E lineup,&quot; Ford CEO Jim Farley <a href=\"https://twitter.com/jimfarley98/status/1620058818112815106\"><ins>wrote on Twitter</ins></a>. &quot;Scaling will shorten customer wait times. And with higher production, we’re reducing costs, which allows us [to] share these savings with customers.&quot;</p><p>Ford built 78,000 Mach-E vehicles in 2022. It hopes to ramp up production to an annual run rate of 270,000 by the end of this year. The company is aiming to reach a total EV production rate of <a href=\"https://www.engadget.com/ford-ev-manufacturing-rate-lithium-iron-phosphate-battery-131424727.html\"><ins>600,000 by late 2023</ins></a> with the help of new lithium iron phosphate battery packs.</p><p>The move comes after Tesla slashed the prices of its EVs <a href=\"https://www.engadget.com/tesla-implements-huge-us-price-cuts-across-its-lineup-083211088.html\"><ins>by up to 20 percent</ins></a> earlier this month. The five-seat Model Y Long Range became eligible for the tax credit after the cut, meaning that it's now $20,500 (over 30 percent) less expensive.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/2019-07-16-the-best-gps-running-watches-for-2019.html?src=rss", "title": "The best GPS running watches for 2023", "date_published": "2023-01-30 14:15:13+00:00", "description": "<p>Because I'm the editor of Engadget by day and a volunteer coach in my free time, I often get asked which GPS watch to buy. (People also ask what I'm wearing and the answer is: All of them. I am testing all of them.) For my part, the best running watches are quick to lock in a GPS signal, offer accurate distance and pace tracking, last a long time on a charge, are comfortable to wear and easy to use.</p><p>Advanced stats like VO2 Max, or maximum oxygen intake during workouts with increasing intensity, are also nice to have, along with training assessments to keep your workload in check and make sure you're getting in effective aerobic and anaerobic workouts. It's also a plus when a watch supports other sports, like cycling and swimming, which all of these do to varying extents. As for features like smartphone notifications and NFC payments, they’re not necessary for most people, especially considering they drive up the asking price.</p><span id=\"end-legacy-contents\"></span><p>Without further ado, I bring you capsule reviews of four running watches, each of which I ultimately recommend, none of which is perfect. And keep in mind, when it comes time to make a decision of your own, there are no wrong answers here: I like Apple and Garmin enough, for instance, that I switch back and forth between them in my own training.</p><h2>The best running watch that’s also a smartwatch: Apple Watch</h2><p></p><p><strong>Pros:</strong> Stylish design; a great all-around smartwatch you'll want to use even when you're not exercising; automatic workout detection; heart-rate and blood oxygen monitoring; support for lots of third-party health platforms; auto-pause feels faster than on Garmin watches; zippy performance and fast re-charging; optional LTE is nice to have.</p><p><strong>Cons:</strong> For iPhone users only; shorter battery life than the competition might concern endurance athletes; fewer performance metrics and settings than what you'd find on a purpose-built sports watch.</p><p>Don't think of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESE00OUJKL3JlZj1mc19hX3d0Ml91czI_dGg9MSZ0YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAAToraXkDYFKj-9PFJffEwa7b2dXTT668LWG07ldGLb84&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHM49BJ%2Fref%3Dfs_a_wt2_us2%3Fth%3D1\">the Apple Watch</a> as a running watch. Think of it as a smartwatch that happens to have a running mode. Almost eight years after the original Watch made its debut, Apple has successfully transformed its wearable from an overpriced curiosity to an actually useful companion device for the masses. But being a gadget for the masses means that when it comes to running, the Apple Watch has never been as feature rich as competing devices built specifically for that purpose.</p><p>Before I get to that, a few words on why I like it. The <a href=\"https://www.engadget.com/apple-watch-series-8-real-world-test-130031046.html\">Apple Watch</a> is the only one of these watches I’d want to wear every day. (And I do: After reviewing Apple Watches for years, <a href=\"https://www.engadget.com/what-we-bought-our-favorite-gadgets-of-2021-irl-140052965.html\">I finally purchased one</a> in fall 2021.) The most recent model is stylish, or at least as stylish as a wrist-worn computer can be, and certainly more so than any running watch I've encountered. The aluminum, water-resistant body and neutral Sport band go with most outfits and will continue to look fresh after all your sweaty workouts and jaunts through the rain. And the always-on display is easy to read in direct sunlight.</p><p>The battery life is 18 hours, according to Apple. Indeed, I never have a problem making it through the day. I’m often able to put the watch back on after a night of forgetting to charge it and still have some juice left. If you do forget, even a few minutes of charging in the morning can go a long way, even more so now that the Watch supports even faster charging than before. Plus, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjEzMzM2IiwiY29udGVudFV1aWQiOiI1ZGFhNTAwYy0zMTQ3LTNkYzktOGY1ZS1kNTA4ZmExNDA4NzMifQ&amp;signature=AQAAAWoa1BRKRvxq3ycGetv7OGtXY74YRp7b9sMdiaKEbpid&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT213336\">new low power mode</a> in watchOS 9 can help you extend the life of your Watch on particularly long days.</p><p>That said, it’s worth noting that other running watches claim longer usage time — between 30 and 40 hours in some cases. When it comes to workouts specifically, Apple rates the battery life with GPS at up to seven hours. Given that, I would trust the Watch to last through a short run or even a half marathon, but I'm not sure how it would fare in one of my slow, five-hour-plus marathons. We haven't put the higher-end <a href=\"https://www.engadget.com/apple-watch-ultra-review-battery-life-compass-gps-hike-130055477.html\">Apple Watch Ultra</a> through such paces yet, but it's worth mentioning that it has the longest battery life of any Apple Watch with a promised 36 hours (and we got about three days worth of regular use during our testing).</p><p>The built-in Activity app is simple and addictive: I feel motivated to fill in my \"move\" (active calorie), exercise and stand rings each day. I enjoy earning award badges, even though they mean nothing. I'm grateful that the Apple Health app can pull in workouts from Garmin and every other brand featured here, and then count that toward my daily exercise and stand goals (but not my move goal, curiously).</p><p>My one complaint is that the sensors don’t always track standing time accurately. I have failed to receive credit when standing for long periods in front of a stove, but occasionally I’ve been rewarded for doing absolutely nothing.</p><figure><img alt=\"The Apple Watch Series 8 on a wrist held up in mid-air.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-09/858128d0-3491-11ed-aeec-c03b39ac030c\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>As for running specifically, you're getting the basics and not much else. You can see your distance, calorie burn, heart rate, average pace and also rolling pace, which is your pace over the past mile at any given moment. You can also set pace alerts — a warning that you're going faster than you meant to, for example. Like earlier Apple Watches, you can also stream music or podcasts, if you have the cellular-enabled LTE model.</p><p>Because the watch has a GPS sensor, you can leave your phone at home while running. Of course, no two brands of running watches will offer exactly the same distance readout on a run. That said, though Apple never explicitly claimed the Watch offers improved accurate distance tracking, the readouts here do feel more accurate than on earlier models. It’s possible that Apple is making ongoing improvements under the hood that have added up to more accurate tracking performance.</p><p>For indoor runners, the Apple watch integrates with some treadmills and other exercise equipment, thanks to a two-way pairing process that essentially trades notes between the device and gym gear, formulating a more accurate estimate of your distance and effort using that shared data. In my experience, the Watch usually agrees with the treadmill on how far I ran, which is not always the case with other wearables.</p><p>I also particularly appreciate that the Apple Watch automatically detects workouts after a certain period of time. I use this feature daily as I walk to and from the subway and around my neighborhood. After 10 minutes, the familiar vibrating tick, with a message asking if I want to record an outdoor walk. The answer is always yes, and the watch thankfully includes the previous 10 minutes in which I forgot to initiate a workout.</p><p>Regardless of the workout type, all of your stats are listed on a series of pages, which you swipe through from left to right. In my early days using the watch, it was tempting to use the Digital Crown as a stopwatch button, similar to how I use other running watches. This urge has mostly subsided as I've gotten more comfortable with the user interface.</p><p>Like many of its competitors, the Apple Watch has an auto-pause option, which I often use in start-and-stop workouts. I also found in side-by-side comparisons (one watch on each wrist), that auto-pause on the Watch reacts faster than on Garmin models.</p><p>Conveniently, the Apple Watch can export workouts to MyFitnessPal so you get credit for your calorie burn there. Of note, the Watch has all of the health features that the previous generation, including a built-in ECG test for cardiac arrhythmias, along with fall detection, a blood oxygen test, respiratory tracking, emergency calls and menstrual tracking. Also like previous models, there’s a built-in compass and international emergency calling.</p><p>Unfortunately, the stats themselves are fairly limited, without much room for customization. There's no mode for interval workouts, either by time or distance. There's also not much of an attempt to quantify your level of fitness, your progress or the strenuousness of your workouts or training load. None of this should be a dealbreaker for more casual runners.</p><p>For more detailed tracking, your best bet is to experiment with third-party running apps for the iPhone, like Strava, RunKeeper, MapMyRun, Nike Run Club and others. It's through trial and error that I finally found an app with Watch support and timed intervals. But at the end of the day, it's easier to wear a purpose-built running watch when I'm running outdoors, sync my data to Apple Health, get my exercise and standing-time credit, and then put the Apple Watch back on the first chance I get. But if you can only afford one smartwatch for training and life, there's a strong case for choosing this one.</p><h2>The best for triathletes: Garmin Forerunner 745</h2><p></p><p><strong>Pros:</strong> Accurate distance tracking; long battery life; advanced fitness and training feedback; stores up to 500 songs; works with Garmin Pay.</p><p><strong>Cons:</strong> Garmin’s auto-pause feature feels slower than Apple’s; more advanced features can sometimes mean the on-device UI is tricky to navigate; features like Garmin Pay drive up the price but may feel superfluous.</p><p>If the Apple Watch is for people who want a smartwatch that also has some workout features, the $500 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1Fc3NlbnRpYWwtU21hcnR3YXRjaC0wMTAtMDI0NDUtMDAvZHAvQjA4RzU4NVhZSi8_dGg9MSZ0YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAAW41yNXs-eDtxB16qsjEKkp4UW92GtIFe4nCrG7KNNHG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Essential-Smartwatch-010-02445-00%2Fdp%2FB08G585XYJ%2F%3Fth%3D1\">Garmin Forerunner 745</a> is for athletes in training who want a purpose-built device to help prepare for races. The various sensors inside can track your heart rate, VO2 Max and blood oxygen (with the option to track all-day and in-sleep, as opposed to just spot checking). On the software side, you get daily workout suggestions, a rating that summarizes your performance condition, animated on screen workouts, a cycling power rating, a sleep score and menstruation tracking. You can also create round-trip courses as well as find popular routes though Garmin’s Trendline populating routing feature.</p><p>Like other Garmin watches, even the entry-level ones, you also get feedback on your training load and training  status (unproductive, maintaining, productive, peaking, overreaching, detraining and recovery), a “Body Battery” energy rating, recommended recovery time, plus Garmin Coach and a race time predictor. And you can analyze “running dynamics” if you also have a compatible accessory.</p><p>The slight downside to having all of these features is that the settings menu can be trickier to navigate than on a simpler device like the entry-level <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1SdW5uaW5nLVRyYWluaW5nLVN1cHBvcnQvZHAvQjA3UjJZV1ZXOD90aD0xJnRhZz1nZGd0MGMtcC1vLWlnLTIwIiwiY29udGVudFV1aWQiOiI1ZGFhNTAwYy0zMTQ3LTNkYzktOGY1ZS1kNTA4ZmExNDA4NzMifQ&amp;signature=AQAAAWbQoANzRUpXw8zlWMgoO21jqGprV9AaPIyvstFZ5cIv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Running-Training-Support%2Fdp%2FB07R2YWVW8%3Fth%3D1\">Forerunner 45</a>. Fortunately, at least, a home screen update released back in fall 2020 makes it so that you can see more data points on the 1.2-inch screen with less scrolling required.</p><p>Speaking of the screen, the watch, available in four colors, is easy to read in direct sunlight, and weighs a not-too-heavy 47g. That light weight, combined with the soft silicone band, makes it comfortable to wear for long stretches. Garmin rates the battery life at up to seven days, or up to 16 hours with GPS in use. (That figure drops to six hours when you combine GPS tracking with music playback.) In my testing, I was still at 88 percent after three hours of GPS usage. Most of my weekday runs are around 35 minutes and that, it turns out, only puts a roughly two- or three-percent dent in the battery capacity.</p><p>In practice, the watch also seemed quicker than my older <a href=\"https://www.engadget.com/2018-07-11-garmin-forerunner-645-music-review.html\">Forerunner 645 Music</a> to latch onto a GPS signal, even in notoriously difficult spots with trees and cover from tall buildings. As always, distance tracking is accurate, especially if you start out with a locked-in signal, which you always should. Like I said earlier, though, I did find in a side-by-side test, Garmin’s auto-pause feature seems sluggish compared to Apple’s.</p><p>Aside from some advanced running and cycling features, what makes the 745 one of the more expensive models in Garmin’s line are its smartwatch features. That includes Garmin Pay, the company’s contactless payments system, and the ability to store up to 500 music tracks on the device. You can also mirror your smartphone notifications and use calendar and weather widgets. Just know you can enjoy that even on Garmin’s entry-level model (more on that below).</p><p>I can see there being two schools of thought here: if someone plans to wear this watch for many hours a week working out, it may as well get as close as possible to a less sporty smartwatch. Then there’s my thinking: You’re probably better off stepping down to a model that’s nearly as capable on the fitness front, but that doesn’t pretend as hard to be a proper smartwatch.</p><p>For those people, there’s another mid-range model in Garmin’s Forerunner line that’s cheaper and serves many of the same people who will be looking at the 745. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1TbWFydHdhdGNoLUFkdmFuY2VkLUR5bmFtaWNzL2RwL0IwN1FMVkhCTEY_dGFnPWdkZ3QwYy1wLW8taWctMjAiLCJjb250ZW50VXVpZCI6IjVkYWE1MDBjLTMxNDctM2RjOS04ZjVlLWQ1MDhmYTE0MDg3MyJ9&amp;signature=AQAAAbVna9x8TOUf_LWCj2u6aGMehk8ST7zDy5TjZypP6gHa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Smartwatch-Advanced-Dynamics%2Fdp%2FB07QLVHBLF\">Forerunner 245</a> offers many of the same training features. It also mostly matches the 745 on pool swimming, but you do appear to lose a bunch of cycling features, so you might want to pore over <a href=\"https://fave.co/3JvnTtB\">this comparison chart</a> before buying if you’re a multisport athlete.</p><p>What you give is Garmin Pay; the option of all-day blood oxygen tracking; the sleep score; a gyroscope and barometric altimeter; floors climbed; heat and altitude acclimation; yoga and pilates workouts; training load focus; the Trendline feature; round-trip course creation, Garmin and Strava live segments; and lactate threshold tracking (and for this you would need an additional accessory amway).</p><p>At the opposite end of the spectrum (for people who actually wish the 745 could do more), there’s the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Gb3JlcnVubmVyLU11bHRpc3BvcnQtU21hcnR3YXRjaC1Db25uZWN0aXZpdHktV2VhcmFibGU0VS9kcC9CMDk2V0g4SjlNLz90YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAAQbb9QcgVQlza6tA3JuLgHL-vmc1kr3CK1Ba5n4JOr6o&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FForerunner-Multisport-Smartwatch-Connectivity-Wearable4U%2Fdp%2FB096WH8J9M%2F\">Forerunner 945 LTE</a> which, true to its name, adds built-in LTE connectivity. This model also holds 1,000 songs, up from 500 on the 745, and adds niceties like preloaded maps and a host of golfing features, if golf is also your jam.</p><h2>The best for most people: Garmin Forerunner 45S</h2><p></p><p><strong>Pros:</strong> Accurate distance tracking, long battery life, heart rate monitoring and interval training at a reasonable price; lightweight design; offered in a variety of colors; smartphone notifications feel limited, but could be better than nothing.</p><p><strong>Cons:</strong> Garmin’s auto-pause feature feels slower than Apple’s.</p><p>I purposefully tested the expensive Garmin Forerunner 745 first, so that I could start off with an understanding of the brand’s more advanced tech. Testing the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1SdW5uaW5nLVRyYWluaW5nLVN1cHBvcnQvZHAvQjA3WTYyWDNKUz90YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAATuucj1P-Eq1L8Yj1yxd5uxkLcWEewBLsK2jk1qvqCkG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Running-Training-Support%2Fdp%2FB07Y62X3JS%3F\">Forerunner 45S</a>, then, was an exercise in subtraction: If I pared down the feature set, would I miss the bells and whistles? And would other runners?</p><p>It turns out, mostly not. As an entry-level watch, the 45S offers everything beginners (and even some intermediate) runners could want, including distance tracking, basic fitness tracking (steps, calories), heart rate monitoring and a blood oxygen test. Also, as much as the 45S is aimed at new runners, you’ll also find modes for indoor and outdoor cycling, elliptical machines, stair climbers and yoga.</p><p>Coming from the 745, I was especially pleased to see that many of Garmin’s best training and recovery features carry down even to the base-level model. That includes training status, training load, training effect, Garmin Coach, Body Battery, stress tracking, a race time predictor and running dynamics analysis (again, an additional accessory is required). Like other Garmin watches, you can enable incident detection, with the caveat that you'll need your smartphone nearby for it to work.</p><p>It even functions as a perfunctory smartwatch, with smartphone notifications, music playback controls, calendar and weather widgets, and a duo of “find my phone” and “find my watch” features. Although I’ve criticized Garmin’s smartwatch features in the past for feeling like half-baked add-ons, I was still pleasantly surprised to find them on what’s marketed as a running watch for novices.</p><p>As for the hardware, the watch feels lightweight, at 32 grams for the 39mm model (36g for the 42mm). It’s available in five colors, slightly more than Garmin’s more serious models. The 1.04-inch screen was easy to glance at mid-workout, even in direct sunlight. The battery, which is rated for seven days (or 13 hours in GPS mode) does not need to be charged every day. In fact, if it really is beginners using this, their short runs should barely put a dent in the overall capacity. As with the Forerunner 745, my complaint is never with the battery life, just the fact that you have to use a proprietary charging cable.</p><p>And, while this watch wasn’t made for competitive swimmers, you can use it in the pool without breaking it. The 5 ATM water resistance rating means it can survive the equivalent of 50 meters of water pressure, which surely includes showering and shallow-water activities.</p><p>For what it’s worth, Garmin sells a slightly more expensive model, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkyUkgyOEdOP3RoPTEmdGFnPWdkZ3QwYy1wLW8taWctMjAiLCJjb250ZW50VXVpZCI6IjVkYWE1MDBjLTMxNDctM2RjOS04ZjVlLWQ1MDhmYTE0MDg3MyJ9&amp;signature=AQAAASBx4FMC_pYNLNlf4BAdS3zqBfkyXYSVlYsk31jmJlx2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB092RH28GN%3Fth%3D1\">Forerunner 55</a>, which for adds respiration rate tracking, menstrual tracking, an updated recovery time advisor and pacing strategies.</p><h2>The best under $100: Amazfit Bip S</h2><p></p><p><strong>Pros:</strong> Lightweight design; long battery life; accurate GPS tracking; built-in heart rate monitor; water resistant; basic smartwatch features.</p><p><strong>Cons:</strong> Crude user interface; limited support for third-party apps; can’t customize how workout stats are displayed on the screen; pausing workouts feels labored (which is a shame because you’ll be doing it often).</p><p>I kept my expectations low when I began testing the <a href=\"https://www.engadget.com/amazfit-bip-s-review-133036996.html\">Bip S</a>. This <a href=\"https://us.amazfit.com/products/amazfit-bip-s\">$70 watch</a> comes from Amazfit, a lesser known brand here in the US that seems to specialize in lower-priced gadgets. Although I didn’t know much about Amazfit or its parent company Huami, I was intrigued by the specs it offered at this price, most notably a built-in heart monitor — not something you typically see in a device this cheap.</p><p>As you might expect, a device this inexpensive has some trade-offs, and I’ll get to those in a minute. But there’s actually a lot to like. The watch itself is lightweight and water resistant, with a low-power color display that’s easy to read in direct sunlight. That low-power design also means the battery lasts a long time — up to 40 hours on a charge. Perhaps most importantly, it excels in the area that matters most: as a sports watch. In my testing the built-in GPS allowed for accurate distance and pace tracking. If you’re not a runner, or you just prefer a multi-sport life, the watch features nine other modes covering most common activities, including walking, yoga, cycling, pool and open-water swimming and free weights.</p><p>And did I mention the heart rate monitor? These readings are also seemingly accurate.</p><p>What you lose by settling for a watch this cheap is mainly the sort of polished user experience you’d get with a device from a tier-one company like Apple or even Garmin (not that Garmin’s app has ever been my favorite either). In my review, I noticed various goofs, including odd grammar and punctuation choices and a confusingly laid-out app.</p><p>I was also bummed to learn you could barely export your data to any third-party apps, other than Strava and Apple Health. You also can’t customize the way data is displayed on-screen during a workout, while your goals don't auto-adjust the way they might on other platforms. Fortunately, at least, these are all issues that can be addressed after the fact via software updates — hopefully sooner rather than later.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-gps-running-watch-141513957.html?src=rss", "title": "The best GPS running watches for 2023", "date_published": "2023-01-30 14:15:13+00:00", "description": "<p>Because I'm the editor of Engadget by day and a volunteer coach in my free time, I often get asked which GPS watch to buy. (People also ask what I'm wearing and the answer is: All of them. I am testing all of them.) For my part, the best running watches are quick to lock in a GPS signal, offer accurate distance and pace tracking, last a long time on a charge, are comfortable to wear and easy to use.</p><p>Advanced stats like VO2 Max, or maximum oxygen intake during workouts with increasing intensity, are also nice to have, along with training assessments to keep your workload in check and make sure you're getting in effective aerobic and anaerobic workouts. It's also a plus when a watch supports other sports, like cycling and swimming, which all of these do to varying extents. As for features like smartphone notifications and NFC payments, they’re not necessary for most people, especially considering they drive up the asking price.</p><span id=\"end-legacy-contents\"></span><p>Without further ado, I bring you capsule reviews of four running watches, each of which I ultimately recommend, none of which is perfect. And keep in mind, when it comes time to make a decision of your own, there are no wrong answers here: I like Apple and Garmin enough, for instance, that I switch back and forth between them in my own training.</p><h2>The best running watch that’s also a smartwatch: Apple Watch</h2><p></p><p><strong>Pros:</strong> Stylish design; a great all-around smartwatch you'll want to use even when you're not exercising; automatic workout detection; heart-rate and blood oxygen monitoring; support for lots of third-party health platforms; auto-pause feels faster than on Garmin watches; zippy performance and fast re-charging; optional LTE is nice to have.</p><p><strong>Cons:</strong> For iPhone users only; shorter battery life than the competition might concern endurance athletes; fewer performance metrics and settings than what you'd find on a purpose-built sports watch.</p><p>Don't think of <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESE00OUJKL3JlZj1mc19hX3d0Ml91czI_dGg9MSZ0YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAAToraXkDYFKj-9PFJffEwa7b2dXTT668LWG07ldGLb84&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHM49BJ%2Fref%3Dfs_a_wt2_us2%3Fth%3D1\">the Apple Watch</a> as a running watch. Think of it as a smartwatch that happens to have a running mode. Almost eight years after the original Watch made its debut, Apple has successfully transformed its wearable from an overpriced curiosity to an actually useful companion device for the masses. But being a gadget for the masses means that when it comes to running, the Apple Watch has never been as feature rich as competing devices built specifically for that purpose.</p><p>Before I get to that, a few words on why I like it. The <a href=\"https://www.engadget.com/apple-watch-series-8-real-world-test-130031046.html\">Apple Watch</a> is the only one of these watches I’d want to wear every day. (And I do: After reviewing Apple Watches for years, <a href=\"https://www.engadget.com/what-we-bought-our-favorite-gadgets-of-2021-irl-140052965.html\">I finally purchased one</a> in fall 2021.) The most recent model is stylish, or at least as stylish as a wrist-worn computer can be, and certainly more so than any running watch I've encountered. The aluminum, water-resistant body and neutral Sport band go with most outfits and will continue to look fresh after all your sweaty workouts and jaunts through the rain. And the always-on display is easy to read in direct sunlight.</p><p>The battery life is 18 hours, according to Apple. Indeed, I never have a problem making it through the day. I’m often able to put the watch back on after a night of forgetting to charge it and still have some juice left. If you do forget, even a few minutes of charging in the morning can go a long way, even more so now that the Watch supports even faster charging than before. Plus, the <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjEzMzM2IiwiY29udGVudFV1aWQiOiI1ZGFhNTAwYy0zMTQ3LTNkYzktOGY1ZS1kNTA4ZmExNDA4NzMifQ&amp;signature=AQAAAWoa1BRKRvxq3ycGetv7OGtXY74YRp7b9sMdiaKEbpid&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT213336\">new low power mode</a> in watchOS 9 can help you extend the life of your Watch on particularly long days.</p><p>That said, it’s worth noting that other running watches claim longer usage time — between 30 and 40 hours in some cases. When it comes to workouts specifically, Apple rates the battery life with GPS at up to seven hours. Given that, I would trust the Watch to last through a short run or even a half marathon, but I'm not sure how it would fare in one of my slow, five-hour-plus marathons. We haven't put the higher-end <a href=\"https://www.engadget.com/apple-watch-ultra-review-battery-life-compass-gps-hike-130055477.html\">Apple Watch Ultra</a> through such paces yet, but it's worth mentioning that it has the longest battery life of any Apple Watch with a promised 36 hours (and we got about three days worth of regular use during our testing).</p><p>The built-in Activity app is simple and addictive: I feel motivated to fill in my &quot;move&quot; (active calorie), exercise and stand rings each day. I enjoy earning award badges, even though they mean nothing. I'm grateful that the Apple Health app can pull in workouts from Garmin and every other brand featured here, and then count that toward my daily exercise and stand goals (but not my move goal, curiously).</p><p>My one complaint is that the sensors don’t always track standing time accurately. I have failed to receive credit when standing for long periods in front of a stove, but occasionally I’ve been rewarded for doing absolutely nothing.</p><figure><img alt=\"The Apple Watch Series 8 on a wrist held up in mid-air.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-09/858128d0-3491-11ed-aeec-c03b39ac030c\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>As for running specifically, you're getting the basics and not much else. You can see your distance, calorie burn, heart rate, average pace and also rolling pace, which is your pace over the past mile at any given moment. You can also set pace alerts — a warning that you're going faster than you meant to, for example. Like earlier Apple Watches, you can also stream music or podcasts, if you have the cellular-enabled LTE model.</p><p>Because the watch has a GPS sensor, you can leave your phone at home while running. Of course, no two brands of running watches will offer exactly the same distance readout on a run. That said, though Apple never explicitly claimed the Watch offers improved accurate distance tracking, the readouts here do feel more accurate than on earlier models. It’s possible that Apple is making ongoing improvements under the hood that have added up to more accurate tracking performance.</p><p>For indoor runners, the Apple watch integrates with some treadmills and other exercise equipment, thanks to a two-way pairing process that essentially trades notes between the device and gym gear, formulating a more accurate estimate of your distance and effort using that shared data. In my experience, the Watch usually agrees with the treadmill on how far I ran, which is not always the case with other wearables.</p><p>I also particularly appreciate that the Apple Watch automatically detects workouts after a certain period of time. I use this feature daily as I walk to and from the subway and around my neighborhood. After 10 minutes, the familiar vibrating tick, with a message asking if I want to record an outdoor walk. The answer is always yes, and the watch thankfully includes the previous 10 minutes in which I forgot to initiate a workout.</p><p>Regardless of the workout type, all of your stats are listed on a series of pages, which you swipe through from left to right. In my early days using the watch, it was tempting to use the Digital Crown as a stopwatch button, similar to how I use other running watches. This urge has mostly subsided as I've gotten more comfortable with the user interface.</p><p>Like many of its competitors, the Apple Watch has an auto-pause option, which I often use in start-and-stop workouts. I also found in side-by-side comparisons (one watch on each wrist), that auto-pause on the Watch reacts faster than on Garmin models.</p><p>Conveniently, the Apple Watch can export workouts to MyFitnessPal so you get credit for your calorie burn there. Of note, the Watch has all of the health features that the previous generation, including a built-in ECG test for cardiac arrhythmias, along with fall detection, a blood oxygen test, respiratory tracking, emergency calls and menstrual tracking. Also like previous models, there’s a built-in compass and international emergency calling.</p><p>Unfortunately, the stats themselves are fairly limited, without much room for customization. There's no mode for interval workouts, either by time or distance. There's also not much of an attempt to quantify your level of fitness, your progress or the strenuousness of your workouts or training load. None of this should be a dealbreaker for more casual runners.</p><p>For more detailed tracking, your best bet is to experiment with third-party running apps for the iPhone, like Strava, RunKeeper, MapMyRun, Nike Run Club and others. It's through trial and error that I finally found an app with Watch support and timed intervals. But at the end of the day, it's easier to wear a purpose-built running watch when I'm running outdoors, sync my data to Apple Health, get my exercise and standing-time credit, and then put the Apple Watch back on the first chance I get. But if you can only afford one smartwatch for training and life, there's a strong case for choosing this one.</p><h2>The best for triathletes: Garmin Forerunner 745</h2><p></p><p><strong>Pros:</strong> Accurate distance tracking; long battery life; advanced fitness and training feedback; stores up to 500 songs; works with Garmin Pay.</p><p><strong>Cons:</strong> Garmin’s auto-pause feature feels slower than Apple’s; more advanced features can sometimes mean the on-device UI is tricky to navigate; features like Garmin Pay drive up the price but may feel superfluous.</p><p>If the Apple Watch is for people who want a smartwatch that also has some workout features, the $500 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1Fc3NlbnRpYWwtU21hcnR3YXRjaC0wMTAtMDI0NDUtMDAvZHAvQjA4RzU4NVhZSi8_dGg9MSZ0YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAAW41yNXs-eDtxB16qsjEKkp4UW92GtIFe4nCrG7KNNHG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Essential-Smartwatch-010-02445-00%2Fdp%2FB08G585XYJ%2F%3Fth%3D1\">Garmin Forerunner 745</a> is for athletes in training who want a purpose-built device to help prepare for races. The various sensors inside can track your heart rate, VO2 Max and blood oxygen (with the option to track all-day and in-sleep, as opposed to just spot checking). On the software side, you get daily workout suggestions, a rating that summarizes your performance condition, animated on screen workouts, a cycling power rating, a sleep score and menstruation tracking. You can also create round-trip courses as well as find popular routes though Garmin’s Trendline populating routing feature.</p><p>Like other Garmin watches, even the entry-level ones, you also get feedback on your training load and training  status (unproductive, maintaining, productive, peaking, overreaching, detraining and recovery), a “Body Battery” energy rating, recommended recovery time, plus Garmin Coach and a race time predictor. And you can analyze “running dynamics” if you also have a compatible accessory.</p><p>The slight downside to having all of these features is that the settings menu can be trickier to navigate than on a simpler device like the entry-level <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1SdW5uaW5nLVRyYWluaW5nLVN1cHBvcnQvZHAvQjA3UjJZV1ZXOD90aD0xJnRhZz1nZGd0MGMtcC1vLWlnLTIwIiwiY29udGVudFV1aWQiOiI1ZGFhNTAwYy0zMTQ3LTNkYzktOGY1ZS1kNTA4ZmExNDA4NzMifQ&amp;signature=AQAAAWbQoANzRUpXw8zlWMgoO21jqGprV9AaPIyvstFZ5cIv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Running-Training-Support%2Fdp%2FB07R2YWVW8%3Fth%3D1\">Forerunner 45</a>. Fortunately, at least, a home screen update released back in fall 2020 makes it so that you can see more data points on the 1.2-inch screen with less scrolling required.</p><p>Speaking of the screen, the watch, available in four colors, is easy to read in direct sunlight, and weighs a not-too-heavy 47g. That light weight, combined with the soft silicone band, makes it comfortable to wear for long stretches. Garmin rates the battery life at up to seven days, or up to 16 hours with GPS in use. (That figure drops to six hours when you combine GPS tracking with music playback.) In my testing, I was still at 88 percent after three hours of GPS usage. Most of my weekday runs are around 35 minutes and that, it turns out, only puts a roughly two- or three-percent dent in the battery capacity.</p><p>In practice, the watch also seemed quicker than my older <a href=\"https://www.engadget.com/2018-07-11-garmin-forerunner-645-music-review.html\">Forerunner 645 Music</a> to latch onto a GPS signal, even in notoriously difficult spots with trees and cover from tall buildings. As always, distance tracking is accurate, especially if you start out with a locked-in signal, which you always should. Like I said earlier, though, I did find in a side-by-side test, Garmin’s auto-pause feature seems sluggish compared to Apple’s.</p><p>Aside from some advanced running and cycling features, what makes the 745 one of the more expensive models in Garmin’s line are its smartwatch features. That includes Garmin Pay, the company’s contactless payments system, and the ability to store up to 500 music tracks on the device. You can also mirror your smartphone notifications and use calendar and weather widgets. Just know you can enjoy that even on Garmin’s entry-level model (more on that below).</p><p>I can see there being two schools of thought here: if someone plans to wear this watch for many hours a week working out, it may as well get as close as possible to a less sporty smartwatch. Then there’s my thinking: You’re probably better off stepping down to a model that’s nearly as capable on the fitness front, but that doesn’t pretend as hard to be a proper smartwatch.</p><p>For those people, there’s another mid-range model in Garmin’s Forerunner line that’s cheaper and serves many of the same people who will be looking at the 745. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1TbWFydHdhdGNoLUFkdmFuY2VkLUR5bmFtaWNzL2RwL0IwN1FMVkhCTEY_dGFnPWdkZ3QwYy1wLW8taWctMjAiLCJjb250ZW50VXVpZCI6IjVkYWE1MDBjLTMxNDctM2RjOS04ZjVlLWQ1MDhmYTE0MDg3MyJ9&amp;signature=AQAAAbVna9x8TOUf_LWCj2u6aGMehk8ST7zDy5TjZypP6gHa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Smartwatch-Advanced-Dynamics%2Fdp%2FB07QLVHBLF\">Forerunner 245</a> offers many of the same training features. It also mostly matches the 745 on pool swimming, but you do appear to lose a bunch of cycling features, so you might want to pore over <a href=\"https://fave.co/3JvnTtB\">this comparison chart</a> before buying if you’re a multisport athlete.</p><p>What you give is Garmin Pay; the option of all-day blood oxygen tracking; the sleep score; a gyroscope and barometric altimeter; floors climbed; heat and altitude acclimation; yoga and pilates workouts; training load focus; the Trendline feature; round-trip course creation, Garmin and Strava live segments; and lactate threshold tracking (and for this you would need an additional accessory amway).</p><p>At the opposite end of the spectrum (for people who actually wish the 745 could do more), there’s the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Gb3JlcnVubmVyLU11bHRpc3BvcnQtU21hcnR3YXRjaC1Db25uZWN0aXZpdHktV2VhcmFibGU0VS9kcC9CMDk2V0g4SjlNLz90YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAAQbb9QcgVQlza6tA3JuLgHL-vmc1kr3CK1Ba5n4JOr6o&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FForerunner-Multisport-Smartwatch-Connectivity-Wearable4U%2Fdp%2FB096WH8J9M%2F\">Forerunner 945 LTE</a> which, true to its name, adds built-in LTE connectivity. This model also holds 1,000 songs, up from 500 on the 745, and adds niceties like preloaded maps and a host of golfing features, if golf is also your jam.</p><h2>The best for most people: Garmin Forerunner 45S</h2><p></p><p><strong>Pros:</strong> Accurate distance tracking, long battery life, heart rate monitoring and interval training at a reasonable price; lightweight design; offered in a variety of colors; smartphone notifications feel limited, but could be better than nothing.</p><p><strong>Cons:</strong> Garmin’s auto-pause feature feels slower than Apple’s.</p><p>I purposefully tested the expensive Garmin Forerunner 745 first, so that I could start off with an understanding of the brand’s more advanced tech. Testing the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tRm9yZXJ1bm5lci1SdW5uaW5nLVRyYWluaW5nLVN1cHBvcnQvZHAvQjA3WTYyWDNKUz90YWc9Z2RndDBjLXAtby1pZy0yMCIsImNvbnRlbnRVdWlkIjoiNWRhYTUwMGMtMzE0Ny0zZGM5LThmNWUtZDUwOGZhMTQwODczIn0&amp;signature=AQAAATuucj1P-Eq1L8Yj1yxd5uxkLcWEewBLsK2jk1qvqCkG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Forerunner-Running-Training-Support%2Fdp%2FB07Y62X3JS%3F\">Forerunner 45S</a>, then, was an exercise in subtraction: If I pared down the feature set, would I miss the bells and whistles? And would other runners?</p><p>It turns out, mostly not. As an entry-level watch, the 45S offers everything beginners (and even some intermediate) runners could want, including distance tracking, basic fitness tracking (steps, calories), heart rate monitoring and a blood oxygen test. Also, as much as the 45S is aimed at new runners, you’ll also find modes for indoor and outdoor cycling, elliptical machines, stair climbers and yoga.</p><p>Coming from the 745, I was especially pleased to see that many of Garmin’s best training and recovery features carry down even to the base-level model. That includes training status, training load, training effect, Garmin Coach, Body Battery, stress tracking, a race time predictor and running dynamics analysis (again, an additional accessory is required). Like other Garmin watches, you can enable incident detection, with the caveat that you'll need your smartphone nearby for it to work.</p><p>It even functions as a perfunctory smartwatch, with smartphone notifications, music playback controls, calendar and weather widgets, and a duo of “find my phone” and “find my watch” features. Although I’ve criticized Garmin’s smartwatch features in the past for feeling like half-baked add-ons, I was still pleasantly surprised to find them on what’s marketed as a running watch for novices.</p><p>As for the hardware, the watch feels lightweight, at 32 grams for the 39mm model (36g for the 42mm). It’s available in five colors, slightly more than Garmin’s more serious models. The 1.04-inch screen was easy to glance at mid-workout, even in direct sunlight. The battery, which is rated for seven days (or 13 hours in GPS mode) does not need to be charged every day. In fact, if it really is beginners using this, their short runs should barely put a dent in the overall capacity. As with the Forerunner 745, my complaint is never with the battery life, just the fact that you have to use a proprietary charging cable.</p><p>And, while this watch wasn’t made for competitive swimmers, you can use it in the pool without breaking it. The 5 ATM water resistance rating means it can survive the equivalent of 50 meters of water pressure, which surely includes showering and shallow-water activities.</p><p>For what it’s worth, Garmin sells a slightly more expensive model, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkyUkgyOEdOP3RoPTEmdGFnPWdkZ3QwYy1wLW8taWctMjAiLCJjb250ZW50VXVpZCI6IjVkYWE1MDBjLTMxNDctM2RjOS04ZjVlLWQ1MDhmYTE0MDg3MyJ9&amp;signature=AQAAASBx4FMC_pYNLNlf4BAdS3zqBfkyXYSVlYsk31jmJlx2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB092RH28GN%3Fth%3D1\">Forerunner 55</a>, which for adds respiration rate tracking, menstrual tracking, an updated recovery time advisor and pacing strategies.</p><h2>The best under $100: Amazfit Bip S</h2><p></p><p><strong>Pros:</strong> Lightweight design; long battery life; accurate GPS tracking; built-in heart rate monitor; water resistant; basic smartwatch features.</p><p><strong>Cons:</strong> Crude user interface; limited support for third-party apps; can’t customize how workout stats are displayed on the screen; pausing workouts feels labored (which is a shame because you’ll be doing it often).</p><p>I kept my expectations low when I began testing the <a href=\"https://www.engadget.com/amazfit-bip-s-review-133036996.html\">Bip S</a>. This <a href=\"https://us.amazfit.com/products/amazfit-bip-s\">$70 watch</a> comes from Amazfit, a lesser known brand here in the US that seems to specialize in lower-priced gadgets. Although I didn’t know much about Amazfit or its parent company Huami, I was intrigued by the specs it offered at this price, most notably a built-in heart monitor — not something you typically see in a device this cheap.</p><p>As you might expect, a device this inexpensive has some trade-offs, and I’ll get to those in a minute. But there’s actually a lot to like. The watch itself is lightweight and water resistant, with a low-power color display that’s easy to read in direct sunlight. That low-power design also means the battery lasts a long time — up to 40 hours on a charge. Perhaps most importantly, it excels in the area that matters most: as a sports watch. In my testing the built-in GPS allowed for accurate distance and pace tracking. If you’re not a runner, or you just prefer a multi-sport life, the watch features nine other modes covering most common activities, including walking, yoga, cycling, pool and open-water swimming and free weights.</p><p>And did I mention the heart rate monitor? These readings are also seemingly accurate.</p><p>What you lose by settling for a watch this cheap is mainly the sort of polished user experience you’d get with a device from a tier-one company like Apple or even Garmin (not that Garmin’s app has ever been my favorite either). In my review, I noticed various goofs, including odd grammar and punctuation choices and a confusingly laid-out app.</p><p>I was also bummed to learn you could barely export your data to any third-party apps, other than Strava and Apple Health. You also can’t customize the way data is displayed on-screen during a workout, while your goals don't auto-adjust the way they might on other platforms. Fortunately, at least, these are all issues that can be addressed after the fact via software updates — hopefully sooner rather than later.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-what-to-expect-from-samsungs-unpacked-event-this-week-121553986.html?src=rss", "title": "The Morning After: What to expect from Samsung's Unpacked event this week", "date_published": "2023-01-30 12:15:53+00:00", "description": "<p>It’s almost time for Samsung to unveil another generation of its flagship Galaxy S smartphones. Fortunately for us, leaks have revealed <a href=\"https://www.engadget.com/samsung-unpacked-2023-event-preview-galaxy-s23-160039754.html\">a lot of the major beats</a> ahead of the February 1st <a href=\"https://www.engadget.com/samsung-unpacked-2023-galaxy-s23-event-230050182.html\">event</a>. It seems all the show-stopping features will come to the Galaxy S23 Ultra. Rumors have long pointed to the highest-end S23 model sporting a 200-megapixel main camera – and then Samsung revealed a new camera sensor that pretty much fits that specification. You may not see other sweeping changes, design-wise, but according to leaked images, the camera array on the S23 and S23+ may drop the cut-out look of last-gen, making it look more like the Ultra.</p><a href=\"https://www.engadget.com/samsung-unpacked-2023-event-preview-galaxy-s23-160039754.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/16762db0-a08d-11ed-bbf9-8229fae54c20\" /><figcaption></figcaption><div class=\"photo-credit\">Nieuwe Mobiel </div></figure></a><p>Across the whole S23 family, which will probably include the S23, S23+ and Ultra, well-known analyst Ming-Chi Kuo claims Samsung will use the Snapdragon 8 Gen 2, rather than its in-house Exynos chips. Exynos-based Galaxy phones have a reputation for worse performance and battery life, so this could be a good thing.</p><p>Alongside the phones, we expect Samsung to launch a new ultra laptop, the Galaxy Book 3 Ultra. The company’s mobile president TM Roh even mentioned in a <a href=\"https://news.samsung.com/us/samsung-get-ready-best-galaxy-built-for-today-tomorrow-unpacked-2023-tm-roh?nrtv_cid=09a3320d71ac3ff037b551bb1b30e3e3f5d746c37fe5df3cada7f107847c8ffc&amp;cid=opmc-ecomm-nrtiv-pc-042720-142005-verge-16561187&amp;utm_source=verge&amp;utm_medium=narrativ&amp;utm_campaign=16561187&amp;utm_content=pc&amp;nrtv_as_src=1\">blog post</a> that there will be Ultra products in “more device categories,” so this must be it. Samsung Display said the high-end Galaxy Book line <a href=\"https://www.zdnet.com/article/samsung-display-brings-advanced-smartphone-oled-touch-tech-to-notebooks/\">will feature</a> OLED screens with built-in touch, much like smartphones. The Ultra is also expected to arrive in tandem with more conventional Galaxy Book 3 PCs.</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/google-ai-music-generator-210728046.html\">Google AI can create music in any genre from a text description</a></p></li><li><p><a href=\"https://www.engadget.com/samsung-entry-model-galaxy-s23-could-feature-slower-storage-205144097.html\">Samsung’s entry model Galaxy S23 could feature slower storage</a></p></li><li><p><a href=\"https://www.engadget.com/twitter-client-developers-fleeing-twitter-mastodon-130031551.html\">Like users, app developers are fleeing Twitter for Mastodon </a></p></li><li><p><a href=\"https://www.engadget.com/bowers-and-wilkins-px8-review-183002357.html\">Bowers &amp; Wilkins Px8 review: Incredible sound comes at a cost</a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/the-latest-super-mario-bros-movie-trailer-pits-cat-mario-against-donkey-kong-215133040.html\">Watch the latest ‘Super Mario Bros. Movie’ trailer</a></h2><h3>It pits Cat Mario against Donkey Kong.</h3><a href=\"https://www.engadget.com/the-latest-super-mario-bros-movie-trailer-pits-cat-mario-against-donkey-kong-215133040.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/9cf04110-a08c-11ed-93b7-2fd5f1cad6b3\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo</div></figure></a><p>Nintendo shared a surprise trailer for <em>The Super Mario Bros. Movie</em>. The 30-second clip shows additional footage from a scene first featured in the trailer Nintendo released last November. More importantly, it marks our first chance to hear Seth Rogen’s take on Donkey Kong.</p><p><a href=\"https://www.engadget.com/the-latest-super-mario-bros-movie-trailer-pits-cat-mario-against-donkey-kong-215133040.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/mac-mini-review-m2-pro-2023-140052205.html%20https://www.engadget.com/...\">Mac mini review (M2 Pro, 2023)</a></h2><h3>A Mac mini Pro, in all but name.</h3><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/9cefcbe0-a08c-11ed-b7dd-6edfd5f2fe0f\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>The M2 Pro-equipped Mac Mini is a powerhouse in a small-form-factor disguise. The $1,299 model offers tremendous performance for creators who don’t want to shell out $1,999 for a Mac Studio. But, as is often the case, beware of Apple’s exorbitant upgrade costs for RAM and storage. Check out Devindra Hardawar’s full review.</p><p><a href=\"https://www.engadget.com/mac-mini-review-m2-pro-2023-140052205.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/phil-spencer-says-microsoft-will-continue-to-support-and-grow-halo-amid-343-layoffs-184954755.html\">Microsoft will continue to ‘support and grow’ Halo, amid layoffs</a></h2><h3>That’s from Xbox head, Phil Spencer.</h3><h3></h3><p>Xbox CEO Phil Spencer says Microsoft remains committed to the Halo franchise and its developer, 343 Industries. In an interview following this week’s Xbox and Bethesda Developer Direct showcase, Spencer told <em>IGN</em> “the heart and soul of Halo is with 343, and I have the utmost confidence in the team that's there.” The Halo studio was reportedly “hit hard” by Microsoft’s recently announced company-wide layoffs. The number of employees Microsoft let go at the studio is unknown, but according to<em> Bloomberg’</em>s Jason Schreier, <em>Halo Infinite</em>’s campaign team saw significant cuts.</p><p><a href=\"https://www.engadget.com/phil-spencer-says-microsoft-will-continue-to-support-and-grow-halo-amid-343-layoffs-184954755.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/meta-quest-pro-is-400-off-right-now-165902989.html\">Meta’s pricey Quest Pro VR headset is $400 off right now</a></h2><h3>It's a hefty first-time discount.</h3><h3></h3><p>Meta’s pricey Quest Pro headset is on sale for the first time. After a hefty 27 percent discount, the headset is currently $1,100 – that’s $400 off – through Amazon and other retailers. Thanks to its Snapdragon XR2+ chipset and 12GB of RAM, the Quest Pro is 50 percent more powerful than the Quest 2. It also features solid built-in speakers with support for spatial audio. That said, the Quest Pro isn’t for everyone. There are still few apps and games that take advantage of all this advanced hardware.</p><p><a href=\"https://www.engadget.com/meta-quest-pro-is-400-off-right-now-165902989.html\"><strong>Continue reading.</strong></a></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/chinas-baidu-is-adding-a-chatgpt-type-bot-to-its-search-engine-110452638.html?src=rss", "title": "China's biggest search engine is to set launch a ChatGPT rival in March", "date_published": "2023-01-30 11:04:52+00:00", "description": "<p>Chinese search giant Baidu aims to introduce a <a href=\"https://www.engadget.com/chatgpt-passes-graduate-law-business-exams-210146640.html\">ChatGPT-</a>like AI service that gives users conversational results, <a href=\"https://www.bloomberg.com/news/articles/2023-01-30/chinese-search-giant-baidu-to-launch-chatgpt-style-bot-in-march?sref=10lNAhZ9&amp;leadSource=uverify%20wall\"><em>Bloomberg</em></a> has reported. It'll be based on the company's Ernie system, a large-scale machine-learning model trained over several years that &quot;excels at natural language understanding and generation,&quot; <a href=\"http://research.baidu.com/Blog/index-view?id=165\">Baidu said in 2021</a>.&nbsp;</p><p>Open AI's ChatGPT has taken the tech world by storm of late, thanks to its ability to answer fact-based questions, write in a <a href=\"https://www.engadget.com/chatgpt-passes-graduate-law-business-exams-210146640.html\">human-like way</a> and even <a href=\"https://medium.com/geekculture/writing-code-snippet-using-ai-openai-chatgpt-d96e6073e894\">create code</a>. Microsoft invested $1 billion in Open AI back in 2019, and reportedly <a href=\"https://www.engadget.com/microsoft-reportedly-integrating-chatgpt-technology-into-bing-131502579.html\">plans to incorporate</a> aspects of ChatGPT into its Bing search engine.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Google, meanwhile, likely sees the technology as a threat to its search business and plans to accelerate development of its own conversational AI technology. CEO Sundar Pichai reportedly declared a &quot;code red&quot; over ChatGPT and may be preparing to show off 20 or more AI-products and a chatbot for its search engine at its I/O conference in May.&nbsp;</p><p>Baidu has reportedly seen lagging growth in search and sees ChatGPT-like apps as a potential way to leapfrog rivals. &quot;I’m so glad that the technology we are pondering every day can attract so many people’s attention. That’s not easy,&quot; he said during a talk in December, according to a transcript seen by <em>Bloomberg</em>.</p><p>ChatGPT has largely drawn positive attention, but the downsides have come into focus as well. Technology news site <em>CNET</em> was <a href=\"https://www.engadget.com/cnet-corrected-41-of-its-77-ai-written-articles-201519489.html\">forced to correct</a> AI-written articles due to errors and concerns about plagiarism. And New York City public schools recently banned ChatGPT over cheating concerns, because it can create articles and essays that can be <a href=\"https://www.engadget.com/chatgpt-openai-new-york-city-public-schools-ban-192608080.html\">difficult to distinguish</a> from student-created content.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/san-francisco-asks-california-regulators-to-halt-or-slow-driverless-vehicle-testing-083906662.html?src=rss", "title": "San Francisco asks California regulators to halt or slow the rollout of driverless taxis", "date_published": "2023-01-30 08:39:06+00:00", "description": "<p>San Francisco city officials have sent letters to the California Public Utilities Commission (CPUC) asking to slow or halt the expansion of Cruise and Waymo robotaxi services in the city, <a href=\"https://www.nbcnews.com/tech/tech-news/san-francisco-looks-hit-brakes-self-driving-cars-rcna66204\"><em>NBC News</em></a> has reported. San Francisco Transportation Authority (SFTA) officials wrote that unlimited expansion would be &quot;unreasonable&quot; in light of recent safety incidents in which vehicles <a href=\"https://www.engadget.com/cruise-driverless-taxis-blocked-san-francisco-traffic-for-hours-robotaxi-gm-204000451.html\">blocked traffic</a> and interfered with emergency vehicles.&nbsp;</p><p>Alphabet's Waymo and Cruise, owned by GM, both operate fully driverless services (without backup drivers) in the city. Last June, Cruise <a href=\"https://www.engadget.com/cruise-charge-fully-driverless-rides-san-francisco-092000547.html\">gained permission</a> to charge for rides in set areas of the city between the hours of 10PM and 6AM. Waymo is allowed to give driverless vehicle rides but is <a href=\"https://www.engadget.com/waymo-driverless-taxi-permit-california-dmv-150046627.html\">waiting</a> for another permit before it can charge for them.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>“A series of limited deployments with incremental expansions — rather than unlimited authorizations — offer the best path toward public confidence in driving automation and industry success in San Francisco and beyond,” the letter reads.</p><p>The services have had their challenges. A small fleet of Cruise robotaxis in San Francisco suddenly stopped operating on a street in the city's Fillmore district, <a href=\"https://www.engadget.com/waymo-driverless-taxi-permit-california-dmv-150046627.html\">blocking traffic</a> for several hours. Another Cruise vehicle was pulled over by confused cops and then <a href=\"https://www.engadget.com/cruise-vehicle-drives-away-from-police-194657296.html\">promptly went on the lam</a>. The NTSA recently opened a probe into Cruise's self-driving vehicles over hard braking, traffic blocking and other issues.&nbsp;</p><p>In one as yet unreported incident, Cruise vehicles also reportedly interfered with emergency responders. Firefighters had to smash the window one of the company's robotaxis to prevent it from running over a firehose, according to the letter.&nbsp;</p><p>However, Cruise pointed out that the service has been safe so far. &quot;Cruise’s safety record is publicly reported and includes having driven millions of miles in an extremely complex urban environment with zero life-threatening injuries or fatalities,” a spokesperson told <em>NBC News</em>.</p><p>The letters may have been prompted by Cruise's stated plans to operate its robotaxi service 24 hours a day rather than just at night. It's been <a href=\"https://www.axios.com/local/san-francisco/2022/12/19/autonomous-vehicle-cruise-san-francisco-permit\">approved</a> for that by the California DMV, but is waiting on permission from the CPUC. (Both companies also operate driverless ride services in <a href=\"https://www.engadget.com/waymo-phoenix-airport-180027616.html\">Phoenix</a>, and Cruise's self-driving taxis are available in <a href=\"https://techcrunch.com/2022/12/20/cruise-soft-launches-robotaxi-rides-in-phoenix-and-austin/\">Austin, Texas</a> as well.)</p><p>The SFTA isn't against the 24/7 expansion, but has requested more data like how often and for how long Cruise's vehicles block traffic. It also wants robotaxis to stay off primary routes during rush hour until they prove they can operate &quot;without significant interruption of street operations and transit services.&quot;</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.engadget.com/rss.xml", "title": "Engadget"}}