{"entries": [{"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/bill-gates-defends", "title": "WATCH: Bill Gates Defends Ties to Jeffrey Epstein, Claims He Just 'Had Dinner' With Him. Oh.", "date_published": "2023-01-30 22:52:15+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32925728&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p><em></em>Bill Gates has a stunning ability to somehow make any story sound appealing. Whether it be why the <a href=\"https://www.louderwithcrowder.com/bill-gates-china-comments\" target=\"_blank\">rise of Communist China</a> is actually a good thing, or that bug burgers are totally delicious and not at all vomit-inducing, the man can sell a narrative. </p><p>One area he's not so smooth on, however, is his relationship with <a href=\"https://www.louderwithcrowder.com/bill-gates-friendship-jeffrey-epstein\" target=\"_blank\">Jeffrey Epstein</a>. He always seems to flounder juuust a bit when interviews veer to this topic. I guess I'd get nervous too if I had proven ties to a millionaire pedophile notorious for controlling elites with sexual blackmail. Which is exactly why I make a point not to socialize with millionaire pedophiles notorious for controlling elites with sexual blackmail. That's on my \"deal-breakers\" list.</p><p>Today, Gates gave a very awkward interview with Australia’s ABC 7.30. Not only did host Sarah Ferguson bring up Epstein, she even dragged Gates' ex-wife into it. This guy can't catch a break. </p><p>Ferguson asked, <em>\"One of the issues that's dogged you is that of your relationship with Jeffrey Epstein. Do you regret the relationship that you maintained with him against Melinda's advice and wishes?\"</em> </p><p>Gates attempted to downplay his connections to Epstein, saying he \"shouldn't have had those dinners with him.\" </p><p>Then Ferguson went for the zinger, asking, <em>\"Epstein had a way of sexually compromising people, is that what Melinda was warning you about?\" </em></p><p><em></em>Gates denied this, claiming he \"had dinner with him and that's all.\" He also denied any relationship between his foundation and Jeffrey Epstein. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cBill Gates: \\u201cI had dinner with [Jeffrey Epstein] and that\\u2019s all\\u201d\\n\\n\\u201d</div> — The Post Millennial (@The Post Millennial)\n        <a href=\"https://twitter.com/TPostMillennial/status/1620078464878653441\">1675091780</a>\n</blockquote>\n\n<p>The creepy billionaire doth protest too much, methinks. And, his defense isn't even true. The<a href=\"https://www.nytimes.com/2019/10/12/business/jeffrey-epstein-bill-gates.html\" target=\"_blank\"> New York Times</a> reported that Gates met with Epstein many times, and those meetings didn't seem to be \"just dinners.\" </p><p>An investigation from the Times found Gates met Epstein several times at his Manhattan townhouse and mansion. Epstein also spoke with the Bill and Melinda Gates Foundation and JPMorgan Chase about a proposed multibillion-dollar charitable fund. Oh, and by the time they first met, Epstein was already a registered sex offender and had served jail time for soliciting prostitution from a minor. </p><p>But yeah, it was definitely just a few dinners. Nothing to see here. Carry on and eat the bugs. </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/whoopi-goldberg-backtracks", "title": "LOL: Whoopi Goldberg Suggests White People Need to Be Beaten then Quickly Backtracks", "date_published": "2023-01-30 22:22:13+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32925570&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>I am slowly becoming convinced that the only reason<a href=\"https://www.louderwithcrowder.com/the-view-classified-documents\" target=\"_blank\"> 'The View' </a>is still on the air is because of people like us who hate-watch it incessantly. But it's great entertainment, so I'm ok with it. For now. </p><p>Today, <a href=\"https://www.louderwithcrowder.com/whoopi-goldberg-apologizes-again\" target=\"_blank\">Whoopi Goldberg</a> expressed her exasperation over the <a href=\"https://www.louderwithcrowder.com/tyre-nichols-white-people-tiktok\" target=\"_blank\">Tyre Nichols</a> story. And of course, she managed to drag race into it. What good would a news story be without some divisive, anti-white rhetoric drizzled on top? </p><p>Whoopi said, <em>\"When will the brutality finally lead to some police reform from the ground up? Because, clearly, it doesn't matter if it's a white policeman or a black policeman, it is a problem in the policing itself.\" </em></p><p>Ok Whoopi, I'm actually with you on that. A lot of these cases seem to come down to poor training. But she had to go on: </p><p><em>\"It seems things don't seem to make sense to people unless it's somebody they can feel or they can recognize, but how many times do we have to - do we need to see white people also get beaten before anyone will do anything?\" </em></p><p>I grow tired. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cWhoopi Goldberg on police reform: \\n\\n\"Do we need to see white people also get beaten before anybody will do anything?\"\\u201d</div> — Daily Caller (@Daily Caller)\n        <a href=\"https://twitter.com/DailyCaller/status/1620142387854188549\">1675107020</a>\n</blockquote>\n\n<p>Perhaps someone in her earpiece promptly told her to backtrack, because she quickly clarified<em>, \"I'm not suggesting that, so don't write us and tell me what a racist I am.\" </em></p><p>As to Whoopi's claim, it actually seems that people care less, or even not at all when a white person is a victim of police brutality. Take <a href=\"https://www.dallasnews.com/news/courts/2022/05/25/dallas-police-promote-officer-who-pinned-tony-timpa-to-ground-before-he-died-in-2016/\" target=\"_blank\">Tony Timpa</a>, a mentally ill white man who called 911 in 2016 and died in exactly the same position as George Floyd. Timpa called the police because he needed help and was off of his prescribed meds. </p><p>Responding Officer Dustin Dillard pinned him to the ground with his knee on his neck for nearly 14 minutes. But there weren't any \"mostly peaceful protests\"  in Timpa's name. In fact, last year, Office Dillard was promoted to Sr. Cpl., a role that involves training rookie officers. </p><p>It's almost like these stories always go one way, even when the officers aren't white...weird how that works out!</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/gavin-newsom-clean-sober", "title": "WATCH: Newsom Said Homeless 'Need to Self-Medicate' and Now We Have San Francisco. Shocker.", "date_published": "2023-01-30 21:54:14+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32925520&amp;width=1200&amp;height=800&amp;coordinates=379%2C0%2C135%2C0\" /><br /><br /><p>A video of<a href=\"https://www.louderwithcrowder.com/gavin-newsom-california-pact\" target=\"_blank\"> Gavin Newsom</a> discussing California's addiction epidemic began recirculating today. In the three-year-old video, Newsom claims, \"clean and sober is one of the biggest damn mistakes this country ever made\" and that \"everyone needs to self-medicate periodically.\" He was explaining his belief that homeless people seeking meals and beds in shelters shouldn't be subjected to burdensome regulations, like \"please don't shoot heroin.\" </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\\u201cClean and sober is one of the biggest damn mistakes this country ever made\\u2026We all need to self medicate periodically\\u201d - Gavin Newsom, explaining his plan to self medicate California out of our addiction epidemic. \\n\\n\\u201d</div> — Kevin Dalton (@Kevin Dalton)\n        <a href=\"https://twitter.com/TheKevinDalton/status/1619747287261118465\">1675012821</a>\n</blockquote>\n<p>That's a bold strategy. So, three years out, let's reflect on how this panned out for him. </p><p>For starters, law enforcement has <a href=\"https://www.foxnews.com/us/california-drug-cartel-crisis-fueling-national-fentanyl-epidemic\" target=\"_blank\">said</a> California is to blame for the country's <a href=\"https://www.louderwithcrowder.com/elon-musk-san-francisco-mayor\" target=\"_blank\">fentanyl</a> epidemic. Yes, you heard that correctly. California is responsible for the <em>entire nation's </em>crisis with fentanyl. With its lax drug, border, and immigration laws, plus the convenient plethora of highways that connect nearly the entire country, California is poisoning even the reddest of states with the fatal opioid. </p><p>In California itself, fentanyl overdose deaths <a href=\"https://www.msn.com/en-us/health/medical/drug-overdose-deaths-in-california-are-skyrocketing-as-the-fentanyl-crisis-reaches-beyond-san-francisco/ar-AA12YmBD\" target=\"_blank\">spiked</a> 45% from 2020-2021. In L.A. County homeless shelters, deaths <a href=\"https://www.latimes.com/california/story/2022-04-22/la-county-homeless-deaths-surge-pandemic-overdoses\" target=\"_blank\">increased</a> by 56% from 2020-2021, primarily driven by overdoses. </p><p>In 2020, <a href=\"https://www.louderwithcrowder.com/san-francisco-mental-breakdown\" target=\"_blank\">San Francisco</a> <a href=\"https://www.usatoday.com/story/news/factcheck/2020/05/13/fact-check-san-francisco-project-room-key-provides-alcohol-tobacco/3111155001/\" target=\"_blank\">came</a> under fire for providing homeless people with drugs and alcohol while they were quarantined in hotels. Coincidentally, homeless deaths <a href=\"https://sf.gov/news/homeless-deaths-doubled-sf-during-first-year-pandemic-mostly-drug-overdoses\" target=\"_blank\">doubled</a> in San Francisco from 2020-2021, driven by - you guessed it - overdoses. </p><p>How's that \"self-medicating\" working out now?</p><p>If after all this you still have a shred of faith remaining in Gavin Newsom, first of all, I question your sanity, but also admire your hope. Second, please enjoy this video from 2008, when the then-Mayor of San Francisco Gavin Newsom promised to<em> end homelessness. </em>In San Francisco. In ten years. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cGavin Newsom vows to end homelessness in San Fransisco in 10 year...in 2008\\u201d</div> — Kevin Dalton (@Kevin Dalton)\n        <a href=\"https://twitter.com/TheKevinDalton/status/1573016230792871936\">1663871269</a>\n</blockquote>\n<p>It's important to keep an on eye California since Newsom is likely to be a top 2024 Democrat contender - given that Joe Biden can't speak and literally no one likes Kamala Harris. Except maybe Willie Brown. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/tyre-nichols-white-people-tiktok", "title": "Watch: TikTok hero tells other white people to beat chests and blame themselves for Tyre Nichols' death", "date_published": "2023-01-30 17:29:44+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32923770&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Fear not, fellow white plebeians. Another white woman on <a href=\"https://www.louderwithcrowder.com/bryce-hall-las-vegas-security\" target=\"_blank\">TikTok</a> is here to instruct us on how to accept our inherent white supremacy and guilt. What would we do without these brave, middle-aged social justice heroes?</p><p>Er, actually, this person's Instagram bio says #trans and #queer, so I will henceforward refer to them as a \"person\" to avoid the pronoun police. </p><p>The beautiful and brave person is named Arwyn Carpenter, and they courageously took to TikTok to explain how white people are responsible for the death of Tyre Nichols. Carpenter said, \"<em>I got a message today for some white people [...] We need to rub our chests, we find our heartbeat, and say we did this. White supremacy did this. I'm talking about Tyre Nichols. Police didn't do this.\" </em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cWhite lady on TikTok tells us how white supremacy is to blame for Tyre Nichols\\u2019 death. \\ud83e\\udd21 \\ud83c\\udf0e \\n#TyreNichols\\u201d</div> — Alex Rosen (@Alex Rosen)\n        <a href=\"https://twitter.com/iFightForKids/status/1619605518544420865\">1674979021</a>\n</blockquote>\n<p>Carpenter is referring to 29-year-old <a href=\"https://www.louderwithcrowder.com/tyre-nichols-nyc-memphis-protest\" target=\"_blank\">Tyre Nichols</a> who died after being beaten by 5 Memphis Police officers. Oh, and all the police officers were black. Small detail. </p><p>There's this new weird argument coming from the left that even if the police officers at the center of police brutality aren't white, it's still white people's fault. Somehow. Because two plus two equals five and freedom is slavery. </p><p>The idea seems to be that policing is inherently \"white,\" so no matter the race of the officers, any bad thing they do is automatically the fault of white people. </p><p>CNN's Van Jones made a similar argument in an op-ed titled, \"The police who killed Tyre Nichols were Black. But they still might have been driven by racism.\" </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cVan Jones slammed for op-ed claiming cops who 'killed' Tyre Nichols could've been 'driven by racism' https://t.co/rlHCUWMoBn\\u201d</div> — Daily Mail US (@Daily Mail US)\n        <a href=\"https://twitter.com/DailyMail/status/1619219275268382723\">1674886933</a>\n</blockquote>\n<p>Jones claimed the race of the victim is \"the most relevant\" in determining whether racial bias is a motive, not the race of the cop. He suggested a white person could not be a victim of police brutality, writing, \"it’s hard to imagine five cops of any color beating a White person to death under similar circumstances.\" <br /></p><p>This all seems like a fool-proof way to always blame your enemies, and an even better way to start a race war. Oh, and completely distract from the victim at the center of the story, Tyre Nichols. But our media overlords would <em>never</em> use a tragic story to push a narrative...</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/ilhan-omar-cnn", "title": "Watch: Ilhan Omar defends her anti-semitism by claiming she wasn't aware she was being anti-semitic", "date_published": "2023-01-30 16:00:54+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32923388&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Yesterday, Rep. <a href=\"https://www.louderwithcrowder.com/ilhan-omar-hamas-statement\" target=\"_blank\">Ilhan Omar</a> appeared on CNN's 'State of the Union,' alongside Adam Schiff and Eric Swalwell to whine about <a href=\"https://www.louderwithcrowder.com/kevin-mccarthy-schiff-omar-swalwell\" target=\"_blank\">Kevin McCarthy</a> stripping them of committee assignments. Y'know, due to their threat to national security and rampant anti-semitism. What a meanie-head. </p><p>During the interview, she claimed she \"wasn't aware\" of stereotypes surrounding Jewish people and money. Seriously. She said, <em>\"</em><em>I certainly did not or was not aware that the word ‘hypnotized’ was a trope. I wasn’t aware of the fact that there are tropes about Jews and money. That has been [a] very enlightening part of this journey. To insinuate that I knowingly said these things when people have read into my comments to make it sound as if I have something against the Jewish community is so wrong.”</em></p><p>Well, Ilhan, we assumed you would have opened a history book since, I don't know, the Middle Ages. Our bad. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cIlhan Omar employed one antisemitic trope in 2012, after which she said learned all about antisemitism \"from Jewish orgs.\"\\n\\nShe then employed another one in 2019.\\n\\nBut she didn't know there are tropes about Jews and money? \\ud83e\\udd14\\n\\nWho believes this stuff?\\n\\nhttps://t.co/9TXyuJe9Jy\\u201d</div> — Avi Mayer (@Avi Mayer)\n        <a href=\"https://twitter.com/AviMayer/status/1619858414619996160\">1675039316</a>\n</blockquote>\n<p>Omar has a history of questionable public comments about Jewish people. In 2019, she tweeted, \"It's all about the Benjamins, baby\" regarding members of Congress allegedly taking bribes from Israel. She also claimed Israel \"hypnotized the world\". Seems like maybe she knew about a certain stereotype regarding a certain group of people and money. Weird!<br /></p><p>Omar has also publicly <a href=\"https://www.louderwithcrowder.com/ilhan-omar-cnn-lead\" target=\"_blank\">doubled, then tripled</a> down on her anti-semitic takes time and time again. In 2021, Jake Tapper tried to give her an out, asking, \"S<em>o those anti-Semitic comments you made comparing Israel to Hamas, you take those back, right?\"</em></p><p>But silly Omar responded, \"<em>I don't so. I think it's really important to think back to the point that I was trying to make.\" </em></p><p><em></em>She then proceeded to make matters even worse by criticizing her Jewish colleagues: \"<em>I think it's really important for these members to realize that they haven't been partners in justice, they haven't been, you know, equally engaging in seeking justice around the world.\"</em></p><p>You can lead a horse to water...</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/finland-debuts-figure-skater", "title": "Watch: Finland debuts world's first beautiful and brave trans figure skater, except they can't skate.", "date_published": "2023-01-30 15:54:52+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32923130&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p><em></em>Last week, the European Figure Skating Championships <a href=\"https://thepostmillennial.com/breaking-finland-showcases-59-year-old-trans-identified-figure-skater-former-farmer-at-european-figure-skating-championships\" target=\"_blank\">kicked</a> off in Espoo, Finland. During the opening ceremony, female skaters skated around with their respective country's flags. But one beautiful, brave woman stuck out amongst a sea of biological women. </p><p>Meet Minna-Maaria Antikainen, a 59-year-old transperson, and former farmer-turned-figure skater. For the women, of course. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cCongratulations to Minna-Maaria Antikainen who just became Finland\\u2019s first out Trans figure skater! \\u26f8\\ufe0f\\ud83c\\udff3\\ufe0f\\u200d\\u26a7\\ufe0f\\u201d</div> — Lucy (@Lucy)\n        <a href=\"https://twitter.com/LucyRebelHeart/status/1619662481080872960\">1674992602</a>\n</blockquote>\n<p>Anitkainen skated out for a solo  while her competitors watched in awe. Or maybe shock? </p><p>Within the first forty-five seconds, Anitkainen stumbled and fell, unable to get back up until another skater assisted her. </p><p>So brave. So beautiful. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cBREAKING: Finland has introduced the world's first transgender national figure skater \\n\\nThey fall down in the first 45 seconds and no one is allowed to act like anything at all happened \\nhttps://t.co/12n8ubKZ1c\\u201d</div> — Jack Posobiec \\ud83c\\uddfa\\ud83c\\uddf8 (@Jack Posobiec \\ud83c\\uddfa\\ud83c\\uddf8)\n        <a href=\"https://twitter.com/JackPosobiec/status/1619560033985130496\">1674968176</a>\n</blockquote>\n<p>Anitkainen previously said they had a \"childhood dream\" of being a professional figure skater. Anitkainen presents as a female but uses both male and female pronouns and self-identifies as a \"gender-neutral woman.\" </p><p>Back in 2020, Anitkainen competed in a performance called \"Geisha,\" and did \"Geisha-face,\" if that's a thing. They painted their face white and dressed in kimono while traditional Japanese music played. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c(Continued)\\nAntikainen previously competed in the 2020 Juna Cup in a performance titled \"Geisha,\" during which he painted his face white, dressed in kimono, and skated to traditional Japanese music.\\u201d</div> — REDUXX (@REDUXX)\n        <a href=\"https://twitter.com/ReduxxMag/status/1619732252954615814\">1675008213</a>\n</blockquote>\n<p>Outi Wuorenheimo, Executive Director of the Finnish Figure Skating Association, praised Anitkainen's stunning and brave performance for the women's team, saying,<em> \"Figure skating is a very conservative sport with various strict rules. In international competitions, same-sex skating pairs are not allowed, and there is no category for non-binary skaters. I hope that every country will start working for equality and diversity in the field.\"</em></p><p>This is quite a change of pace for transpeople in women's sports. Typically, they dominate the field. Take UPenn swimmer <a href=\"https://www.louderwithcrowder.com/lia-thomas-ncaa-victory\" target=\"_blank\">Lia Thomas</a>, who become the first transgender athlete to win an NCAA Division I national championship and was even nominated for Woman of the Year. Or MMA Fighter <a href=\"https://www.louderwithcrowder.com/fallon-fox-brags-terf\" target=\"_blank\">Fallon Fox</a>, who successfully crushed a female competitor's orbital bone. </p><p>These performances of course have absolutely nothing to do with anything like, I don't know, elevated testosterone or increased bone density. That's just right-wing transphobic rhetoric. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/tennessee-rally-teens", "title": "Watch: Teens hold a rally opposing genital mutilation and liberal slacktivists did NOT disappoint in their reaction", "date_published": "2023-01-30 12:54:47+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32922518&amp;width=2000&amp;height=1500&amp;coordinates=0%2C0%2C162%2C0\" /><br /><br /><p>Chloe Cole is a teenage activist. She was a girl who claims she was (what critics call) \"<a href=\"https://www.louderwithcrowder.com/kayla-lemieux-dance-recital\" target=\"_blank\">groomed</a>\" into believing she was a boy and had a permanently life-altering double mastectomy. The radical, extreme left (leftists, progressives, average Democrats, Joe Biden, most of the media, 90% of Big Tech) refer to this as a \"<a href=\"https://www.louderwithcrowder.com/jk-rowling-scotland-march-activist\" target=\"_blank\">gender-affirming</a>\" procedure and claim without evidence that if you criticize the procedure in the slightest, or think minors having their genitals mutilated is ill-advised, you are a transphobe.</p><p>Cole, who now realizes she has always been a girl, has made it her mission to speak out so that others don't get (what critics call) \"groomed\" into making the same permanently-life alternating decision that she did. She was the featured speaker at a rally Murfreesboro, Tennessee. </p><p>The rub is she is speaking out against a major plank in the Democrat Party and is expressing a viewpoint the left disagrees with. They turned out to shout Chloe down in their usual helpful to their causes selves.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Murfreesboro TN: <br /><br />TPUSA Faith middle TN & Rutherford County Chapter hosted <a href=\"https://twitter.com/ChoooCole?ref_src=twsrc%5Etfw\">@chooocole</a> to defend children. Meanwhile unhinged clowns show their unrelenting support for child genital mutilation and medical abuse by dressing up to squawk & dance. <br /> <a href=\"https://twitter.com/TPUSA?ref_src=twsrc%5Etfw\">@TPUSA</a> | <a href=\"https://twitter.com/FrontlinesShow?ref_src=twsrc%5Etfw\">@FrontlinesShow</a> <a href=\"https://t.co/AWA48jx3CP\">pic.twitter.com/AWA48jx3CP</a><br />— Kalen D’Almeida (@fromkalen) <a href=\"https://twitter.com/fromkalen/status/1619446696098041856?ref_src=twsrc%5Etfw\">January 28, 2023</a></blockquote> </div><p>This girl seems nice. She was so angry about hearing genital mutilation might not be for everyone, all she can do is scream about it.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Promoting this? That’s dangerous indeed! Chloe speaks out the truth! The other ones - scream. Do you like this kind of communication? <a href=\"https://t.co/stNiyvbf7n\">pic.twitter.com/stNiyvbf7n</a><br />— 🔥LibertyAngel🔥🇺🇸🗽🇺🇸 (@truthfighterUSA) <a href=\"https://twitter.com/truthfighterUSA/status/1619808313541287936?ref_src=twsrc%5Etfw\">January 29, 2023</a></blockquote> </div><p>This...I don't know what this is. And if you do, I ask you to please keep it to yourself. I'm okay not knowing. I prefer not knowing.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"be802\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32922596&amp;width=980\" />\n</p><p>In all the counter-protest, none of Cole's vocal opponents made the attempt to express their disagreement in a rational fashion. It's a classic debate where two sides have polar opposite positions on a hot-button issue. Chloe Cole thinks genital mutilation in minors -- and not only encouraging minors to go through with it, but celebrating it -- is bad. Her opponents believe that genital mutilation in minors is the cat's pajamas and that all minors should do it in the name of \"inclusion\" and a few other buzzwords.</p><p>If Cole's opponents would use their words to lay out an intelligent argument, perhaps the two sides could find common ground. I can't imagine what the common ground would be, since Cole is the one who is on the right side of history. But hey, you never know!</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Bible Stories: Samson & Delilah | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/vaMvpL3y7GM\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/he-gets-us-cnn-jesus", "title": "Watch: CNN is bothered by TV ads promoting Jesus, so they investigate them as a right-wing conspiracy", "date_published": "2023-01-30 12:42:59+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32921845&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>There have been commercials airing that try way too hard to make Jesus into a cool dude. It's part of a marketing campaign called \"HeGetsUs.\" Why? Because Jesus gets us. </p><p>You may not have noticed. You probably play games or scroll the bird app on your phone during all commercial breaks like a normal person. But CNN has noticed the name \"Jesus\" being said on television, and they found it quite off-putting. So they investigated it as a right-wing conspiracy.</p><p>This is one of the ads attempting to portray Jesus Christ as a badass.</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">The Rebel</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/-Eg_yrpjmlY\" target=\"_blank\">youtu.be</a>\n</small>\n</p>\n<p>CNN crouched their concern about these ads because people might see commercials about Jesus during the Super Bowl. I guess <a href=\"https://www.louderwithcrowder.com/josh-allen-bills-god-real\" target=\"_blank\">we're done</a> with <a href=\"https://www.louderwithcrowder.com/tony-dungy-march-life\" target=\"_blank\">prayer</a> when it <a href=\"https://www.louderwithcrowder.com/josh-allen-bills-god-real\" target=\"_blank\">comes to football things</a> now.</p><p>A religious person may question the Scripture of these ads. A non-religious person might call this lame. CNN wants to know why Jesus is allowed on television at all, and did a deep dive into who is funding such religious indoctrination on the airwaves. They even quoted an \"expert.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Conservative Christians on the HeGetsUs ads: ack, hipsters trying to create Cool Tolerant Jesus for youngsters.<br /><br />CNN: Squishy hipsters, my foot. They are a stalking horse for the Religious Right! The atheist transgender critic is described as just a reporter on religion. <a href=\"https://t.co/c1afqYAbPy\">pic.twitter.com/c1afqYAbPy</a><br />— Tim Graham (@TimJGraham) <a href=\"https://twitter.com/TimJGraham/status/1619096652832292864?ref_src=twsrc%5Etfw\">January 27, 2023</a></blockquote> </div><p>Chrissy Stroop, the \"expert\" CNN chose to attack these ads as a trojan horse for right-wing politics? A transgender atheist who hates conservative evangelicals.</p><blockquote>I believe the \"He Gets Us\" campaign is a PR effort and website strategically developed by right-wing evangelicals to rope people in with inclusive-sounding messaging and get them plugged into local churches that will eventually teach that to be a Christian means to support right-wing politics.</blockquote><p>That's some damn fine journalisming, CNN.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Conservatism leads to abuse because conservatism *is* abuse. It is the protection of hierarchy and unearned privilege at the expense of those without power, and the protection of institutions at the expense of the people who inhabit them.<br />— Chrissy Stroop (@C_Stroop) <a href=\"https://twitter.com/C_Stroop/status/1528476429855227904?ref_src=twsrc%5Etfw\">May 22, 2022</a></blockquote> </div><p>Let's have a thought exercise. Say they were commercials that portrayed Jesus as a transgender Muslim who preached about misinformation against the Orange-Skinned Demon. And conservative Christians said, \"hey, that's not accurate.\"</p><p>Now turn on CNN to see the content they create about THAT story. How different is their coverage?</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">SKETCH! Noah's Ark: The Full Story | Bible Stories</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/rheJk20K4BM\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "http://louderwithcrowder.com/feed/", "title": "Louder With Crowder"}}