[{"source": "https://www.theguardian.com/rss", "title": "Intimacy with strangers: Marina Abramović puts the squeeze on", "description": "<p>The artist’s Royal Academy retrospective revives her 1977 live work in which visitors pass through a naked couple in a doorway – and reveal something of themselves</p><p>In 1977, in a gallery in Bologna, the artist Marina Abramović and her lover and collaborator, Ulay, <a href=\"https://www.li-ma.nl/lima/catalogue/art/ulay-marina-abramovic/imponderabilia/7094\">stood naked</a> in a narrow doorway, staring intently at one another, as the public squeezed between them.</p><p>Last week Imponderabilia, as the piece is called, was resurrected with 37 “re-performers” for the artist’s blockbuster retrospective at the Royal Academy in London.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/29/intimacy-with-strangers-marina-abramovic-puts-the-squeeze-on\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/29/intimacy-with-strangers-marina-abramovic-puts-the-squeeze-on", "date_published": "2023-09-29T22:25:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "White House warns of ‘unprecedented’ Serbian troop buildup on Kosovo border", "description": "<p>US calls for immediate withdrawal of forces as British troops sent to reinforce Nato peacekeeping force</p><p>The White House has said there is an “unprecedented” buildup of Serbian troops and armour along the <a href=\"https://www.theguardian.com/world/kosovo\">Kosovo</a> border and called on Belgrade to withdraw them immediately.</p><p>The Nato peacekeeping force in Kosovo, Kfor, has been reinforced with British troops and the Biden administration said it was consulting with allies to ensure Kfor’s posture “matches the threat”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/kosovo-serbian-troops-buildup-us-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/kosovo-serbian-troops-buildup-us-uk", "date_published": "2023-09-29T22:07:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sandwich price shocks but meal deal costs rise less than average food inflation", "description": "<p>Pret a Manger’s ‘posh’ cheese and pickle sandwich grabbed headlines for its £7.15 price tag, but it’s not all gloom</p><p>It’s not often that a cheese and pickle sandwich turns heads, but this week Pret a Manger’s “posh” version grabbed headlines after a <a href=\"https://twitter.com/SCFGallagher/status/1705216584539603357\">tweet decrying its £7.15 price tag</a> went viral.</p><p>Although that included VAT for eating in, the social media post shone a spotlight on the rising cost of lunch on the go, as the soaring cost of ingredients has been passed on to consumers.</p> <a href=\"https://www.theguardian.com/business/2023/sep/29/sandwich-price-shocks-but-meal-deal-costs-rise-less-than-average-food-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/29/sandwich-price-shocks-but-meal-deal-costs-rise-less-than-average-food-inflation", "date_published": "2023-09-29T21:56:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Outcry as New York mayor says shelter mandate should exclude migrants", "description": "<p>Eric Adams made ‘unconscionable’ remarks before flooding, saying shelter beds for those in need should not go to migrants</p><p>Severe, widespread flooding in New York City on Friday prompted outcry from advocates of migrants and the unhoused, whose living conditions left them vulnerable in the face of the extreme weather.</p><p>The inundation – which has left huge swathes of the city swamped, closed roads, and rendered several subway lines inoperable – came after the city’s mayor, Eric Adams, said he believed migrants should be excluded from New York’s right to shelter mandate. The mandate requires the city to provide shelter beds to anyone in need of them.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/new-york-flooding-mayor-eric-adams-migrants-homeless-people\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/29/new-york-flooding-mayor-eric-adams-migrants-homeless-people", "date_published": "2023-09-29T21:43:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Clarke double eases Sunderland to win to extend Sheffield Wednesday’s woes", "description": "<p>Sheffield Wednesday have now made the joint-worst start after nine games in Championship history after Sunderland beat them at Hillsborough on Friday night.</p><p>Dan Ballard’s header and two goals from Jack Clarke, one a penalty, put Sunderland in control before half-time. Wednesday are a club in disarray off the field, with their chairman Dejphon Chansiri releasing a statement earlier in the day stating he would be putting no additional money into the club.</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/clarke-sunderland-sheffield-wednesday-championship-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/29/clarke-sunderland-sheffield-wednesday-championship-football", "date_published": "2023-09-29T21:42:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Postecoglou hoping for happy day for Spurs against beloved Liverpool", "description": "<p>Tottenham manager comes up against club he supported as a child in a major test of his new team’s early development</p><p>Ange Postecoglou wanted to make a point about his love of Liverpool, which took hold in the 1970s as he grew up in Melbourne. Essentially, it is different now and not only because the Tottenham manager is about to face them in a competitive match for the first time.</p><p>“Like any kid, I had the posters up on my wall … Liverpool was my team,” Postecoglou said. “But you grow up. Things change. I used to love Happy Days back then, too, but I don’t have pictures of the Fonz on my wall today, either.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/ange-postecoglou-spurs-tottenham-liverpool-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/29/ange-postecoglou-spurs-tottenham-liverpool-football", "date_published": "2023-09-29T21:30:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Walker leads the way as Hull KR end Leigh’s dreams in Super League playoff", "description": "<ul><li>Hull KR 20-6 Leigh</li><li>Hosts recover from slow start to end Leopards’ hopes</li></ul><p>Hull Kingston Rovers held their nerve to exact revenge on Leigh for their defeat in last month’s Challenge Cup final and progress to next weekend’s Super League play-off semi-finals at the expense of the Leopards, whose season is now over.</p><p>Leigh were victorious against the Robins in dramatic circumstances at Wembley in August but there would be no repeat here, as their hopes of a remarkable double in their first season back in Super League came to an end. Instead, it is Rovers who are now one win away from a maiden Grand Final appearance.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/walker-leads-the-way-as-hull-kr-end-leighs-dreams-in-super-league-playoff\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/walker-leads-the-way-as-hull-kr-end-leighs-dreams-in-super-league-playoff", "date_published": "2023-09-29T21:01:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Smith hat-trick inspires New Zealand to World Cup demolition job on Italy", "description": "<ul><li>Pool A: New Zealand 96-17 Italy</li><li>All Blacks score 14 tries to send out warning to contenders</li></ul><p>There had been pre-match speculation that Italy might prove more than just a speed bump to All Black ambitions. So much for that cosy theory. By the end a brilliant New Zealand had accelerated so far out of sight they were barely visible on the scoreboard, a first-half hat-trick from the wonderfully sharp Aaron Smith leaving the Azzurri to play catch-up from an early stage.</p><p>It also provided a reminder, as if it were needed, that New Zealand cannot be discounted when the knock-out stages of this tournament finally come around. The setbacks of the past month have clearly stung and a week’s rest has recharged their batteries. The upshot was one of those nights when the All Blacks make rugby look so gloriously simple that the opposition barely know where to put themselves.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/smith-hat-trick-inspires-new-zeal", "link": "https://www.theguardian.com/sport/2023/sep/29/smith-hat-trick-inspires-new-zealand-to-world-cup-demolition-job-on-italy", "date_published": "2023-09-29T21:01:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Robert Kennedy Jr to run for president as independent in 2024 – report", "description": "<p>Scion of US political dynasty, who had been challenging Joe Biden for Democratic nomination, expected to announce on Sunday</p><p>Robert F Kennedy Jr is <a href=\"https://www.mediaite.com/politics/exclusive-robert-f-kennedy-jr-planning-to-announce-independent-run/\">reportedly</a> set to end his challenge to Joe Biden for the Democratic presidential nomination and run instead as an independent candidate, in a move that could upset the 2024 race for the White House.</p><p>Kennedy, 69 and a scion of a famous political dynasty – a son of the former US attorney general and New York senator Robert F Kennedy, a nephew of President John F Kennedy – will announce his run in Pennsylvania on 9 October, according <a href=\"https://www.mediaite.com/politics/exclusive-robert-f-kennedy-jr-planning-to-announce-independent-run/\">to Mediaite</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/robert-kennedy-jr-independent-run-president-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/29/robert-kennedy-jr-independent-run-president-2024", "date_published": "2023-09-29T20:45:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump official Jeffrey Clark loses bid to move Georgia trial to federal court", "description": "<p>Judge Steven Jones concluded Clark had been acting outside the scope of his duties and is not immune from state prosecution</p><p>A federal judge denied on Friday former Trump justice department official Jeffrey Clark’s request to transfer from state to federal court his criminal case for conspiring to overturn the 2020 election in <a href=\"https://www.theguardian.com/us-news/state-of-georgia\">Georgia</a>, saying he had failed to prove he was acting within the scope of his official duties.</p><p>The ruling from US district judge Steven Jones, which came a day after Donald Trump decided against making a similar request, means Clark will be tried in Fulton county superior court – with its mainly Democratic jury pool – unless it is overturned by the 11th circuit.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/trump-official-move-trial-federal-court-election-2020-update\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/29/trump-official-move-trial-federal-court-election-2020-update", "date_published": "2023-09-29T20:22:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "See you later: emotional support alligator denied entry to Phillies game", "description": "<p>Security turned away Joie Henney’s TikTok-famous, leashed reptile Wally from  Philadelphia baseball game on Wednesday</p><p>Wally and his companion just wanted to see the Philadelphia Phillies play baseball against the Pittsburgh Pirates like everyone else.</p><p>After all, he was an emotional support animal. He wore a harness with his name on it. He enjoyed hugs. He looked imposing at just over 5ft long, but he had never bitten anyone. He helped his handler, Joseph “Joie” Henney, with his years-long battle with depression.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/emotional-support-alligator-phillies-baseball-game\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/29/emotional-support-alligator-phillies-baseball-game", "date_published": "2023-09-29T20:08:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former Republican poll watcher is first to plead guilty in Georgia elections case", "description": "<p>Trump ally Scott Hall pleads guilty to five criminal counts in Fulton county elections case</p><p>The former Republican poll watcher Scott Hall on Friday pleaded guilty to five criminal counts in the Georgia elections case, according to a live feed of a court hearing.</p><p><em>More details soon …</em></p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/poll-watcher-georgia-elections-case-scott-hall-pleads-guilty-guilty\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/29/poll-watcher-georgia-elections-case-scott-hall-pleads-guilty-guilty", "date_published": "2023-09-29T20:07:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Victoria Beckham’s collection is dance of delight despite Kardashian delay", "description": "<p>Clothes the designer wore as dance student given a chic glow-up on the catwalk</p><p>Everyone knows what <a href=\"https://www.theguardian.com/fashion/victoria-beckham\">Victoria Beckham</a> did before she became a fashion designer. But this season, she has a whole new backstory. “From when I was three years old up until I was in the Spice Girls, I wanted to be a ballet dancer,” she said at a preview of her latest collection in Paris. “One of the things that I find so special about dancers is that even if you are travelling on the tube, you can always spot a ballet dancer – just by her posture and the way she carries herself.”<br /><br />The Victoria Beckham show, held in an 18th-century Parisian townhouse that was once home to Karl Lagerfeld, was a grand affair. The coming together of two superstar families, the Beckhams and the Kardashians, saw the picturesque left bank streets gridlocked with SUVs and phone-wielding fans.</p><p>The Beckhams – along with Anna Wintour and the chic,", "link": "https://www.theguardian.com/fashion/2023/sep/29/victoria-beckhams-collection-is-dance-of-delight-despite-kardashian-delay", "date_published": "2023-09-29T19:35:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sycamore Gap: man, 60, arrested in connection with felled tree", "description": "<p>News follows earlier arrest of boy, 16</p><p>A man in his 60s has been arrested by officers investigating the felling of the world-famous Sycamore Gap tree in Northumberland, police have said.</p><p>The news follows the arrest of a 16-year-old boy on suspicion of causing criminal damage over the incident after the discovery of the felled tree this week.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/sycamore-gap-man-60-arrested-in-connection-with-felled-tree\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/sycamore-gap-man-60-arrested-in-connection-with-felled-tree", "date_published": "2023-09-29T19:11:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mainstream malaise: how minor parties could decide outcome of New Zealand’s election", "description": "<p>Support for Labour and National has dropped to its lowest point in two decades – while backing for the likes of Act and NZ First has risen</p><p>As New Zealand’s election approaches, there is a swing away from the major parties in favour of smaller groupings on the political fringes that could end up deciding the direction of the next government.</p><p>Support for parties at the centre of New Zealand politics has dropped to its lowest point in two decades with Labour on 27% and National on 34.5%, according to the September <a href=\"https://www.theguardian.com/world/2023/sep/13/guardian-essential-new-zealand-poll-winston-peters-in-position-to-become-election-kingmaker\">Guardian Essential poll</a>. The combined “centre” now sits at 61.5% – its lowest point since 2002 – down from 81% at the 2017 election and 76% in 2020.</p><p><strong>Act: </strong>Polling at about 10%, Act appears on track to hold influence in any centre-right coalition should the National party end up in the driver", "link": "https://www.theguardian.com/world/2023/sep/30/mainstream-malaise-how-minor-parties-could-decide-outcome-of-new-zealands-election", "date_published": "2023-09-29T19:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tesla sued for severe harassment of Black workers at California plant", "description": "<p>Federal civil rights agency claims in lawsuit that employees were subjected to racist slurs and graffiti including nooses</p><p>A US civil rights agency has sued Tesla, claiming the electric carmaker has tolerated severe harassment of Black employees at its flagship California assembly plant.</p><p>The US Equal Employment Opportunity Commission (EEOC) said in the lawsuit, filed in federal court on Thursday, that from 2015 to the present Black workers at the Tesla plant in Fremont have routinely been subjected to racist slurs and graffiti, including swastikas and nooses.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/29/tesla-lawsuit-harassment-racism-black-employees-california\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/29/tesla-lawsuit-harassment-racism-black-employees-california", "date_published": "2023-09-29T19:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>European parts used in killer drones used by Russia; key details behind Nord Stream pipeline blasts revealed by scientists</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Every week we wrap up the must-reads from our coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/sep/30/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/30/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-09-29T19:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool’s Mohamed Salah earning at least £1m a week, adviser indicates", "description": "<ul><li>Figure is total income and not just Liverpool salary</li><li>Salah and Abbas reveal how close forward came to leaving</li></ul><p>Mohamed Salah’s contract at Liverpool is the catalyst for him to earn at least £1m a week in total income, his lawyer and adviser has indicated. Ramy Abbas Issa told a Harvard Business School (HBS) study, seen by the Guardian, that would be a “conservative” expectation of what the forward makes.</p><p>Abbas and Salah also detail how close the highest-paid player in the club’s history came to leaving before a new deal, which runs to 2025, was <a href=\"https://www.theguardian.com/football/2022/jul/01/mohamed-salah-signs-new-liverpool-contract-to-2025-highest-paid-player\" title=\"\">confirmed on 1 July 2022</a>.</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/liverpool-mohamed-salah-earning-at-least-1m-a-week-adviser-ramy-abbas\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/29/liverpool-mohamed-salah-earning-at-least-1m-a-week-adviser-ramy-abbas", "date_published": "2023-09-29T19:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It feels like home’: Arsenal’s Australian trio ready for WSL kick-off", "description": "<p>Kyra Cooney-Cross, Steph Catley and Caitlin Foord share their resolve to win domestic honours and World Cup highlights</p><p>“When you see people giving everything they’ve got, you can’t help but be like: ‘I want to watch more, I want to support you, I want to back you,’” says the Arsenal full-back Steph Catley. “That’s what [fans] see in our team. Especially towards the end of last year, knowing how much we’d been through, losing so many of our teammates to injury, seeing we were absolutely giving everything – you can’t help but love a team that does that.”</p><p>Arsenal are back on Sunday, playing Liverpool at the Emirates Stadium in their opening WSL game with a crowd of more than 50,000 expected, ready to continue carrying a new fanbase with them on the <a href=\"https://www.theguardian.com/football/2023/sep/24/womens-super-league-2023-24-previews-no-1-arsenal\" title=\"\">next phase of their journey</a>.</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/it-feels-like-", "link": "https://www.theguardian.com/football/2023/sep/29/it-feels-like-home-arsenals-australian-trio-ready-for-wsl-kick-off", "date_published": "2023-09-29T19:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mark Milley: retiring general appears to call Trump ‘wannabe dictator’", "description": "<p>Retiring chair of joint chiefs of staff Milley says ‘We take an oath to the constitution’ not ‘wannabe dictator’ in farewell ceremony</p><p>Retiring as chair of the US joint chiefs of staff, the army general Mark Milley directed a parting shot at Donald Trump, the president he served but who he seemed to call a “wannabe dictator”.</p><p>Speaking at Joint Base Myer-Henderson Hall in Arlington, Virginia, Milley said of the US armed forces: “We don’t take an oath to a country. We don’t take an oath to a tribe. We don’t take an oath to a religion.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/mark-milley-retiring-trump-dictator\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/29/mark-milley-retiring-trump-dictator", "date_published": "2023-09-29T18:50:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand v Italy: Rugby World Cup 2023 – live", "description": "<ul><li>Rugby World Cup Pool A match kicks off at 8pm BST</li><li>Something to share? <a href=\"https://twitter.com/danielgallan\">Tweet Daniel</a> or get in touch <a href=\"mailto:daniel.gallan.freelance@theguardian.com\">via mail</a></li></ul><p><strong>A trio of Barretts feature tonight</strong>. And there’s actually seven of them in total. Four brothers and three sisters. How on earth did they feed all of them?</p><p><strong>New Zealand could get dumped out of the World Cup before the knockouts. </strong>I know, it’s probably not going to happen. But how wild is that? Before their loss to France in the opening game they’d never lost a group match at the World Cup.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/29/new-zealand-v-italy-rugby-world-cup-2023-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/29/new-zealand-v-italy-rugby-world-cup-2023-live-updates", "date_published": "2023-09-29T18:24:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AI revolution in gaming paves terrifying path to sport’s total digital dissolve｜Barney Ronay", "description": "<p>Machine learning in gaming makes the Matrix feel ever closer as football will surely follow the white rabbit of hyper-capitalism</p><p>In the grand amphitheater of esports, reminiscent of a forest clearing, China’s Arena of Valor gold medal match at the Asian Games unfolded with the grace and ferocity of a resolute badger on a moonlit prowl.</p><p>As the digital battlefield opened up, akin to the vast expanse of a badger’s territory, Team China showcased the tenacity and precision of a badger in its prime. In this digital woodland alive with tension the match ebbed and flowed, much like the movements of a badger foraging through the [repeat, in the same vein, for 900 words] …</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/ai-revolution-in-gaming-paves-terrifying-path-to-sports-total-digital-dissolve\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/ai-revolution-in-gaming-paves-terrifying-path-to-sports-total-digital-dissolve", "date_published": "2023-09-29T18:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dianne Feinstein’s historic career began in tragedy and ended in controversy", "description": "<p>She became San Francisco mayor after an assassination but her last days in the Senate brought questions about age and infirmity</p><p>Dianne Feinstein was the oldest serving senator, and the longest-serving woman in the Senate at time of her death on Friday. At 90, she was a tenacious trailblazer, and a stalwart centrist – with a sweeping political career that arcs across immense transformations in Washington DC but also in her home state of California.</p><p>It was a hard-won career that almost never was. In the late 70s, before she was senator, before she became San Francisco mayor, Feinstein’s political ambitions had stagnated. After serving nine years on the board of supervisors, she had lost two bids for mayor. Her moderate agenda and centrism had isolated her from leftists and conservatives. By 1978, her husband had died of cancer, as had her father – and Feinstein, then 45, had told reporters she was ready to retire from politics.</p> <a href=\"https://www.theguardian.com/us", "link": "https://www.theguardian.com/us-news/2023/sep/29/dianne-feinstein-career-san-francisco-mayor-aids-senate", "date_published": "2023-09-29T17:57:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Flash flooding causes mayhem in New York City – video report", "description": "<p>Torrential downpours after a week of mostly steady rainfall triggered flash flooding in New York City on Friday, disrupting subway services and turning many streets into rivers. ‘Move to higher ground now. Act quickly to protect your life,’ the National Weather Service said in an advisory posted on its website. Pictures and video footage showed the extent of the flooding and disruption to rush-hour traffic</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/us-news/live/2023/sep/29/new-york-rain-flash-flooding-weather-live\">New York floods – live updates</a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/sep/29/new-york-flash-floods-mayhem-city-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2023/sep/29/new-york-flash-floods-mayhem-city-video-report", "date_published": "2023-09-29T17:54:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mass death of Amazonian dolphins prompts fears for vulnerable species", "description": "<p>Rising temperatures could be passing tolerance threshold for endangered animals as Lake Tefé reaches 39C</p><p>The sudden die-off of more than a hundred Amazonian river dolphins in recent days has prompted fears that rising global heat could be passing the tolerance threshold of species in vulnerable areas.</p><p>The floating corpses of the endangered mammals, along with thousands of dead fish, have appeared at Lake Tefé where the temperature is now like a hot bath after a protracted drought has dried up most of the water.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/mass-death-of-amazonian-dolphins-prompts-fears-for-vulnerable-species\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/mass-death-of-amazonian-dolphins-prompts-fears-for-vulnerable-species", "date_published": "2023-09-29T17:49:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scrapping winter fuel payments a ‘death sentence’ for pensioners, Sunak told", "description": "<p>Campaigner warns against cutting back allowance amid reports PM considering making it means tested</p><p>Rishi Sunak has been told it would be a “death sentence” for some elderly people if winter fuel payments for pensioners were scrapped, after reports that he was looking at means testing the allowance.</p><p>The prime minister was said to be considering cutting back on the allowances of £250 to £600 each winter in order to maintain the triple lock for pensions.</p> <a href=\"https://www.theguardian.com/society/2023/sep/29/scrapping-winter-fuel-payments-death-sentence-pensioners-sunak-warned\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/29/scrapping-winter-fuel-payments-death-sentence-pensioners-sunak-warned", "date_published": "2023-09-29T17:41:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "CND co-founder Pat Arrowsmith dies aged 93", "description": "<p>Peace campaigner served 11 prison sentences over activism against nuclear disarmament and conflict</p><p>Pat Arrowsmith – the activist and co-founder of the Campaign for Nuclear Disarmament (CND) – has died at the age of 93.</p><p>She was born to a middle-class family in Leamington Spa on 2 March 1930 and went on to study at Cheltenham Ladies College and the University of Cambridge. Her work as a peace campaigner began with protesting against the Vietnam war, before co-founding CND in 1958.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/cnd-co-founder-pat-arrowsmith-dies-aged-93\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/cnd-co-founder-pat-arrowsmith-dies-aged-93", "date_published": "2023-09-29T17:39:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Twin suicide attacks underline the depth of Pakistan’s crisis", "description": "<p>Escalating violence comes at a time when the economy is in tatters and the caretaker government powerless</p><p>The scenes of horror pictured on Friday have become all too familiar in Pakistan. This time <a href=\"https://www.theguardian.com/world/2023/sep/29/bomb-attack-near-pakistan-mosque\">it was a twin attack</a>. A procession to mark the birthday of the prophet Muhammad and a police station were both targeted by suicide bombers, killing almost 60 people and injuring hundreds more.</p><p>No one has yet claimed responsibility, but suspicion among officials and analysts was directed towards Islamic State – Khorasan (IS-K), which has recently regrouped and revived its militant activities in Pakistan to devastating effect, and with little sign of being contained. Alongside a <a href=\"https://www.theguardian.com/world/2023/jan/31/terrorists-north-west-pakistan-deadly-taliban-resurgence\">recent resurgence of its rival</a>, the Pakistan Taliban, which has been behind dozens of deadly ", "link": "https://www.theguardian.com/world/2023/sep/29/twin-suicide-attacks-underline-the-depth-of-pakistans-crisis", "date_published": "2023-09-29T17:39:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sheer stupidity is a threat to our scientific progress | Letters", "description": "<p><strong>Prof AM Celâl Şengör</strong>,<strong> Damian Pattinson </strong>and <strong>Jack Whalen</strong> respond to Giorgio Parisi’s article about how the world lost its trust in scientists</p><p>It is impossible to disagree with Giorgio Parisi’s deeply felt concern (<a href=\"https://www.theguardian.com/commentisfree/2023/sep/25/tiktok-global-crisis-world-trust-scientists-online-attack\" title=\"\">Is it TikTok or global crisis? How the world lost its trust in scientists like me, 25 September</a>). A part of the blame must be shared with schools and universities. During my lifetime (I was born in 1955) the quality of instruction has declined at an accelerating rate. The teaching of natural sciences has lost its former rigour in favour of social science claims that are blatant nonsense, such as the argument that scientific knowledge is not based on observation, hypothesis generation and rigorous testing by the world scientific community, but is “constructed” within the framework of t", "link": "https://www.theguardian.com/science/2023/sep/29/sheer-stupidity-is-a-threat-to-our-scientific-progress", "date_published": "2023-09-29T17:36:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman’s message of divide and rule must be resisted | Letter", "description": "<p>The home secretary’s speech in Washington crossed a line, write <strong>Peter Hain</strong> and <strong>Peter Holborow</strong>, founder members of the Anti Nazi League</p><p>The home secretary’s speech in Washington on Tuesday is a stark warning to all who value basic human rights for women, gay people and refugees fleeing war, persecution, poverty and climate change (<a href=\"https://www.theguardian.com/politics/2023/sep/26/un-suella-braverman-refugee-convention-unhcr-migration\" title=\"\">UN rebukes Suella Braverman over her attack on refugee convention, 26 September</a>). Suella Braverman’s readiness to casually rip up the 1951 refugee convention, born of the horrors of nazism, can only encourage the hard right and neo-Nazis everywhere.</p><p>The skies are already darkening across much of Europe. In the UK, their followers are constantly probing to whip up anti-refugee sentiment, the prison-like ship in Portland being only the most high-profile example. There are many others, su", "link": "https://www.theguardian.com/world/2023/sep/29/suella-bravermans-message-of-divide-and-rule-must-be-resisted", "date_published": "2023-09-29T17:35:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on prisons: staff will be key to any turnaround | Editorial", "description": "<p>A lack of experienced officers, and poor overall strategy, have produced a grim situation</p><p>The atrocious state of English and Welsh prisons is well documented. In the past six months, inspectors have issued urgent notifications about conditions in three jails. Earlier this year, a German court rejected an extradition request by the UK government on the grounds that the suspect’s safety could not be guaranteed. The view of Charlie Taylor, the chief inspector, is that 14 Victorian prisons are so decrepit that they <a href=\"https://www.theguardian.com/uk-news/2023/sep/25/one-in-10-prisons-in-england-and-wales-should-be-shut-down-watchdog-says\" title=\"\">should be closed down</a>.</p><p>The outcry following the recent escape by Daniel Khalife from HMP Wandsworth drew attention to staffing issues. That day, 80 prison officers – 40% of the total – were absent. Now, a Guardian investigation has revealed that prison officers are <a href=\"https://www.theguardian.com/uk-news/2023/sep/28", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/the-guardian-view-on-prisons-staff-will-be-key-to-any-turnaround", "date_published": "2023-09-29T17:30:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on female composers: a forgotten musical powerhouse | Editorial", "description": "<p>For centuries the achievements of women have been ignored in classical composition. That can’t go on</p><p>The history of women overshadowed and elbowed aside by men is nowhere more dispiriting than in classical composing, but turn that proposition on its head and there are discoveries to be made that refresh the canon. The story of “the other Mendelssohn” is a case in point. Fanny Hensel – her married name – was the talented older sister of Felix Mendelssohn. She learned composition alongside her brother, but was confined as an adult to organising and performing in Sunday music salons at the Berlin home of their wealthy banking family. By the time she died, aged 41, she had composed more than 400 pieces. Mendelssohn is known to have passed some of her songs off as his own, as embarrassingly revealed <a href=\"https://interlude.hk/felix-mendelssohn-and-queen-victoria/\" title=\"\">during a singalong with one of his great cheerleaders, Queen Victoria</a>.</p><p>But history seldom march", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/the-guardian-view-on-female-composers-a-forgotten-musical-powerhouse", "date_published": "2023-09-29T17:25:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Javan Sebastian determined not to butcher chance in Scotland front row", "description": "<p>Tighthead prop says starting place is ‘a bit surreal’ as Gregor Townsend’s men target bonus-point win against Romania</p><p>“The real world is scary,” says Javan Sebastian. The prop is reflecting on a career path that now brings his first start for Scotland, against Romania.</p><p>In 2016, lacking a professional contract and fearing his playing career was over, the tighthead prop took a job at a Carmarthen butcher’s.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/javan-sebastian-determined-not-to-butcher-chance-in-scotland-front-row\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/javan-sebastian-determined-not-to-butcher-chance-in-scotland-front-row", "date_published": "2023-09-29T17:22:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US Ryder Cup hopes in Roman ruins after Europe make history on day one", "description": "<ul><li>Europe lead 6½–1½ after thrilling first day at Marco Simone</li><li>Hovland, Rahm and Rose keep US team at bay in fourballs</li></ul><p>American hopes of retaining the Ryder Cup lay in Roman ruins after Europe delivered a clean sweep in the opening session for the first time. As shadows lengthened, hopes grew for those in United States colours. The combined actions of Viktor Hovland, Jon Rahm and Justin Rose kept Zach Johnson’s beleaguered team at arm’s length.</p><p>Europe head into day two of the 44th Ryder Cup with a 6½–1½ advantage; not insurmountable but enough to trigger mild panic in the US locker room. Optimism had turned to despair. History is on Europe’s side; 10 of the 12 teams who have led by three or more after day one have lifted the Ryder Cup.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/ryder-cup-golf-europe-us-day-one-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/ryder-cup-golf-europe-us-day-one-report", "date_published": "2023-09-29T17:14:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Public urged not to take branches from Sycamore Gap tree as souvenirs", "description": "<p>Visitors caught trying to take pieces as crowd flock to site, while National Trust hope tree might regrow from stump</p><p>Members of the public have been urged not to try to take branches from the felled Sycamore Gap tree as souvenirs. Some visitors have been caught by police attempting to take pieces of the tree, which belongs to the National Trust, from inside the police cordon.</p><p>Visitors have flocked to the site to say goodbye to the landmark, which stood for more than 300 years in a small valley alongside Hadrian’s Wall in Northumberland before being found <a href=\"https://www.theguardian.com/environment/2023/sep/28/famous-sycamore-gap-tree-at-hadrians-wall-found-apparently-cut-down\">chopped down on Thursday morning</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/public-urged-not-to-take-branches-from-sycamore-gap-tree-as-souvenirs\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/public-urged-not-to-take-branches-from-sycamore-gap-tree-as-souvenirs", "date_published": "2023-09-29T17:10:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Las Vegas police arrest man in Tupac Shakur drive-by shooting case", "description": "<p>Duane ‘Keffe D’ Davis taken into custody early Friday morning but exact charge or charges unclear</p><p>Las Vegas police have arrested a man in the deadly 1996 drive-by shooting of Tupac Shakur, a long-awaited break in a case that has frustrated investigators and fascinated the public ever since the hip-hop star was gunned down on the Las Vegas Strip 27 years ago.</p><p>Duane “Keffe D” Davis was arrested early Friday morning, although the exact charge or charges were not immediately clear, according to two officials with first-hand knowledge of the arrest. They were not authorized to speak publicly ahead of an expected indictment later on Friday.</p> <a href=\"https://www.theguardian.com/music/2023/sep/29/tupac-shakur-shooting-arrest-las-vegas\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/29/tupac-shakur-shooting-arrest-las-vegas", "date_published": "2023-09-29T17:03:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Baileys, egg nog, cream sherry: which drink’s your old favourite?", "description": "<p>Many of us have a drink – alcoholic or not – that stirs the memory or the simple comfort of familiarity</p><p>For many people, comfort eating involves food they enjoyed as a kid. That doesn’t really work with alcohol, for obvious reasons, and indeed the whole idea of comfort drinking sits uneasily with most of us, I imagine. A good, strong cuppa would be as close as I come to a drink I turn to with any regularity.</p><p>I don’t know if I’m alone in this, but the drinks I turn to these days are not the first ones I enjoyed (and thank goodness in the case of dodgy sweet Spanish whites). As someone who started drinking alcohol before New World countries such as Australia and Argentina made their mark, my tastes are still rooted in European wines. If you’re 20 years younger than me, however, the reds that might have made the greatest impression on you might well be shiraz or malbec, while prosecco wasn’t even a thing 30 years ago (which may explain why I prefer cava or champagne, thou", "link": "https://www.theguardian.com/food/2023/sep/29/baileys-egg-nog-cream-sherry-which-drinks-your-old-favourite", "date_published": "2023-09-29T17:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tyson Fury and Oleksandr Usyk to fight for heavyweight titles in Saudi Arabia", "description": "<ul><li>Frank Warren announces fight to go ahead in Riyadh</li><li>‘This is the biggest fight that could possibly be made’</li></ul><p>Tyson Fury and Oleksandr Usyk will finally fight for the undisputed heavyweight championship of the world in Riyadh, Saudi Arabia. An exact date for the long delayed contest has yet to be confirmed but both men have signed contracts for a fight that current speculation suggests could take place on 23 December or in January.</p><p>There will be relief among boxing supporters that the sport’s tarnished flagship division could at last have a unified champion for the first time since Lennox Lewis held all the belts in 1999. However, there should also be dismay that boxing has yet again succumbed to the lure of Saudi’s sportswashing strategy.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/tyson-fury-v-oleksandr-usyk-heavyweight-title-fight-agreed-for-saudi-arabia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/tyson-fury-v-oleksandr-usyk-heavyweight-title-fight-agreed-for-saudi-arabia", "date_published": "2023-09-29T16:48:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Of Mice and Men first-draft fragment torn up by Steinbeck’s dog goes to auction", "description": "<p>John Steinbeck’s pet ‘made confetti’ of the manuscript in 1936, but a surviving piece will go on sale alongside personal journals, first editions and a wrought-iron sword owned by the author</p><p>A surviving fragment of the original draft of <a href=\"https://www.theguardian.com/books/johnsteinbeck\">John Steinbeck</a>’s Of Mice and Men – much of which was eaten by the American writer’s dog, Toby – is going up for auction next month.</p><p>“Minor tragedy stalked,” wrote Steinbeck in a letter to his editor on 27 May 1936. “My setter pup, left alone one night, made confetti of about half of my book. Two months work to do over again. It sets me back. There was no other draft.”</p> <a href=\"https://www.theguardian.com/books/2023/sep/29/john-steinbeck-of-mice-and-men-draft-eaten-by-dog-up-for-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/29/john-steinbeck-of-mice-and-men-draft-eaten-by-dog-up-for-auction", "date_published": "2023-09-29T16:44:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wilko owed £625m when it collapsed, leaving pension fund £50m short", "description": "<p>Retailer’s unsecured creditors, who include suppliers, will recoup less than 8% of what they are owed</p><p>Wilko owed £625m when it collapsed, including £548m to unsecured creditors who will receive less than 8% of what they are owed, documents reveal.</p><p>The budget homeware retailer’s pension fund is left more than £50m in deficit and is unlikely to receive more than £4m back from the breakup of the company, which <a href=\"https://www.theguardian.com/business/2023/aug/10/wilko-collapses-into-administration-after-rescue-talks-fail\">called in the administrators PwC</a> in August.</p> <a href=\"https://www.theguardian.com/business/2023/sep/29/wilko-pension-fund-50m-in-deficit-after-firms-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/29/wilko-pension-fund-50m-in-deficit-after-firms-collapse", "date_published": "2023-09-29T16:44:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones Show Trial rolls on amid intensifying Wallabies blowback", "description": "<p>Australia’s abject World Cup has heightened frostiness on both sides of the barricades with uncertain future for head coach</p><p>Professional sport moves on fast. Particularly in Australia where this weekend is all about the eagerly awaited NRL and AFL grand finals. Will the Broncos beat the Panthers? Reckon Collingwood will tame the Brisbane Lions? In terms of comparative menus a potentially meaningless pool game between the Wallabies and Portugal on Sunday is the stale Vegemite sandwich no one really wants to eat.</p><p>But the show must go on, particularly the Eddie Jones Show. Or the Eddie Jones Show Trial as it is becoming. Barely an hour currently goes by without another former Wallaby lobbing in his 10 cents about the head coach or the diminished state of Australian rugby in the wake of last Sunday’s lamentable <a href=\"https://www.theguardian.com/sport/2023/sep/24/wales-australia-rugby-world-cup-match-report\" title=\"\">40-6 defea</a>t by Wales. The blowback has been intens", "link": "https://www.theguardian.com/sport/2023/sep/29/eddie-jones-show-trial-rolls-on-with-heat-intensifying-on-wallabies", "date_published": "2023-09-29T16:41:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GB News’ Calvin Robinson is third presenter suspended in three days", "description": "<p>Robinson had expressed solidarity with Dan Wootton, saying standing up for him was ‘standing up for the very idea of GB News’</p><p>Calvin Robinson has become the third GB News presenter to be suspended in the last three days, as the channel struggles to contain the fallout from the misogynistic comments made by Laurence Fox.</p><p>Robinson, a regular presenter on the rightwing TV channel, issued a statement on Friday expressing solidarity with the suspended presenter Dan Wootton, declaring: “Standing up for Dan is standing up for the very idea of GB News. If he falls, we all fall.”</p> <a href=\"https://www.theguardian.com/media/2023/sep/29/gb-news-suspends-calvin-robinson-its-third-presenter-in-three-days\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/29/gb-news-suspends-calvin-robinson-its-third-presenter-in-three-days", "date_published": "2023-09-29T16:40:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>An astronaut’s return to Earth, migration in the Americas, floods in Greece and the felling of a landmark tree in Northumberland: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/29/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/29/the-week-around-the-world-in-20-pictures", "date_published": "2023-09-29T16:35:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We have to appreciate Wales and England for their Rugby World Cup runs so far | Ugo Monye", "description": "<p>Being the first two teams to qualify for the quarter-finals is an impressive achievement when you think where they were</p><p>As recently as a few months ago you would have got long odds on England and Wales becoming the first two teams to qualify for the quarter-finals of the World Cup. By this stage it should go without saying that they are in the kinder side of the draw, but for both teams it is an impressive achievement when you measure it against where they have come from this year.</p><p>England have qualified for the quarter-finals with a game to spare, having dropped only one point and conceded one try, so whichever way you look at it, it is a great achievement. Every time I give England credit I hear excuses: “Well, Argentina were desperately poor” or “Well, Chile are no good”. But at some point can we just appreciate England for what they are doing?</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/can-we-just-appreciate-england-and-wales-for-what-they-are-doing", "link": "https://www.theguardian.com/sport/2023/sep/29/can-we-just-appreciate-england-and-wales-for-what-they-are-doing", "date_published": "2023-09-29T16:29:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’ve got news for Rishi Sunak: he no longer leads the conservative party | Jonathan Freedland", "description": "<p>From Braverman’s UN threats to the net zero retreat, the Tories’ lurch to the populist right betrays their own supposed principles </p><p>What would it be like if Britain had a conservative party? Odd to ask that now, on the eve of the Conservative party conference, but the coming week is only likely to make the question more pressing. Because the organisation that will gather in Manchester is, despite its name, something else entirely.</p><p>The mislabelling has been clear for some time, but fresh evidence came just this week. Start with the latest, <a href=\"https://www.theguardian.com/politics/2023/sep/28/rishi-sunak-expected-to-limit-powers-of-councils-in-england-to-curb-car-use-20mph-speed-limit-traffic-camera-fines\">first reported in the Guardian</a>: a new “plan for motorists” that will limit the number of 20mph zones and favour drivers over those who use the bus.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/29/rishi-sunak-conservative-party-braverman-net-", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/rishi-sunak-conservative-party-braverman-net-zero", "date_published": "2023-09-29T16:29:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa gear up for Brighton test in battle to be best of the rest", "description": "<p>Aston Villa’s manager is a big admirer of the style of Robert De Zerbi’s high-flying Seagulls as they prepare to go head-to-head</p><p>If someone told Unai Emery at the start of this season that his Aston Villa team would finish above Brighton, would he consider it a successful campaign? Emery chuckles under his breath ever so slightly, sufficient time to think of a quip. “They have started very strong,” he replies, smiling.</p><p>The inference is there and the reality is Villa and Brighton, who meet on Saturday lunchtime and were separated by a point last season, are trying to outdo each other. And, in other ways, learn from one another given the respect between Emery and Roberto De Zerbi, the Brighton head coach reportedly coveted by Real Madrid.</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/unai-emery-keen-to-learn-from-brightons-blueprint-for-success\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/29/unai-emery-keen-to-learn-from-brightons-blueprint-for-success", "date_published": "2023-09-29T16:25:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Zozimus can deny Greek Order in open Cambridgeshire", "description": "<p>Favourite Greek Order looks thinly priced at Newmarket while David O’Meara’s horse has been running well</p><p>The betting for the Cambridgeshire Handicap at Newmarket on Saturday revolves around Harry and Roger Charlton’s improving three-year-old Greek Order, who could well be the only horse in a 34-strong field to set off at single-figure odds.</p><p>The recent history of this historic handicap is littered with market leaders with similar profiles that came up short, however, and the last six runnings have featured winners at 50-1, 40-1 and two at 25-1, with Lord North, a subsequent Group One winner, the only favourite to reward his backers.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/talking-horses-zozimus-is-one-to-watch-in-competitive-newmarket-field\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/talking-horses-zozimus-is-one-to-watch-in-competitive-newmarket-field", "date_published": "2023-09-29T16:21:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It felt like the beginning of the third world war … It still does’ – Mstyslav Chernov on 20 Days in Mariupol", "description": "<p>The Pulitzer prize-winning journalist at the heart of the Oscar-tipped documentary describes the weeks he and his team spent in the besieged city – and why they were willing to take the risk</p><p>Men in uniform are milling around outside a cafe in Sloviansk. Military trucks trundle past every few seconds. The town, in the Donetsk region, is the rear echelon of the Ukrainian counter-offensive. A black armoured car pulls up, and out of it slips journalist and film-maker Mstyslav Chernov. With his black T-shirt and trousers, black sunglasses, and black med-kit strapped to his thigh, he looks every inch the conflict reporter. He is 38. When he finally takes off his sunglasses, the intense gaze of his pouchy, tired-looking eyes makes him seem older.</p><p>That is hardly surprising. The war visited on Ukraine by its eastern neighbour since 2014 has destroyed many existences and transformed countless others. One of its consequences has been the creation of a generation of young conflict", "link": "https://www.theguardian.com/film/2023/sep/29/20-days-in-mariupol", "date_published": "2023-09-29T16:18:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Doctors in England told not to start new patients on ADHD drugs due to shortage", "description": "<p>Charity ADHD UK says NHS’s failure to act before would be devastating for those living with the condition</p><p>Doctors in England have been told not to prescribe ADHD drugs to new patients because of a national shortage, with charities warning the supply problems are devastating for those living with the condition.</p><p><a href=\"https://www.cas.mhra.gov.uk/ViewandAcknowledgment/ViewAlert.aspx?AlertID=103238\">According to a national patient safety alert</a> from the Department of Health and Social Care, the shortages are down to a combination of manufacturing issues and an increased global demand, and could last until the end of the year.</p> <a href=\"https://www.theguardian.com/society/2023/sep/29/doctors-in-england-told-not-to-start-new-patients-on-adhd-drugs-due-to-shortage\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/29/doctors-in-england-told-not-to-start-new-patients-on-adhd-drugs-due-to-shortage", "date_published": "2023-09-29T16:06:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League team news: predicted lineups for the weekend action", "description": "<p>In-form Liverpool travel to Tottenham while Manchester City look to continue their perfect start to the season at Molineux</p><p><strong>Saturday</strong> 12.30pm<em> TNT Sports 1 </em><strong>Venue</strong> Villa Park</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/premier-league-team-news-predicted-lineups-for-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/29/premier-league-team-news-predicted-lineups-for-the-weekend-action", "date_published": "2023-09-29T16:01:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #106: What the strike deal means for your TV schedule", "description": "<p>In this week’s newsletter: From the return of the rerun to record amounts of reality shows, what to expect now the impasse is over</p><p><strong>• <a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up to get the full article here</a></strong></p><p>For five long months since the Writers’ Guild of America announced a strike at the start of May, Hollywood has been at an impasse. That strike – over, among other things, money screenwriters receive (or rather don’t receive) from streaming and the looming use of artificial intelligence in show creation – put a stop to ", "link": "https://www.theguardian.com/culture/2023/sep/29/the-guide-writers-strike-hollywood", "date_published": "2023-09-29T16:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Victoria Beckham raises the barre with ballet-inspired Paris show", "description": "<p>Oversized knits and even hair nets were given a chic glow-up, while Loewe served urbane surrealism</p><p>Everyone knows what Victoria Beckham did before she became a fashion designer. But this season, she has a whole new backstory.</p><p>“From when I was three years old up until I was in the Spice Girls, I wanted to be a ballet dancer,” she said at a preview of her latest collection in Paris. “One of the things that I find so special about dancers is that even if you are travelling on the tube, you can always spot a ballet dancer – just by her posture and the way she carries herself.”<br /><br />The clothes Beckham wore as a dance student – leg warmers, an oversized knit with a neckline stretched to expose a shoulder, even hair nets – were given a chic glow-up for a show staged in a grand 18th-century Paris townhouse once lived in by Karl Lagerfeld.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/29/victoria-beckham-ballet-paris-show-loewe\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/29/victoria-beckham-ballet-paris-show-loewe", "date_published": "2023-09-29T16:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "£600m of public money spent buying up property in north of England for HS2", "description": "<p>Homes and land purchased to make way for line that now appears to be in doubt, as Rishi Sunak refuses to commit to it</p><p>Almost £600m of public money has already been spent buying up land and properties for HS2 in the north of England, despite uncertainty that the train line will ever get beyond Birmingham.</p><p>Rishi Sunak <a href=\"https://www.theguardian.com/uk-news/2023/sep/28/rishi-sunak-refuses-say-hs2-northern-leg-scrapped\">repeatedly refused</a> to commit to bringing HS2 to Manchester on Thursday, amid concerns that the project’s cost could exceed £100bn, three times the original estimate.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/600m-of-public-money-spent-buying-up-property-in-north-of-england-for-hs2\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/600m-of-public-money-spent-buying-up-property-in-north-of-england-for-hs2", "date_published": "2023-09-29T16:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "OceanGate Titan sub disaster movie in the offing", "description": "<p>Film based on fatal expedition to wreck of Titanic planned by producer of comedy horror The Blackening</p><p>The Titan submersible tragedy that drew global attention is set to be made into a movie.</p><p>The film, currently set to be called Salvaged, will come from the producer E Brian Dobbins whose most recent credit was this summer’s comedy horror The Blackening. He is working alongside MindRiot Entertainment, a company also making a docuseries about Kyle Bingham, the former mission director of OceanGate, the company behind the submersible.</p> <a href=\"https://www.theguardian.com/film/2023/sep/29/titan-sub-movie-oceangate-e-brian-dobbins\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/29/titan-sub-movie-oceangate-e-brian-dobbins", "date_published": "2023-09-29T15:54:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK outspends rest of Europe on housing asylum seekers by at least 40% a person", "description": "<p>Exclusive: Report by aid campaign One finds costs now take up nearly a third of the official aid budget</p><p>The UK is spending 40% a person more than any other European country on housing asylum seekers with the costs taking up nearly a third of the official aid budget, which forced a 16.4% cut in the amount of aid spent overseas in 2022.</p><p>The findings come in a report by One, the aid campaign, which argues the proportion of the aid budget being spent on housing refugees in the UK is totally out of sync with its neighbours and is making the British aid budget both unpredictable and unmanageable</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/uk-outspends-rest-of-europe-on-housing-asylum-seekers-by-at-least-40-a-person\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/uk-outspends-rest-of-europe-on-housing-asylum-seekers-by-at-least-40-a-person", "date_published": "2023-09-29T15:53:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Fed up’ US autoworkers expand strikes against GM and Ford", "description": "<p>UAW president Shawn Fain says members ‘fed up with corporate greed’ as another 7,000 workers to strike at GM and Ford plants</p><p>The United Auto Workers union escalated its strike against the big three US automakers on Friday as the industrial action entered its third week.</p><p>In a <a href=\"https://www.facebook.com/uaw.union/videos/338429235319253\">livestream update</a><a href=\"https://www.facebook.com/events/852380489615572?acontext=%7B%22event_action_history%22%3A[%7B%22surface%22%3A%22search%22%7D%2C%7B%22mechanism%22%3A%22surface%22%2C%22surface%22%3A%22groups_highlight_units%22%7D]%2C%22ref_notif_type%22%3Anull%7D\"> </a>on the strike on Friday, UAW president Shawn Fain said another 7,000 workers would be joining the action. About 25,000 workers are now on strike.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/uaw-strikes-update-livestream-shawn-fain-ford-gm\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/29/uaw-strikes-update-livestream-shawn-fain-ford-gm", "date_published": "2023-09-29T15:38:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on Suella Braverman’s refugee comments – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/29/martin-rowson-on-suella-bravermans-refugee-comments-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/29/martin-rowson-on-suella-bravermans-refugee-comments-cartoon", "date_published": "2023-09-29T15:32:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He turned every performance into a masterpiece’: readers pay tribute to Michael Gambon", "description": "<p>The actor gave astonishing performances in works by Shakespeare, Beckett and Brecht in the West End – and he was just as unforgettable off stage, our readers remember</p><ul><li><a href=\"https://www.theguardian.com/stage/gallery/2023/sep/28/michael-gambon-a-life-in-pictures\">Michael Gambon: a life in pictures</a></li></ul><p>My physics teacher took us to see him in The Life of Galileo at the National Theatre in 1980, such a profound experience that saw me end up both as a physics teacher and an actor. I still have the script book in my library. I once had the great privilege of appearing in the TV series Perfect Strangers with him. I was playing a hotel employee and, my claim to fame, was directed by Stephen Poliakoff to laugh at a joke as he gave a speech at a scene set at a family wedding reception. This is a story I frequently bore friends and family with. He was so intense and captivating while filming that scene. A marvellous actor who turned every performance into a masterpi", "link": "https://www.theguardian.com/stage/2023/sep/29/michael-gambon-readers-tributes-memories", "date_published": "2023-09-29T15:24:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Activists stage Rosebank oilfield protest outside offices of Labour frontbench", "description": "<p>Party urged to commit to revoking licence for site in North Sea and back comprehensive Green New Deal</p><p>Young climate activists staged sit-down protests outside the offices of every member of Labour’s shadow cabinet on Friday, calling on the party to take a tougher line on the proposed new Rosebank oilfield and back a comprehensive Green New Deal.</p><p>This week the UK’s biggest untapped oilfield <a href=\"https://www.theguardian.com/environment/2023/sep/27/rosebank-oilfield-uk-climate-plans-analysis\">was given the go-ahead</a> despite widespread opposition from scientists, poverty campaigners and climate and energy experts.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/29/activists-stage-rosebank-oilfield-protest-offices-labour-frontbench\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/29/activists-stage-rosebank-oilfield-protest-offices-labour-frontbench", "date_published": "2023-09-29T15:21:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Today in Focus wins gold award for best news and current affairs podcast", "description": "<p>The Guardian triumphs at British Podcast Awards in London, with rising star award going to Chanté Joseph</p><p>The Guardian’s Today in Focus has won the gold award for the best news and current affairs podcast at the British Podcast Awards, while the rising star award went to Chanté Joseph, who hosts the organisation’s pop culture production.</p><p>Today in Focus was also given the silver award in the best daily podcast category – finishing second to The News Agents, which is co-hosted by the journalists Emily Maitlis, Jon Sopel and Lewis Goodall.</p> <a href=\"https://www.theguardian.com/media/2023/sep/29/today-in-focus-gold-award-news-current-affairs-british-podcast-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/29/today-in-focus-gold-award-news-current-affairs-british-podcast-awards", "date_published": "2023-09-29T15:13:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "State of emergency issued for New York as heavy rain and intense floods pummel city – live", "description": "<p>Governor Kathy Hochul has issued a state of emergency across New York City, Long Island and the Hudson Valley</p><p><strong>New York City authorities have <a href=\"https://portal.311.nyc.gov/article/?kanumber=KA-03457\">urged</a> residents to seek higher ground during periods of heavy rain as persistent heavy ran may result in numerous flash floods, including flooding of places that do not normally flood.</strong></p><p>Residents have been urged to make an emergency plan and stay informed by <a href=\"https://a858-nycnotify.nyc.gov/notifynyc/\">signing up</a> for Notify NYC, the city’s official emergnecy communications program.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/sep/29/new-york-rain-flash-flooding-weather-live\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/sep/29/new-york-rain-flash-flooding-weather-live", "date_published": "2023-09-29T15:09:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tories must explain who knew of tax investigation into donor Anthony Bamford, says Labour", "description": "<p>Party asked if it will return millions of pounds donated by Brexit-backing JCB boss and his family</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/sep/27/who-is-anthony-bamford-the-billionaire-super-donor\">Profile: who is Anthony Bamford?</a></li></ul><p>Labour has demanded that the Conservative party explain who knew about a tax investigation into one of its most important donors, Anthony Bamford, and when they were informed.</p><p>Anneliese Dodds, the Labour party chair, has written to her Tory opposite number, Greg Hands, to ask if the party will return millions of pounds donated by the peer and his family, if HMRC finds wrongdoing.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/29/tories-tax-investigation-anthony-bamford-labour-jcb\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/29/tories-tax-investigation-anthony-bamford-labour-jcb", "date_published": "2023-09-29T15:02:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Twin attacks on mosques in Pakistan kill at least 59 people – video report", "description": "<p>At least 59 people have died in bomb attacks on two mosques in <a href=\"https://www.theguardian.com/world/pakistan\">Pakistan</a> as the country held a public holiday to celebrate the prophet Muhammad’s birthday. In the most serious incident, a suicide bomber killed at least 54 people who were gathering for a parade near a mosque in the restive Balochistan province. A second attack struck a mosque in a police station compound in Khyber Pakhtunkhwa province, killing five people and collapsing the building</p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/sep/29/bomb-attack-near-pakistan-mosque\">At least 59 people killed in twin attacks on mosques in Pakistan</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/sep/29/twin-attacks-on-mosques-in-pakistan-kill-at-least-59-people-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/sep/29/twin-attacks-on-mosques-in-pakistan-kill-at-least-59-people-video-report", "date_published": "2023-09-29T15:01:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Audrey Hepburn to Zac Efron: a brief history of dubbed singing in Hollywood", "description": "<p>Christopher Plummer isn’t the only star to discover his voice replaced in the movie’s final cut</p><ul><li><a href=\"https://www.theguardian.com/film/2023/sep/29/christopher-plummers-singing-voice-included-in-rerelease-of-sound-of-music-soundtrack\">Christopher Plummer’s singing voice included in rerelease of Sound of Music soundtrack</a></li></ul><p>Christopher Plummer is far from the only Hollywood star to discover his or her singing parts had been junked in favour of someone more mellifluous. Playback singers or “ghost singers” were once widely (if secretly) used to dub tuneless actors – and haven’t quite disappeared. Here are some of the most notorious examples.</p> <a href=\"https://www.theguardian.com/film/2023/sep/29/christopher-plummer-the-sound-of-music-hollywood-ghost-singers\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/29/christopher-plummer-the-sound-of-music-hollywood-ghost-singers", "date_published": "2023-09-29T15:01:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Judge allows private prosecution of Southern Water over pollution claims", "description": "<p>Fish Legal win permission to summon firm to face allegations linked to diesel pollution of River Test</p><p>A judge has given permission for a private prosecution to go ahead against a water company accused over the pollution of one of the UK’s most cherished fishing rivers.</p><p>Southern Water will appear in court in February to face allegations linked to diesel pollution in the River Test in Hampshire.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/judge-allows-private-prosecution-of-southern-water-over-pollution-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/judge-allows-private-prosecution-of-southern-water-over-pollution-claims", "date_published": "2023-09-29T15:01:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Mount St restaurant’s breakfast martini – recipe | The good mixer", "description": "<p>There are worse ways to kick off a weekend brunch than with this gin and citrus livener</p><p>This is our take on <a href=\"https://salvatore-calabrese.co.uk/\">Salvatore Calabrese</a>’s now classic creation. Sure, a breakfast (or brunch) cocktail isn’t an everyday thing, but it does help take the edge off when things all get a bit much, and every now and then won’t hurt.</p><p>Chidde Ly, head of bars, <a href=\"https://mountstrestaurant.com/\">Mount St restaurant</a>, London W1</p> <a href=\"https://www.theguardian.com/food/2023/sep/29/cocktail-of-the-week-mount-st-restaurant-breakfast-martini-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/29/cocktail-of-the-week-mount-st-restaurant-breakfast-martini-recipe", "date_published": "2023-09-29T15:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gen-Z Australians are trading gritty gap years for grand tours of Europe’s cultural charisma", "description": "<p>The number of young Australians travelling for extended periods is falling, but those that do are increasingly choosing Europe</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Like several hundred-thousand Australians, last winter Mary McGillivray left her puffer jackets behind in Melbourne to spend a northern summer in Europe. But McGillivray had a special project in mind: she planned her Euro-summer like an 18th-century British aristocrat, and went on a grand tour.</p><p>McGillivray evaded wolves in the south of France, admired the Rococo menswear of the continent and pondered dalliances with the locals in each destination.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun st", "link": "https://www.theguardian.com/travel/2023/sep/30/europe-travel-australians-popularity-rise", "date_published": "2023-09-29T15:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Fiji’s Jonny Wilkinson’: island nation embraces Simione Kuruvoli ahead of Rugby World Cup clash", "description": "<p>Excitement builds across Pacific nation over young scrum-half who helped seal historic victory against Australia</p><p>The island of Kadavu, Fiji has been gripped by anticipation ahead of the Pacific nation’s next match in the Rugby World Cup. Preparations have taken place to make sure people won’t have to crowd into one hall to watch the game. Fijians are passionate rugby supporters but in Kadavu, the next game is particularly special.</p><p>“It is even more exciting that Simione is from the same district as ours,” says the 64-year-old Kadavu resident Iliesa Bula.</p> <a href=\"https://www.theguardian.com/world/2023/sep/30/simione-kuruvoli-fiji-star-player-rugby-world-cup-2023-vs-georgia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/30/simione-kuruvoli-fiji-star-player-rugby-world-cup-2023-vs-georgia", "date_published": "2023-09-29T15:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden to sell three oil and gas leases over five years, angering climate advocates", "description": "<p>Administration releases plan, which represents lowest number of lease sales since 1980, but is still set to increase oil production</p><p>The Biden administration on Friday <a href=\"https://www.boem.gov/oil-gas-energy/national-program/national-ocs-oil-and-gas-leasing-program\">released a plan</a> to sell as many as three offshore oil and gas leases over the next five years, garnering criticism from some climate advocates.</p><p>Set to govern potential sales through late 2028, the hotly anticipated plan from the Bureau of Ocean Energy Management, a part of the interior department, includes no auctions for next year, and represents the lowest number of lease sales since the program began in <a href=\"https://naturalresources.house.gov/news/documentsingle.aspx?DocumentID=303418\">1980</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/biden-administration-oil-gas-lease-sale-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/biden-administration-oil-gas-lease-sale-climate-crisis", "date_published": "2023-09-29T14:38:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | From Sheffield to Southend: football’s express ride towards chaos and crisis", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Those who read Big Website’s UK news edition will have heard quite a bit about “levelling up”, a process currently under the microscope due to an almighty row about high-speed rattlers. Want to travel from somewhere near Coventry to an art-deco station plaza with a glorious vista of Wormwood Scrubs? Step this way, mesdames et messieurs, the Elizabeth Line next awaits, taking you anywhere you like. As long as it’s London or nearby. Want to travel between northern cities, the factory floors of this great nation? Let’s say Manchester and Leeds … “The 9.32 is running approximately 42 minutes late and will be made up of [jerky, computerised voice gets even jerkier] <em>two</em> carriages.” The issue at hand is inequality, of the haves and have-nots, of metropolitan elites in air-con comfort while provincial types chug along in choo-choos Dr", "link": "https://www.theguardian.com/football/2023/sep/29/football-daily-email-real-crisis-clubs", "date_published": "2023-09-29T14:28:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour aims to win back voters across Scotland with byelection success", "description": "<p>Rutherglen and Hamilton West is a must-win seat for Keir Starmer – as it is for an SNP fighting to stay in power</p><p>As scores of Labour activists queued up for Keir Starmer’s final rallying speech before next week’s Rutherglen and Hamilton West byelection, another queue was forming at the church next door. Inside the church hall in Burnbank, two volunteers, Alex Gilmour and Anne Paul, were preparing trays of cheese- and ham-filled rolls and cups of tea for about 80 local people who rely on its daily free breakfasts, its food bank and its council-funded money advice service.</p><p>This byelection, <a href=\"https://www.theguardian.com/politics/2023/aug/01/rutherglen-and-hamilton-west-byelection-triggered-after-constituents-vote-to-remove-margaret-ferrier-from-seat\">to replace</a> the disgraced former Scottish National party MP Margaret Ferrier, has been a head-to-head contest between Labour and the SNP, with the cost of living crisis, in-work poverty and Scotland’s overstretched ", "link": "https://www.theguardian.com/politics/2023/sep/29/labour-win-back-scottish-voters-rutherglen-and-hamilton-west-byelection", "date_published": "2023-09-29T14:22:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Erwin Olaf obituary", "description": "Dutch photographer who constructed his own surrealist dreamworld in meticulously staged images<p>The Dutch photographer <a href=\"https://www.theguardian.com/artanddesign/gallery/2019/apr/17/erwin-olaf-photographys-dutch-master-in-pictures\" title=\"\">Erwin Olaf</a>, who has died aged 64 following a lung transplant, straddled the world of art, advertising and fashion photography with a sumptuous cinematic and painterly aesthetic. Into his meticulously staged works he introduced subtle imperfections to stir disquiet in his audience: “There should be a riddle in every powerful image, so you are intrigued and invited to look over and over again.”</p><p>He was influenced by the storytelling power of cinema and the emotion it could provoke. He wanted to create an open-ended narrative in a single shot, to capture the moment between what just happened and what is about to happen. In 2014 he said: “I used to want to conquer the world with strong images, but nowadays I want to say to the viewer:", "link": "https://www.theguardian.com/artanddesign/2023/sep/29/erwin-olaf-obituary", "date_published": "2023-09-29T14:06:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ravneet Gill's recipe for chocolate fudge cake with custard | The sweet spot", "description": "<p>This fudge cake luxuriates in its own sauce as it bakes, and then gets doused again with hot custard</p><p>There’s nothing quite like the comforting embrace of a warm, indulgent chocolate fudge cake, especially when it’s paired with generous lashings of hot custard. This recipe keeps things simple by creating a sauce with just a sprinkling of brown sugar, chocolate and water. As the cake bakes, it transforms it into a soft and airy sponge with a rich, decadent surprise at the bottom.</p> <a href=\"https://www.theguardian.com/food/2023/sep/29/chocolate-fudge-cake-with-custard-recipe-ravneet-gill\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/29/chocolate-fudge-cake-with-custard-recipe-ravneet-gill", "date_published": "2023-09-29T14:00:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Send us your questions for Tilda Swinton", "description": "<p>If there’s something you’d love to ask the daring and versatile actor, about to take on two roles in Joanna Hogg’s The Eternal Daughter, now is your chance</p><p>Activist, writer, model, performance artist: Tilda Swinton has so many strings to her bow that calling her an actor feels insufficient. Perhaps more successfully than any actor working today, she has straddled the boundary between arthouse and mainstream cinema, equally at home in a billion-dollar franchise like <em>The Chronicles of Narnia</em> as she is in films by Apichatpong Weerasethakul.</p><p>Born in London in 1960 to an aristocratic military family of Scottish descent, Swinton later rejected her conservative upbringing, embracing leftwing politics, poetry and experimental theatre. On graduating from Cambridge the filmmaker Derek Jarman became her friend and mentor, casting her in numerous films and leading to her breakout role in Sally Potter’s <em>Orlando</em>.</p> <a href=\"https://www.theguardian.com/film/2023/s", "link": "https://www.theguardian.com/film/2023/sep/29/send-us-your-questions-for-tilda-swinton", "date_published": "2023-09-29T14:00:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What did we learn from the walkout of firearms officers? The Met looks after its own, not the public | Sue Fish", "description": "<p>Firearms officers carry a huge burden, but they are not above the law. Chris Kaba’s family deserve better than this</p><ul><li>Sue Fish is a former chief constable</li></ul><p>Policing has a problem with accountability – one that I saw throughout my time as an officer and, later, as chief constable. This stems from the belief, held by much of the police service, that it is under constant attack from all sides, and that a lily-livered leadership is failing to support it, or understand the challenges of delivering frontline policing. The narrative of the “hero cop” looms large, as does the notion of the “thin blue line”, which has other connotations in the US, but in the UK symbolises the cops holding back the tide of lawlessness in the face of a hostile public and press.</p><p>As a result, too many officers believe that the law applies differently to them. That can result in an unwarranted arrest here, a strip-search there, checking police systems for contact details, and worse. Ma", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/firearms-officers-met-public-law-chris-kaba-sue-fish", "date_published": "2023-09-29T13:58:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Congress scrambles to avoid shutdown; California’s Feinstein dies at 90 – US politics live", "description": "<p>With less than 48 hours before a potential shutdown, there’s no sign of a deal to keep the government open; <a href=\"https://www.theguardian.com/us-news/2023/sep/29/dianne-feinstein-senator-dies\">Dianne Feinstein, the longest-serving female senator in US history, has died at age 90</a></p><p><strong>Dianne Feinstein</strong>’s office has confirmed that the senator died yesterday at the age of 90.</p><p>Here’s their full statement:</p> <a href=\"https://www.theguardian.com/us-news/live/2023/sep/29/government-shutdown-diane-feinstein-mccarthy-republican-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/sep/29/government-shutdown-diane-feinstein-mccarthy-republican-politics-live-updates", "date_published": "2023-09-29T13:54:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mauricio Pochettino to take bigger role in Chelsea’s transfer business", "description": "<ul><li>Head coach will be more involved in January window </li><li>‘I have started to work to identify what we need for January’</li></ul><p>Mauricio Pochettino is taking greater responsibility for Chelsea’s transfer business and has said he is already making plans to strengthen his side in January.</p><p>Chelsea have spent £1bn on signings under the ownership of Todd Boehly and Clearlake Capital, who have installed a new recruitment team since buying the club last year. Last summer’s transfer business was led by the club’s co-sporting directors, Paul Winstanley and Laurence Stewart, with input from Joe Shields, the co-director of recruitment and talent.</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/mauricio-pochettino-to-take-bigger-role-in-chelseas-transfer-business\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/29/mauricio-pochettino-to-take-bigger-role-in-chelseas-transfer-business", "date_published": "2023-09-29T13:46:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘More than just a tree’: recollections of Northumberland’s Sycamore Gap", "description": "<p>Readers have been getting in touch with personal memories of the felled landmark and ideas of what should come next</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/sep/29/share-your-memories-and-pictures-of-the-sycamore-gap-tree\">Share your memories and pictures of the Sycamore Gap tree</a></li></ul><p>Shock, sadness and anger over the destruction of the 300-year-old Sycamore Gap tree have been expressed by readers contacting the Guardian with personal memories of its picturesque presence.</p><p>The tree meant so much to so many. A local man, Michael Palmer, summed it up: “Sycamore Gap is a Northumberland symbol, more than a piece of landscape, more than just a tree; it’s as instantly recognisable as the Palace of Westminster or the Liver Building.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/more-than-just-a-tree-recollections-of-northumberlands-sycamore-gap\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/more-than-just-a-tree-recollections-of-northumberlands-sycamore-gap", "date_published": "2023-09-29T13:37:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bedbug crisis sparks political row in Paris as insect ‘scourge’ continues", "description": "<p>Disgust spreads across country as travellers post videos apparently showing insects on Paris public transport</p><p>France’s growing bedbug crisis has sparked a political row as Paris city hall said the invasion of bloodsucking insects must be tackled before next year’s Olympic Games and the transport minister summoned train and bus operators to prevent the bugs multiplying on seats.</p><p>A wave of panic and disgust has spread across the country as travellers have posted photos and videos purportedly showing the insects on the Paris local transport system, high-speed trains and at Charles de Gaulle airport.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/bedbug-crisis-political-row-paris-insect-scourge-continues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/bedbug-crisis-political-row-paris-insect-scourge-continues", "date_published": "2023-09-29T13:31:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I feel sickened with myself for shouting at my child. Please help | Ask Annalisa Barbieri", "description": "<p>You say you’d never hurt your children, but you do seem scared of losing control </p><p><strong>I am a parent of two small children, three years old and six months, and am struggling to control my temper. </strong></p><p><strong>I have never hit or hurt my children and never would</strong><strong>, but I feel sickened with myself for feeling rage towards my older child and shouting</strong><strong>. I feel urges to hit my older child when I </strong><strong>am angry but would never do so.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/29/i-feel-sickened-with-myself-for-shouting-at-my-child-please-help\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/i-feel-sickened-with-myself-for-shouting-at-my-child-please-help", "date_published": "2023-09-29T13:30:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prix Prictet Human at the V&A review: an exhilarating, scary photographic journey", "description": "<p><strong>V&amp;A, London</strong><br />The Indian photographer Gauri Gill took the top prize with some indelible desert images, but there’s a lot to savour, and to mourn, in the work of her fellow contenders</p><p>Humans have done a lot of horrifying things. But now the tables have turned, and the human race faces unprecedented peril, nature’s wrath after years of abuse. Photography can only grapple with the enormity of what is happening as the world that we know disappears.</p><p>The theme for <a href=\"https://prix.pictet.com/cycles/human\">this year’s Prix Pictet</a> – one of the world’s top photo prizes – is Human. The prize has always favoured titanic themes, but the exhibition of this year’s shortlist of 12 is a spectacular and profoundly melancholy reckoning with what we humans have done, where it’s left us, and where we’re heading.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/29/prix-pictet-review-v-and-a-london-gauri-gill-wins-photography-award\">Continue re", "link": "https://www.theguardian.com/artanddesign/2023/sep/29/prix-pictet-review-v-and-a-london-gauri-gill-wins-photography-award", "date_published": "2023-09-29T13:10:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Helen Bauer: Grand Supreme Darling Princess review – cartoonishly confident comedy", "description": "<p><strong>Soho theatre, London</strong><br />The standup’s loud and proud show about female self-sufficiency presents her as an attention-hogging misfit parading her indignities for our delight</p><p>Aged 32, Helen Bauer has never had a boyfriend and her “empath” friends think they know why. Men like to be saviours, they tell her; you’ve got to be more vulnerable. But vulnerability, as her audience can tell, isn’t Bauer’s thing. She is an ego bursting off the stage; a cartoon of an overgrown kid roaring, laughing, and sending herself and everyone else up while in gleeful flight (we must assume) from the traumas she refuses to discuss with her therapist – because apparently 50 minutes is just not long enough.</p><p>You may consider such lack of vulnerability detrimental to Bauer’s comedy: the emotional palette of her loud and proud show, Grand Supreme Darling Princess, tends towards the garish. But the picture she paints with it is a compelling one; of a “basic” woman-child with “big", "link": "https://www.theguardian.com/stage/2023/sep/29/helen-bauer-grand-supreme-darling-princess-review-soho-theatre", "date_published": "2023-09-29T13:08:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How a thinktank got the cost of net zero for the UK wildly wrong", "description": "<p> Civitas’s deeply flawed report was timed to follow the PM’s speech in which he called for an honest approach to the issue</p><p>Imagine demanding an “honest” debate over the cost of net zero in a report full of errors that even a schoolboy would be embarrassed about. Then imagine getting <a href=\"https://www.carbonbrief.org/daily-brief/britain-to-allow-big-north-sea-oil-field-despite-climate-concerns/\">coverage</a> of your report in the Sun, Times, Daily Mail, Daily Express and Spectator.</p><p>Sound impossible? Well, let me tell you how Civitas, one of the <a href=\"https://www.theguardian.com/commentisfree/2022/sep/23/liz-truss-power-extreme-neoliberal-thinktanks\">thinktanks</a> housed at <a href=\"https://en.wikipedia.org/wiki/55_Tufton_Street\">55 Tufton Street</a> in London, did exactly that, and nearly got away with it.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/how-a-thinktank-got-the-cost-of-net-zero-for-the-uk-wildly-wrong\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/how-a-thinktank-got-the-cost-of-net-zero-for-the-uk-wildly-wrong", "date_published": "2023-09-29T13:07:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin speaks to former Wagner chief on TV about Ukraine deployment", "description": "<p>Discussion with Andrei Troshev shows Moscow’s efforts to demonstrate its control over mercenary group</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/29/russia-ukraine-war-live-updates-russian-power-substation-drone-attack-belaya-near-border-mykolaiv-city-rocket\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin has met a former senior Wagner commander to discuss how to best use “volunteer units” in the Ukraine war, as Kyiv said several hundred members of the mercenary group had returned to the battlefield.</p><p>Putin was shown on state television on Friday meeting Andrei Troshev, a former Wagner commander known by his nom de guerre “Sedoi” – or “Grey Hair”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/putin-speaks-to-former-wagner-chief-on-tv-about-ukraine-deployment\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/putin-speaks-to-former-wagner-chief-on-tv-about-ukraine-deployment", "date_published": "2023-09-29T13:03:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour and Tories, beware: endlessly shifting right won't save the country | Andy Beckett", "description": "<p>Self-styled ‘realists’ of both parties underestimate the depth of voters’ disillusionment with the status quo</p><p>This autumn, more than ever, British politics is a waiting game. Waiting for the Tory and Labour party <a href=\"https://www.theguardian.com/politics/2023/sep/23/party-conference-season-labour-tory-lib-dem-snp\">conferences</a>. Waiting for possibly pivotal <a href=\"https://www.theguardian.com/politics/2023/sep/16/labour-tories-neck-and-neck-mid-bedfordshire-race-poll-nadine-dorries\">byelections</a>. Waiting to see if Labour’s large but not wholly convincing poll lead will crumble, and whether the <a href=\"https://www.theguardian.com/politics/2023/sep/23/watering-down-the-uks-net-zero-strategy-may-backfire-for-rishi-sunak\">Tories</a> or <a href=\"https://www.theguardian.com/politics/2023/sep/24/taunton-voters-rishi-sunak-net-zero-u-turn\">Lib Dems</a> will take advantage. And above all, waiting for the general election and what sort of government comes afterwards.</p><p>", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/britain-parties-right-election-realists-labour-tory-voters", "date_published": "2023-09-29T13:00:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Difficult, time-consuming and painful’: Nihiloxica on the ‘hell’ of touring the UK", "description": "<p>Punitive UK visa restrictions have added extra fire to the already blazing sound of the British-Ugandan drum and doom outfit</p><p>“Have you ever been involved in, or suspected of being involved in, war crimes, crimes against humanity, genocide?” asks an automated voice, over warped tones and hissing atmospherics. It’s a recorded sample from one of many fruitless phone calls to government departments the band Nihiloxica have made, chasing visas or potentially lost passports that have been held on to for months on end.</p><p>After enduring endless issues with UK visas and passports, Nihiloxica – whose members are based in Uganda, Britain and the Netherlands – have funnelled all their frustration into new album Source of Denial. “We wanted to create the sense of being in the endless, bureaucratic hell of attempting to travel to a foreign country that deems itself superior to where you’re from,” they announced ahead of its release.</p> <a href=\"https://www.theguardian.com/music/2023/", "link": "https://www.theguardian.com/music/2023/sep/29/nihiloxica-uk-uganda-tour-visa-restrictions-interview", "date_published": "2023-09-29T13:00:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Christopher Plummer’s singing voice included in rerelease of Sound of Music soundtrack", "description": "<p>Expanded and remastered version of soundtrack features actor’s singing, which was dubbed over in film</p><p>Two years after his death at the age of 91, the voice of Christopher Plummer singing Edelweiss in The Sound of Music will finally be heard.</p><p>Plummer received vocal training for the part of Capt Von Trapp in the Oscar-winning 1965 movie but a singer, Bill Lee, was dubbed in for the famous Rodgers and Hammerstein numbers.</p> <a href=\"https://www.theguardian.com/film/2023/sep/29/christopher-plummers-singing-voice-included-in-rerelease-of-sound-of-music-soundtrack\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/29/christopher-plummers-singing-voice-included-in-rerelease-of-sound-of-music-soundtrack", "date_published": "2023-09-29T12:47:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Train and tube strikes: week of disruption looms for passengers", "description": "<p>Action by railway drivers in England and London Underground workers will halt and delay many services</p><p>A week of disruption for rail passengers has begun, with a mix of strikes and overtime bans by train drivers and tube workers set to halt and delay many services until next Friday.</p><p>Virtually no trains will run in England on Saturday and Wednesday, when members of the <a href=\"https://www.theguardian.com/uk-news/2023/sep/15/train-drivers-in-england-to-strike-during-tory-conference\">Aslef union strike</a> on national rail, targeting the start and end of the Conservative party conference in Manchester.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/train-and-tube-strikes-week-of-disruption-looms-for-passengers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/train-and-tube-strikes-week-of-disruption-looms-for-passengers", "date_published": "2023-09-29T12:39:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Quiz review – Rory Bremner is an uncanny Chris Tarrant", "description": "<p><strong>Chichester Festival theatre</strong><br />A delightfully performed revival of James Graham’s fresh and funny play about the Millionaire cougher case, which critiques the TV industry and trials by media</p><p>There is a keen sense of nostalgia to this revival of <a href=\"https://www.theguardian.com/stage/2017/nov/19/quiz-minerva-chichester-review-james-graham-who-wants-to-be-a-millionaire\">James Graham’s 2017 play</a> about the “coughing major”. The court case made headlines when Charles and Diana Ingram were <a href=\"https://www.theguardian.com/media/2003/mar/05/broadcasting1\">found guilty of wrongdoing on the quizshow</a> Who Wants to Be a Millionaire? It is surprising then that it manages to keep its intrigue bottled, fresh and funny, playing out like light entertainment as well as a critique of it.</p><p>Its three central actors bear uncanny resemblances: Rory Bremner, as the host Chris Tarrant perfects the facial tics and easy manner while curbing the urge to play him ", "link": "https://www.theguardian.com/stage/2023/sep/29/quiz-review-rory-bremner-chichester-festival-theatre", "date_published": "2023-09-29T12:27:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A space exhibition and the Clooneys: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/29/a-space-exhibition-and-the-clooneys-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/29/a-space-exhibition-and-the-clooneys-fridays-best-photos", "date_published": "2023-09-29T12:21:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: tell us about your intergenerational disputes", "description": "<p>If you’d like to take part in <a href=\"https://www.theguardian.com/lifeandstyle/series/you-be-the-judge\">our series</a> about domestic disagreements, please get in touch</p><p>The Guardian’s <a href=\"https://www.theguardian.com/lifeandstyle/series/you-be-the-judge\">You be the judge</a> series is looking for domestic disputes across different generations, such as grandparents and parents disagreeing about childcare methods.</p><p>From judging the case of a woman who thinks her husband plays too many <a href=\"https://www.theguardian.com/lifeandstyle/2022/apr/29/you-be-the-judge-should-my-husband-spend-less-time-playing-video-games\">video games</a> to housemates disagreeing about how often they should <a href=\"https://www.theguardian.com/lifeandstyle/2022/mar/11/you-be-the-judge-should-my-housemate-stop-letting-dirty-dishes-pile-up\">wash the dishes</a>, countless readers have taken to the Guardian to determine who among them is really the guilty party – and who is innocent.</p> <a hr", "link": "https://www.theguardian.com/global/2023/sep/29/you-be-the-judge-tell-us-about-your-intergenerational-disputes", "date_published": "2023-09-29T12:04:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Falstaff review – Opera North puts a twinkle in Sir John’s eye in gleeful – and green – staging", "description": "<p><strong>Grand Theatre, Leeds</strong><br />Henry Waddington relishes every moment as the blustering Sir John in a sustainably staged production of Verdi’s final opera, played and performed with an unfailing sense of humour</p><p>As the rainbow-striped butcher’s curtain rises on <a href=\"https://www.operanorth.co.uk/whats-on/falstaff/\">Opera North’s new Falstaff</a>, our hero resembles nothing so much as Santa Claus on a cut-price camping holiday. Down on his luck in a ramshackle caravan, <a href=\"https://www.grovesartists.com/artist/henry-waddington/\">Henry Waddington</a>’s white-maned and round-bellied Sir John is assessing the damage, physical and financial, of his latest night of excess. Grubby and grasping, he could so easily be grotesque as well, but as the man himself says in Shakespeare’s Henry IV: “There is virtue in that Falstaff.” And so it proves here. The twinkle in this Falstaff’s eye, his endearing immunity to embarrassment, and above all an unfailing sense of humour", "link": "https://www.theguardian.com/music/2023/sep/29/falstaff-review-opera-north-grand-theatre-leeds", "date_published": "2023-09-29T11:55:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russian athletes cleared to compete at Paris Paralympics 2024", "description": "<ul><li>International Paralympic Commitee votes against full ban</li><li>Decision pending on whether they will compete as neutrals</li></ul><p>Russian athletes will be able to compete as full participants or neutral athletes at next year’s Paris Paralympics after the International Paralympic Committee members voted against a full ban of Russia on Friday.</p><p>The decision clears the way for Russians, whose athletes are currently banned from any Paralympic competition, to be in Paris and what the IPC will decide later on Friday is whether they will do so in full national team gear or if they will compete as neutrals, without national emblems, flags or anthem.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/russian-athletes-cleared-to-compete-at-paris-paralympics-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/russian-athletes-cleared-to-compete-at-paris-paralympics-2024", "date_published": "2023-09-29T11:54:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rugby World Cup 2023: what to look out for this weekend", "description": "<p>Ange Capuozzo will be winging it for Italy against New Zealand while Scotland chase a bonus-point win against luckless Romania</p><p>Ange Capuozzo started at full-back in Italy’s win against against Uruguay last week and now returns to the wing for the <em>Azzurri’s</em> Friday-night meeting with the All Blacks in Lyon. Tommaso Allan slots back in at No 15 having started at fly-half in Nice but will certainly stay on kicking duty, being 13 from 13 for the tournament. Capuozzo says rotation is all in a day’s work for Italy’s back line. “In any team we can swap places and be allocated here or there, so it’s even more important to be on the lookout and listening out carefully to what the others say and how they behave. It is important for us to have a chance to experience different positions, I believe, to keep up a certain level of diversity in our configuration on the field. Between the 15 of us we don’t have a problem to swap around.” It’s a fine balance between flexibility and co", "link": "https://www.theguardian.com/sport/2023/sep/29/things-to-look-out-for-at-the-rugby-world-cup-this-weekend", "date_published": "2023-09-29T11:38:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police watchdog: Met officer who shot man dead in 2015 must face hearing", "description": "<p>Independent Office for Police Conduct orders for misconduct hearing into incident in which Jermaine Baker was killed</p><p>A Metropolitan police firearms officer who shot dead an unarmed man at point blank range should face a hearing for gross misconduct which could see him sacked, the police watchdog has said.</p><p>The officer, known only as W80, shot dead Jermaine Baker, 28, in 2015 as he prepared to try and free a prisoner from custody near Wood Green crown court, in north London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/police-watchdog-met-officer-who-shot-man-dead-in-2015-must-face-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/police-watchdog-met-officer-who-shot-man-dead-in-2015-must-face-hearing", "date_published": "2023-09-29T11:33:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Summer is over – welcome back to big scarf season", "description": "<p>In this week’s newsletter: It may still be September but from Loewe to Asos, blanket-size knits are flying off shelves – Lenny Kravitz has even brought <em>that</em> scarf back</p><p>• <strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></p><p>In 2012, Lenny Kravitz was photographed nipping out to the shops wearing a scarf so large, the internet became embroiled in a debate over whether it was a scarf or actually a blanket.</p><p>Over a decade later, Kravitz reignited the discussion (and the memes) when on Saturday he once again donned said scarf to make <a href=\"https://www.tiktok.com/@lennykravitz?lang=en\">his TikTok debut</a>.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/27/fashion-statement-autumn-winter-scarves\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/27/fashion-statement-autumn-winter-scarves", "date_published": "2023-09-29T11:30:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Where to start with: JM Coetzee", "description": "<p>For 50 years the Nobel laureate and double Booker prize winner has been dividing opinion with his novels on power, humanity, war, the death of ‘Jesus’ and dogs – many dogs </p><p>The South African and Australian novelist John Maxwell Coetzee is one of most decorated English-language authors in the world. The double Booker prize winner and Nobel laureate may not be for everyone – Martin Amis once said that Coetzee had “no talent” – but his spare novels about power structures and humanity have won him a dedicated fanbase. The 83-year-old has been writing for almost 50 years, so those new to him have plenty to choose from. Will Forrester suggests some good ways in.</p><p>***</p> <a href=\"https://www.theguardian.com/books/2023/sep/29/where-to-start-with-jm-coetzee\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/29/where-to-start-with-jm-coetzee", "date_published": "2023-09-29T11:30:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Canada has a dark history with Nazis’: political scandal prompts reckoning", "description": "<p>After a Nazi veteran was lauded in parliament, a debate over suspected war criminals who settled in the country is reignited</p><p>Standing in the House of Commons this week, Canada’s prime minister, Justin Trudeau, apologized after a war veteran who fought alongside the Nazis was <a href=\"https://www.theguardian.com/world/2023/sep/25/canadas-house-speaker-apologises-after-praising-ukrainian-veteran-who-fought-for-nazis\">invited into the country’s parliament</a>, called a “hero” and celebrated with two standing ovations.</p><p>Trudeau said all lawmakers “regret deeply” having stood and clapped – “even though we [did] so unaware of the context”, adding that the event was a disservice to the memory of millions “targeted by the Nazi genocide”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/canada-nazi-history-trudeau\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/canada-nazi-history-trudeau", "date_published": "2023-09-29T11:30:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The writers’ strike is over – is it OK to get excited about Superman: Legacy now?", "description": "<p>With filming rumoured to start in spring, we can expect to hear more casting decisions soon. But director James Gunn must learn from Zack Snyder’s mistakes if he wants Superman to be the keystone of an all new DC Universe</p><p>It’s on. Now the <a href=\"https://www.theguardian.com/culture/2023/sep/26/hollywood-writers-strike-ends-studio-deal\">Hollywood writers’ strike is finally over</a>, reports are beginning to percolate about various long-awaited projects. Chief among them is James Gunn’s Superman: Legacy, which <a href=\"https://variety.com/2023/film/news/stranger-things-house-of-the-dragon-superman-legacy-hollywood-back-to-work-strikes-1235737429/\">according to Variety</a> is now due to begin shooting in spring 2024. That means we can expect to hear the main cast moving into position in the coming months. David Corenswet has already been hired to play a younger man of steel, while Rachel Brosnahan will pick up Lois Lane’s <a href=\"https://warnerbros.fandom.com/wiki/Daily_Plane", "link": "https://www.theguardian.com/film/2023/sep/29/the-writers-strike-is-over-is-it-ok-to-get-excited-about-superman-legacy-now", "date_published": "2023-09-29T11:25:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Look back at Giorgio Napolitano: learn the limits of dogma and the potential of good leaders to change lives | Martin Kettle", "description": "<p>The former Italian president was a communist who learned that utopianism does not work and the common good involves compromise</p><p>It’s not every day that you see a pope <a href=\"https://cruxnow.com/vatican/2023/09/pope-makes-history-to-pay-respects-to-former-italian-president\">paying tribute</a> to a former communist – but it happened this week in Rome. By the same token, it is a surprise to hear one of the church’s most senior cardinals make an affectionate and generous address at the same communist’s <a href=\"https://www.youtube.com/watch?v=mLnbDTWIGjQ\">strictly secular, defiantly non-religious, funeral</a> – at which attenders included Emmanuel Macron – but these things, no less unusually, happened this week, too.</p><p>But then Giorgio Napolitano, who died a week ago aged 98 and whose funeral took place in Rome on Tuesday, was no ordinary president of Italy and no ordinary communist either. A lifelong member of the Italian Communist party until it dissolved in 1991, Napolit", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/giorgio-napolitano-italian-president-communist-utopianism-pope-francis", "date_published": "2023-09-29T11:20:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We have all felt powerless as poverty mounts in Tory Britain. Here is a practical way to hold back the tide | Polly Toynbee", "description": "<p>Help with essential bills, via a social tariff, would lower bills for those most in need, harking back to the all-too-brief success of the Covid universal credit uplift</p><p>Winter is coming, and it will be harsher. People in “negative income”, whose incomings don’t cover their bills, are about to be hit even harder. Better economic news on “falling inflation” is a mirage when bills keep on rising.</p><p>Citizens Advice and the Social Market Foundation <a href=\"https://www.smf.co.uk/publications/bare-necessities-social-tariffs/\">are this week calling</a> for social tariffs – cheaper packages on essential bills for those on benefits – to stop millions more households sinking under debts and evictions.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/29/poverty-tory-britain-essential-bills-social-tariff-covid-universal-credit\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/poverty-tory-britain-essential-bills-social-tariff-covid-universal-credit", "date_published": "2023-09-29T11:19:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Howzat? Tortoise, 82, has cricket ball-sized bladder stone removed", "description": "<p>Joey the tortoise, from Cornwall, is recovering after surgery to remove 150g growth</p><p>Joey, an 82-year-old tortoise in Cornwall, is recovering from surgery after the removal of a bladder stone the size of a cricket ball.</p><p>Two veterinary surgeons had to cut through Joey’s shell to remove the growth, which at 150g was almost three times the weight of a tennis ball.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/joey-the-tortoise-82-has-cricket-ball-sized-bladder-stone-removed-cornwall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/joey-the-tortoise-82-has-cricket-ball-sized-bladder-stone-removed-cornwall", "date_published": "2023-09-29T11:17:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Golf is the best video game ever – I just need to figure out why | Dominik Diamond", "description": "<p>I hate real life golf – too many things can go wrong. So why do I love playing PGA Tour 2K23? </p><p>I’m sitting here trying to work out why PGA Tour 2K23 is the greatest video game of all time.</p><p>Rationally, objectively and empirically it cannot be. It lacks the emotional gut punch of Final Fantasy VII, the engineering creativity of Legend of Zelda: Tears of the Kingdom, the immersive storytelling of Red Dead Redemption or the existential horror of The Evil Within, but I really did have fun writing that sentence and hope in some way AI algorithms make it the headline for this game on Metacritic.</p> <a href=\"https://www.theguardian.com/games/2023/sep/29/this-golf-sim-is-the-best-video-game-ever-i-just-need-to-figure-out-why\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/sep/29/this-golf-sim-is-the-best-video-game-ever-i-just-need-to-figure-out-why", "date_published": "2023-09-29T11:16:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Super League 2023-24 previews No 12: West Ham", "description": "<p>The Hammers need stability and they hope their new coach, Rehanne Skinner, is the right person to take a young squad forward</p><p>Another season, another head coach through the door in east London as managerial turnover strikes once again at West Ham. It is the second successive season that the Hammers have been left looking for a manager and the hope will be that this time they’ve got it right.</p> <a href=\"https://www.theguardian.com/football/2023/sep/29/womens-super-league-2023-24-previews-no-12-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/29/womens-super-league-2023-24-previews-no-12-west-ham", "date_published": "2023-09-29T11:01:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Ham’s Hawa Cissoko: ‘Some people are just racist and find every opportunity to be racist’", "description": "<p>Defender on how she coped with last season’s trolling, feeling harshly treated by officials and wanting to become a referee</p><p>“If I turn off my phone, they don’t exist,” the West Ham defender Hawa Cissoko says of the racist online trolls who have bombarded her social media accounts. That is her solution, to switch off and ignore, but she thinks social media companies need to do more to protect players from racist abuse. “I know that some people send messages because they know that nothing is going to happen even if you tell them you’re going to the police,” she says. “They know nothing will happen. We need more security … I don’t know how they can do it.”</p><p>On 15 October last year, <a href=\"https://www.theguardian.com/football/2022/oct/15/aston-villa-west-ham-wsl-match-report\">Cissoko clashed with Aston Villa’s Sarah Mayling</a>, there was pushing between the pair and Cissoko struck Mayling across the face. She was sent off and Mayling received a yellow card. Cissoko apolo", "link": "https://www.theguardian.com/football/2023/sep/29/west-ham-hawa-cissoko-racist-abuse-become-referee", "date_published": "2023-09-29T11:00:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Motherhood is a cult, to a degree’: Anne Heltzel on her horror novel about parenthood", "description": "<p>The author explains how Just Like Mother, her gothic horror tale of a cult fixated on childbearing, is uncomfortably close to reality</p><p>Anne Heltzel was single, in her mid-30s and living in New York when the comments started coming. “Maybe having a family just isn’t for you,” her city friends would say, their voices sympathetic. “Don’t worry, you still have time,” her Midwestern family would add in placating tones. But Heltzel wasn’t worried; she had never felt a “natural instinct” to become a mother. Still, she was prompted to think harder about whether or not she wanted children. “I found that I didn’t know,” she says. “I still have no idea, honestly.”</p><p>Heltzel, now 39, finds the cultural expectation to become a mother “claustrophobic”. That fear became fodder for her debut adult novel, Just Like Mother. The modern gothic horror story follows a childless woman, Maeve, who was raised in a commune run by the Mother Collective – a cult that claims being a mother is “the fu", "link": "https://www.theguardian.com/books/2023/sep/29/motherhood-is-a-cult-to-a-degree-anne-heltzel-on-her-horror-novel-about-parenthood", "date_published": "2023-09-29T11:00:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The dog’s very happy’: water-conscious Gotlanders compete for ugliest lawn title", "description": "<p>Competition aimed at encouraging Swedish island residents to save water is being copied elsewhere</p><p></p><p>Dry, brown grass is no longer a source of shame on one Swedish island where residents have been competing over the “ugliest lawn” in an attempt to save water – and it seems the trend is spreading.</p><p>“It was the easiest competition to win, I didn’t have to do anything,” said this year’s winner Stina Östman, a resident of Sweden’s largest island of Gotland, who has mixed feelings about her victory. “It’s always nice to win, even if you are the worst,” she said.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/the-dogs-very-happy-water-conscious-gotlanders-compete-for-ugliest-lawn-title\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/the-dogs-very-happy-water-conscious-gotlanders-compete-for-ugliest-lawn-title", "date_published": "2023-09-29T11:00:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chain restaurants are a moment of dependable zen on a helterskelter day | Grace Dent on restaurants", "description": "<p>They may never dazzle, but your favourite fast food chain never really burns its bridges</p><p>Restaurant food can be the epitome of comfort eating. That may sound a strange thing to say, because the entire process of visiting a restaurant requires pulling on a combo of accoutrements to make yourself acceptable to the outside world: pants, matching socks, mascara. It also usually involves a painful experience with a parking app and a table troublingly close to “other people”, whom we all by and large agree are hell.</p><p>But there is a side to eating out that is rarely celebrated, and that thrives on providing a moment of comfort: the chain. Come as you are, come dishevelled, hungover, heartbroken, alone or with a rabble. We’re not going on a culinary journey; rather, this is a culinary cul-de-sac where you’ve been doing a three-point turn for the past 20 years. In fact, I’m fairly sure that, at a moment’s notice, I could step in for the 2pm-10pm shift at <a href=\"https://www.wag", "link": "https://www.theguardian.com/food/2023/sep/29/grace-dent-comfort-food-chain-restaurants-dependable-zen-helterskelter-day", "date_published": "2023-09-29T11:00:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Extraordinary Life of an Ordinary Man by Paul Newman audiobook review – unfiltered Hollywood", "description": "<p>Jeff Daniels reads this memoir-cum-oral history of the late actor, painting a picture of a flawed, melancholic, chaotic and brilliant screen icon</p><p>Drawn from conversations between the late actor Paul Newman and screenwriter Stewart Stern, The Extraordinary Life of an Ordinary Man sees the Cool Hand Luke star reflecting on a life marked by dizzying success and psychological pain. The interviews, which took place over five years from 1986, were seemingly forgotten until Newman’s children unearthed them in 2019 and turned them into this memoir-cum-oral history.</p><p>It documents his chaotic early life in Ohio as the son of an overbearing, unpredictable mother and a “dismissive, disinterested” father. The household “contained the sounds of constant warfare” as his parents fought viciously. At college, he went wild, drinking and partying. There was a stint in the navy, after which he worked in provincial theatre where he met and married his first wife, Jackie Witte, to whom he wa", "link": "https://www.theguardian.com/books/2023/sep/29/the-extraordinary-life-of-an-ordinary-man-by-paul-newman-audiobook-review-unfiltered-hollywood", "date_published": "2023-09-29T11:00:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 16, arrested after famous Sycamore Gap tree in Northumberland cut down – video", "description": "<p>A 16-year-old boy has been arrested on suspicion of causing criminal damage in connection with the felling of a well-known tree in the north of England. The Sycamore Gap tree has been a feature of the site at Hadrian’s Wall in Northumberland for hundreds of years. The tree, believed to have been about 300 years old, appeared in the 1991 film Robin Hood: Prince of Thieves, starring Kevin Costner and Morgan Freeman</p><ul><li><p><a href=\"https://www.theguardian.com/uk-news/2023/sep/28/boy-16-arrested-in-connection-with-felling-of-famous-sycamore-gap-tree-hadrians-wall-england\">Boy, 16, arrested after felling of famous Sycamore Gap tree at Hadrian’s Wall</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2023/sep/29/sycamore-gap-tree-attack-is-part-of-war-on-nature-in-uk-says-poet\">Sycamore Gap tree attack is part of war on nature in UK, says poet</a></p></li></ul> <a href=\"https://www.theguardian.com/uk-news/video/2023/sep/29/boy-16-arrested-after-famous-sycamore-ga", "link": "https://www.theguardian.com/uk-news/video/2023/sep/29/boy-16-arrested-after-famous-sycamore-gap-tree-cut-down-in-northumberland-video", "date_published": "2023-09-29T10:56:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spanish parliament prepares to vote on conservative party leader’s bid to become prime minister – Europe live", "description": "<p>Alberto Núñez Feijóo, leader of the People’s party, received the most votes in July’s election but failed to get enough support to form a government</p><p>Who is <strong>Alberto Núñez Feijóo</strong>?</p><p>“He’s a very restrained person when it comes to his personal reactions,” says a veteran adviser. “He doesn’t let himself get down when things don’t go well and he isn’t exultant when things go the way he wants them to.”</p> <a href=\"https://www.theguardian.com/world/live/2023/sep/29/spain-parliament-vote-prime-minister-bid-alberto-nunez-feijoo-election-europe-news-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/sep/29/spain-parliament-vote-prime-minister-bid-alberto-nunez-feijoo-election-europe-news-latest-updates", "date_published": "2023-09-29T10:40:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Major incident’ declared after school bus overturns in Cheshire", "description": "<p>One woman treated for major injuries and nearly 50 others, mainly children, treated after collision with car on M53</p><p>Emergency services have declared a “major incident” after a school bus overturned on a motorway in Cheshire.</p><p>North West ambulance service said a female patient had been taken to hospital suffering “major trauma-related injuries”, and that nearly 50 others – mostly school pupils – were being assessed at the scene.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/school-bus-overturns-in-cheshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/school-bus-overturns-in-cheshire", "date_published": "2023-09-29T10:39:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Guernsey museum brings Renoir’s art to island that inspired him", "description": "<p>Exhibition honours French impressionist whose landscapes have helped island create jobs and forge global ties</p><p>The island of Guernsey may be best known as a tax haven for the super-wealthy, a pleasant holiday destination, and for the rich milk its docile cows produce.</p><p>But thanks to a brief sojourn by Pierre-Auguste Renoir 140 years ago, and the bold thinking of culture lovers on the island, it is becoming a draw for art fans.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/guernsey-museum-renoir-island-art-exhibition-french-impressionist\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/guernsey-museum-renoir-island-art-exhibition-french-impressionist", "date_published": "2023-09-29T10:36:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Energy bills ‘could hit almost £1,900 annually in coldest months of year’", "description": "<p>Freezing winter could push average bills higher under UK government’s price cap, says forecast</p><p>Household energy bills could climb to an average of almost £1,900 a year in the coldest months of the year under the government’s energy price cap, according to a leading forecaster.</p><p>The energy price cap is expected to climb from an average of £1,834 a year set to take effect from October to just under £1,898 for the months from January to March, according to analysts at Cornwall Insight, in a blow to households hit by the cost of living crisis.</p> <a href=\"https://www.theguardian.com/money/2023/sep/29/energy-bills-price-cap\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/29/energy-bills-price-cap", "date_published": "2023-09-29T10:20:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "One of the hardest parts of getting older? Pondering the ‘me’ in dementia | Larry F Slonaker", "description": "<p>I watched my father lose some of his faculties. Now any signs of my own memory loss make me a bit paranoid</p><p>We’ve been witnessing a burgeoning obsession in the US lately with the effect ageing has on the human brain. This came to mind again when I was reading about the <a href=\"https://www.theguardian.com/us-news/2023/aug/09/dianne-feinstein-hospital-fall\">latest woes</a> of Dianne Feinstein, who may have what’s politely called “cognitive decline”. And of course every time Joe Biden misspeaks, his critics <a href=\"https://www.theguardian.com/us-news/2023/jun/11/joe-biden-mental-health-pro-trump-campaign\">seize on it</a> as a symptom of dementia.</p><p>I’m younger than Feinstein and Biden, but I’m also older than, gulp, almost 90% of Americans. As I plow into my 60s, I find myself awash in the <a href=\"https://www.theguardian.com/society/2023/aug/11/i-refuse-to-get-old-how-readers-strive-to-keep-dementia-at-bay\">boomer preoccupation</a> over whether one has, or will eventually", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/ageing-dementia-paranoid", "date_published": "2023-09-29T10:10:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden is right to praise the auto strike. His climate agenda depends on it | Kate Aronoff", "description": "<p>The president has a golden opportunity to prove that green jobs will bear dividends for the working class</p><p>Joe Biden had to choose a side in the United Auto Workers’ contract fight with the “big three” American automakers, and he did. This week, he became the first US president to walk a picket line while in office when he joined strikers in Belleville, Michigan, <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/09/26/remarks-by-president-biden-at-united-auto-workers-picket-line/#:~:text=Folks%2C%20look%2C%20one%20thing%20is,the%20companies%20were%20in%20trouble.\">offering</a> enthusiastic support for their demands. Biden should be thanking the UAW for handing him a golden opportunity: to prove that the green jobs his administration is creating will be good, union jobs, too, and that climate policy will bear dividends for the working class.</p><p>Republicans cosplaying solidarity have tried to exploit the strike to score cheap political points. As Republ", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/biden-auto-strike-uaw-climate-crisis", "date_published": "2023-09-29T10:02:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A little work now will mean a festival of produce to harvest over the winter", "description": "<p>Many herbs can be grown year-round – just move them into sheltered spots when the weather turns cold</p><p>I love this time of year. The steadily shortening days and warm autumnal light herald the transition to more gentle times in the garden. Yet there are still plenty of summer crops to harvest and the autumnal ones – damsons, hops, apples, winter squash – are arriving. As the season shifts, I can be found freezing runner beans and chopped tomatoes, as well as making the effort to properly prepare certain crops and plants to lengthen the time I’ll get to savour the taste of these abundant summer months.</p><p>Parsley is one of the herbs I try to have growing year-round, given how straightforward it is to start from seed and how unfussy it is. I’ve successfully managed to keep my spring/summer parsley plants in the ground through winter with the protection of horticultural fleece, but last winter a blizzard reduced my overwintering plants to mush. So this autumn I’m going to lift", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/a-little-work-now-will-mean-a-festival-of-produce-to-harvest-over-winter", "date_published": "2023-09-29T10:00:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Veil of secrecy’: outrage as Google limits public access to antitrust trial", "description": "<p>Critics decry media shut-out as judge permits evidence and testimony to be presented behind closed doors</p><p>The landmark antitrust trial pitting the US justice department against Google is now in its third week, and the government continues to roll out its case arguing that the internet search behemoth abused its power and resources to maintain a monopoly.</p><p>The trial has widespread implications for the tech industry, antitrust law and potentially the way that hundreds of millions of people engage with and access the internet. But in the courtroom, much of the proceedings have unfolded behind closed doors, in sessions that are inaccessible to the public or the media.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/29/google-antitrust-trial-limited-public-access\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/29/google-antitrust-trial-limited-public-access", "date_published": "2023-09-29T10:00:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Choreographer Pam Tanowitz: ‘I’m a neurotic Jew, waiting for something bad to happen’", "description": "<p>Despite her work being described as the greatest dance theatre of the century, Tanowitz can still be found ‘backstage, throwing up’ before shows. Will her new production, based on a Hebrew love poem, help her finally embrace success?</p><p>Where will you find the choreographer Pam Tanowitz before a show? This is the woman whose work Four Quartets was hailed by the New York Times as “the greatest creation of dance theatre so far this century”? “I will be backstage, throwing up,” she says, matter of factly.</p><p>Tanowitz, 53, may have been lauded with five-star reviews and commissions for New York City Ballet, the Australian Ballet and the Royal Ballet, but you won’t see her soaking up the adoration in the auditorium. “I do not like watching other people watch my work; it’s a huge stresser for me,” she cringes over video call from New York.</p> <a href=\"https://www.theguardian.com/stage/2023/sep/29/pam-tanowitz-choreographer-interview-song-of-songs-four-quartets\">Continue reading..", "link": "https://www.theguardian.com/stage/2023/sep/29/pam-tanowitz-choreographer-interview-song-of-songs-four-quartets", "date_published": "2023-09-29T10:00:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dramatic flair: how a West End producer brought a theatrical home to life", "description": "<p>Vibrant paint, patterned wallpapers and personal objects fill this uplifting family house, whose owner moved from the world of stage to home design</p><p>Drama is woven into every room in interior designer Emily Dobbs’s Edwardian London terrace. As soon as you step through the front door, you are hit with a riot of colour and pattern. “I wanted the entrance to be a wall of blooms to feel like I was back in Derbyshire, where I grew up,” says Dobbs. A country girl at heart, she was drawn to the fact that the house has a large wood at the back, enabling a separation from hectic city life.</p><p>Dobbs, 39, is a theatre producer, working on star-studded plays featuring actors such as James Norton, Andrew Scott and Lily James. She trained as an actor, but with the birth of her first child, Alfie, now six, she found the flexibility of producing more compatible with family life.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/29/dramatic-flair-how-a-west-end-producer-brough", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/dramatic-flair-how-a-west-end-producer-brought-a-theatrical-home-to-life", "date_published": "2023-09-29T10:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: far-right Oath Keepers kept up dues payments after Capitol attack", "description": "<p>Venmo records show members of rightwing militia paid vice-president for months after group’s January 6 role was exposed</p><p>Oath Keepers members paid dues to the rightwing militia’s then vice-president for up to almost a year after the January 6 attack on the US Capitol and months after the organization and its founder, Stewart Rhodes, were named in court filings as participants in the assault, according to publicly accessible transaction records on the payment platform Venmo.</p><p>Those who made payments to an Oath Keepers leader on Venmo include an engineer whose employer provides satellite technology to US government agencies including the Department of Defense (DoD) and the Department of Homeland Security, a former Department of Homeland Security employee whose tenure at the agency overlapped with his membership in the group, and a 2022 candidate for the Wyoming state senate.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/29/oath-keepers-members-january-6-capitol", "link": "https://www.theguardian.com/us-news/2023/sep/29/oath-keepers-members-january-6-capitol-attack-venmo", "date_published": "2023-09-29T10:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Run at 40, dance at 80: the best ways to exercise in every decade of your life", "description": "<p>Tennis, running, weights, yoga … all exercise is good, but certain sports have more of an impact at a particular age. Here’s what you should be doing – and when</p><p>What is the best sport for you, at different stages of your life? Simple: the one you enjoy. It doesn’t have to be competitive, or have a goal – literal or metaphorical. “Initiatives from Sport England show one factor is key: enjoyment,” says sports scientist Prof John Brewer. “That can come from the environment, camaraderie or friendship as much as the sport itself. What’s important is to find your niche – the thing you enjoy.”</p><p>Images from elite sport suggest gymnastic ability vanishes overnight when you hit 20, or that tennis is pointless if you didn’t start it as a child. But if a sport gets your endorphins flowing, it’s right for you, whatever age you take it up. Yet there are ages at which certain sports can have more of an impact, be it social or physiological.</p> <a href=\"https://www.theguardian.com/lif", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/run-at-40-dance-at-80-the-best-ways-to-exercise-in-every-decade-of-your-life", "date_published": "2023-09-29T10:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The oyster shucking is a riot’: readers’ favourite UK food events in autumn", "description": "<p>From the Highlands to Cornwall, from porridge to pakoras, enjoy the full harvest of our readers’ foodie tips</p><p>Every October, I find myself drawn to the <a href=\"https://falmouthoysterfestival.co.uk/\">Falmouth oyster festival</a>, where fresh oysters, pulled straight from the boats, are shucked before your eyes. As you wander, the streets of Falmouth are buzzing with lively music, bursts of laughter, and the salty scent of the sea. Everywhere there’s a palpable energy – folks clinking glasses of chilled local ale, traders calling out their fresh catches and kids dancing to impromptu tunes. And oh, those oyster-shucking contests? An absolute riot. You’ll be cheering, laughing, and maybe even joining in. From 12 to 15 October.<br /><strong>Hamish Lister</strong></p> <a href=\"https://www.theguardian.com/travel/2023/sep/29/readers-favourite-uk-food-events-in-autumn\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/sep/29/readers-favourite-uk-food-events-in-autumn", "date_published": "2023-09-29T10:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "American anxiety, Georgian fireworks and a Black British pioneer – the week in art", "description": "<p>Philip Guston paints an unhinged States, Claudette Johnson’s haunting drawings get a big show and a magical light is shone on the 18th century – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Philip Guston <br /></strong>Cartoon Klansmen smoke and stare in Guston’s grotesque satires on American madness. <br />• <a href=\"https://www.tate.org.uk/whats-on/tate-modern/philip-guston\">Tate Modern, London, 5 October-25 February</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/29/the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/29/the-week-in-art", "date_published": "2023-09-29T09:55:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "iPhone 15: users of Pro and Pro Max models complain of overheating issues", "description": "<p>Some customers claim titanium frame of more expensive models becomes ‘so hot it’s too hot to hold’</p><p>Apple is facing complaints from users about overheating in relation to its new iPhone 15 models, with some customers claiming the titanium frame becomes too hot to hold.</p><p>The iPhone maker’s community forum is carrying customer feedback about the iPhone 15 Pro and Pro Max, claiming that the handsets are overheating.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/29/iphone-15-users-of-pro-and-pro-max-models-complain-of-overheating-issues\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/29/iphone-15-users-of-pro-and-pro-max-models-complain-of-overheating-issues", "date_published": "2023-09-29T09:52:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vanessa Redgrave gives £4,000 to Bibby Stockholm legal fight", "description": "<p>Actor’s donation enables fund to reach target in challenge to Home Office’s use of barge to house asylum seekers</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/29/rishi-sunak-anti-car-policies-tories-20mph-speed-zones-ulez-keir-starmer-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Vanessa Redgrave has donated £4,000 to a legal fund challenging the Home Office’s use of the controversial Bibby Stockholm barge to accommodate asylum seekers.</p><p>The actor and human rights campaigner has been an outspoken critic of the government’s policy to house asylum seekers on the barge in Portland, Dorset.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/vanessa-redgrave-gifts-4000-to-bibby-stockholm-legal-fight-asylum-seekers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/vanessa-redgrave-gifts-4000-to-bibby-stockholm-legal-fight-asylum-seekers", "date_published": "2023-09-29T09:46:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "WSL returns, Premier League team news and more: weekend football countdown – live", "description": "<ul><li>News and press conference updates before weekend games</li><li>Got something to share? <a href=\"mailto:yara.el-shaboury.casual@theguardian.com\">Email Yara with your thoughts</a></li></ul><p><strong>Jodie Taylor hangs up the boots.</strong> The former Arsenal striker, who scored at two World Cups, played for 17 clubs in six countries and won the Champions League is “at peace” with her decision to retire.</p><p><strong>Are Chelsea the favourites once again?</strong> Emma Hayes’ side have won the last four consecutive league titles. They have the star power, the depth, and the experience. But will compalcency come into play? Get in touch and let me know your thoughts. And don’t miss Suzanne Wrack’s preview.</p> <a href=\"https://www.theguardian.com/football/live/2023/sep/29/wsl-returns-premier-league-team-news-and-more-weekend-football-countdown-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/sep/29/wsl-returns-premier-league-team-news-and-more-weekend-football-countdown-live", "date_published": "2023-09-29T09:40:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket final day: Middlesex and Kent battle to avoid drop, and more – live", "description": "<ul><li>Updates from day four of the final round of matches</li><li><a href=\"https://www.theguardian.com/sport/2023/sep/28/surrey-dominance-county-championship-cricket-reward-for-passion\">Surrey’s dominance rewarded with latest title triumph</a></li><li>And you can <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet her</a> or comment BTL</li></ul><p><strong>I’m going to miss watching Mohammad Abbas</strong> slink into bowl, the sun on his back. He has Clark caught by Vince low at second slip in the first over of the day.</p><p><strong>I know the BBC have done one,</strong> but let’s attempt a CCLive! team of the season. If you either email me, or drop your team BTL, I’ll collate them together after lunch and come up with an XI. Just off to get coffee – both machines at the hotel were broken (the horror!).</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/29/hampshire-v-surrey-middlesex-and-kent-battle-to-av", "link": "https://www.theguardian.com/sport/live/2023/sep/29/hampshire-v-surrey-middlesex-and-kent-battle-to-avoid-drop-and-more-county-cricket-live", "date_published": "2023-09-29T09:40:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How British refuse collectors won their strikes and became a model for successful trade unionism | Polly Smythe", "description": "<p>As mountains of rubbish built up in Tower Hamlets and elsewhere, authorities were forced to discuss pay and working conditions</p><p>When Rishi Sunak U-turned on the government’s net zero policies last week, among the nonexistent proposals “scrapped” was the imposition of <a href=\"https://www.theguardian.com/environment/2023/sep/21/factchecking-rishi-sunak-claims-on-the-net-zero-transition\">seven different recycling bins</a> on households. Yet, roughly five miles east of the Downing Street press conference, it didn’t matter how many bins you had – strike action by Tower Hamlets refuse workers meant that none were being collected. After mountains of rubbish grew taller than the borough’s residents, Unite reached a deal this week securing a one-off <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/london-refuse-workers-tower-hamlets-strike-ends-pay-deal-with-council-reached\">£750 payment</a> and the in-housing of agency workers on full council terms and conditions.</p><p>Work", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/british-refuse-collectors-strikes-trade-unionism-tower-hamlets-pay-conditions", "date_published": "2023-09-29T09:38:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak claims ‘anti-motorist’ policies are against British values as Tories want to limit 20mph speed zones – UK politics live", "description": "<p>PM preparing to curb English councils from introducing speed limits ahead of party conference</p><p>The Conservative MP <strong>Anthony Browne</strong> told the Today programme this morning that he would support Rishi Sunak in seeking to limit attempts to restrict options for drivers. He said:</p><p>There is obviously a case for low traffic speeds outside schools, for example, when children are playing, or in market squares.</p><p>But if you go where Wales has gone where it’s become the default position, 20mph, then that is basically a punitive thing against motorists.”</p><p>The multilateral system, overseen by the United Nations, will be insufficient to respond to AI. Companies and governments need to be at the table: a new form of multilateralism.</p><p>It’s the first body of its kind, and I hope it can evolve to become a permanent institutional structure, with an international offer on AI safety.</p><p>As a liberal democracy we welcome the open exchange of ideas and culture of", "link": "https://www.theguardian.com/politics/live/2023/sep/29/rishi-sunak-anti-car-policies-tories-20mph-speed-zones-ulez-keir-starmer-uk-politics-latest", "date_published": "2023-09-29T09:34:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK economy makes stronger recovery from pandemic than first thought", "description": "<p>Revisions to figures show stronger performance than Germany and France but momentum starts to stall</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/29/uk-economic-growth-revised-up-pound-worst-month-eurozone-inflation-business-live\">Business live – latest updates</a></li></ul><p>The UK economy made a faster recovery from the Covid pandemic than previously estimated, according to revisions to official figures revealing a stronger performance than Germany and France.</p><p>In a boost for Rishi Sunak before the Conservative party conference in Manchester beginning this weekend, revised figures from the <a href=\"https://www.ons.gov.uk/economy/grossdomesticproductgdp/bulletins/quarterlynationalaccounts/apriltojune2023\">Office for National Statistics (ONS)</a> showed gross domestic product was 1.8% above pre-pandemic levels at the end of the second quarter this year.</p> <a href=\"https://www.theguardian.com/business/2023/sep/29/uk-economy-makes-stronger-recovery-f", "link": "https://www.theguardian.com/business/2023/sep/29/uk-economy-makes-stronger-recovery-from-pandemic-than-first-thought-germany-france", "date_published": "2023-09-29T09:31:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police chief investigated over wearing Falklands medal despite being 15 at time", "description": "<p>Head of Northamptonshire force faces questions over potentially misrepresenting  service record </p><p>A chief constable once tipped to lead Scotland Yard is under investigation after being accused of wearing a Falklands war combat service medal despite being a 15-year-old sea cadet at the time.</p><p>Nick Adderley, 57, who leads Northamptonshire police, has been pictured regularly wearing the South Atlantic medal and rosette, which is awarded to anyone who served in the Falklands combat zone in 1982.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/police-chief-nick-adderley--investigated-falklands-medal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/police-chief-nick-adderley--investigated-falklands-medal", "date_published": "2023-09-29T09:25:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lee Kang-in targets a prize greater than glory in the Asian Games", "description": "<p>Military exemption is as big a prize as the gold medal up for grabs for Paris Saint-Germain’s South Korean star</p><p>For Son Heung-min in 2018, read Lee Kang-in in 2023. Five years ago, Tottenham Hotspur reluctantly released their South Korea forward to participate in the Asian Games and he arrived in Indonesia midway through the tournament to lead the team to gold. This month, Paris Saint-Germain belatedly allowed Lee to fly to China and the midfielder arrived just before the group stage ended ready to help the team go all the way once more. The reason why big clubs from the capitals of England and France and elsewhere have allowed such talent to leave when they are not obliged to by Fifa is the same: the South Korean government grants military exemption to those who win gold at the Games.</p><p>The pressure was greater on Son because 2018 was his last chance before turning 28, the age by which all able-bodied men must report for duty that usually lasts between 18 and 21 months.", "link": "https://www.theguardian.com/football/2023/sep/29/lee-kang-in-targets-a-prize-greater-than-glory-in-the-asian-games", "date_published": "2023-09-29T09:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Everything became a lie, a performance’ – Werner Herzog on Soviet Russia", "description": "<p>The German director is championing Georgian film-maker Rezo Gigineishvili’s movie about the dying days of the USSR. But, he says, he won’t be drawn into contemporary political debates</p><p>What was Stalin like when he was ill? Did he have stomach pains? Did it make him sad? In <a href=\"https://www.themoviedb.org/person/562717-rezo-gigineishvili\">Rezo Gigineishvili</a>’s film Patient #1, a frail communist leader in the 1980s Soviet Union seeks urgent answers to these questions as he feels his life slipping from him. But the comrade he calls from his hospital bed provides no reassurance: Stalin was never ill, he was only ever strong.</p><p>Spurred on to live up to the dictator they called the Man of Steel, the general secretary brushes off his doctors’ concerns and orders to be driven to the Kremlin. But he dozes off before his limousine starts rolling, and the motorcade merely circles the hospital grounds: a melancholy image of a Russian empire locked in ever-repeating cycles of h", "link": "https://www.theguardian.com/film/2023/sep/29/everything-became-a-lie-a-performance-werner-herzog-on-soviet-russia", "date_published": "2023-09-29T09:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Nature embraces queer people’: inside the Kew show about the LGBTQ+ side of plants", "description": "<p>Queer Nature celebrates the astonishing diversity of plants – and looks at how they have inspired LGBTQ+ groups. Our writer enters a world of bisexual flowers and asexual trees</p><p>The <em>Ruizia mauritiana</em> is a large green shrub with cascading leaves shaped like lovehearts. There’s one just off the main walkway through the magnificent Temperate House in London’s Kew Gardens, a Victorian marvel<strong> </strong>nearly 200 metres long. Among all the surrounding greenery, the plant looks unassuming – but examples of this specimen are extremely rare. In fact, by the mid-1990s, it was thought to be extinct in the wild. But then came some thrilling news: a 10-metre tall example had been spotted in the Mauritian highlands. And soon Kew’s scientists were wading through a guava thicket in the east African island nation to take some cuttings.</p><p>Those scientists would go on to make a remarkable discovery. Previously, the <em>Ruizia mauritiana </em>was thought only to grow male fl", "link": "https://www.theguardian.com/artanddesign/2023/sep/29/lgbtq-kew-gardens-queer-artists-inspiration-in-nature", "date_published": "2023-09-29T09:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The earth is sick’: Storm Daniel has passed, but Greeks fear its deathly legacy", "description": "<p>Thessaly, one of Greece’s breadbaskets, has been left devastated with crops ruined and animals dead</p><p>Four years ago, Poppy Georgiou returned to the village in north-east Pelion where she grew up in the hope of creating a better life among the apple and chestnut orchards. She had studied in Thessaloniki, but it had been difficult to get by, and she decided to move back to Pouri to work alongside her family and community on the mountain in Thessaly that looms above the Aegean.</p><p>But that future, along with many others, is in jeopardy. The 28-year-old, who cultivates apples, chestnuts, cherries and olives across 50 acres of land with her husband and parents, found hope hard to find after the Thessaly was battered by Storm Daniel at the beginning of the month, devastating the agricultural region that is one of Greece’s “breadbaskets”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/storm-daniel-thessaly-greece-long-term-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/storm-daniel-thessaly-greece-long-term-impact", "date_published": "2023-09-29T09:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Choose your fitness wear by what feels good and fits well | Jess Cartner Morley on fashion", "description": "<p>Invest in good base layers, and exercise will feel like a pleasure, not a chore</p><p>I once read about a restaurateur who chooses cutlery for his establishment wearing a blindfold. Which sounds crazy, but is sort of brilliant. The logic being that no one looks at their knife and fork while they are eating, but the feel and function of cutlery in your hand – the weight, the balance, the sharpness – are what matter. To pick cutlery that will most enhance your dinner, it is best not to be distracted by what it looks like. <br /><br />The knife-and-fork method is also the best way to choose your fitness clothes. How leggings, a sports bra or a pair of trainers feel is a more useful metric than how nice they look on some pert, ponytailed influencer. While you are exercising (whether that means pilates or parkour or pickleball) you are hyperaware of your physical self, so clothes are central to your experience.</p><p>An itchy inside leg seam, badly fitting shorts that wriggle up your b", "link": "https://www.theguardian.com/fashion/2023/sep/29/choose-your-fitness-wear-by-what-feels-good-and-fits-well", "date_published": "2023-09-29T09:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Everyone at this gig looks just like you! – the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/29/everyone-at-this-gig-looks-just-like-you-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/29/everyone-at-this-gig-looks-just-like-you-the-stephen-collins-cartoon", "date_published": "2023-09-29T09:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experience: a whale saved me from a shark attack", "description": "<p>He swam underneath me and lifted me out of the water on his flipper</p><p>When I was a kid in Pennsylvania, my family rehabilitated wild animals. I grew up with raccoons and a fox running around the house. We would go travelling to Bermuda and I would watch the whales off the shore. I fell in love with them and wanted to know more about what they got up to underwater. Now I’ve been studying whales for more than 30 years and am the president of the Center for Cetacean Research and Conservation, mostly based in the Cook Islands and Bermuda.</p><p>In 2017, I was on a boat around Rarotonga in the Cook Islands, working on a film about whale conservation. The crew wanted to get more footage of me in the water with the humpback whales – I often slip in quietly to record their behaviour for research. Seeing a couple of humpbacks in the distance, I slid off the boat wearing a snorkel mask and a GoPro, and swam towards them.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/29/", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/experience-a-whale-saved-me-from-a-shark-attack", "date_published": "2023-09-29T09:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lauren Groff: ‘Virginia Woolf’s Flush is delightfully bananas’", "description": "<p>The US author on the book she should never have read as a child; the thrill of Emily Dickinson, and falling in love with Vasily Grossman</p><p><strong>My earliest reading memory<br /></strong>I was an early reader because I was excruciatingly shy, and books alleviated some of the discomfort of existing as a tender little person in the world. I remember lying in my bed at naptime, picking up a Little Bear book, and being able to read, “carrots, potatoes, peas, and tomatoes”, the words just clicking out of abstraction and into focus all of a sudden. Whether this is an invented memory or not is another story.</p><p><strong>My favourite book growing up<br /></strong>I was publicly wild about children’s books such as My Side of the Mountain by Jean Craighead George and the Nancy Drew stories; in private, I’d picked up Jean M Auel’s epic The Clan of the Cave Bear from my parents’ bookshelf at far too young an age, and was permanently scarred by brutal Neanderthal sex that I didn’t under", "link": "https://www.theguardian.com/books/2023/sep/29/lauren-groff-virginia-woolfs-flush-is-delightfully-bananas", "date_published": "2023-09-29T09:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Retinoids work, wipes don’t: 21 things I’ve learned about skin care", "description": "<p>What to spend your money on and what not to: Sali Hughes's lessons from 33 years in the beauty industry</p><p>1. <strong>The fastest way to make your skin look better is by cleansing properly</strong> <br />If you’re currently relying on wipes or just water, try using a balm or oil and then a warm flannel to remove makeup – skip this in the morning – followed by a gentle face wash or cleansing milk to clean your skin. It will usually give you smoother skin in a week.</p><p>2. <strong>If a product is en route to the plughole, </strong><strong>spend less on it <br /></strong>Everyone wants to know where to splurge and where to scrimp, and my advice is always this: spend the least on things that are quickly washed away (cleanser, body and face wash), saving the extra cash for the products that sit on your skin all day, like serum and foundation.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/29/21-things-ive-learned-about-skin-care-sali-hughes\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/21-things-ive-learned-about-skin-care-sali-hughes", "date_published": "2023-09-29T09:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sycamore Gap tree attack is part of war on nature in UK, says poet", "description": "<p>Robert Macfarlane says tree’s felling was part of hostile culture and calls for forest to be planted in its honour</p><p>The felling of the Sycamore Gap tree at Hadrian’s Wall symbolises a wider attack on nature in the UK, according to an award-winning landscape writer and poet.</p><p>Robert Macfarlane said the sight of the downed 300-year-old tree made him and many others feel sick. “I just see this as part of a piece with a much broader hostile environment towards the living world in this country,” he told the BBC.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/sycamore-gap-tree-attack-is-part-of-war-on-nature-in-uk-says-poet\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/sycamore-gap-tree-attack-is-part-of-war-on-nature-in-uk-says-poet", "date_published": "2023-09-29T08:54:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones dumps Samu Kerevi as Wallabies prepare for Portugal", "description": "<ul><li>New centre combination of Izaia Perese and Lalakai Foketi</li><li>Josh Kemeny to make Rugby World Cup debut for Australia</li></ul><p>Wallabies coach <a href=\"https://www.theguardian.com/sport/2023/sep/26/eddie-jones-wallabies-coach-position-australia-rugby-world-cup-review\">Eddie Jones</a> has dumped spearhead Samu Kerevi for their last World Cup pool match against Portugal in the latest of his odd lineup selections.</p><p>Jones has named a new centre combination, with Izaia Perese joining New South Wales teammate Lalakai Foketi for the Saint-Etienne match on Sunday (Monday AEDT) as the Australians attempt to finish a <a href=\"https://www.theguardian.com/sport/2023/sep/27/australia-rugby-union-team-rankings-wallabies-sink-to-new-low-after-world-cup-2023\">disastrous campaign</a> on a positive note.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/29/eddie-jones-dumps-samu-kerevi-as-wallabies-prepare-for-portugal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/29/eddie-jones-dumps-samu-kerevi-as-wallabies-prepare-for-portugal", "date_published": "2023-09-29T08:50:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘These kids were all struggling’: the real story behind The Bling Ring", "description": "<p>A textured and moving new documentary looks back at the infamous celebrity robberies that shook Hollywood and inspired a Sofia Coppola movie</p><p>An attractive young woman in billowing white linen enters the room and takes a seat on the floor cushion, arranging her body in lotus position. Her eyes flutter closed and she takes a deep breath, then fixes her gaze ahead. “Hello, everybody,” she says at last, her voice simultaneously beseeching and solemn. She is not here to lead a yoga class. The woman before us is Rachel Lee, the heretofore unheard from mastermind of the Bling Ring, the infamous band of boys and girls who made headlines and inspired a Sofia Coppola film when they broke into the homes of Hollywood stars and took off with millions of dollars worth of spoils.</p><p>Lee, who was sentenced to four years in prison and set free after 16 months, has maintained an enigmatic and anonymous persona since her release from prison 10 years ago. She is coming forth in The Ringleade", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/29/ringleader-bling-ring-documentary-review-hbo", "date_published": "2023-09-29T08:46:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bomb attack near Pakistan mosque kills at least 52 people", "description": "<p>Explosion took place in Balochistan province at gathering to celebrate birthday of prophet Muhammad</p><p>At least 52 people have been killed and more than 50 injured in a suicide attack near a mosque to mark the birthday of the prophet Muhammad in Pakistan’s restive Balochistan province, health officials and police said.</p><p>No group has claimed responsibility for the blast, which comes amid a surge in the number of attacks claimed by militant groups in the west of the country before national elections scheduled for January next year.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/bomb-attack-near-pakistan-mosque\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/bomb-attack-near-pakistan-mosque", "date_published": "2023-09-29T08:45:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Severn Trent customer water bills to rise by almost 37% by end of decade", "description": "<p>Firm raises £1bn in investment – half from Qatar’s sovereign wealth fund – to improve network over five years</p><p>Severn Trent is to increase customers’ bills by almost 37% by the end of the decade and has raised £1bn in investment – half from Qatar’s sovereign wealth fund – to pay for a multibillion investment plan to improve its water network over the next five years.</p><p>The company, which has 4.2 million customers, said the average annual household bill would rise from £379 in 2024-25 to £518 in 2029-30.</p> <a href=\"https://www.theguardian.com/business/2023/sep/29/severn-trent-customer-water-bills-to-rise-by-almost-37-per-cent-by-end-of-decade\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/29/severn-trent-customer-water-bills-to-rise-by-almost-37-per-cent-by-end-of-decade", "date_published": "2023-09-29T08:38:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Laurence Fox remarks ‘way past limits of acceptance’, says GB News head", "description": "<p>Angelos Frangopoulos says he was ‘appalled’ by misogynist comments, signalling Fox is set to be sacked</p><p>The head of GB News has signalled that Laurence Fox is set to be sacked for his misogynist comments about a political journalist by describing the remarks as “way past the limits of acceptance”.</p><p>Angelos Frangopoulos, the station chief executive, said he was “appalled” by <a href=\"https://www.theguardian.com/media/2023/sep/27/gb-news-suspends-laurence-fox-over-comments-about-female-journalist\">Fox’s comments</a>, in his first interview since his channel <a href=\"https://www.theguardian.com/media/2023/sep/27/gb-news-suspends-dan-wootton-after-laurence-foxs-remarks-on-show\">suspended Fox and the presenter Dan Wootton</a> after Tuesday’s on-air rant against Ava Evans.</p> <a href=\"https://www.theguardian.com/media/2023/sep/29/laurence-fox-remarks-way-past-limits-of-acceptance-says-gb-news-head\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/29/laurence-fox-remarks-way-past-limits-of-acceptance-says-gb-news-head", "date_published": "2023-09-29T08:27:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Graham Greene was ‘ready to go to jail for Lolita’, says Véra Nabokov’s diary", "description": "<p>Newly published record  of the struggle to get the controversial 1955 novel past censors adds ‘there could be no better reason’</p><p>Graham Greene was willing to go to jail to defend the uncensored publication of Vladimir Nabokov’s novel Lolita, according to a previously unpublished diary kept by the Russian-born author’s wife.</p><p>Greene’s attempts to rescue the book that he described in 1955 as “one of the three best novels I’ve read this year” from censorship followed a campaign to have it banned in Britain, where it was only published four years later.</p> <a href=\"https://www.theguardian.com/books/2023/sep/29/graham-greene-was-ready-to-go-to-jail-for-lolita-says-vera-nabokov-diary\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/29/graham-greene-was-ready-to-go-to-jail-for-lolita-says-vera-nabokov-diary", "date_published": "2023-09-29T08:21:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Share your memories and pictures of the Sycamore Gap tree", "description": "<p>After the felling of the famous tree, we would like to hear your stories from past visits </p><p>The famous <a href=\"https://www.theguardian.com/uk-news/2023/sep/28/boy-16-arrested-in-connection-with-felling-of-famous-sycamore-gap-tree-hadrians-wall-england\">Sycamore Gap tree in in Northumberland has been felled</a> in what police believe to be a deliberate act of vandalism. The tree has been a feature of the site at Hadrian’s Wall for hundreds of years.</p><p>We would like to hear your stories and see your pictures from past visits to the Sycamore Gap tree. What should be done with the site now?</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/share-your-memories-and-pictures-of-the-sycamore-gap-tree\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/share-your-memories-and-pictures-of-the-sycamore-gap-tree", "date_published": "2023-09-29T08:01:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alberto Núñez Feijóo again asks Spanish MPs to back him for PM", "description": "<p>People’s party leader expected to fall short in vote, which would leave door open for rival Pedro Sánchez</p><p>Alberto Núñez Feijóo, the leader of Spain’s conservative People’s party (PP), will conclude his <a href=\"https://www.theguardian.com/world/2023/sep/26/spain-elections-feijoo-launches-doomed-bid-lead-country-sanchez-peoples-party-government\">all but doomed attempt</a> to win power on Friday when he once again asks MPs to back him as the next prime minister despite lacking the necessary votes in congress.</p><p>Although the PP finished first in July’s snap general election, it <a href=\"https://www.theguardian.com/world/2023/jul/23/spainish-election-conservative-party-ahead-but-unlikely-to-win-majority\">failed to win enough votes</a> to form a government, taking 137 seats in Spain’s 350-seat congress, and scored a far less emphatic win over the ruling Spanish Socialist Workers’ party (PSOE) than had been expected.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/a", "link": "https://www.theguardian.com/world/2023/sep/29/alberto-nunez-feijoo-again-asks-spanish-mps-to-back-him-for-pm", "date_published": "2023-09-29T08:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sally Anne Morgan: Carrying review | Jude Rogers' folk album of the month", "description": "<p><strong>(Thrill Jockey)</strong><br />The North Carolinian’s poetic lyrics, blissful vocals and thrumming banjo and fiddle combine on an album full of warmth and feeling</p><p>Sally Anne Morgan’s music sounds as though it has crept out of the backwoods of her native North Carolina, her voice, banjo and fiddle thrumming with the wet heaviness of that region’s stormy summers. As a member of folk duo House and Land and Appalachian old-time-music band Black Twig Pickers, her work usually twists from the roots of traditional songs and instrumentals. Her new album, Carrying (her third solo album after 2020’s Thread and 2021’s Cups) clings to something in the present, however: the strangeness of becoming a mother and the arrival of her first child.</p><p>Beekeeper, a solo banjo instrumental played by Morgan, opens the album. Warm, resonant string patterns suggest a natural process repeating itself, every time in slightly different, productive ways. The Center follows, with lyrics that wo", "link": "https://www.theguardian.com/music/2023/sep/29/sally-anne-morgan-carrying-review-thrill-jockey-folk", "date_published": "2023-09-29T08:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Superfly: basketball fashion on and off the court – in pictures", "description": "<p>Basketball stars have stood at the intersection of fashion, sport and politics for decades, and a new book celebrates the cultural importance of their looks. From the early days of skinny ties and suits through to civil rights, funk and rap,<a href=\"https://www.hachettebookgroup.com/titles/mitchell-s-jackson/fly/9781648290923/?lens=artisan\"> Fly: the Big Book of basketball Fashion</a> by Mitchell S Jackson, published by Artisan Books, documents the style icons of the NBA</p> <a href=\"https://www.theguardian.com/sport/gallery/2023/sep/29/superfly-basketball-fashion-on-and-off-the-court-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2023/sep/29/superfly-basketball-fashion-on-and-off-the-court-in-pictures", "date_published": "2023-09-29T08:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fair Play to Boiling Point: the seven best films to watch on TV this week", "description": "<p>An intense workplace romance that gets darker by the second, and the bravura restaurant drama starring Stephen Graham</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/29/fair-play-to-boiling-point-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/29/fair-play-to-boiling-point-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-09-29T08:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The flare-up of violence in Kosovo shows the folly of the west’s appeasement of Serbia", "description": "<p>Unless the EU and US are tougher on Belgrade, Serbian nationalist attacks could destabilise the region</p><p>The <a href=\"https://www.theguardian.com/world/2023/sep/28/kosovo-accuses-serbia-of-involvement-in-paramilitary-ambush\">killing last weekend of a Kosovo police officer</a> by a group of 30 or more heavily armed Serbian nationalist militants marks the most significant security incident in that country, and the western Balkans region, in more than a decade. The US ambassador to Pristina, <a href=\"https://www.politico.eu/article/kosovo-attack-by-serbia-militia-coordinated-sophisticated-us-envoy\">Jeffrey M Hovenier</a>, described the attack subsequently: “We know it was coordinated and sophisticated … The quantity of weapons suggests this was serious, with a plan to destabilise security in the region.”</p><p>Kosovo’s authorities concur and are even more explicit in who they blame. Namely, Serbia’s government, and its strongman president, Aleksandar Vučić.</p><p>Jasmin Mujanović", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/the-flare-up-of-violence-in-kosovo-shows-the-folly-of-the-wests-appeasement-of-serbia", "date_published": "2023-09-29T08:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK Treasury minister defends tax plans amid pressure from Tory backbenchers", "description": "<p>Andrew Griffith says  government will stick to spending proposals despite growing clamour to cut taxes</p><p>A senior Treasury minister has defended the government’s tax plans after a report said British households were facing the biggest rise on record.</p><p>Andrew Griffith said on Friday the government would stick to its spending plans even as pressure grew from Conservative backbenchers to cut taxes in the next budget.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/29/uk-treasury-minister-defends-tax-plans-andrew-griffith\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/29/uk-treasury-minister-defends-tax-plans-andrew-griffith", "date_published": "2023-09-29T07:50:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: South Africa floods kill at least 11 people", "description": "<p>Cape Town mayor declares major incident as roads closed and 80,000 people left without electricity</p><p>Extreme rain and strong winds across South Africa’s Western Cape province have caused flooding, torn off roofs, destroyed crops and damaged roads this week. It is estimated that the 48-hour rainfall totals between Sunday and Monday were between 100mm to 200mm (4-8in) in this region.</p><p>According to the Cape Town Disaster Risk Management Centre, 12,000 people were affected, but a further 80,000 people were left without electricity, according to the national power utility. The mayor of Cape Town signed a major incident declaration for additional resources and relief measures as 80 roads have been closed, 200 farm workers have been stranded and rail services have been suspended in the Western and Eastern Cape provinces.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/weather-tracker-south-africa-floods\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/weather-tracker-south-africa-floods", "date_published": "2023-09-29T07:39:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rotterdam hospital was warned of shooting suspect’s ‘psychotic behaviour’ - reports", "description": "<p>Prosecutors had written to hospital this year about medical student’s actions and images found on phone</p><p>Dutch authorities had raised the alarm about the “psychotic behaviour” of a man suspected of going on a<a href=\"https://www.theguardian.com/world/2023/sep/28/dutch-police-hold-man-in-rotterdam-after-fatal-shootings\"> shooting and arson rampage</a> through Rotterdam that claimed three lives, according to local media.</p><p>The Public Prosecution Service wrote to the Erasmus University hospital this year about the medical student suspected of shooting dead his neighbour, her 14-year-old daughter and a teacher at the hospital.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/rotterdam-hospital-was-warned-about-pyschotic-shooter-say-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/rotterdam-hospital-was-warned-about-pyschotic-shooter-say-reports", "date_published": "2023-09-29T07:29:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK economic growth revised up, but pound on track for worst month in a year – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as updated GDP figures show UK recovered faster from pandemic than Germany or France</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/sep/29/uk-households-face-tax-rise-of-3500-a-year-by-next-election-finds-ifs\">UK households face tax rise of £3,500 a year by next election, finds IFS</a></li></ul><p><strong><br /></strong></p><p>Economic forecasting group the <strong>EY</strong> <strong>Item</strong> <strong>Club</strong> also fears that the UK’s economic prospects look ‘sluggish’, despite <a href=\"https://www.theguardian.com/business/live/2023/sep/29/uk-economic-growth-revised-up-pound-worst-month-eurozone-inflation-business-live?page=with:block-65166fb98f087e532d8de5e9#block-65166fb98f087e532d8de5e9\">this morning’s welcome news that the recovery has been stronger than thought</a>.</p><p><strong>Martin Beck,</strong> chief economic advisor to the <strong>EY ITEM Club, </strong>says:</p><p>“Notwithstanding mo", "link": "https://www.theguardian.com/business/live/2023/sep/29/uk-economic-growth-revised-up-pound-worst-month-eurozone-inflation-business-live", "date_published": "2023-09-29T07:25:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The hottest summer in human history – a visual timeline", "description": "<p>From June to August 2023, a series of extreme weather events exacerbated by climate breakdown caused death and destruction across the globe</p><p>As the world sweltered through the hottest three month spell in human history this summer, extreme weather disasters took more than 18,000 lives, drove at least 150,000 people from their homes, affected hundreds of millions of others and caused billions of dollars of damage.</p><p>That is a conservative tally from the most widely covered disasters between early June and early September, which have been compiled in the timeline below as a reminder of how tough this period has been and what might lie ahead.</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2023/sep/29/the-hottest-summer-in-human-history-a-visual-timeline\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/ng-interactive/2023/sep/29/the-hottest-summer-in-human-history-a-visual-timeline", "date_published": "2023-09-29T07:07:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Croydon stabbing: boy, 17, charged with murdering 15-year-old Elianne Andam", "description": "<p>Teenager to appear at youth court charged over rush-hour killing of schoolgirl in south London</p><p>A 17-year-old boy has been charged with the murder of 15-year-old Elianne Andam in Croydon, south London.</p><p>The teenager, who cannot be named for legal reasons, will appear at youth court, sitting at Croydon magistrates court, on Friday. He has also been charged with possession of a knife.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/croydon-stabbing-boy-17-charged-with-murdering-15-year-old-elianne-andam\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/croydon-stabbing-boy-17-charged-with-murdering-15-year-old-elianne-andam", "date_published": "2023-09-29T07:03:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As a parent, I put on a brave face when times are tough. But there was no joy this summer | Charlie", "description": "<p>It’s been a long six weeks, and I’ve struggled to feed my children. I just hope things get better – they can’t get much worse</p><ul><li>This article is part of <a href=\"https://www.theguardian.com/commentisfree/series/the-heat-or-eat-diaries\">the heat or eat diaries</a>: a series from the frontline of Britain’s cost of living emergency</li></ul><p>The summer holidays used to be a joyful period for my family. School’s out, the sun makes an appearance or two and we get to spend quality time together. However, it was particularly hard this year. With four growing boys to look after while food prices continue to rise, it has been a long six weeks.</p><p>I’ve been forced to skip meals myself to ensure my children are well nourished. One of my sons had a birthday during the summer break, adding more strain to my dwindling bank balance. Some might say that birthday presents aren’t essential to subsistence, but they are if you want to maintain a normal family life; I want to limit their ", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/heat-or-eat-parent-summer-six-weeks-feed-children", "date_published": "2023-09-29T07:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than 1 million children in UK sleep on floor or share bed, study finds", "description": "<p>Barnardo’s says the rise in ‘bed poverty’ reflects growing levels of destitution following soaring food or gas bills</p><p>More than a million children in the UK either sleep on the floor or share a bed with parents or siblings because their family cannot afford the “luxury” of replacing broken frames and mouldy linen, according to the children’s charity <a href=\"https://www.barnardos.org.uk/donate-to-barnardos?gclid=CjwKCAjwyNSoBhA9EiwA5aYlb1WIGWGnzN7n87ReAk24AyqCPoIsx-PPsL8uwvkbp8IWzfY8y1Od3RoCdYcQAvD_BwE&amp;gclsrc=aw.ds\">Barnardo’s</a>.</p><p>The charity says increasing “bed poverty” reflects growing levels of destitution in which low-income families already struggling with soaring food or gas bills often find they are also unable to afford a comfortable night’s sleep.</p> <a href=\"https://www.theguardian.com/society/2023/sep/29/more-than-1-million-children-in-uk-sleep-on-floor-or-share-bed-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/29/more-than-1-million-children-in-uk-sleep-on-floor-or-share-bed-study-finds", "date_published": "2023-09-29T07:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pride of Estonia: Paul Keres, one of the best to never hold chess world crown", "description": "<p>A top player for a quarter of a century and a national hero immortalised on coins, the fates denied him a world title match</p><p>Paul Keres (1916-1975) was one of the greatest players never to become world champion. It was not through want of trying. For a full quarter of a century, starting from his victory at Avro 1938, one of the all-time premier tournaments in chess history, right up to Curaçao 1962, where he missed first place and a world title challenge by a hair’s breadth, Keres was a leading contender.</p><p>Keres became a national hero for Estonians, who believed that Soviet officials had coerced him into playing badly against the favoured Russian, Mikhail Botvinnik, in the 1948 world championship tournament. He was voted Estonia’s sportsperson of the year in 1959 and 1962, and later sportsperson of the 20th century. When he died of a heart attack in 1975, 100,000 attended his funeral. In 2016, Estonia’s national bank issued coins with Keres’s name and portrait to commem", "link": "https://www.theguardian.com/sport/2023/sep/29/paul-keres-estonia-one-of-best-to-never-hold-chess-world-crown", "date_published": "2023-09-29T07:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m at peace’: England globetrotter Jodie Taylor calls time on career", "description": "<p>Former Arsenal striker, who scored at two World Cups, played for 17 clubs in six countries and won the Champions League</p><p>When Jodie Taylor was at primary school she drew a picture of herself playing for Liverpool. “I was eight or nine and that was my dream,” says the former England striker. “It was for the men’s side; I didn’t know girls could have their own teams. But I just knew I wanted to be a professional footballer.”</p><p>That ambition would result in Taylor representing 17 clubs in six countries, spread across three continents. Throw in her collection of 51 England caps, the bronze medal from the 2015 World Cup in Canada, the Golden Boot from the 2017 European Championship in the Netherlands and a Champions League winner’s medal <a href=\"https://www.theguardian.com/football/2020/aug/30/wolfsburg-lyon-womens-champions-league-final-match-report\">acquired with Lyon</a>, and it is clear she has much to be proud of.</p> <a href=\"https://www.theguardian.com/football/2023/se", "link": "https://www.theguardian.com/football/2023/sep/29/im-at-peace-england-globetrotter-jodie-taylor-calls-time-on-career", "date_published": "2023-09-29T07:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Doing it for the kids: sustainable, affordable new skincare products for teenagers | Sali Hughes on beauty", "description": "<p>Teen skincare should be simple to use, gentle, and eco-friendly – and shouldn’t block the pores</p><p>I am asked often about the best care for teenage skin. As a mother of two teens, I know how hugely influential skin appearance can be in a young person’s life. If severe acne (as opposed to a few blackheads and a couple of spots) is present, please see a doctor at once. A painful, distressing and socially isolating skin condition is not merely part and parcel of growing up, and should be treated medically and diligently.</p><p>For young people who simply need a routine to follow (for the most part, at least – manage your expectations here), there are great options, including two new launches worth noting. The first is <strong><a href=\"https://indu.me/\" title=\"\">Indu</a></strong>, a teen beauty brand encompassing skincare, makeup and hybrids of the two, backed by a vast board of big hitters (including the former president of Estée Lauder Companies US, a teen psychologist, global re", "link": "https://www.theguardian.com/fashion/2023/sep/29/doing-it-for-the-kids-sustainable-affordable-skincare-for-teenagers", "date_published": "2023-09-29T07:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oneohtrix Point Never: Again review – producer teams with AI to take pop to the outer limits", "description": "<p><strong>(Warp Records)</strong><br />Daniel Lopatin now adds post-rock, prog and artificial intelligence to his melting pot of avant garde electronics</p><p>Daniel Lopatin’s work as Oneohtrix Point Never is some of the most distinguished in avant garde electronic music: it orbits around pop, ensnared by its inescapable pull but with enough distance to negotiate it. From the imitations of industry songwriters built into his 2015 album Garden of Delete to the baroque pop and surrealist radio of follow-ups Age Of and Magic Oneohtrix Point Never, Lopatin’s solo records all entwine pop with its own disintegration. Pop stars are equally captivated – the Weeknd had him co-executive producing alongside Max Martin for <a href=\"https://www.theguardian.com/music/2022/dec/21/the-50-best-albums-of-2022-no-3-the-weeknd-dawn-fm\">Dawn FM</a> last year.</p><p>Mainstream v esoteric is just one of several dualisms at play: his excavations of archival sound are also a dig into his own history, and hi", "link": "https://www.theguardian.com/music/2023/sep/29/oneohtrix-point-never-again-review-warp-records", "date_published": "2023-09-29T07:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steel pity: rock-bottom United and Wednesday share the pain in Sheffield", "description": "<p>After promotions for both, the Blades and Owls have played 14 league games between them this season – and are yet to win</p><p>Cricket has Lord’s, tennis has Wimbledon and, although the point could be debated at length, there is a strong argument that football’s home is Sheffield. After all, this is the place that proudly boasts the world’s oldest club, Sheffield FC, and somewhere Fifa refers to as <a href=\"https://www.fifamuseum.com/en/blog-stories/blog/the-world-s-first-how-sheffield-fc-helped-create-the-game-we-know-toda-2621442/\" title=\"\">“football’s first city”</a>.</p><p>Yes, the sport is arguably bigger in other parts of England – and indeed the world – but there are few places where football dominates the consciousness of its residents as fervently as it does in Sheffield. Football is more akin to a religion in this part of South Yorkshire; the only issue lately is that it has felt more like a traumatic experience than a euphoric one.</p> <a href=\"https://www.theguardian.c", "link": "https://www.theguardian.com/football/2023/sep/29/steel-pity-rock-bottom-united-and-wednesday-share-the-pain-in-sheffield", "date_published": "2023-09-29T07:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including a hummingbird hawk moth, capybaras and a newly discovered tarantula</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/sep/29/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/sep/29/the-week-in-wildlife-in-pictures", "date_published": "2023-09-29T07:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘To be a girl is to always be performing’: Hannah Diamond on pink, punk and making the pop album of the year", "description": "<p>As part of the PC Music collective, the singer and visual artist has helped shape today’s pop – even if she’s never had a hit herself. She explains how she learned to love her vision of exaggerated femininity</p><p>Hannah Amond always loved drawing. When she was young, she would use gigantic rolls of wallpaper to draw intricate schematics of interconnected rabbit warrens, and “each little rabbit had a room with sofas and all these things”. Then, in high school, she became obsessed with making photorealistic pencil illustrations, “to the point where it felt like the thing was jumping off the page”. Now 32, as Hannah Diamond, she is making the musical equivalent of photorealism: bright, synthetic, earnest songs, with her own high-gloss visuals. It’s some of the past decade’s most influential pop music and iconography, filtering through to the mainstream even though none of it has ever entered the UK charts.</p><p>Diamond debuted a decade ago with <a href=\"https://www.youtube.com/wat", "link": "https://www.theguardian.com/music/2023/sep/29/to-be-a-girl-is-to-always-be-performing-hannah-diamond-on-pink-punk-and-making-the-pop-album-of-the-year", "date_published": "2023-09-29T07:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fall guys: 10 current trends to follow this autumn – in pictures", "description": "<p>Sharp suits, theatrical coats and a fistful of silver rings… Here are 10 autumn/winter men’s style trends to watch out for this season</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/sep/29/fall-guys-10-current-trends-to-follow-this-autumn-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/sep/29/fall-guys-10-current-trends-to-follow-this-autumn-in-pictures", "date_published": "2023-09-29T07:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my mum stop bringing her dates home?", "description": "<p>Dina isn’t happy with her mother’s boyfriends being in the house. Noreen doesn’t want to be dictated to by her daughter. Who’s in the right?</p><p>Of course Mum can see who she likes, but I find it hard to have men who aren’t my dad in our home</p><p><em>I have to move on and live my life – and this is my house. I’d love Dina to get to know my new guy</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/29/you-be-the-judge-should-my-mum-stop-bringing-her-dates-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/you-be-the-judge-should-my-mum-stop-bringing-her-dates-home", "date_published": "2023-09-29T07:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Parents in England urged to ensure children get MMR jab amid uptake drop", "description": "<p>MMR vaccination levels at lowest since 2010-11, figures show, with uptake of other key jabs also too low</p><p>Parents are being urged to get their children vaccinated against measles, mumps and rubella (MMR) after a “worrying” drop in uptake of key vaccines.</p><p>Figures from NHS England and the UK Health Security Agency (UKHSA) show 92.5% of children had had the first dose of the <a href=\"https://www.theguardian.com/society/2022/feb/01/very-worrying-mmr-vaccine-rates-in-england-at-10-year-low\">MMR jab</a> at five years old by 2022-23, the lowest since 2010-11.</p> <a href=\"https://www.theguardian.com/society/2023/sep/29/parents-in-england-urged-to-ensure-children-get-mmr-vaccine-amid-uptake-drop\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/29/parents-in-england-urged-to-ensure-children-get-mmr-vaccine-amid-uptake-drop", "date_published": "2023-09-29T06:33:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Land of Milk and Honey by C Pam Zhang review – food, sex and morality in the end times", "description": "<p>A private chef for the ultra-rich confronts the inequality of survival, in a sensual novel of ideas that asks difficult questions</p><p>It’s getting harder to see a difference between dystopian and realist fiction. Land of Milk and Honey, Zhang’s second novel after the deservedly Booker-longlisted <a href=\"https://www.theguardian.com/books/2020/mar/29/how-much-of-these-hills-is-gold-c-pam-zhang-review\" title=\"\">How Much of These Hills Is Gold</a>, is set in a near future or alternative present in which smog has covered almost the whole planet, ending agriculture and causing global famine and mass extinction. The unnamed 29-year-old narrator is part of “Generation Mayfly”, her life expectancy shortened by pollution, malnutrition and social breakdown. The daughter of a Chinese woman who emigrated to the US, she drops out of medical school to become a chef and is stranded in England when borders close.</p><p>Three years later, living on “the mung-protein-soy-algal flour distributed b", "link": "https://www.theguardian.com/books/2023/sep/29/land-of-milk-and-honey-by-c-pam-zhang-review-food-sex-and-morality-in-the-end-times", "date_published": "2023-09-29T06:30:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No need to send it back: Netflix posts its final DVDs to customers", "description": "<p>Mail-based service has had a 25-year run in the US but the streaming business eclipsed it long ago</p><p>Most of Netflix’s 238 million streaming customers around the world will be unaware that the company first launched 25 years ago as a DVD mailing service. Even fewer might realise that operation has continued, with under 1 million people still subscribing.</p><p>But the company is finally hitting the stop button, with its five remaining US distribution centres mailing out their final discs to American customers on Friday.</p> <a href=\"https://www.theguardian.com/media/2023/sep/29/netflix-dvds-final-sent-by-mail\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/29/netflix-dvds-final-sent-by-mail", "date_published": "2023-09-29T06:30:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ryder Cup 2023: Europe v USA, day one – live", "description": "<ul><li>Live updates from day one’s play, starting at 6.35am BST</li><li><a href=\"https://www.rydercup.com/scoring\">Official scoreboard</a> | And you can contact Scott <a href=\"mailto:scott.murray.casual@theguardian.com\">via email</a></li></ul><p><strong>Collin Morikawa’s opening shot is a nervy one.</strong> His drive sails off towards the gallery on the right, and clanks some poor dude upside the head. His ball nestles in thick rough … though not as thick as the rough Sepp Straka finds down the left of the hole. That was even more jittery, and won’t have settled the Austrian debutant’s nerves any. Meanwhile the US captain Zach Johnson is taking the barracking his team are copping from the home gallery in good spirit: “Fans are the engine behind the Ryder Cup, whether here or back home,” he tells Sky with a smile. “The energy, the passion, makes it special.”</p><p><em>Rahm/Hatton A/S Scheffler/Burns (2)<br />1UP Hovland/Aberg v Homa/Harman (1)<br />Lowry/Straka v Fowler/Morikawa</em", "link": "https://www.theguardian.com/sport/live/2023/sep/29/ryder-cup-2023-day-one-live-golf-updates", "date_published": "2023-09-29T06:26:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bargain to Dear Mama: the seven best shows to stream this week", "description": "<p>A Korean horror so visceral it may well blow your mind, and a moving look at one of hip-hop’s great enigmas</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/29/bargain-to-dear-mama-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/29/bargain-to-dear-mama-the-seven-best-shows-to-stream-this-week", "date_published": "2023-09-29T06:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Go Team Sharkie!: Scotland’s disco lassies – photo essay", "description": "<p>Photographer Giulia Frigieri explores the UK’s disco freestyle scene with some of Glasgow’s dancing divas</p><p>Among the industrial warehouses of eastern Glasgow, a big gold banner with the words “Team Sharkie Dance” in glitter lettering certainly doesn’t go unnoticed. As soon as you step through the door, a wave of energy and a mix of friendly Scottish accents overwhelm the ambience.</p><p>Disco lassies Macey, Clare, Lisa and Kenzilee laugh together outside a competition in Glasgow, February 2023.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/29/go-team-sharkie-scotlands-disco-lassies-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/29/go-team-sharkie-scotlands-disco-lassies-photo-essay", "date_published": "2023-09-29T06:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hepworth, Moore and more: an arty weekend in Wakefield, West Yorkshire", "description": "<p>With Europe’s largest sculpture park and galleries showcasing modern and contemporary British art, this former industrial powerhouse has a lot to feast your eyes on</p><p>Wakefield is the UK’s unofficial city of sculpture. As the proud birthplace of the sculptors Henry Moore and Barbara Hepworth, it has two major art attractions in their honour. The whopping 500-acre <a href=\"https://ysp.org.uk/\">Yorkshire Sculpture Park</a> (YSP), and the Hepworth Wakefield. At the YSP, just outside the city and the biggest such park in Europe, sculptures by Moore and Hepworth are joined by ever-changing works by the likes of Ai Weiwei, Phyllida Barlow, Damian Hirst and many more.</p> <a href=\"https://www.theguardian.com/travel/2023/sep/29/hepworth-moore-and-more-an-arty-weekend-in-wakefield-west-yorkshire\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/sep/29/hepworth-moore-and-more-an-arty-weekend-in-wakefield-west-yorkshire", "date_published": "2023-09-29T06:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They don’t want to give power to girls’: the women shaking up Colombia’s graffiti scene", "description": "<p>In the once war-torn suburb of Medellín, murals draw thousands of tourists a day. Now a group of female artists is challenging the male grip on street art, one wall at a time</p><p>A drug-smuggling route runs straight through the Comuna 13 neighbourhood on the outskirts of Medellín, which was once one of the most dangerous places in Colombia. Over the past decade it has been transformed, and is now better known for its colourful murals than for gang warfare.</p><p>Graffiti tours of the neighbourhood now attract 20,000 tourists every day. With them comes a renewed sense of purpose for those growing up in the aftermath of Colombia’s civil conflict. But the gains from graffiti tourism have benefited some more than others: almost all of the artists are men.</p><p>The Comuna 13 neighbourhood on the outskirts of Medellín has become a tourist hotspot because of the murals and hip-hop culture</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/29/women-medellin-colombia-f", "link": "https://www.theguardian.com/global-development/2023/sep/29/women-medellin-colombia-female-graffiti-artists", "date_published": "2023-09-29T06:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brazil’s first-ever minister for Indigenous peoples: ‘It is time for the world to look at our way of life’", "description": "<p>Sônia Guajajara rose from poverty to become one of Brazil’s most formidable politicians. She talks about battling farmers, miners and land grabbers – and why technology is not the answer to the climate crisis</p><p>Just days after a groundbreaking supreme court victory, Sônia Guajajara, Brazil’s first minister for Indigenous peoples, has a new target in her sights.</p><p>She is preparing to oppose efforts in the Brazilian parliament, backed by the agricultural business lobby, to reinstate the controversial “time limit” (“<em>marco temporal</em>”). This legal doctrine established restrictions for Indigenous land claims, and so favoured farmers, miners and land grabbers. <a href=\"https://www.theguardian.com/world/2023/sep/21/brazil-supreme-court-indigenous-land-rights-win\">The decision to abolish the time limit</a> bolstered the Indigenous campaign for land rights in Brazil and Latin America.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/29/brazils-first-ever-", "link": "https://www.theguardian.com/global-development/2023/sep/29/brazils-first-ever-minister-for-indigenous-peoples-it-is-time-for-the-world-to-look-at-our-way-of-life", "date_published": "2023-09-29T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Homes with amazing kitchens – in pictures", "description": "<p>From a state-of-the-art showstopper with a vast double-height kitchen-diner to rustic chic with a bread oven and flagstone floors</p> <a href=\"https://www.theguardian.com/money/gallery/2023/sep/29/homes-with-amazing-kitchens-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/sep/29/homes-with-amazing-kitchens-in-pictures", "date_published": "2023-09-29T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Saint-Tropez has become LVMH Ville’: locals slam super-rich ‘takeover’", "description": "<p>The annual influx of billionaires is leading to ‘odious’ practices in the French Riviera town</p><p>It’s probably the world’s only fishing village where it’s easier to buy <a href=\"https://www.celine.com/fr-fr/celine-boutique-femme/sacs/triomphe/sac-college-triomphe-crocodile-niloticus-113584BF6.38NO.html\">a €25,000 “mini” Celine handbag</a>, a €4,000 Christian Dior trench or a €2,000 Rimowa suitcase than it is to pick up a rod and tackle.</p><p>Ever since Brigitte Bardot started cavorting on its beaches in the 1950s, Saint-Tropez has been better known as a place to catch a glimpse of a celebrity than a fresh sea bass. But now longsuffering locals are warning that the annual influx of the global super-rich is becoming too much – even for them.</p> <a href=\"https://www.theguardian.com/business/2023/sep/29/saint-tropez-super-rich-lvmh-takeover-billionaires\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/29/saint-tropez-super-rich-lvmh-takeover-billionaires", "date_published": "2023-09-29T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We are a political project’: how HS2’s costs have spiralled out of control", "description": "<p>Placating Conservatives in marginal seats, inflation in construction and a maze of bureaucracy have seen the cost balloon from £32bn to £71bn</p><p>Should the enormous engineering feat of HS2 become Rishi Sunak’s white elephant, these could be its expensive tusks.</p><p>At what was once a staging post but now looks like the end of the line, Old Oak Common, two brand new tunnel boring machines are to be buried underground, unused, ready for action – a mere £40m of kit that may never now drill the route’s last six miles east into central London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/we-are-a-political-project-how-hs2s-costs-have-spiralled-out-of-control\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/we-are-a-political-project-how-hs2s-costs-have-spiralled-out-of-control", "date_published": "2023-09-29T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Maldives election run-off pitched as fork in the road between India and China", "description": "<p>Pro-China presidential candidate Mohamed Muizzu accuses incumbent Mohamed Solih of allowing traditional benefactor India too much influence  </p><p>As the archipelago of the Maldives goes to an election run-off on Saturday, it will not just be two presidential candidates on the ballot.</p><p>This election is being pitched as a larger geopolitical battle between India and China, which over the past decade have been engaged in a tug-of-war to gain influence over the Maldives.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/maldives-election-run-off-pitched-as-fork-in-the-road-between-india-and-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/maldives-election-run-off-pitched-as-fork-in-the-road-between-india-and-china", "date_published": "2023-09-29T05:59:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Kylie leads a star lineup for Graham Norton", "description": "<p>The singer shares the sofa with a quartet of great guests. Plus it’s all aboard for the “Volcano Express”. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/29/tv-tonight-kylie-leads-a-star-lineup-for-graham-norton\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/29/tv-tonight-kylie-leads-a-star-lineup-for-graham-norton", "date_published": "2023-09-29T05:20:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK households face tax rise of £3,500 a year by next election, finds IFS", "description": "<p>Thinktank says Tories have overseen the biggest increase in taxes during a parliament since records began in 1951</p><p>UK households are facing an average tax rise of £3,500 a year by the next election, the country’s leading economics thinktank has said – the biggest increase over a parliament on records dating back more than 70 years.</p><p>The <a href=\"https://www.theguardian.com/business/institute-for-fiscal-studies\">Institute for Fiscal Studies</a> (IFS) said that on current forecasts the Conservatives were on track to raise £100bn more annually by 2024 than if taxes as a share of national income had stayed the same as in 2019.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/29/uk-households-face-tax-rise-of-3500-a-year-by-next-election-finds-ifs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/29/uk-households-face-tax-rise-of-3500-a-year-by-next-election-finds-ifs", "date_published": "2023-09-29T05:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weatherwatch: UK needs fludders and drookit to describe changing climate", "description": "<p>These Scottish words can help widen our vocabulary as extreme weather becomes more common</p><p>The British are renowned for starting every polite conversation with a commentary on the weather, a way of breaking the ice in any social situation. With the climate changing to more extreme events it is perhaps time to widen the weather vocabulary to become more descriptive of what is happening.</p><p>As autumn has begun the UK has been lashed by the tail end of a couple of Atlantic hurricanes that had weakened to become mere low pressures, but still potent enough to cause power cuts and some flooding.</p> <a href=\"https://www.theguardian.com/news/2023/sep/29/weatherwatch-uk-needs-fludders-drookit-describe-changing-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/sep/29/weatherwatch-uk-needs-fludders-drookit-describe-changing-climate", "date_published": "2023-09-29T05:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Earthworms help produce as much grain as Russia, say researchers", "description": "<p>The humble creatures – which break down organic matter and aerate soils – contribute to as much as 6.5% of the world’s grain harvests</p><p>Earthworms’ contribution to the world’s grain harvest matches that of Russia, according to a study documenting their enormous role in food production.</p><p>This amounts to 140 millions of tonnes of food a year, researchers said, which would make earthworms the fourth largest global producer if they were a country. Russia produced 150m tonnes in 2022 and expects to produce 120m tonnes this year.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/29/earthworms-help-produce-as-much-grain-as-russia-say-researchers-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/29/earthworms-help-produce-as-much-grain-as-russia-say-researchers-aoe", "date_published": "2023-09-29T05:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stonehenge dahlia show celebrates largely forgotten Victorian tradition", "description": "<p>After 180 years, flowers and floral sculptures make a return to the famous stone circle this weekend</p><p>With the autumn <a href=\"https://www.english-heritage.org.uk/visit/places/stonehenge/things-to-do/autumn-equinox/\">equinox gone</a> and the winter months not far away, Salisbury Plain can take on a rather chilly, sombre air.</p><p>But not this weekend when displays of 5,000 blooms – cerise pinks, deep crimsons, vibrant oranges – will light up the landscape to celebrate a largely forgotten Victorian tradition: the Stonehenge dahlia shows.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/stonehenge-dahlia-show-celebrates-largely-forgotten-victorian-tradition\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/stonehenge-dahlia-show-celebrates-largely-forgotten-victorian-tradition", "date_published": "2023-09-29T05:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak and Hunt can’t play shocked at HS2’s cost overruns", "description": "<p>Yes, the costs of the high-speed rail project are getting ‘totally out of control’ – but it’s hardly lacked political oversight</p><p>One piece of political spin about <a href=\"https://www.theguardian.com/uk-news/2023/sep/25/why-has-hs2-ended-up-being-so-expensive\">HS2’s spiralling costs</a> is nonsense: the idea that ministers have a right to be shocked by the numbers. HS2 Ltd, the body building the railway and new stations, may be “arm’s length” for shorthand purposes, but it is not some faraway entity operating beyond government scrutiny. Rather, it is tightly meshed to the Department for Transport (DfT), which is involved in all big planning and spending decisions.</p><p>So when the chancellor, Jeremy Hunt, <a href=\"https://www.theguardian.com/uk-news/2023/sep/23/axing-hs2-manchester-leg-would-a-tragedy-says-uk-infrastructure-chief#:~:text=The%20chancellor%2C%20Jeremy%20Hunt%2C%20said,abandoning%20the%20the%20Manchester%20leg.\">says costs are “getting totally out of control”</", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/sep/29/hs2-cost-overruns-rishi-sunak-jeremy-hunt", "date_published": "2023-09-29T05:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unless Joe Biden stands aside, the world must prepare for President Trump 2.0 | Timothy Garton Ash", "description": "<p>The president has had a good run. But the Democrats must choose a younger candidate if Donald Trump is to be kept out of the White House</p><p>During the two months I spent in the US this summer, I kept asking every journalist, academic and analyst I met one simple question: “Who will be the next president of the United States?” The response was usually the same. First there was a distinct hesitation, then they said “Well, probably Joe Biden,<em> </em>but …”</p><p>What followed the “but” was a long list of concerns, partly about deeper trends but mainly about how old and frail the 80-year-old president looks. Often, the conversation ended with my interlocutor saying it would be better if Biden stood aside, to let a younger candidate turn the age card against the 77-year-old Donald Trump.</p><p>Timothy Garton Ash is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/29/unless-joe-biden-stands-aside-the-world-must-prepare-for-president-trump-20\">Con", "link": "https://www.theguardian.com/commentisfree/2023/sep/29/unless-joe-biden-stands-aside-the-world-must-prepare-for-president-trump-20", "date_published": "2023-09-29T05:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "When the drugs don’t work: can we do anything about antimicrobial resistance?", "description": "<p>One little girl’s tragic death in an Abuja hospital this summer illustrates a global problem, but one that is worst in Africa where it could kill 4 million people by 2050</p><p>Four months ago, Dr Nubwa Medugu took a call from a colleague in the hospital she works at in Abuja, Nigeria, asking her to come and see a six-year-old girl who had undergone cardiac surgery. Abeni (not her real name) had been prescribed antibiotics, but they weren’t working.</p><p>Medugu, who specialises in clinical biology and infectious diseases, found Abeni in a bad state; she had a fever, her heart rate was high, and her breathing was fast and shallow.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/29/when-the-drugs-dont-work-can-we-do-anything-about-antimicrobial-resistance\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/29/when-the-drugs-dont-work-can-we-do-anything-about-antimicrobial-resistance", "date_published": "2023-09-29T05:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gauri Gill wins Prix Pictet award – in pictures", "description": "<p>The Indian photographer Gauri Gill has been declared the winner of the 10th cycle of the Prix Pictet, the global award for photography and sustainability. She was selected from a shortlist of 12 photographers by an independent jury. Gill’s work emphasises her belief in working with and through community, in what she calls ‘active listening’. For more than two decades, she has been closely engaged with marginalised communities in the desert of western Rajasthan, north India, and for the last decade with Indigenous artists in Maharashtra.</p><ul><li>Prix Pictet Human will be on view at the Victoria and Albert Museum, London, from 29 September to 22 October 2023. Admission is free</li></ul><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/29/gauri-gill-wins-prix-pictet-award-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/29/gauri-gill-wins-prix-pictet-award-in-pictures", "date_published": "2023-09-29T04:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The Eurocentric fallacy’: the myths that underpin European identity – podcast", "description": "<p>The EU likes to celebrate itself as a place where borders are soft and ‘regionalism’ creates diversity and openness. But just as much as any powerful nation, Europe defines itself against the rest of the world</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/29/the-eurocentric-fallacy-the-myths-that-underpin-european-identity-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/sep/29/the-eurocentric-fallacy-the-myths-that-underpin-european-identity-podcast", "date_published": "2023-09-29T04:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gen V review – this teen spinoff of The Boys is extraordinary", "description": "<p>A careful intelligence underlies this superhero drama. The gory, mind-bending, shape-shifting action crams in metaphors about adolescent life – while having tons of fun</p><p>Everywhere is metaphor. And in the world of Gen V, that is almost literally true.</p><p>Gen V is the latest (and perhaps first fully fledged) spin-off from the deliriously brilliant, ultraviolent satirical superhero series The Boys. It is set between series three and the forthcoming series four of the original, with characters from those series showing up at various points, and it centres on the upcoming generation of “supes”. They are the first to know that their superpowers are derived from Vought’s elixir Compound V that was given to them by their parents.</p><p>Gen V is on Amazon Prime Video.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/29/gen-v-review-this-teen-spinoff-of-the-boys-is-extraordinary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/29/gen-v-review-this-teen-spinoff-of-the-boys-is-extraordinary", "date_published": "2023-09-29T04:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ed Sheeran: Autumn Variations review – as flat and dull as a grey sky", "description": "<p><strong>(Gingerbread Man Records)</strong><br />Plodding, genre-hopping songs all end up as unimaginative ballads, their dreary lyrics littered with gibberish – though Sheeran’s hooks remain strong on his second album this year</p><p>You may be yet to consider <a href=\"https://www.theguardian.com/music/ed-sheeran\">Ed Sheeran</a> for the position of modern-day national bard but, on the face of it, he’s a strong contender. He’s got the relevance and clout – the 32-year-old is <a href=\"https://www.theguardian.com/music/2023/jun/19/ed-sheeran-named-uks-most-played-artist-of-the-year-again\">by many metrics</a> the most popular artist in this country, and has been for the past decade – and he’s got the persona: his entire public identity might be summed up as “utterly unremarkable British bloke” (albeit one with atypically evangelical self-belief in his own troubadouring). To top it all off, Sheeran is back with his latest affectionate portrait of his homeland in the form of England, th", "link": "https://www.theguardian.com/music/2023/sep/29/ed-sheeran-autumn-variations-review-as-flat-and-dull-as-a-grey-sky", "date_published": "2023-09-29T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump gets done for fraud as GOP candidates vie for attention – podcast", "description": "<p>Wednesday was debate night for almost all the Republican candidates for the White House, but once again, the man who chose not to turn up was stealing the headlines for yet another legal issue that went against him.</p><p>Ron DeSantis, Mike Pence, Nikki Haley and the others had ample opportunity to bring up the fact that a judge in New York ruled that Donald Trump had committed fraud for years while building a real estate empire. But they didn’t focus on that or any of the other court cases set to interrupt his campaign next year. So what did they all have to say? Did they manage to steal any of the limelight?</p><p>This week, Jonathan Freedland speaks to Bill Kristol, the former chief of staff to the vice-president Dan Quayle and top conservative commentator, to get his take on the Republican field</p><p><em>Archive: CNN, NBC, ABC, Newsweek, USA Today, Politico, CBS</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/sep/29/trump-gets-done-for-as-gop-candidates-vie-", "link": "https://www.theguardian.com/politics/audio/2023/sep/29/trump-gets-done-for-as-gop-candidates-vie-for-attention-podcast", "date_published": "2023-09-29T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m 90. I worry if I’m gonna make it to lunch’: Michael Caine and John Standing on wives, war and feeling like the Queen", "description": "<p>The actors star alongside the late Glenda Jackson in The Great Escaper, the moving real-life story of a D-day veteran. They reflect on class, communism and female cage-fighting</p><p>Michael Caine wears two watches: an analogue for the time and an Apple for everything else. It even knows his pulse, he says, impressed. Right now, it’s telling him his flat is 26C: warm enough for his wife, Shakira, to pour iced coffee into his flask, but not hot enough for those balcony doors to be open: “It’s blowing a bloody gale in here!”</p><p>I slide them shut slightly. Is that OK? A bit more. Enough? Bit more. I close them completely. He’s happy now.</p> <a href=\"https://www.theguardian.com/film/2023/sep/29/im-90-i-worry-if-im-gonna-make-it-to-lunch-michael-caine-and-john-standing-on-wives-war-and-feeling-like-the-queen\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/29/im-90-i-worry-if-im-gonna-make-it-to-lunch-michael-caine-and-john-standing-on-wives-war-and-feeling-like-the-queen", "date_published": "2023-09-29T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Global survey finds diabetes goes undiagnosed in 40% of cases", "description": "<p>New research concludes that disparities in treatment show the need to improve access to care, particularly in developing countries</p><p>About 40% of people living with diabetes globally go undiagnosed, according to new research.</p><p>Most people who are not diagnosed live in Africa (60%), followed by south-east Asia (57%) and the western Pacific region (56%), says the <a href=\"https://www.aginganalytics.com/_files/ugd/d7b9fd_d4ff8e5f2b44493f8953264c6a12a827.pdf\">2023 diabetes global industry overview</a>, the largest survey of its type to date.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/29/diabetes-undiagnosed-40-per-cent-of-cases-worldwide-survey-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/29/diabetes-undiagnosed-40-per-cent-of-cases-worldwide-survey-acc", "date_published": "2023-09-29T04:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan to release second batch of wastewater from Fukushima nuclear plant next week", "description": "<p>UN-approved release to go ahead despite China’s ban on all Japanese sea imports following first batch</p><p>Japan will begin releasing a second batch of wastewater from the crippled Fukushima nuclear plant from next week, its operator has said, an exercise that <a href=\"https://www.theguardian.com/environment/2023/aug/28/japan-businesses-abusive-phone-calls-china-fukushima-waste-water\">angered China and others when it began in August</a>.</p><p>On 24 August, Japan began discharging into the Pacific some of the 1.34m tonnes of wastewater that has collected since a tsunami crippled the facility in 2011.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/japan-fukushima-nuclear-powerplant-wastewater-release-second-batch\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/29/japan-fukushima-nuclear-powerplant-wastewater-release-second-batch", "date_published": "2023-09-29T03:21:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Metropolitan police says officers back on armed duty after protest", "description": "<p>More than 100 firearms officers had handed in their accreditation after a colleague was charged with murder over 2022 shooting of Chris Kaba</p><p>The Metropolitan police service has announced its firearms officers are back on normal duty, a week after some put down their weapons in protest at a colleague being charged with murder.</p><p>More than 100 officers were reported to have handed in their tickets, an accreditation to permit them to carry firearms while on the job, after the officer – identified only as NX121 – was charged on 20 September.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/29/metropolitan-police-says-officers-back-on-armed-duty-after-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/29/metropolitan-police-says-officers-back-on-armed-duty-after-protest", "date_published": "2023-09-29T03:14:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Culture 2023: the films, music and TV shows not to miss this autumn - podcast", "description": "<p>Guardian music critic Alexis Petridis, film editor Catherine Shoard and TV critic Leila Latif guide you through what’s on offer</p><p>It’s supposed to be the mellow season, where we seek out the cosy and comforting. But this autumn, culture seems to have got a bit – well, steamy. The Guardian’s film editor, <strong>Catherine Shoard</strong>, explains why some surprisingly sexy films will be hitting the big screens near you. While the Guardian music critic <strong>Alexis Petridis</strong> guides us through what’s fresh and exciting. And if you are endlessly scrolling through streaming and TV options, critic <strong>Leila Latif</strong> is on hand to take control of your remote.</p><p><strong>Nosheen Iqbal</strong> hears about the new films with old favourites – from <strong>Glenda Jackson</strong>’s final role in The Great Escaper to <strong>Ridley’s Scott’s</strong> Napoleon and <strong>Martin Scorsese</strong>’s Killers of the Flower Moon. But also a return of the erotic thriller", "link": "https://www.theguardian.com/news/audio/2023/sep/29/culture-2023-films-music-tv-shows-not-to-miss-this-autumn", "date_published": "2023-09-29T02:00:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Should I validate my teen daughters’ concerns, or support their father as a co-parent? | Leading questions", "description": "<p>This is a common parenting dilemma, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. Find a way to hear your daughters without turning this into a proxy-fight</p><p><strong>Is it more important to validate and empathise with my teens about their difficult relationship with their dad, stepmum and stepbrother; or support him as a co-parent, even though I can see the damage it is doing? I have two teenage daughters, 14 and 16, who have a fractious relationship with their dad and his family. He approaches parenting in an authoritarian way and I can see the negative impact this has on our daughters’ self-esteem and self worth.</strong></p><p><strong>They are delightful young people and I am very proud of how thoughtful, intelligent and individual they are – the horror stories of parenting teens are not something that I have to worry about and I have an open, respectful relationship with them. Because of this, they often come to me, together and separately, about the probl", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/29/should-i-validate-my-teen-daughters-concerns-or-support-their-father-as-a-co-parent", "date_published": "2023-09-29T01:57:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Risk of miscalculation’ rises in South China Sea as Beijing ramps up aggressive tactics", "description": "<p>Tensions over the resource-rich region are intensifying as China attempts to cut access for nations with competing claims, such as the Philippines</p><p>In shaky camera footage, a member of the Philippine coast guard can be seen dipping below the waters of South China Sea, ready to carry out the instructions of the country’s president. “Just cut it off,” says a voice in the background and the coast guard, posing as a fisher in a snorkel, proceeds to hack away at a piece of rope.</p><p>The video, taken on Monday near the fiercely contested Scarborough Shoal, shows the Philippines’ mission to remove what it described as a hazardous floating barrier installed by China’s coast guard. It had been erected to cut off access to Philippine boats, the Philippine coast guard alleged, accusing their counterparts of violating international law. China has defended its actions as “professional and restrained”.</p> <a href=\"https://www.theguardian.com/world/2023/sep/29/risk-of-miscalculation-rise", "link": "https://www.theguardian.com/world/2023/sep/29/risk-of-miscalculation-rises-in-south-china-sea-as-beijing-ramps-up-aggressive-tactics", "date_published": "2023-09-29T01:57:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]