[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Using New ASMCrypt Malware Loader Flying Under the Radar", "description": "Threat actors are selling a new crypter and loader called ASMCrypt, which has been described as an \"evolved version\" of another loader malware known as DoubleFinger.\n\"The idea behind this type of malware is to load the final payload without the loading process or the payload itself being detected by AV/EDR, etc.,\" Kaspersky said in an analysis published this week.\nDoubleFinger was first", "link": "https://thehackernews.com/2023/09/cybercriminals-using-new-asmcrypt.html", "date_published": "2023-09-29T16:43:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Lazarus Group Impersonates Recruiter from Meta to Target Spanish Aerospace Firm", "description": "The North Korea-linked Lazarus Group has been linked to a cyber espionage attack targeting an unnamed aerospace company in Spain in which employees of the firm were approached by the threat actor posing as a recruiter for Meta.\n\"Employees of the targeted company were contacted by a fake recruiter via LinkedIn and tricked into opening a malicious executable file presenting itself as a coding", "link": "https://thehackernews.com/2023/09/lazarus-group-impersonates-recruiter.html", "date_published": "2023-09-29T12:10:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Post-Quantum Cryptography: Finally Real in Consumer Apps?", "description": "Most people are barely thinking about basic cybersecurity, let alone post-quantum cryptography. But the impact of a post-quantum world is coming for them regardless of whether or not it's keeping them up tonight. \nToday, many rely on encryption in their daily lives to protect their fundamental digital privacy and security, whether for messaging friends and family, storing files and photos, or", "link": "https://thehackernews.com/2023/09/post-quantum-cryptography-finally-real.html", "date_published": "2023-09-29T11:48:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft's AI-Powered Bing Chat Ads May Lead Users to Malware-Distributing Sites", "description": "Malicious ads served inside Microsoft Bing's artificial intelligence (AI) chatbot are being used to distribute malware when searching for popular tools.\nThe findings come from Malwarebytes, which revealed that unsuspecting users can be tricked into visiting booby-trapped sites and installing malware directly from Bing Chat conversations.\nIntroduced by Microsoft in February 2023, Bing Chat is an", "link": "https://thehackernews.com/2023/09/microsofts-ai-powered-bing-chat-ads-may.html", "date_published": "2023-09-29T09:13:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Progress Software Releases Urgent Hotfixes for  Multiple Security Flaws in WS_FTP Server", "description": "Progress Software has released hotfixes for a critical security vulnerability, alongside seven other flaws, in the WS_FTP Server Ad hoc Transfer Module and in the WS_FTP Server manager interface.\nTracked as CVE-2023-40044, the flaw has a CVSS score of 10.0, indicating maximum severity. All versions of the software are impacted by the flaw.\n\"In WS_FTP Server versions prior to 8.7.4 and 8.8.2, a", "link": "https://thehackernews.com/2023/09/progress-software-releases-urgent.html", "date_published": "2023-09-29T06:15:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cisco Warns of Vulnerability in IOS and IOS XE Software After Exploitation Attempts", "description": "Cisco is warning of attempted exploitation of a security flaw in its IOS Software and IOS XE Software that could permit an authenticated remote attacker to achieve remote code execution on affected systems.\nThe medium-severity vulnerability is tracked as CVE-2023-20109, and has a CVSS score of 6.6. It impacts all versions of the software that have the GDOI or G-IKEv2 protocol enabled.\nThe", "link": "https://thehackernews.com/2023/09/cisco-warns-of-vulnerability-in-ios-and.html", "date_published": "2023-09-29T03:02:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]