[{"source": "http://louderwithcrowder.com/feed/", "title": "Subway launching new Cadbury Creme Egg sandwich and, yep, we just threw up in our mouths", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33417581&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>I had a friend in high school who worked at Subway, and she told me they would leave all the meat and cheese out. All night. And all day. But somehow, this story might even be worse than that. (Maybe. That one's pretty bad.) </p><p>The sandwich chain just had to debut an absolutely disgusting \"Easter\" themed sandwich. On Good Friday of all days. The sandwich consists of Italian white bread and a Cadbury Creme egg melted in the middle. I literally had to check and make sure this wasn't an April Fool's joke. </p><p>The sandwich is only available in the UK this Friday, and they're actually giving them away for free. They're also only making 500 sandwiches. I simply cannot <em>imagine</em> why. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSubway\\u2019s Cadbury Creme Egg Easter sandwich called \\u2018absolutely disgusting\\u2019 https://t.co/grIrvT9Yxv\\u201d</div> — New York Post (@New York Post)\n        <a href=\"https://twitter.com/nypost/status/1643683595318439936\">1680719681</a>\n</blockquote>\n\n<p>Charlotte Docker, brand executive for Cadbury Creme Egg, explained, <em>\"When Subway approached us to create this eggs-traordinary Submelt, we simply couldn’t resist. The highly-anticipated Creme Egg season is in full swing and we’re so excited to launch this innovative product with Subway as a final hoorah of the season.\" </em></p><p>The festive sandwich has received a less-than-welcome reception on social media. The people of Twitter had some choice words. One user wrote, \"Worst business decision since <a href=\"https://www.louderwithcrowder.com/kid-rock-bud-light\" target=\"_blank\">Bud Light</a>.\" Another said they had to make sure it wasn't a Babylon Bee article. And one person simply asked, \"why?\"</p><p>Which I think we are all wondering. And I also wonder why the sandwich is available on Good Friday and not Easter. Plus, remember when Subway was marketed as the \"healthy\" <a href=\"https://www.louderwithcrowder.com/grandpa-mcdonalds-weight\" target=\"_blank\">fast-food</a> option? And now they're literally just melting chocolate on top of white bread. An interesting marketing strategy for sure. </p><p>But there is a slight silver lining- at least there's no question about what you're getting in this sandwich. Not like their <a href=\"https://www.npr.org/2022/07/13/1111270816/subway-tuna-lawsuit\" target=\"_blank\">tuna</a>. Stay far away from that, ahem, \"fish.\" </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/subway-cadbury-creme-egg-sabdwich", "date_published": "2023-04-05 20:43:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "'That's Not Medical Science': DeSantis draws line in sand, explains punishment for docs performing sex change on minors", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33417451&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>This past week, Florida Governor <a href=\"https://www.louderwithcrowder.com/ron-desantis-press-leaks\" target=\"_blank\">Ron DeSantis</a> <a href=\"https://www.louderwithcrowder.com/feeds/desantis%20n\" target=\"_blank\">spoke</a> in Nassau County, <a href=\"https://www.louderwithcrowder.com/nyc-teachers-fbi\" target=\"_blank\">New York</a> about the \"Florida Blueprint.\" Basically, he explained why Florida is the way that it is. And by contrast, why New York is the way it is. (Side note: as a former New Yorkian and COVID refugee, I can definitively say I would 100% prefer the state of Florida.)</p><p>During his speech, the issue of minors surgically transitioning of course came up. DeSantis explained how, in Florida, the surgical transition of minors is prohibited and doctors will actually lose their licenses if they do it anyway. </p><p><em>\"It's sad that we even have to discuss this, but you've now seen an explosion in doctors with these young kids, minors, giving them puberty blockers, hormone treatment, and doing surgery, sex change surgeries of kids that are 15 and 16 years old.\" </em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c.@GovRonDeSantis: \"You've now seen...an explosion with these doctors...doing...sex change surgeries of kids that are 15-16...\\n\\nWe don't think that's based on...science. We think that's ideology.\"\\u201d</div> — Daily Caller (@Daily Caller)\n        <a href=\"https://twitter.com/DailyCaller/status/1643630003937071115\">1680706904</a>\n</blockquote>\n\n<p><em>\"We don't think that's based on medical science, we think that's ideology going into that. And, in fact, a lot of countries in Europe have said no this is really bad [...] If a Florida physician is doing this to minors they are going to lose their medical license in our state.\" </em></p><p> I actually am not able to find clear guidelines on when a child can begin transitioning in New York. Which makes me fear that there are none. But NYU Langone Health has a <a href=\"https://nyulangone.org/locations/child-study-center/gender-sexuality-service\" target=\"_blank\">\"Gender and Sexuality Service\"</a> that provides children and teens \"documentation necessary to move forward with gender-affirming medical interventions, including puberty suppression and gender-affirming hormone treatments.\" So that's...bad. </p><p>Florida is showing the rest of the country the way forward and a path out of this gender theory craziness. DeSantis has been one of the few Republican leaders refusing to compromise or back down from this issue. Hopefully, other conservative states will take note. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/desantis-florida-blueprint", "date_published": "2023-04-05 20:21:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Horse race turns into an all-out, ALL-GIRL brawl complete with flying knees, fancy hats and a blurred crotch", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32028526&amp;width=1245&amp;height=700&amp;coordinates=0%2C59%2C0%2C59\" /><br /><br /><p>\n\tOne would think a horse race would be more dignified, let alone a horse race in the glorified penal colony of Australia. But before the  <a href=\"https://au.sports.yahoo.com/melbourne-cup-2022-women-filmed-shocking-brawl-racing-meet-201947611-201947125-201947467-201947980.html\" target=\"_blank\">Melbourne Cub 2022</a>, it popped off on the Brisbane River walkway. It started off with two girls, then more girls got involved and we had ourselves a six-person catfight!\n</p><p>\n<a href=\"https://www.louderwithcrowder.com/morgan-wallen-concert\" target=\"_blank\">Girl fights are fun to watch</a>. You know, provided you aren't <a href=\"https://www.louderwithcrowder.com/walmart-employees-cheating\" target=\"_blank\">with any of the girls</a>.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Huge brawl breaks out on the Brisbane River walkway between a group of young ladies<a href=\"https://twitter.com/hashtag/Huge?src=hash&amp;ref_src=twsrc%5Etfw\">#Huge</a> <a href=\"https://twitter.com/hashtag/brawl?src=hash&amp;ref_src=twsrc%5Etfw\">#brawl</a> <a href=\"https://twitter.com/hashtag/breaks?src=hash&amp;ref_src=twsrc%5Etfw\">#breaks</a> <a href=\"https://twitter.com/hashtag/Brisbane?src=hash&amp;ref_src=twsrc%5Etfw\">#Brisbane</a> <a href=\"https://twitter.com/hashtag/River?src=hash&amp;ref_src=twsrc%5Etfw\">#River</a> <a href=\"https://twitter.com/hashtag/walkway?src=hash&amp;ref_src=twsrc%5Etfw\">#walkway</a> <a href=\"https://twitter.com/hashtag/group?src=hash&amp;ref_src=twsrc%5Etfw\">#group</a> <a href=\"https://t.co/HyuaLvxPJK\">pic.twitter.com/HyuaLvxPJK</a><br />— Shahryar Sultan (@Shahryar_Sultan) <a href=\"https://twitter.com/Shahryar_Sultan/status/1586941439014862848?ref_src=twsrc%5Etfw\">October 31, 2022</a></blockquote> </div><p>I'm thinking there was beef prior to the Ruckus on the River. One does not start a fight off with a flying knee just because they cut you in line and got the last White Claw. Whatever problem these two women had, it was always going down on sight.<br /></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"3a063\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32028597&amp;width=980\" />\n</p><p>\n\tObviously, the lady in burgundy was not expecting it to go down like this. If she had, she may have remembered to wear underpants.\n</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"06c7d\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32028606&amp;width=980\" />\n</p><p>\n\tNot sure if this dame was a participant in the Ruckus on the River or someone who happened to be walking by. But I promised you a fancy hat.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"75aad\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32028613&amp;width=980\" />\n</p><p>This woman is the hero. If you are going to get into a brawl, you want an enforcer like this on your side. No questions. No thinking. She sees one of her gals in trouble and starts reigning down blows like she was Frank Costanza at the first Festivus.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"1838b\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32028618&amp;width=980\" />\n</p><p>The only thing missing is the dudes watching not chanting \"AUSSIE AUSSIE AUSSIE\" followed by \"OI OI OI!\" They must have been stunned because a fella waits his entire life to see action like this he doesn't have to pay for.</p><p>Unclear is what set the Ruckus on the River off. Feel free to share your guesses in the comment section of whatever social media app brought you here.</p><p>\n<p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p>\n</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p>", "link": "https://www.louderwithcrowder.com/melbourne-cup-walkway-fight", "date_published": "2023-04-05 18:03:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Woke politician wants buffer zones around family-friendly drag shows, make it illegal for critics to say mean words", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33414936&amp;width=1200&amp;height=800&amp;coordinates=57%2C0%2C143%2C0\" /><br /><br /><p>Canadian MP Kristyn Wong-Tam, surrounded by men dressed as women and people still wearing N95 masks in 2023, wants to make it illegal for you to criticize men who dress as women while they perform for little children and the enjoyment of adults who enjoy watching men dressed as women perform for little children. </p><p>Wong-Tam, who <a href=\"https://www.louderwithcrowder.com/grammar-lesson-british-dude\" target=\"_blank\">uses they/them pronouns</a>, wants to make it illegal for critics to express their criticism within 100 meters of family-friendly drag performances.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Holy sh*t<br /><br />New bill would criminalize protests and offensive remarks in parts of Canada <a href=\"https://t.co/21m4xA4VmH\">pic.twitter.com/21m4xA4VmH</a><br />— End Wokeness (@EndWokeness) <a href=\"https://twitter.com/EndWokeness/status/1643479985368203265?ref_src=twsrc%5Etfw\">April 5, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">A nonbinary, a wizard, a witch, two drag queens, two maskers, an AWFL, a child, a disabled minority, and a cis white male just introduced legislation to make \"offensive remarks\" near drag shows a violation of Canadian law.<br /><br />They're using diversity as a mask for tyranny. <a href=\"https://t.co/4a9oe7W261\">pic.twitter.com/4a9oe7W261</a><br />— Christopher F. Rufo ⚔️ (@realchrisrufo) <a href=\"https://twitter.com/realchrisrufo/status/1643645659558412288?ref_src=twsrc%5Etfw\">April 5, 2023</a></blockquote> </div><p>The bill would allow the attorney general to temporarily designate addresses — such as where <a href=\"https://www.louderwithcrowder.com/desantis-hotel-liquor-license\" target=\"_blank\">Scredolph is singing about his nipples</a>, a bearded lady says \"<a href=\"https://www.louderwithcrowder.com/explicit-performance-man-texas\" target=\"_blank\">lick us where we pee</a>\" in front of little kids, or where <a href=\"https://www.louderwithcrowder.com/aoc-tiktok-patriarchy\" target=\"_blank\">half-naked men lead little girls by the hand</a> — as \"community safety zones.\" Criticizing the artists who do this within 100 meters of them doing so could be grounds for a $25000 fine. I don't know what 100 meters is in normal, American measurements.<br /></p><p>It's similar to what is done on behalf of another special interest group on the left: the Big Abortion industry. These \"safety zones\" are drawn around abortion clinics, and doing anything in them other than aborting is a no-no. An American <a href=\"https://www.louderwithcrowder.com/mark-houck-video-arrest\" target=\"_blank\">was arrested for peacefully protesting</a>. <a href=\"https://www.louderwithcrowder.com/praying-arrested-silence\" target=\"_blank\">Two people in the UK</a> were <a href=\"https://www.louderwithcrowder.com/prayer-army-vet-fined\" target=\"_blank\">arrested for peacefully -- and silently -- praying</a> in these zones.</p><p>Drag shows have been around forever. Men would dress up like women, give themselves a sexual euphemism for a name,  and perform raunchy routines for adults in bars. Then at some point, Democrats and Progressives decided exposing children to this is the only way to teach them about inclusion. Parents of those children disagree. There has been a contentious debate ever since.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/drag-shows-canada-safety-zone", "date_published": "2023-04-05 17:19:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Crowder Covers Di Paolo's Greatest Hits And Explains How Comedy Has Changed For The Worse", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33414472&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>Today's show was jam-packed with fact-checks of the fact-checkers on everything <a href=\"https://www.louderwithcrowder.com/black-anti-trump-girls\" target=\"_blank\">Trump</a> related. But it also featured a throwback segment on <a href=\"https://www.louderwithcrowder.com/mug-club-new-shows\" target=\"_blank\">Nick Di Paolo</a>, who was third chair today. </p><p>Crowder introduced the segment by explaining how other shows work, like Chelsea Handler's. Crowder said Handler pre-taped her shows so she could edit it, and would even use jokes sent to her by her guests. He also explained how people like Handler would be intimidated by people like Nick Di Paolo since he absolutely steamroll them live. </p><p>Crowder then tossed to an old clip of Di Paolo and Patrice O'Neal on Tough Crowd with Colin Quinn. Di Paolo killed the crowd with edgy jokes that definitely would not be allowed on-air today. Crowder highlighted this, explaining how the jokes about race and weight could absolutely not air today. Di Paolo then pointed out that it's white people enforcing the rules against \"offensive\" jokes. </p><p>Crowder then explained that you don't have to be \"color-blind,\" and there's a way to highlight differences while being funny without being offensive. Crowder later tossed to Di Paolo's tweet that got him fired from Sirius. Di Paolo quickly explained why he tweeted this. It was when Barbara Bush died, and a college professor said they were glad she died since she raised a lot of racists. So Di Paolo tweeted, \"Dear future school shooter, please confine yourself to college campuses, specifically faculty lounges at Berkeley, Fresno State, etc.\" Di Paolo clarified this was about four days after the last mass shooting.</p><p>As you've likely gathered by now, today's show was quite raunchy and one you don't want to miss. Plus, Crowder and Di Paolo have alllll the details and everything you need to know about <a href=\"https://www.louderwithcrowder.com/trump-arrest-livestream\" target=\"_blank\">Trump's arraignment</a>, so be sure to catch the whole show exclusively on Rumble. </p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p>\n<p><br /></p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/steven-crowder-nick-di-paolo", "date_published": "2023-04-05 15:39:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Crowder salutes Nick Di Paolo's greatest hits as they explain how comedy has changed for the worse", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33414472&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Today's show was jam-packed with fact-checks of the fact-checkers on everything <a href=\"https://www.louderwithcrowder.com/black-anti-trump-girls\" target=\"_blank\">Trump</a> related. But it also featured a throwback segment on <a href=\"https://www.louderwithcrowder.com/mug-club-new-shows\" target=\"_blank\">Nick Di Paolo</a>, who was third chair today. </p><p>Crowder introduced the segment by explaining how other shows work, like Chelsea Handler's. Crowder said Handler pre-taped her shows so she could edit it, and would even use jokes sent to her by her guests. He also explained how people like Handler would be intimidated by people like Nick Di Paolo since he absolutely steamroll them live. </p><p>Crowder then tossed to an old clip of Di Paolo and Patrice O'Neal on Tough Crowd with Colin Quinn. Di Paolo killed the crowd with edgy jokes that definitely would not be allowed on-air today. Crowder highlighted this, explaining how the jokes about race and weight could absolutely not air today. Di Paolo then pointed out that it's white people enforcing the rules against \"offensive\" jokes. </p><p>Crowder then explained that you don't have to be \"color-blind,\" and there's a way to highlight differences while being funny without being offensive. Crowder later tossed to Di Paolo's tweet that got him fired from Sirius. Di Paolo quickly explained why he tweeted this. It was when Barbara Bush died, and a college professor said they were glad she died since she raised a lot of racists. So Di Paolo tweeted, \"Dear future school shooter, please confine yourself to college campuses, specifically faculty lounges at Berkeley, Fresno State, etc.\" Di Paolo clarified this was about four days after the last mass shooting.</p><p>As you've likely gathered by now, today's show was quite raunchy and one you don't want to miss. Plus, Crowder and Di Paolo have alllll the details and everything you need to know about <a href=\"https://www.louderwithcrowder.com/trump-arrest-livestream\" target=\"_blank\">Trump's arraignment</a>, so be sure to catch the whole show exclusively on Rumble. </p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p>\n<p><br /></p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/crowder-nick-di-paolo", "date_published": "2023-04-05 15:39:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Police Found A Baby's Corpse Under A Mattress While The Mother Was Out Partying And We Have Some Thoughts", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33413923&amp;width=1200&amp;height=800&amp;coordinates=100%2C0%2C100%2C0\" /><br /><br /><p>Fair warning, this story is a tough one. Police in <a href=\"https://www.louderwithcrowder.com/nikolas-ferreira-womens-day-speech\" target=\"_blank\">Brazil</a> raided a woman's flat and found a baby's decomposing body under a mattress. The <a href=\"https://www.louderwithcrowder.com/60-minutes-theybies\" target=\"_blank\">mother</a> was allegedly out partying during the raid, and left her other three children alone at the disgusting property. </p><p>This about sums up my reaction and solution to this story:</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201chttps://t.co/pzpKvgJKgf\\u201d</div> — Lily (@Lily)\n        <a href=\"https://twitter.com/LwCLily/status/1643310964727488529\">1680630839</a>\n</blockquote>\n\n<p>Police responded to reports from neighbors of a foul odor coming from the apartment. When the police arrived, they discovered the three other children, aged 10, 8, and 3, were left alone. The apartment was absolutely filthy, covered in human feces, trash, and broken toys.The children were unable to access the room with the baby's corpse since the keyhole was stuffed with cotton wool. </p><p>Neighbors told the police the mother left her children alone for days at a time to go party. They also said she prevents the children's father from visiting them. Perhaps because he would be (rightfully) enraged at their living conditions. </p><p>The official cause of death has not yet been determined, but the police suspect he died of starvation. The mother was tracked down and gave a statement to police before being released on bail. She's facing charges of child abandonment, child mistreatment, concealment of a corpse, and homicide.</p><p>This story is absolutely heartbreaking, but also infuriating. How a woman could possibly go out to party while she knows her dead baby's body is rotting at home is absolutely beyond me. It's horrible to hear about a woman who so totally abandoned her children and motherly duties. If you don't want to have kids, <em>don't have sex. </em>How is this so hard for people to comprehend? We all know how babies are made, people. If you don't want the baby, don't do the thing that could potentially create a baby. It's that simple. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p><br /></p>", "link": "https://www.louderwithcrowder.com/baby-body-mattress-brazil", "date_published": "2023-04-05 13:58:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Police find baby's corpse under a mattress while the mother was out partying and we have some thoughts", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33413923&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Fair warning, this story is a tough one. Police in <a href=\"https://www.louderwithcrowder.com/nikolas-ferreira-womens-day-speech\" target=\"_blank\">Brazil</a> raided a woman's flat and found a baby's decomposing body under a mattress. The <a href=\"https://www.louderwithcrowder.com/60-minutes-theybies\" target=\"_blank\">mother</a> was allegedly out partying during the raid, and left her other three children alone at the disgusting property. </p><p>This about sums up my reaction and solution to this story:</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201chttps://t.co/pzpKvgJKgf\\u201d</div> — Lily (@Lily)\n        <a href=\"https://twitter.com/LwCLily/status/1643310964727488529\">1680630839</a>\n</blockquote>\n\n<p>Police responded to reports from neighbors of a foul odor coming from the apartment. When the police arrived, they discovered the three other children, aged 10, 8, and 3, were left alone. The apartment was absolutely filthy, covered in human feces, trash, and broken toys.The children were unable to access the room with the baby's corpse since the keyhole was stuffed with cotton wool. </p><p>Neighbors told the police the mother left her children alone for days at a time to go party. They also said she prevents the children's father from visiting them. Perhaps because he would be (rightfully) enraged at their living conditions. </p><p>The official cause of death has not yet been determined, but the police suspect he died of starvation. The mother was tracked down and gave a statement to police before being released on bail. She's facing charges of child abandonment, child mistreatment, concealment of a corpse, and homicide.</p><p>This story is absolutely heartbreaking, but also infuriating. How a woman could possibly go out to party while she knows her dead baby's body is rotting at home is absolutely beyond me. It's horrible to hear about a woman who so totally abandoned her children and motherly duties. If you don't want to have kids, <em>don't have sex. </em>How is this so hard for people to comprehend? We all know how babies are made, people. If you don't want the baby, don't do the thing that could potentially create a baby. It's that simple. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p><br /></p>", "link": "https://www.louderwithcrowder.com/baby-body-mattress-partying", "date_published": "2023-04-05 13:58:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "TRUMP'S MEGA SPEECH: EVERYTHING YOU NEED TO KNOW! (SHOW NOTES)", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33413902&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C228%2C0\" /><br /><br /><p>After pleading not guilty, Donald Trump held a speech in Mar-a-Lago last night talking about the \"hush money\", the 34 felonies they're trying to pin on him, election interference, and, so much more. We have a recap of everything you need to know from last night & we'll be fact-checking the fact-checkers.</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p><p><strong>ITALY MAY BAN ENGLISH</strong></p><ul><li><a href=\"https://qz.com/the-italian-government-wants-to-ban-foreign-words-just-1850294377\" rel=\"noopener noreferrer\" target=\"_blank\">The Italian government wants to ban foreign words, just like the fascists did in 1923</a></li><li><a href=\"https://qz.com/the-italian-government-wants-to-ban-foreign-words-just-1850294377\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.nytimes.com/2022/05/24/world/canada/quebec-language-bill-96.html\" rel=\"noopener noreferrer\" target=\"_blank\">Law Requiring French in Quebec Becomes Stricter</a></li><li><a href=\"https://www.nytimes.com/2022/05/24/world/canada/quebec-language-bill-96.html\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.academie-francaise.fr/\" rel=\"noopener noreferrer\" target=\"_blank\">Academie Francaise</a></li><li><a href=\"https://www.academie-francaise.fr/\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.rae.es/\" rel=\"noopener noreferrer\" target=\"_blank\">Real Academia</a></li></ul><p><strong>TRUMP’S MAR-A-LAGO SPEECH</strong></p><ul><li><a href=\"https://rumble.com/v2g5sqs-live-45th-president-of-the-united-states-donald-j.-trump-delivers-remarks-a.html\" rel=\"noopener noreferrer\" target=\"_blank\">LIVE: 45th President of the United States Donald J. Trump Delivers Remarks at Mar-a-Lago</a><span></span></li><li><a href=\"https://www.washingtonpost.com/politics/2023/04/04/fact-checking-trumps-comments-truths-arraignment-day/\" target=\"_blank\">Fact-checking Trump’s comments and ‘truths’ on arraignment day</a></li><li><a href=\"https://www.washingtonpost.com/politics/2023/04/04/fact-checking-trumps-comments-truths-arraignment-day/\" target=\"_blank\"></a><a href=\"https://thehill.com/homenews/3931263-who-is-juan-merchan-the-judge-overseeing-trumps-arraignment/\" target=\"_blank\">Who is Juan Merchan, the judge overseeing Trump’s arraignment</a></li><li><a href=\"https://apnews.com/article/trump-indictment-new-york-judge-merchan-arraignment-032a097661c259709a948ce0e70a872a\" target=\"_blank\">Who is Juan Merchan, the NY judge handling Trump’s case?</a></li><li><a href=\"https://katv.com/news/nation-world/daughter-of-trump-judge-consulted-for-adam-schiff-other-high-profile-dems-irking-trump-loyalists-kamala-harris-biden-adam-schiff-juan-merchan-loren-merchan-authentic-campaigns\" target=\"_blank\">Daughter of Trump judge consulted for Adam Schiff, other high-profile Dems, irking Trump loyalists</a> </li></ul><p><br /></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"e3764\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33413777&amp;width=980\" />\n</p><p><a href=\"https://cdn.discordapp.com/attachments/799032216692719686/1093140679615598623/image.png\" rel=\"noopener noreferrer\" target=\"_blank\"><br /></a></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"4b2d8\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33413780&amp;width=980\" />\n</p><ul><li><a href=\"https://thehill.com/opinion/campaign/351495-it-looks-like-obama-did-spy-on-trump-just-as-he-did-to-me/\" rel=\"noopener noreferrer\" target=\"_blank\">It looks like Obama did spy on Trump, just as he apparently did to me</a></li><li><a href=\"https://thehill.com/opinion/campaign/351495-it-looks-like-obama-did-spy-on-trump-just-as-he-did-to-me/\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://nypost.com/2022/12/19/fbi-reached-out-to-twitter-before-post-broke-hunter-biden-laptop-story/\" rel=\"noopener noreferrer\" target=\"_blank\">FBI pressured Twitter, sent trove of docs hours before Post broke Hunter laptop story</a></li><li><a href=\"https://nypost.com/2020/10/14/kayleigh-mcenany-locked-out-of-twitter-for-sharing-posts-hunter-biden-story/\" rel=\"noopener noreferrer\" target=\"_blank\">WH press secretary locked out of Twitter for sharing Post’s Hunter Biden story</a></li><li><a href=\"https://www.newsbusters.org/blogs/nb/rich-noyes/2020/11/24/special-report-stealing-presidency-2020\" rel=\"noopener noreferrer\" target=\"_blank\">SPECIAL REPORT: The Stealing of the Presidency, 2020</a></li><li><a href=\"https://www.washingtonpost.com/politics/2022/12/05/trump-2020-election-hunter-biden-laptop/\" rel=\"noopener noreferrer\" target=\"_blank\">No, limiting the Hunter story didn't cost Trump</a></li></ul>", "link": "https://www.louderwithcrowder.com/trump-speech-check-show-notes", "date_published": "2023-04-05 13:35:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: School superintendent brags about gaslighting male coaches into allowing female students in boy's locker rooms", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33413854&amp;width=1200&amp;height=800&amp;coordinates=169%2C0%2C31%2C0\" /><br /><br /><p>Every time we have a news story out of California, I cannot help but wonder what conservatives are still doing there. I get that it's beautiful - it has mountains <em>and </em>beaches. But also, it's hell. They trans the kids, <a href=\"https://www.louderwithcrowder.com/california-legalize-child-kidnapping\" target=\"_blank\">take the kids away</a> from their parents, murder babies, support <a href=\"https://www.louderwithcrowder.com/san-francisco-police-36-hours\" target=\"_blank\">crime</a>, plus have<a href=\"https://www.louderwithcrowder.com/california-snowstorm-woman\" target=\"_blank\"> extreme weather events</a>. I'm not sure how it could get much worse. But it probably can. And will. </p><p>The latest update on California's transformation into a desolate wasteland comes out of Glendale California's United School District. Assistant Superintendent Kelly King recently expressed how male coaches are uncomfortable with watching female students undress. Which seems perfectly normal and understandable to any human being. </p><p>But King's point is that these female students are actually boys, because they're trans, of course. And therefore they should be allowed in the boy's locker room. With adult male coaches. </p><p>Do you see the problem here?</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cMeet Kelly King, Asst. Superintendent in Glendale CA Unified. \\u201cWe have male coaches who are horrified at the thought of having a biological girl changing clothes in front of them\\u2026 It\\u2019s not a girl. It\\u2019s not a girl. It\\u2019s not a girl. You only have boys in the boys locker room.\\u201d\\u201d</div> — Jordan Henry (@Jordan Henry)\n        <a href=\"https://twitter.com/irrationalhenry/status/1643117772539564032\">1680584779</a>\n</blockquote>\n\n<p>\"<em>We have male coaches who are </em><em>horrified </em><em>at the thought of having a biological girl changing clothes in front of them. Yeah, the stigma attached to, you know, abuse, and you know, having a male teacher around any female student, in that circumstance is just scary for them.\"</em></p><p>I don't think it's actually a \"stigma\" attached to grown men watching young women change at school. I think it's just, y'know, the \"law.\" </p><p><em>\"It's one thing for me to keep saying \"it's not a girl! It's not a girl! It's not a girl! You only have boys in the boys locker room!\" Until they arrive... until they experience it and realize, \"Oh, I only have boys in the locker room.\" Then that helps.\"</em></p><p>So essentially, she gaslights these poor dudes into believing that the female students they must watch change are actually boys. Because they say they're boys. My guess is these coaches probably believe it because they want to. Telling themselves they only have boys in their locker rooms might help them cope with an extremely uncomfortable situation. </p><p>So California parents, beware! And leave California, if you're able to. Preferably <em>before</em> the next surprise blizzard. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/kelly-king-male-coaches-california", "date_published": "2023-04-05 13:33:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Black Trump supporter schools mindless Anti-Trump girls outside Trump's arraignment", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33413748&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>Yesterday, it was a <em>bit</em> of a madhouse outside of <a href=\"https://www.louderwithcrowder.com/trump-arrest-livestream\" target=\"_blank\">Trump's arraignment</a>. There was a <a href=\"https://www.louderwithcrowder.com/savanah-hernandez-trump-arraignment-white\" target=\"_blank\">lady screaming \"f*ck white people\" </a>and some scary Antifa-lookin' dudes trying to shut down dialogue between the pro and anti-Trump protestors. But there was also this extremely based black lady who schooled some mindless anti-Trump chicks on Trump and the Democratic Party. And it was a thing of beauty. </p><p>\"You are risking your future. If you lose this country, there is no other place to go. You are being indoctrinated by the Democrats and the radical left. And that party is the evil party. They want to destroy the family. They don’t believe in God, they don’t believe in the country, they believe in the welfare system. So you two be grateful that you are in a country where you can enjoy your freedom and prosper.\"</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cOutside of the Manhattan Criminal Court building on Tuesday, one black Trump supporter was seen schooling two young anti-Trump women about the accomplishments of the Republican party in history\\n\\nhttps://t.co/b3RxAckWMA\\u201d</div> — The Post Millennial (@The Post Millennial)\n        <a href=\"https://twitter.com/TPostMillennial/status/1643589345851367424\">1680697211</a>\n</blockquote>\n\n<p>\"You two don’t like this country, if you hate it so much, why don’t you go somewhere else. And there is no way that you go somewhere else, because you know there is no place better than the United States. So you better wake up, before you lose it.\"</p><p>Beautifully said. So how did these two young women respond, you ask? By screaming, \"f*ck Trump.\" So brave. So thoughtful. </p><p>The woman then spoke directly to one of the girls, who was also black: \"You as a black person — okay you two educate yourself about history.The Republican party freed the slaves. The Republican Party gave black people the right to vote. The Republican Party gave black people the right to own property. The Republican Party fought the Ku Klux Klan that wanted to kill you. The Republican Party funded the historically black colleges and universities so you could earn an education. So read your history, because what the Republican party has done for minorities is unimaginable.\"</p><p>This lady is wonderful. Her accent indicates that she probably immigrated to the U.S. from another country. People who have lived elsewhere tend to see the beauty of America much more clearly, while some American kids grow up very privileged and don't realize how good they have it. And simply respond with expletives when confronted with a coherent argument. Apparently. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/black-anti-trump-girls", "date_published": "2023-04-05 13:05:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Elon Musk continues war on corporate media, changes way NPR is classified on Twitter", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33412923&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Elon Musk done did it again. <a href=\"https://www.louderwithcrowder.com/new-york-times-blue-checkmark\" target=\"_blank\">Fresh off of stripping the New York Times of its blue checkmark</a> -- leaving Twitter users unable to decipher what is verified NY Times propaganda and what is just the insane ramblings of a rando progressive twat, the Head Twit in Charge found a new target. The federally-funded*** NPR. National Public Radio.</p><p>See if you notice anything different about their profile page.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"28a8f\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33413113&amp;width=980\" />\n</p>\n<p>Dude.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"3c395\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33413028&amp;width=980\" />\n</p><p>It is unclear if there was a specific incident that led to the change. Or if moving forward, any media entity that collects taxpayer money from the government only to then shill for the government against the taxpayers will now be labeled this way.</p><p>Elon has said nothing other than tweeting the Twitter definition of state-affiliated media: \"State-affiliated media is defined as outlets where the state exercises control over editorial content through financial resources, direct or indirect political pressures, and/or control over production and distribution.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Seems accurate <a href=\"https://t.co/nx5TmJY7GX\">pic.twitter.com/nx5TmJY7GX</a><br />— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1643509178986799104?ref_src=twsrc%5Etfw\">April 5, 2023</a></blockquote> </div><p>You may have noticed a *** after federally funded. That's because we're changing the definitions of things this week when they adversely affect the left. Not unlike how any conservative is Koch-funded no questions asked, <a href=\"https://www.louderwithcrowder.com/wapo-fact-check-soros-bragg\" target=\"_blank\">progressives aren't Soros-funded unless George Soros was literally in their kitchen and directing police to check the attic</a>. NPR isn't \"federally funded\" in that the federal government funds ALL of the network. Even though NPR says \"federal funding is essential to public radio’s service to the American public.\"<br /></p><p><a href=\"https://thehill.com/opinion/campaign/3551625-the-time-has-come-defund-the-hopelessly-biased-npr/\" target=\"_blank\">NPR only gets 1% of its budget </a>directly from the federal government. Though it does get 10% of its budget indirectly from federal, state, and local governments. Things as grants from the Corporation of Public Broadcasting, the Department of Education and the Department of Commerce. </p><p>The other donations are from bitterly partisan leftists who don't think MSNBC is biased enough.</p><p>It's unclear who will be Elon Musk's next target. My money is on CNN.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/npr-twitter-label", "date_published": "2023-04-05 12:48:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Absurd Trump Indictment best summarized with this one charge: he willingly... paid TOO MUCH in taxes?!", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33411713&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Alvin Bragg, Manhattan's District Attorney, <a href=\"https://www.louderwithcrowder.com/trump-arrest-livestream\" target=\"_blank\">unsealed the indictments against Donald Trump on Tuesday</a>. To summarize, he copied and pasted the same charge 34 times and changed the date. But there is one charge that perfectly encapsulates how ridiculous, partisan, and Trumped up (please excuse all puns) the political witchhuntery of it all, it's this:</p><p>Donald Trump paid TOO MUCH in taxes. He overpaid. He gave the state more than he was supposed to. And that's apparently bad.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Diabolical! Prosecutor Bragg alleges Trump's criminal scheme actually resulted in him paying more taxes than was necessary:'Trump and his associates engaged in deception by paying New York state more in taxes than it was owed.' From Politico: <a href=\"https://t.co/oJ7NeMiwBJ\">https://t.co/oJ7NeMiwBJ</a> <a href=\"https://t.co/k5tCHdxVcl\">pic.twitter.com/k5tCHdxVcl</a><br />— Byron York (@ByronYork) <a href=\"https://twitter.com/ByronYork/status/1643556077382823936?ref_src=twsrc%5Etfw\">April 5, 2023</a></blockquote> </div><p>The charge is that to throw the government off the scent of the Trump Organization paying a porn star money to shut up about the time Trump allegedly banged her (while his third wife was pregnant) and to circumvent campaign finance laws -- New York's stoonad campaign finance laws that are designed to screw your political opponents -- the dastardly Trump Organization willing, knowingly, and with great malice...sent the state government more in quarterly taxes than they had to.</p><p>Maybe it's true. Maybe the Trump Organization is so diabolical, they gave the government money. Or, and I'm just spitballing here, they overpaid in taxes because the people who handle Trump's accounting aren't idiots and know what happens when you UNDERPAY taxes.</p><p>The meme is true. The government expects you to guess how much you are supposed to pay in taxes. Then penalizes you if you guess wrong. President or not president. Adulterer or person who honors the sanctity of marriage. It doesn't matter. Underpaying is how you get an audit. Do you want an audit? Do you think the Trump Organization does knowing how the left gets themselves off on weaponizing the government against political opponents?</p><p>There is a reason why even the Marxist twats at Vox are shrugging their shoulders and calling these charges -- the first time a former president has ever been arrested -- weaksauce. You're going to make the case to the American people that a guy who they already believe is the target of political witchhunt after political witchhunt needs to go to jail because they were TOO patriotic of a billionaire and paid TOO much in taxes. </p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/trump-indictment-too-much-taxes", "date_published": "2023-04-05 11:45:13+00:00", "persistent": false, "user": null, "language": "en-US"}]