[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Fred again..: Tiny Desk Concert", "description": "TINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Sofia Seidel \nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nVideographers: Sofia Seidel, Kara Frame, Joshua Bryant \nAudio Assistant: Kwesi Lee\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Maia Stern, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #fredagain", "link": "https://www.youtube.com/watch?v=rswZYyJJn1I", "date_published": "2023-04-05 16:13:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Kassa Overall: Tiny Desk Concert", "description": "Suraya Mohamed | April 5, 2023\nKassa Overall is no stranger to NPR. Back in 2020 he was a featured vocalist and percussionist on the Terri Lyne Carrington + Social Science Tiny Desk concert and in the same year he scored the original music for the first season of NPR Music's Louder Than A Riot podcast. (His catchy theme song has been remixed by producer Suzi Analogue for the show's second season.) Now, Kassa's back again, leading his own band and doing what he always does — pushing musical boundaries and finding new ways to express himself through a unique blend of experimental hip-hop-infused jazz.\n\nThis Tiny Desk starts with two cuts from ANIMALS, Kassa's May release that will be featured on his upcoming summer tour. On \"Ready To Ball,\" pianist Ian Finkelstein opens with a chord progression that signals bebop but quickly moves into a more dynamic, experimental sound with hypnotic meter changes and surprising interludes.\n\n\"Make My Way Back Home\" is a beautiful song featuring Nick Hakim's sultry vocals overtop a captivating rhythmic foundation with an avant-garde yet familiar feel. I especially love the catchy melodic line, one you can sing along to even if only hearing this tune for the first time.\n\nThen, Kassa's outstanding drum solo on \"Find Me\" moves into a driving percussive groove that breaks for a short rap interlude and thoughtful melodic moments featuring soprano saxophonist Tomoki Sanders and vocalist J. Hoard. \"Who's on the Playlist\" is an oldie but goodie from Kassa's 2019 record, Go Get Ice Cream and Listen to Jazz, which finishes the set with a continued virtuosic display of musicianship, lyricism and artistic innovation.\n\nSET LIST\n\"Ready To Ball\"\n\"Make My Way Back Home (Feat. Nick Hakim)\"\n\"Find Me\" \n\"Who's on the Playlist\"\n\nMUSICIANS\nKassa Overall: drums, vocals\nTomoki Sanders: soprano saxophone, drums, percussion, vocals\nIan Finkelstein: piano\nBendji Allonce: percussion, vocals\nGiulio Xavier Cetto: bass, vocals\nJ. Hoard: vocals\nNick Hakim: vocals\n\nTINY DESK TEAM\nProducer: Suraya Mohamed \nDirector/Editor: Joshua Bryant\nAudio Engineer: Alex Drewenskus\nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Joshua Bryant, Kara Frame, Sofia Seidel, Maia Stern\nAudio Assistant: Josephine Nyouani\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Josh Rogosin, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #kassaoverall", "link": "https://www.youtube.com/watch?v=0kKct_AKz8s", "date_published": "2023-04-05 09:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}]