[{"source": "https://www.theguardian.com/rss", "title": "Ministers treating coastal areas like ‘open sewers’, says Labour", "description": "<p>Shadow minister submits bill to curb spills as Environment Agency reveals sewage was dumped for almost 1m hours last year</p><p>Ministers have treated coastal communities as if they are “open sewers”, Labour has said, after a damaging analysis of Environment Agency (EA) data revealed sewage was dumped for almost a million hours last year.</p><p>In total, the data – which was analysed by the party – shows 141,777 sewage-dumping events occurred across 137 constituencies on the coasts of England and Wales in 2022.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/06/ministers-treating-coastal-areas-like-open-sewers-says-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/06/ministers-treating-coastal-areas-like-open-sewers-says-labour", "date_published": "2023-04-05 23:03:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Businesses in north of England ask ministers for help to hit net zero", "description": "<p>Leaders of Drax, Siemens and others call for green growth to be a priority and ‘regional disparities’ to be closed </p><p>Business leaders in the north of England have written to the prime minister, chancellor and energy secretary asking for help to reach net zero.</p><p>Big names including Drax, Siemens, Peel, Manchester airport, the CBI and all 11 local enterprise partnerships (LEPs) in the north signed a letter urging the government to prioritise green growth in the north.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/06/businesses-in-north-of-england-ask-ministers-for-help-to-hit-net-zero\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/06/businesses-in-north-of-england-ask-ministers-for-help-to-hit-net-zero", "date_published": "2023-04-05 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Commissioner vows to clean up Met as force faces biggest crisis since 1970s", "description": "<p>Sir Mark Rowley vows to ‘lift the stone’ – but says rooting out every unfit police officer could take years</p><p></p><p>Scotland Yard is battling its biggest corruption crisis since the 1970s, its commissioner has warned, as new evidence emerged of the widespread bungling of sexual and domestic abuse claims against officers.</p><p>The review of past allegations was triggered <a href=\"https://www.theguardian.com/society/2023/feb/07/david-carrick-jailed-life-rapes-met-police-officer\">by the David Carrick scandal, </a>where the force missed repeated clues that the Metropolitan police firearms officer was a threat to women, while he attacked at least 12 victims over a 20-year period, committing 85 serious crimes.</p><p>Checks on 10,000 of the Met’s 50,000 officers and staff against police databases showed 38 cases of possible misconduct and 55 cases of a potential association with a criminal, all of which will be investigated further.</p><p>Gross misconduct investigations, which can lead to sackings have risen 62% to 431, with such hearings taking less time to be held.</p><p>A total of 144 officers were suspended from duty, double that from September 2022, with 701 on restricted duties.</p><p>There has been a 70% increase in those dismissed – or leaving before they could be sacked – in the last six months.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/06/commissioner-vows-to-clean-up-met-as-force-faces-biggest-crisis-since-1970s\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/06/commissioner-vows-to-clean-up-met-as-force-faces-biggest-crisis-since-1970s", "date_published": "2023-04-05 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plans for new sites in UK for asylum seekers ‘risk humanitarian catastrophe’", "description": "<p>About 170 organisations warn ministers not to put people in military bases, barges and ferries around the country</p><p>Ministers have been warned of a “humanitarian catastrophe” if asylum seekers arriving in the UK are accommodated in camps on military bases and on barges.</p><p>Approximately 171 organisations – including the Refugee Council, Choose Love, faith groups, city of sanctuary representatives and law centres – have written to Rishi Sunak urging him to “listen to common sense” and scrap plans for asylum camps at former RAF bases at Scampton in Lincolnshire, Wethersfield in Essex and Catterick in North Yorkshire and the site of a <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/photos-of-former-prison-chosen-to-house-asylum-seekers-show-squalid-conditions\">former prison in Bexhill</a> in East Sussex, along with proposals to use ferries and barges.</p> <a href=\"https://www.theguardian.com/world/2023/apr/06/plans-for-new-sites-in-uk-for-asylum-seekers-risk-humanitarian-catastrophe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/06/plans-for-new-sites-in-uk-for-asylum-seekers-risk-humanitarian-catastrophe", "date_published": "2023-04-05 23:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker: it was factually accurate to call refugee policy cruel", "description": "<p>Presenter stands by tweets likening home secretary’s language to 1930s Germany, after BBC impartiality row</p><p>After publicly criticising the government’s asylum policy, <a href=\"https://www.theguardian.com/media/2023/mar/12/tim-davie-bbc-director-general-embroiled-gary-lineker-controversy\">embroiling the BBC in an impartiality row</a> and fomenting widespread disruption to sports programming, Gary Lineker has said it was ‘“factually accurate” to call the plans “cruel”.</p><p>Weeks after the Match of the Day presenter was suspended for criticising government immigration policy, the former England footballer has said he stands by his remarks, in an interview with Men’s Health UK magazine.</p> <a href=\"https://www.theguardian.com/football/2023/apr/06/gary-lineker-it-was-factually-accurate-to-call-refugee-policy-cruel\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/06/gary-lineker-it-was-factually-accurate-to-call-refugee-policy-cruel", "date_published": "2023-04-05 23:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1m children growing up in poverty under two-child benefits limit", "description": "<p>Cumulative impact of limit means it could eventually affect about 3m children in UK, study finds</p><p>The <a href=\"https://www.theguardian.com/society/2022/jul/14/one-in-12-uk-children-now-in-families-hit-by-two-child-benefit-limit\">two-child limit</a> for UK benefits is now affecting 1.5 million children, with more than a million of them growing up in poverty, a campaign group has said in a report into what it termed “this nastiest of policies”.</p><p>The cumulative impact of the limit, which means that parents cannot claim child tax credit or universal credit for any third or subsequent child born after April 2017, meant it could eventually affect about 3 million children, with families losing out on up to £3,235 a year, the study found.</p> <a href=\"https://www.theguardian.com/society/2023/apr/06/more-than-1m-children-growing-up-in-poverty-under-two-child-benefits-limit\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/06/more-than-1m-children-growing-up-in-poverty-under-two-child-benefits-limit", "date_published": "2023-04-05 23:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phaseout of coal power far too slow to avoid ‘climate chaos’, report finds", "description": "<p>World needs to stop building new plants and close existing ones at almost five times the current rate to meet Paris agreement goals</p><p>The world needs to close coal power plants at almost five times the present rate, as well as stop building new ones, in order to meet the goals of the Paris climate agreement, according to a report.</p><p>Global Energy Monitor, a San Francisco-based NGO, said insufficient progress was being made to avoid “climate chaos” and that plans for a sharp increase in the number of coal-fired plants in China would require even steeper cuts to the rest of the global fleet to meet the world’s climate goals.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/06/coal-power-phaseout-far-to-slow-climate-chaos-china-global\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/06/coal-power-phaseout-far-to-slow-climate-chaos-china-global", "date_published": "2023-04-05 23:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Report says British equestrianism rife with bullying and racialised experiences", "description": "<ul><li>British Equestrian chief says 89-page report was a tough read</li><li>24% of participants felt racism adversely affected access to sport</li></ul><p>Bullying is “commonplace” in areas of British equestrianism and racialised experiences “emerged strongly”, a hard-hitting report commissioned by the sport’s national governing body has found.</p><p>The British Equestrian chief executive, Jim Eyre, admitted that some of the 89-page report was a tough read and he has vowed to see “a vibrant equestrian community free from discrimination”.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/06/report-says-british-equestrianism-rife-with-bullying-and-racialised-experiences\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/06/report-says-british-equestrianism-rife-with-bullying-and-racialised-experiences", "date_published": "2023-04-05 23:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ride On review – Jackie Chan and kung fu horse gallop through dustup greatest hits", "description": "<p>Red Hare, a horse that makes the actors look like chicken-legged weaklings, helps pull the emotional strings in this maudlin going over of old ground</p><p>Old warhorse Jackie Chan, who still has a heap of movies in development, doesn’t look ready for the knacker’s yard quite yet. But that’s not the impression given by this valedictory-seeming and downright maudlin family action film, with its refrain of “Jumping down is easy, stepping down is hard”. Playing a one-time master Hong Kong stuntman who has been laid low by injury, Chan is seen watching reels of his classic spills – including <a href=\"https://youtu.be/_btZQLzuGxs?t=386\">the iconic Police Story shopping mall plunge</a> – with all the misty-eyed reverence of Cinema Paradiso.</p><p>Ride On lays it on doubly thick: not only is Master Luo (Chan) partnered with Red Hare, a cute horse who all but talks, he is also rebuilding his relationship with estranged daughter Bao (Liu Haocun). Scraping a living by giving rides in comedy outfits to tourists outside movie studios, Luo and Red Hare are called back to stunt work when video of them tag-teaming some local debt collectors hits social media. Bao, still resentful of her dad for prioritising his career, agrees to become his agent. But the comeback is threatened when a pair of corporate goons turn up to auction off Red Hare, apparently someone else’s property.</p> <a href=\"https://www.theguardian.com/film/2023/apr/06/ride-on-review-jackie-chan-kung-fu-horse\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/06/ride-on-review-jackie-chan-kung-fu-horse", "date_published": "2023-04-05 23:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Little Life review – James Norton’s sexually abused lawyer is spared no misery", "description": "<p><strong>Harold Pinter theatre, London</strong><br />Some called it torture porn, others a masterpiece. Ivo van Hove brings Hanya Yanagihara’s novel to the West End, complete with spurting blood, relentless sadism and not a little nudity</p><p>Hanya Yanagihara’s sprawling, relentlessly graphic door-stopper of a novel about sexual abuse and self-harm divided the room when it was published in 2015. Some called it torture porn, others hailed it a masterpiece. So it is perhaps not surprising that its West End adaptation began making lurid headlines well before opening night.</p><p>Conceived and directed by Ivo van Hove, first in Dutch and now premiering in English, there have been reports of spurting blood, fainting fits and illicit mobile phone images of a naked James Norton, who plays the central, agonised figure of Jude St Francis. That last one has sparked debate on the potential banning of phones inside auditoriums. What kind of logistical mayhem might that cause? Will theatregoers be asked to go through airport-style scanners? And all with no guarantees a phone will not be smuggled in anyway.</p><p><a href=\"https://www.haroldpintertheatre.co.uk/shows/a-little-life\">A Little Life is at Harold Pinter theatre</a>, London,<em> </em>until 18 June</p> <a href=\"https://www.theguardian.com/stage/2023/apr/05/a-little-life-review-james-norton-sexually-abused-harold-pinter-theatre-london-hanya-yanagihara\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/05/a-little-life-review-james-norton-sexually-abused-harold-pinter-theatre-london-hanya-yanagihara", "date_published": "2023-04-05 22:59:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experts call for stricter air pollution targets to tackle dementia risk", "description": "<p>Research links pollution to increased risk of dementia, even at levels below UK, US and EU air quality standards</p><p>Exposure to air pollution is linked to an increased risk of dementia, even at levels below UK, US and EU air quality standards, according to research. Experts say the findings add to the need for urgent action to reduce exposure to pollution globally.</p><p>More than 57 million people worldwide are living with dementia and the global burden continues to increase. But interventions to delay or prevent the onset of dementia are scarce.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/05/experts-call-for-stricter-air-pollution-targets-to-tackle-dementia-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/05/experts-call-for-stricter-air-pollution-targets-to-tackle-dementia-risk", "date_published": "2023-04-05 22:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan president meets US House speaker McCarthy amid China tensions", "description": "<p>Tsai Ing-wen praises ‘strong and unique’ US-Taiwan partnership during meeting Beijing condemns as ‘provocation’</p><p>Taiwan’s president Tsai Ing-wen has praised the “strong and unique partnership” between the island and the United States, as <a href=\"https://www.theguardian.com/world/2023/apr/04/us-house-speaker-kevin-mccarthy-confirms-he-will-meet-taiwan-president-in-california\">she met the US House speaker Kevin McCarthy</a> for a meeting that prompted an angry reaction from the Chinese government.</p><p>The comments came after a meeting on Wednesday between the two at the Ronald Reagan Presidential Library in Simi Valley, California.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/taiwan-president-us-house-speaker-kevin-mccarthy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/taiwan-president-us-house-speaker-kevin-mccarthy", "date_published": "2023-04-05 22:13:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police appeal for return of platypus spotted travelling on Brisbane train", "description": "<p>Two people were seen boarding the train with the animal wrapped in a towel</p><ul><li><a href=\"http://www.theguardian.com/australia-news/live/2023/apr/06/chris-minns-tiktok-ban-greens-legalisation-cannabis-voice-referendum-peter-dutton-anthony-albanese\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A platypus believed to have been taken from the wild and transported on a Brisbane train urgently needs to be returned to its natural environment, officials say.</p><p>Two people were spotted boarding the train at Morayfield on Tuesday with a platypus wrapped in a towel, Queensland police said.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/06/police-appeal-for-return-of-platypus-spotted-travelling-on-brisbane-train\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/06/police-appeal-for-return-of-platypus-spotted-travelling-on-brisbane-train", "date_published": "2023-04-05 22:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid put Barcelona to sword with Karim Benzema cup hat-trick", "description": "<p>• Frenchman to the fore in 4-0 drubbing at Camp Nou<br />• Carlo Ancelotti’s team will meet Osasuna in final</p><p>This time it’s our turn, Carlo Ancelotti had said, but even he couldn’t have imagined it would end up this good. Barcelona had won three clasicos in a row; by the final minutes of the fourth, though, it was Karim Benzema who stood in the corner of the Camp Nou, arms wide, smile wider. In front of him, the home fans were heading for the exit and so were their team. The Ballon d’Or holder had just completed a hat-trick, slipping the ball past Marc-André ter Stegen to make it 4-0 on the night, 4-1 on aggregate, to carry Real Madrid into the Copa del Rey final for the first time in nine years.</p><p>It was the kind of image that can become immediately iconic, something in Benzema’s expression that spoke of the ease, the superiority, with which Madrid finally had won this. Barcelona had begun well but fell behind just before the break and had been broken for the best part of half an hour. With four men missing – Pedri, Ousmane Dembélé, Frenkie de Jong and Andreas Christensen – and obliged to open up in pursuit of a place in the final, the flaws they have hidden so well, domestically at least, were exposed again. Twelve points clear in the league, there will be no double. Instead, there are doubts that run deeper than just this defeat.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/real-madrid-put-barcelona-to-sword-with-karim-benzema-cup-hat-trick\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/real-madrid-put-barcelona-to-sword-with-karim-benzema-cup-hat-trick", "date_published": "2023-04-05 21:53:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Palestinians injured after Israeli police raid al-Aqsa mosque again", "description": "<p>Confrontation comes hours after arrest and removal of more than 350 Palestinians in another police raid at the compound</p><p>Israeli police have raided Jerusalem’s al-Aqsa mosque for a second time, hours after <a href=\"https://www.theguardian.com/world/2023/apr/05/israel-al-aqsa-mosque-rocket-sirens-around-gaza\">the arrest and removal of more than 350 Palestinians in a police raid</a> at the compound and despite a US appeal to ease tensions.</p><p>The earlier confrontations, during the Muslim holy month of Ramadan and on the eve of the Jewish Passover holiday, triggered a cross-border exchange of fire in Gaza and stoked fears of further violence.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/palestinians-injured-after-israeli-police-raid-al-aqsa-mosque-again\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/palestinians-injured-after-israeli-police-raid-al-aqsa-mosque-again", "date_published": "2023-04-05 21:17:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Callum Wilson and Joelinton double up as Newcastle thrash West Ham", "description": "<p>This was a painful lesson for West Ham in focus, finishing and discipline. A rampant Newcastle deserved this handsome victory at the London Stadium, if only because they succeeded in getting the basics right. They profited from Callum Wilson and Joelinton punishing some awful defending from West Ham, who could not take an opportunity to pull clear of the bottom three, and are closing in on the Champions League after their fourth consecutive win.</p><p>It was a rout for Eddie Howe’s side, who are too clinical and resilient to be undone by opponents as generous as this. Newcastle did not even have to be special. Indeed, they survived some awkward moments during a pulsating first half, but the result never truly felt in doubt. Newcastle were too quick and strong. They could have had more than five and had David Moyes staring into the middle distance after Joelinton rounded off the scoring in added time.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/callum-wilson-and-joelinton-double-up-as-newcastle-thrash-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/callum-wilson-and-joelinton-double-up-as-newcastle-thrash-west-ham", "date_published": "2023-04-05 21:04:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Very British Cult review – an unrelenting investigation into the worst of humanity", "description": "<p>This delicate, remorseless documentary looks at the apparent coercion, isolation and bullying of the members of Lighthouse – an organisation that made millions from its devotees</p><p>You might hope – briefly, and only if you hadn’t been paying attention to the world – that a programme called <a href=\"https://www.bbc.co.uk/programmes/m001krb2\">A Very British Cult</a> was a sitcom, set in the suburbs, based around a sect designed as a cover for a deeply unattractive man to have sex with other people’s wives in a cul-de-sac. But alas, as is so often the case with optimistic interpretations, you would be wrong. A Very British Cult is a careful, delicate, remorseless investigation and anatomisation of the real suffering seemingly caused by an organisation known as Lighthouse.</p><p>Journalist Catrin Nye takes us through it step by step. First we meet the people who are willing to go on camera to talk about their experiences. There is Jeff, who was full of ambition but lacking direction when he crossed paths, during a self-improvement webinar, with a man called Jai Singh who was with Lighthouse and offered him personal mentorship. Singh told Jeff that he was very open, very teachable and had a great work ethic, and under his guidance Jeff did learn to speak and write better than before. It seemed only sensible to sign up for the £10,000 “Discipline programme” for a year of more intense mentoring. And to “invest” £25,000 after that to become an associate member and gain better access to the revered founder of the movement, Paul Waugh.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/05/a-very-british-cult-review-lighthouse-bbc-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/05/a-very-british-cult-review-lighthouse-bbc-documentary", "date_published": "2023-04-05 21:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ECB’s Richard Gould calls banter ‘a swear word’ after Yorkshire scandal", "description": "<ul><li>Confirms separate review into dressing room culture is ready</li><li>Proposed cut to County Championship ‘dead in the water’</li></ul><p>Richard Gould, the new ECB chief executive, has said banter is “a swear word” and that the outcomes from the Yorkshire racism scandal mean dressing rooms are now in no doubt as to what is unacceptable language and behaviour.</p><p>In his first media outing since taking the role in February, Gould described a proposed cut to the County Championship as “dead in the water”, shared his belief that the Hundred will live past the end of its current broadcast deal in 2028, and revealed England men’s players can now receive multi-year contracts.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/ecbs-richard-gould-calls-banter-a-swear-word-after-yorkshire-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/ecbs-richard-gould-calls-banter-a-swear-word-after-yorkshire-scandal", "date_published": "2023-04-05 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Rashford makes the difference as Manchester United see off Brentford", "description": "<p>Erik ten Hag stated that “the campaign really begins in April and May” then watched as Manchester United’s second Premier League outing of this two-month mini-season ended in August’s 4-0 hammering at Brentford being avenged.</p><p>Sunday’s 2-0 loss at Newcastle was written up as Eddie Howe’s side having rebounded admirably from Carabao Cup final defeat to Ten Hag’s men (by the same margin) by racking up a third consecutive three points. Now, the wisdom went, it was United’s turn to wobble, that reverse making it zero goals and only one point since the Wembley triumph.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/marcus-rashford-makes-the-difference-as-manchester-united-see-off-brentford\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/marcus-rashford-makes-the-difference-as-manchester-united-see-off-brentford", "date_published": "2023-04-05 20:57:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Pence will not appeal order to testify to January 6 grand jury", "description": "<p>Decision clears way for former vice-president to appear before panel looking into 2020 election interference and Capitol attack</p><p>The former vice-president Mike Pence will not appeal <a href=\"https://www.theguardian.com/us-news/2023/mar/28/mike-pence-testify-jan-6-trump\">an order</a> compelling him to testify in the US justice department investigation of Donald Trump’s attempts to overturn the 2020 election, attempts which culminated in the deadly January 6 attack on the US Capitol.</p><p>A spokesperson for Pence announced the decision on Wednesday, ending speculation about whether he would fight the order, which was handed down last week.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/mike-pence-testify-justice-department-grand-jury\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/mike-pence-testify-justice-department-grand-jury", "date_published": "2023-04-05 20:19:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After Sanna Marin and Jacinda Ardern, is female representation at the top of politics going backwards?", "description": "<p>The growth in the number of female leaders has plateaued around the world, while representation in national parliaments remains static</p><p>On a recent speaking tour in Australia, Barack Obama offered up his idea on how to turn the tide on more than a decade of democratic erosion, to steer the world on to a path of sustainability and peace.</p><p>“I am actually convinced that if we could try an experiment in which every country on Earth was run by women for just two years … I am confident the world would tilt in a better direction.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/06/after-ardern-marin-and-sturgeon-is-female-representation-in-politics-going-backwards\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/06/after-ardern-marin-and-sturgeon-is-female-representation-in-politics-going-backwards", "date_published": "2023-04-05 20:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office defers removal of three Nepali guards airlifted from Kabul", "description": "<p>Fourth man is released from detention after arrest in March of 10 guards who protected UK embassy staff in Afghanistan</p><p>The Home Office has deferred plans to remove three Nepali guards who protected British embassy staff in Afghanistan to their home country, while releasing a fourth from detention, the Guardian understands.</p><p>Bam Bahadur Gurung, a 37-year-old Nepali national who worked in Afghanistan for more than a decade, was released from detention on Wednesday afternoon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/home-office-uk-nepalese-guards-afghanistan-embassy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/home-office-uk-nepalese-guards-afghanistan-embassy", "date_published": "2023-04-05 19:09:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on the death of Nigel Lawson – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/05/steve-bell-on-the-death-of-nigel-lawson-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/05/steve-bell-on-the-death-of-nigel-lawson-cartoon", "date_published": "2023-04-05 19:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham v Newcastle: Premier League – live", "description": "<ul><li>Updates from the 8pm BST kick-off at the London Stadium</li><li><a href=\"https://www.theguardian.com/football/match/2023/apr/05/manchester-united-v-brentford\">Follow Manchester United v Brentford with our live scores</a></li><li>Get in touch: contact Luke <a href=\"mailto:luke.mclaughlin.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/LukeMcLaughlin\">Twitter</a></li></ul><p><strong>The Uefa president</strong>, Aleksander Ceferin, has praised the <a href=\"https://www.theguardian.com/football/premierleague\">Premier League</a> for its financial success and said it is being demonised by critics who claim it is damaging competition with Europe’s other leagues.</p><p><strong>Ready, steady … Eddie!</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/05/west-ham-v-newcastle-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/05/west-ham-v-newcastle-premier-league-live", "date_published": "2023-04-05 18:57:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Augusta prepares for a Masters like no other with golf’s civil war centre stage", "description": "<p>Augusta National’s chairman hopes for peace but the battle lines have been drawn – and this most traditional of tournaments is not immune</p><p>Greg Norman believes he was not welcome at the 2023 Masters. In his traditional pre-tournament address, Augusta National’s chairman, Fred Ridley, confirmed precisely that. Ridley refused to offer an assurance that Norman, the chief executive of the rebel LIV circuit, will ever receive an invitation to the opening major of the year.</p><p>The schism at the heart of professional golf has put Norman in direct opposition to the PGA and DP World, formerly European, Tours. The Saudi Arabian-backed LIV series has 18 golfers in the Masters field, including six past champions, but Norman is a notable absentee inside this venue’s gates. Umpteen other leading administrative figures in the sport are in attendance.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/augusta-prepares-for-a-masters-like-no-other-with-golfs-civil-war-centre-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/augusta-prepares-for-a-masters-like-no-other-with-golfs-civil-war-centre-stage", "date_published": "2023-04-05 18:57:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona v Real Madrid: Copa del Rey semi-final, second leg – live", "description": "<ul><li>Updates from the 8pm BST kick-off at the Camp Nou</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: the latest from Wednesday’s games</a></li><li>Get in touch: you can <a href=\"mailto:rob.smyth@theguardian.com\">mail Rob</a> with your thoughts</li></ul><p><strong>The small print</strong></p><p>There’s no away-goals rule in the Copa del Rey. So if Madrid win, say, 2-1, the tie will go to extra-time.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/05/barcelona-v-real-madrid-copa-del-rey-semi-final-second-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/05/barcelona-v-real-madrid-copa-del-rey-semi-final-second-leg-live", "date_published": "2023-04-05 18:56:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kansas Republicans set to override governor’s veto of trans bathroom bill", "description": "<p>Highly restrictive legislation clears state legislature by margins that suggest Democratic governor’s expected veto can be quashed</p><p>A Kansas bill to impose some of the nation’s broadest restrictions on access to public bathrooms and ban transgender people from changing the name or gender on their driver’s licenses have cleared the state legislature by margins that suggest backers could override the Democratic governor’s expected veto.</p><p>The Kansas senate voted 28-12 with one vote more than a two-thirds majority needed to overturn any veto, giving final passage to an earlier House-passed version and sending it to governor Laura Kelly. Both chambers have Republican supermajorities.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/kansas-republicans-majority-governor-veto-trans-bathroom-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/kansas-republicans-majority-governor-veto-trans-bathroom-bill", "date_published": "2023-04-05 18:55:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charging Trump hush money case as felonies involves uncertain legal path", "description": "<p>The Manhattan prosecutor is using an untested strategy to enhance the misdemeanor charges against the ex-president</p><p>Prosecutors in the Manhattan district attorney’s office are seeking to escalate 34 regular falsifying business records charges against Donald Trump to felonies by arguing the former president concocted a scheme to conceal election law violations and deceive tax authorities, the unsealed indictment showed on Tuesday.</p><p>The grand jury charged the former president after Trump’s reimbursements to his then fixer Michael Cohen for $130,000 in hush money paid to adult film star Stormy Daniels in 2016 were falsely recorded as legal expenses.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/analysis-trump-charges-upgraded-felonies\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/analysis-trump-charges-upgraded-felonies", "date_published": "2023-04-05 18:47:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter labels National Public Radio account as ‘state-affiliated media’", "description": "<p>National Public Radio protests decision to give US broadcaster same designation as Russia’s RT and China’s Xinhua News Agency</p><p>Twitter on Tuesday evening labeled the account of National Public Radio (NPR) as US state-affiliated media, drawing fierce criticism from the news organization’s leadership.</p><p>Other publications with the label include Russian propaganda network RT and China’s Xinhua News Agency.</p> <a href=\"https://www.theguardian.com/media/2023/apr/05/twitter-national-public-radio-state-affiliated-media-label\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/05/twitter-national-public-radio-state-affiliated-media-label", "date_published": "2023-04-05 18:44:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cash App creator Bob Lee stabbed to death in San Francisco", "description": "<p>Death confirmed by Lee’s family as they and tech colleagues remember a ‘force of nature’</p><p>Bob Lee, the creator of the payment platform Cash App, was killed in a stabbing in San Francisco early on Tuesday morning.</p><p>Lee’s <a href=\"https://www.nbcnews.com/news/us-news/cash-app-founder-bob-lee-killed-san-francisco-stabbing-sources-say-rcna78265\">death</a> was confirmed by <a href=\"https://www.nytimes.com/2023/04/05/technology/cash-app-founder-stabbed-san-francisco.html?partner=slack&amp;smid=sl-share\">his father</a> on Facebook, who said he and his son had recently relocated to Miami from the Bay Area.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/bob-lee-cash-app-creator-stabbed-san-francisco\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/bob-lee-cash-app-creator-stabbed-san-francisco", "date_published": "2023-04-05 18:38:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Live facial recognition labelled ‘Orwellian’ as Met police push ahead with use", "description": "<p>Human rights groups say cameras are form of mass surveillance, as report finds ‘substantial improvement’ in accuracy</p><p>Live facial recognition cameras are a form of mass surveillance, human rights campaigners have said, as the Met police said it would press ahead with its use of the “gamechanging” technology.</p><p>Britain’s largest force said the technology could be used to catch terrorists and find missing people after research published on Wednesday reported a “substantial improvement” in its accuracy.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/05/live-facial-recognition-criticised-metropolitan-police\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/05/live-facial-recognition-criticised-metropolitan-police", "date_published": "2023-04-05 18:23:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak facing calls to suspend whip from MP after newspaper sting", "description": "<p>Scott Benton reportedly offered to lobby on behalf of gambling industry and leak confidential document</p><p>Rishi Sunak is facing calls to suspend the Conservative whip from an MP who reportedly offered to lobby ministers on behalf of the gambling industry and leak a confidential policy document for up to £4,000 a month.</p><p>Scott Benton, the MP for Blackpool South, was <a href=\"https://www.thetimes.co.uk/article/tory-mp-scott-benton-lobbying-investigation-ckhzrfqg0\">caught by undercover reporters for the Times</a> posing on behalf of a fake investment fund saying he could “call in favours” from colleagues and get “easy access” to ministers when queuing for parliamentary votes.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/05/rishi-sunak-facing-calls-suspend-whip-scott-benton\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/05/rishi-sunak-facing-calls-suspend-whip-scott-benton", "date_published": "2023-04-05 18:21:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Depp movie to open this year’s Cannes film festival", "description": "<p>Historical drama Jeanne du Barry stars actor as Louis XV and marks his first film in three years after defamation trial</p><p>A French historical drama starring Johnny Depp is slated to open this year’s Cannes film festival.</p><p>According to reports, Jeanne du Barry, which stars the actor as Louis XV, will be unveiled on the Croisette on 16 May at a high-profile premiere. The film marks a major comeback for Depp after a much-publicised defamation trial involving his ex-wife Amber Heard.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/johnny-depp-movie-cannes-film-festival-jeanne-du-barry\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/johnny-depp-movie-cannes-film-festival-jeanne-du-barry", "date_published": "2023-04-05 18:18:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maro Itoje hopeful English rugby’s racism investigation can change game", "description": "<ul><li>‘We need to be anti-racist and eradicate this from our sport’</li><li>Forward says he has been victim of ‘below standard’ remarks</li></ul><p>Maro Itoje says English rugby’s racism investigation should be a watershed moment for the game but has warned change will not occur overnight. The England forward says he has also been the victim of “below standard”<strong> </strong>remarks in the past but hopes the Rugby Football Union’s efforts to enhance diversity and inclusion in the sport will improve the situation.</p><p><a href=\"https://www.theguardian.com/sport/2023/apr/04/rfu-survey-racism-experienced-elite-rugby-luther-burrell\">This week a Rugby Football Union report</a>, prompted by Luther Burrell’s allegations of racism while he was a Newcastle player in 2020, found examples of racism “in every area of elite rugby” in England. Itoje, who has spoken out previously on the subject of race and discrimination, believes it underlines the need to work even harder to ensure rugby is perceived as accessible for all.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/maro-itoje-hopeful-english-rugby-racism-investigation-can-change-game-for-better\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/maro-itoje-hopeful-english-rugby-racism-investigation-can-change-game-for-better", "date_published": "2023-04-05 18:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What would changing the Equality Act mean for trans people and single-sex spaces?", "description": "<p>Kemi Badenoch is considering amending the act to define people’s sex as biological sex in England, Scotland and Wales</p><p>A controversial attempt to overhaul one of the hallmark pieces of equalities law is being considered by ministers.</p><p>As they prepare to press ahead with a lengthy and convoluted process, we examine what the reforms would mean for trans people and those advocating for sex-based rights, as well as the motivations behind the move.</p> <a href=\"https://www.theguardian.com/law/2023/apr/05/what-would-changing-the-equality-act-mean-for-trans-people-and-single-sex-spaces\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/apr/05/what-would-changing-the-equality-act-mean-for-trans-people-and-single-sex-spaces", "date_published": "2023-04-05 18:13:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on royal finances: time to let the daylight in | Editorial", "description": "<p>Parliament should examine the regulation, financing and accountability of the monarchy</p><p>“When there is a select committee on the Queen,” Walter Bagehot wrote in 1867, “the charm of royalty will be gone. Its mystery is its life. We must not let in daylight upon magic.” Yet as the Guardian’s <a href=\"https://www.theguardian.com/uk-news/ng-interactive/2023/apr/05/revealed-royals-took-more-than-1bn-income-from-controversial-estates-king-charles-queen-duchies-cornwall-lancaster\" title=\"\">reporting</a> shows, the monarchy rests not on mantras and vapours, but on a solid financial foundation that has been deliberately shielded from parliamentary accountability. <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/how-tory-royal-funding-deal-gave-rise-to-king-charless-potential-cash-windfall\" title=\"\">David Cameron</a> was more servant of the crown than of the people when he drew a veil around the monarchy so zealously. In 2011, the then prime minister wanted to end what he described in his memoirs as a “painful annual discussion … about whether individual members of the family were ‘good value for money’”. At a time when Mr Cameron, an ardent monarchist, was inflicting painful cuts to public services, he made it a priority to accommodate the then Queen’s long-held wish to protect herself from scrutiny.</p><p>The result was that the prime minister, the chancellor and the keeper of the privy purse now decide every year on the amount of money – in the form of a <a href=\"https://www.gov.uk/government/publications/sovereign-grant-act-2011-guidance/sovereign-grant-act-2011-guidance#determination-of-the-sovereign-grant\" title=\"\">sovereign grant</a> – the monarch receives from the government, free from troublesome MPs, civil society and newspapers who might suggest taking into account private royal resources, such as those derived from their landholdings. That was the recommendation of the <a href=\"https://publications.parliament.uk/pa/cm200405/cmselect/cmpubacc/313/313.pdf\" title=\"\">public accounts committee</a> in 2005, which recognised that these were not inconsiderable sums. The Duchy of Lancaster and the Duchy of Cornwall together produce profits for the King and the Prince of Wales of more than £40m a year. Yet today the sovereign grant is set at a percentage of surplus revenue from the crown estate – a £16bn publicly owned property portfolio. A “<a href=\"https://www.theguardian.com/uk-news/2023/apr/05/how-tory-royal-funding-deal-gave-rise-to-king-charless-potential-cash-windfall#:~:text=A%20%E2%80%9Cgolden%20ratchet%E2%80%9D%20clause%20in,was%20guaranteed%20never%20to%20fall.\" title=\"\">golden ratchet</a>” clause in the deal ensures that while funding for the monarchy could increase in line with crown estate profits, it was guaranteed never to fall. The grant has <a href=\"https://www.thetimes.co.uk/article/real-terms-drop-in-kings-income-as-grant-frozen-gzgdzsx8v\" title=\"\">remained</a> at £86m since 2021.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/the-guardian-view-on-royal-finances-time-to-let-the-daylight-in\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/the-guardian-view-on-royal-finances-time-to-let-the-daylight-in", "date_published": "2023-04-05 18:02:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the gender pay gap: transparency on its own isn’t enough | Editorial", "description": "<p>Six years after reporting on wage differences was made compulsory, women still earn less than men. Their work as unpaid carers is one reason why </p><p>The difference between men’s and women’s median hourly pay in the UK has edged up since companies with 250 employees or more were forced to publish this information six years ago. From 11.9% in 2017-18, the gap <a href=\"https://www.ft.com/content/062e80a3-af13-4aef-9e11-942abc40f8dc\" title=\"\">rose to 12.2% last year</a> and stayed the same this year, according to analysis by the Financial Times. The proportion of employers paying men more than women has also risen, and now stands at 79.5%. This is not the result that those who pushed for compulsory reporting hoped for. The idea was that <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/new-transparency-rules-helping-reduce-pay-gaps-lower-average-pay\" title=\"\">transparency would bring change</a>, through a combination of pressure from better-informed female workers and the embarrassment of bosses.</p><p>The headline figures conceal a huge amount of variation. Education, finance and construction are the sectors with the biggest gaps – all over 22%. Of the three, only construction has made significant progress towards shrinking it in the period since compulsory reporting was brought in. Well-known businesses with huge gaps include Lloyds, with 34.8%, and prestigious law firms. The figures are a reason for anger, as well as concern, for anyone who believes that men and women should be financially equal. But the most painful effects will be felt at the bottom of the income distribution. Women, particularly black and minority ethnic women, pensioners and lone parents are consistently over-represented among the poorest households. Worryingly, <a href=\"https://www.theguardian.com/world/2023/mar/07/gender-pay-gap-for-higher-educated-uk-parents-has-grown-since-1970s-study\" title=\"\">research</a> suggests that where the pay gap has shrunk, this is due to the falling wage levels of low-paid men, as well as the beneficial impact of the minimum wage.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/the-guardian-view-on-the-gender-pay-gap-transparency-on-its-own-isnt-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/the-guardian-view-on-the-gender-pay-gap-transparency-on-its-own-isnt-enough", "date_published": "2023-04-05 18:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven Just Stop Oil activists convicted over London road blockade", "description": "<p>Judge finds protesters guilty of obstructing highway after incident in South Kensington last October</p><p>Seven climate activists who glued themselves to the road outside the Natural History Museum in south-west London have been convicted of obstructing a highway.</p><p>Ambulances, buses, delivery vans and a vehicle carrying a 90-year-old in need of medical assistance were caught up in the traffic in Cromwell Road, South Kensington, on 19 October last year.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/05/just-stop-oil-activists-convicted-obstructing-highway-london\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/05/just-stop-oil-activists-convicted-obstructing-highway-london", "date_published": "2023-04-05 18:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benin bronzes made from brass mined in west Germany, study finds", "description": "<p>Metal used for west African artworks was acquired from manilla bracelets, the grim currency of the slave trade</p><p></p><p>Scientists have discovered that some of the Benin bronzes were made with brass mined thousands of miles away in the German Rhineland.</p><p>The Edo people in the Kingdom of Benin, modern Nigeria, created their extraordinary sculptures with melted down brass manilla bracelets, the grim currency of the transatlantic slave trade between the 16th and 19th centuries.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/benin-bronzes-made-from-brass-mined-in-west-germany-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/benin-bronzes-made-from-brass-mined-in-west-germany-study-finds", "date_published": "2023-04-05 18:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Human memory may be unreliable after just a few seconds, scientists find", "description": "<p>Short-term memory illusions can happen when we ‘start filling in based on our expectations’, study suggests</p><p>From squabbling over who booked a disaster holiday to differing recollections of a glorious wedding, events from deep in the past can end up being misremembered. But now researchers say even recent memories may contain errors.</p><p>Scientists exploring our ability to recall shapes say people can make mistakes after just a few seconds – a phenomenon the team have called short-term memory illusions.</p> <a href=\"https://www.theguardian.com/science/2023/apr/05/short-term-memory-illusions-study\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/05/short-term-memory-illusions-study", "date_published": "2023-04-05 18:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No light at the end of the tunnel for Royal Mail negotiations", "description": "<p>The mess gets messier as seemingly small differences between company and CWU become magnified</p><p>Virtually the only point of agreement between the Royal Mail and the Communications Workers Union (CWU) on Wednesday was that <a href=\"https://www.theguardian.com/business/2023/apr/05/royal-mail-may-face-more-strikes-as-talks-with-union-end-without-deal\">talks ended</a> at about 1.30am in the morning. The reasons for the failure of negotiations were, inevitably, disputed.</p><p>The company cited differences over terms and conditions for new employees – or, more precisely, whether lower rates should be equalised with the rest of the workforce over three years or five. The union called this a “selective” account and pointed to factors that would affect current staff, including whether a proposed trial for a new method of sorting mail was really a trial or had already been chalked up by management as a major cost saving.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/05/no-light-at-the-end-of-the-tunnel-for-royal-mail-negotiations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/05/no-light-at-the-end-of-the-tunnel-for-royal-mail-negotiations", "date_published": "2023-04-05 17:56:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snake on a plane forces South African pilot to make emergency landing", "description": "<p>Rudolph Erasmus praised for ‘great airmanship’ after discovery of deadly cobra in cockpit of private plane</p><p>A South African pilot was forced to make an emergency landing after a 5ft deadly cobra slithered past his side and curled up under his seat.</p><p>Rudolph Erasmus was flying four passengers in a private plane at 11,000ft when he said he felt a “cold sensation” on his hip. Thinking that his water bottle might have been leaking, Erasmus looked down instead at the sight of a highly venomous snake disappearing underneath him.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/snake-on-a-plane-forces-south-african-pilot-to-make-emergency-landing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/snake-on-a-plane-forces-south-african-pilot-to-make-emergency-landing", "date_published": "2023-04-05 17:38:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rupert and Lachlan Murdoch should testify in $1.6bn case, Fox News adversary says", "description": "<p>Dominion Voter Systems tells Delaware judge Fox Corporation chairman, 92, and son should be compelled to testify live</p><p>Dominion Voting Systems on Wednesday repeated its request that Rupert Murdoch and Lachlan Murdoch be among witnesses compelled to testify in its $1.6bn defamation suit against Fox News.</p><p>The Fox Corporation chairman, 92, and his oldest son, the chief executive, were not among potential witnesses for this month’s trial named by Fox in a letter on Tuesday.</p> <a href=\"https://www.theguardian.com/media/2023/apr/05/rupert-lachlan-murdoch-testify-fox-news-dominion-voter-systems\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/05/rupert-lachlan-murdoch-testify-fox-news-dominion-voter-systems", "date_published": "2023-04-05 17:26:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will expensive changes to Augusta’s 13th hole prove unlucky for some? | Ewan Murray", "description": "<p>The par-five hole at the Masters known as ‘Azalea’ has a new tee to stop players cutting corners – but not everyone is happy</p><p>Rory McIlroy’s is 4.52. Tiger Woods’s sits at 4.38. Phil Mickelson’s is lower still, 4.26. The figures in question? Average scores at Augusta National’s par-five 13th hole when playing the Masters.</p><p>There is an argument that par is merely a scoring tool, that it should not be taken seriously into account when course setup is considered. But in this corner of Georgia, it has long been assumed the custodians of the Masters do not take kindly to a hole being butchered by competitors in the style that has transpired at “Azalea” where from tee to green, there are approximately 1,600 of the flowers.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/will-azalea-flower-or-will-changes-to-the-13th-be-unlucky-for-some\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/will-azalea-flower-or-will-changes-to-the-13th-be-unlucky-for-some", "date_published": "2023-04-05 17:04:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deaths of two pensioners on M1 spurs calls to halt smart motorways", "description": "<p>Crash that killed Derek Jacobs and Charles Scripps ‘would not have occurred’ had there been a hard shoulder, coroner finds</p><p>A crash on a <a href=\"https://www.theguardian.com/world/2021/jan/19/what-are-smart-motorways-and-are-they-safe\">smart motorway</a> that killed two pensioners would not have happened if there had been a hard shoulder, a coroner has said.</p><p>The inquest finding led to renewed calls from campaigners for smart motorways to be halted and hard shoulders reintroduced.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/deaths-of-two-pensioners-on-m1-spurs-calls-for-end-to-smart-motorways\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/deaths-of-two-pensioners-on-m1-spurs-calls-for-end-to-smart-motorways", "date_published": "2023-04-05 17:01:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teachers vote to abolish Ofsted inspections after death of Ruth Perry", "description": "<p>Delegates at the National Education Union’s annual conference back union campaign </p><p>School inspections in England and Wales should be abolished and headteachers should refuse to work as inspectors until “toxic” pressures on mental health have been resolved, a teachers’ union says.</p><p>Delegates at the National Education Union’s annual conference on Wednesday backed a new campaign by the union to abolish Ofsted, which has been <a href=\"https://www.theguardian.com/education/2023/mar/21/ruth-perry-ofsted-regime-fatally-flawed-says-family-of-headteacher-who-killed-herself\">blamed by the family of a headteacher</a> for contributing to her death.</p> <a href=\"https://www.theguardian.com/education/2023/apr/05/teachers-vote-to-abolish-ofsted-inspections-after-death-of-ruth-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/05/teachers-vote-to-abolish-ofsted-inspections-after-death-of-ruth-perry", "date_published": "2023-04-05 16:47:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young refugees take over Paris building in protest at treatment", "description": "<p>Young people had been sleeping rough across city after being rejected as minors by French authorities</p><p>More than 180 homeless young refugees have taken over a disused nursery school building in the west of Paris to protest against the inhuman treatment of unaccompanied minors arriving in France from Africa.</p><p>Backed by three French charities, the young people who had been sleeping rough across Paris for months arrived overnight at the old school building, which has no running water or electricity, and slept under blankets.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/underage-migrants-in-paris-shelter-in-unused-school-building\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/underage-migrants-in-paris-shelter-in-unused-school-building", "date_published": "2023-04-05 16:42:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s slavery story is not confined to the past | Letters", "description": "<p><strong>Tony Boobier,</strong> <strong>Julie Grier, Robert Hercliffe, Austen Lynch </strong>and <strong>Greg Marsden</strong> reflect on the Guardian’s Cotton Capital series of articles<strong> </strong></p><p>The recent disclosures regarding the connection between industry and slavery are thought-provoking, but the story doesn’t stop there (<a href=\"https://www.theguardian.com/world/commentisfree/2023/apr/03/like-guardian-manchester-historical-links-to-slavery\" title=\"\">Like the Guardian, Manchester is reckoning with its historical links to slavery, 3 April</a>). At this time of chocolate egg consumption, we shouldn’t overlook the link between chocolate and slavery. It is estimated that between 1500 and 1900, over 10 million people were transported across the Atlantic to work on sugar plantations that were a vital ingredient in popularising the chocolate industry.</p><p>Even today, according to <a href=\"https://www.dol.gov/agencies/ilab/our-work/child-forced-labor-trafficking/child-labor-cocoa\" title=\"\">reports</a>, exploitative child labour still exists on cocoa farms in Côte d’Ivoire and Ghana. As we break into our Easter eggs, we should spare a thought not only for the past but also for the present.<br /><strong>Tony Boobier</strong><br /><em>Bearsted, Kent</em></p> <a href=\"https://www.theguardian.com/world/2023/apr/05/britain-slavery-story-is-not-confined-to-the-past\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/britain-slavery-story-is-not-confined-to-the-past", "date_published": "2023-04-05 16:40:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman’s attempt to smear her opponents is disgraceful | Letter", "description": "<p>The Labour peer <strong>David Blunkett</strong> writes that the home secretary should never have been given a platform by the BBC to attack Labour councils over grooming gangs</p><p>The BBC’s decision to give a platform to the home secretary, Suella Braverman, on Sunday with Laura Kuenssberg was highly questionable. First, because she has been involved in an internal battle within the Conservative party as to who should represent the newly formed seat occasioned by boundary changes, on which party members will be <a href=\"https://www.theguardian.com/politics/live/2023/apr/05/former-snp-chief-executive-peter-murrell-arrested-as-part-of-funding-investigation-live-rishi-sunak-asylum-seekers?filterKeyEvents=false&amp;page=with:block-642d5c5a8f08547fbc6654c7#block-642d5c5a8f08547fbc6654c7\" title=\"\">voting on Wednesday night</a>.</p><p>Second, because her completely unwarranted attack on Labour in relation to child sexual abuse could only date back many years to incidents which tragically did include Rochdale and Rotherham, but also Oxfordshire, which could hardly be claimed to involve “<a href=\"https://twitter.com/BBCPolitics/status/1642460059560034304\" title=\"\">senior politicians in Labour-run areas</a>”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/05/suella-braverman-attempt-to-smear-her-opponents-is-disgraceful\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/05/suella-braverman-attempt-to-smear-her-opponents-is-disgraceful", "date_published": "2023-04-05 16:40:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A hidden story’: women’s peace petition makes centenary return to Wales", "description": "<p>Document signed by almost three-quarters of Welsh women in 1920s arrives in Aberystwyth after transatlantic journey</p><p>There were tears of joy, speeches of hope, and sighs of relief that all had gone smoothly after an extraordinary century-old document reputedly seven miles long completed its transatlantic trip back to Wales.</p><p>The peace petition, signed by almost three-quarters of all Welsh women in the 1920s but forgotten until the last few years, arrived at <a href=\"https://www.library.wales/\">the National Library of Wales</a> on Wednesday after being gifted to the country by <a href=\"https://americanhistory.si.edu/\">the National Museum of American History</a> in Washington.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/wales-welsh-women-peace-petition-centenary-return-aberystwyth\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/wales-welsh-women-peace-petition-centenary-return-aberystwyth", "date_published": "2023-04-05 16:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League being ‘demonised’ by European critics, claims Uefa’s Ceferin", "description": "<ul><li>‘Jealousy is a bad adviser,’ Uefa president tells ESL backers</li><li>Ceferin praises Premier League’s ‘vision and strategy’</li></ul><p>The Uefa president, Aleksander Ceferin, has praised the Premier League for its financial success and said it is being “demonised” by critics who claim it is damaging competition with Europe’s other leagues.</p><p>Ceferin, elected unopposed for a third term at Uefa’s congress in Lisbon on Wednesday, said the threat of a European Super League remained a “present danger” and described the owners of Real Madrid, Barcelona and Juventus as “cartels above meritocracy and democracy” for their leading roles in the plot.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/uefa-aleksander-ceferin-premier-league-european-super-league-juventus-real-madrid-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/uefa-aleksander-ceferin-premier-league-european-super-league-juventus-real-madrid-barcelona", "date_published": "2023-04-05 16:20:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Hindu statue and a tiger’s treat: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/05/a-hindu-statue-and-a-tigers-treat-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/05/a-hindu-statue-and-a-tigers-treat-wednesdays-best-photos", "date_published": "2023-04-05 15:48:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Will Brentford swarm Manchester United again to shake up Big Cup race?", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>When Brentford spanked <a href=\"https://www.theguardian.com/football/2022/aug/13/brentford-manchester-united-premier-league-match-report\">four goals past Manchester United</a> without reply at the Gtech Community Stadium way back in August with the season still in its infancy, viewers struggled to unpick what they’d just seen unfold. Brought in as the saviour who would forge a new dawn and help United put the Ole Gunnar Solskjær banter era firmly in the club’s wing mirrors, Erik en Hag seemed as mystified as anyone by his side’s comically shambolic first-half performance in what was only his second game – and second consecutive defeat – in charge. “Making such mistakes, at our level, you just cannot make them,” he growled, before ordering those who made them into a hastily convened recovery session masquerading as a punishing cross-country run.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/brentford-manchester-united-champions-league-football-daily-newsletter\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/brentford-manchester-united-champions-league-football-daily-newsletter", "date_published": "2023-04-05 15:47:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There’s a simple way to reduce the average UK electricity bill – and make energy cleaner | Chris Hayes", "description": "<p>Recent research estimates that a publicly owned generating company could reduce electricity costs by £252 per household a year</p><p><a href=\"https://www.theguardian.com/money/2023/feb/27/energy-price-cap-uk-ofgem-april\">Ofgem’s new price cap</a> came into effect on Saturday, with the headline level falling by £1,000 per household to £3,280. This price cap limits the amount that retail energy suppliers can bill households, which ultimately limits suppliers’ ability to pass on the cost of the soaring wholesale prices they’re facing. These prices are far beyond what households and businesses can afford. The government has responded by limiting the consumer burden to £2,500 for <a href=\"https://www.gov.uk/government/news/energy-bills-support-extended-for-an-extra-three-months\">three more months</a>, and itself footing the difference in the bill.</p><p>It’s remarkable that such an expensive policy is still just a sticking plaster. While overdue help for households is nothing to be sniffed at, the temporary price cap does nothing to address the defective structure of our energy market at the root of the crisis.</p><p>Christopher Hayes is a senior analyst at Common Wealth thinktank</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/reduce-average-uk-electricity-bill-public-ownership-clean-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/reduce-average-uk-electricity-bill-public-ownership-clean-energy", "date_published": "2023-04-05 15:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For something so hollow, the royal family is astonishingly expensive | Polly Toynbee", "description": "<p>The trouble with the monarchy is not that it is too powerful but that it is utterly useless, a worthless vacuum shrouded in ceremony</p><p>“Not My King,” say the yellow T-shirts of the anti-monarchists TV cameras may swerve around in the coronation crowds. But he is our king, willy-nilly, like it or not, as he and his family are our dependants. The Guardian’s deep dive into the royal family’s finances shows our monarchy costs a fortune, more than anyone else’s in Europe.</p><p>The Bourbons of Spain cost a mere £7.4m, while we pay our Windsors <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/windsors-v-borbons-comparing-the-public-pay-of-european-royal-families\">a very pricey</a> £86m-£122m. And that’s before we add in the £1.2bn in revenues from <a href=\"https://www.theguardian.com/uk-news/ng-interactive/2023/apr/05/revealed-royals-took-more-than-1bn-income-from-controversial-estates-king-charles-queen-duchies-cornwall-lancaster\">their Duchy estates</a>. That’s not much really, monarchists may claim. Out of <a href=\"https://www.gov.uk/government/statistics/public-spending-statistics-release-may-2022/public-spending-statistics-may-2022\">£1tn</a> in annual government spending, the royals’ consumption of taxpayers money is a mere bagatelle, a fleabite.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/uk-news/commentisfree/2023/apr/05/royal-family-monarchy-cost-of-the-crown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/commentisfree/2023/apr/05/royal-family-monarchy-cost-of-the-crown", "date_published": "2023-04-05 15:28:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wisconsin senate supermajority win gives Republicans impeachment power", "description": "<p>Republicans control 22 of 33 senate seats, giving them necessary votes to impeach officials including Democratic governor</p><p>Wisconsin Republicans won a supermajority in the state senate on Tuesday, <a href=\"https://www.jsonline.com/restricted/?return=https%3A%2F%2Fwww.jsonline.com%2Fstory%2Fnews%2Fpolitics%2Felections%2F2023%2F04%2F05%2Frepublicans-take-supermajority-in-wisconsin-senate-what-that-means%2F70069615007%2F\">giving them the necessary votes</a> to impeach statewide officials, including the state’s Democratic governor and potentially state supreme court justices.</p><p>Wisconsin Republicans now control 22 of the senate’s 33 seats after Dan Knodl, a Republican, narrowly defeated Democrat Jodi Habush Sinykin in a special election to represent a district that includes Milwaukee’s northern suburbs. Republicans also control 64 of the state assembly’s 99 districts. The <a href=\"https://docs.legis.wisconsin.gov/constitution/wi_unannotated#page=10\">Wisconsin constitution</a> authorizes the state assembly to impeach “all civil officers of this state for corrupt conduct in office, or for crimes and misdemeanor” by a majority vote. Two-thirds majority is required in the senate for a conviction.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/wisconsin-senate-supermajority-impeachment-power\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/wisconsin-senate-supermajority-impeachment-power", "date_published": "2023-04-05 15:24:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twenty-one convicted in West Midlands child sexual abuse inquiry", "description": "<p>Investigation uncovered ‘appalling catalogue of sexual abuse’ against seven children over almost a decade</p><p>Twenty-one people have been convicted of serious sexual offending against children in Walsall in the largest child sexual abuse investigation conducted by West Midlands police.</p><p>Described as “the most appalling catalogue of sexual abuse”, the investigation uncovered sexual offences in the Walsall area, against seven children aged 12 and under, spanning almost a decade.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/twenty-one-convicted-in-west-midlands-child-sexual-abuse-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/twenty-one-convicted-in-west-midlands-child-sexual-abuse-inquiry", "date_published": "2023-04-05 15:20:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors in England: share your views on the BMA strike", "description": "<p>Junior doctors in England have announced a walkout on Tuesday 11 April to Saturday 15 April</p><p>Junior doctors in England are set to strike from <a href=\"https://www.theguardian.com/uk-news/2023/mar/23/junior-doctors-england-strike-four-days-april\">Tuesday 11 April to Saturday 15 April, which will affect every NHS hospital in England</a>.</p><p>The British Medical Association is calling for a 35% pay rise for junior doctors, whose salaries have fallen in value in real terms by 26% since 2008/09.</p> <a href=\"https://www.theguardian.com/society/2023/apr/05/junior-doctors-in-england-share-your-views-on-the-bma-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/05/junior-doctors-in-england-share-your-views-on-the-bma-strike", "date_published": "2023-04-05 15:20:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your memories of the Volkswagen Golf car", "description": "<p>As VW is set to phase out the internal combustion engine version of the car, we would like to hear your memories</p><p>The Volkswagen Golf is well-loved by drivers, but after nearly 50 years in production the Golf Mark 8 will be the last combustion engine version of the hatchback. While VW plans to keep the name for a future electric version, this will be seen as the end of an era.</p><p>With this in mind, we would like to hear your memories of your first VW Golf. Perhaps it was your first car? What did it mean to you?</p> <a href=\"https://www.theguardian.com/business/2023/apr/05/share-your-memories-of-the-volkswagen-golf-car\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/05/share-your-memories-of-the-volkswagen-golf-car", "date_published": "2023-04-05 15:19:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton and Mercedes not fooled by improvement in Australia | Giles Richards", "description": "<p>Despite finishing second at Albert Park, Toto Wolff’s team have a mountain to climb and must pursue a new design direction</p><p>There can be no illusions for Lewis Hamilton and Mercedes as to where they stand in Formula One’s pecking order despite returning their best finish of the season at <a href=\"https://www.theguardian.com/sport/2023/apr/02/max-verstappen-wins-australian-gp-as-chaotic-f1-race-finishes-under-safety-car\">Sunday’s Australian Grand Prix</a>. Melbourne was their first celebratory moment thus far, but that they revelled in a second place is indicative of the mountain they have to climb. For a team that has dominated F1 for so long this is perhaps their greatest challenge yet.</p><p>Hamilton is no stranger to battling with an uncompetitive car, but the team this season will truly test their mettle. On a roll of eight constructors’ championships in a row between 2014 and 2021, confidence and control went hand in hand with a calm sense of direction. All of which is easier to maintain with a winning car.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/lewis-hamilton-and-mercedes-not-fooled-by-improvement-in-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/lewis-hamilton-and-mercedes-not-fooled-by-improvement-in-australia", "date_published": "2023-04-05 15:16:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It’s a circus': Outside Trump's surreal day in court – video", "description": "<p>Donald Trump became the first US president to be indicted on criminal charges on Tuesday. Guardian reporter <strong>Adam Gabbatt </strong>was on the ground amid the media frenzy outside the Manhattan courthouse. He spoke to critics and fans of Trump about what they thought of the development and what it could mean for America</p> <a href=\"https://www.theguardian.com/news/video/2023/apr/05/its-a-circus-outside-trumps-surreal-day-in-court-video\">Continue reading...</a>", "link": "https://www.theguardian.com/news/video/2023/apr/05/its-a-circus-outside-trumps-surreal-day-in-court-video", "date_published": "2023-04-05 15:13:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I love playing the ass’ – James Marsden on Cyclops, Sonic and his new ultimate prank show", "description": "<p>Tired of being Hollywood’s No 1 guy who doesn’t get the girl, the star of everything from The Notebook to Westworld has finally found his dream role – taking a solar panel salesman for a $100,000 ride in Jury Duty</p><p>In Jury Duty, an inspired new docu-style comedy series that blurs fact and fiction, James Marsden plays an obnoxiously awful caricature of himself who boasts about auditioning for a soon-to-be-disgraced director, throws a hilarious tantrum at a birthday party and gets involved in a bizarre sex act known as “soaking”. Marsden stars alongside Ronald Gladden, very much the Truman in this blend of The Truman Show and The Office, and the two first encounter each other as they’re about to enter a jury room, with Gladden eventually twigging that he recognises Marsden from his X-Men role as Cyclops. Marsden then mentions his recent part in <a href=\"https://www.theguardian.com/film/2020/feb/16/sonic-the-hedgehog-review-jim-carrey-sega-video-game\">Sonic the Hedgehog</a>. “Oh, I didn’t see that,” says Gladden. “I heard it’s a really bad movie.”</p><p>Marsden, the real Marsden, gives a hoot as he finishes telling me this story. “That’s comedy gold,” says the actor, who also played android gun-slinger Teddy in Westworld, and the poor guy Rachel McAdams dumps at the end of <a href=\"https://www.theguardian.com/film/2020/may/01/my-favourite-film-aged-12-the-notebook\">The Notebook</a>. Marsden, it soon transpires, likes nothing better than getting a laugh at his own expense. We’re meeting at a fashionable hotel on the Sunset Strip, the actor’s LA base since moving to Austin, Texas, during the pandemic. He is still boyishly handsome at 49, all piercing blue eyes and cheekbones that could cut glass, but he insists that beneath the leading man looks, he’s a clown at heart. “I love playing the buffoon and the ass,” he says. “Someone who thinks they’re great at something but are clearly not. I’d much rather do that than play James Bond.”</p> <a href=\"https://www.theguardian.com/culture/2023/apr/05/james-marsden-jury-duty-notebook-sonic-westworld-cyclops\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/05/james-marsden-jury-duty-notebook-sonic-westworld-cyclops", "date_published": "2023-04-05 15:06:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosie Jones: the 10 funniest things I have ever seen (on the internet)", "description": "<p>From Tom Hanks on Saturday Night Live to goats singing Taylor Swift, the British comedian and big procrastinator is here to provide</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I am the BIGGEST procrastinator. Heck, I’ve been procrastinating writing this article, by watching funny clips on the internet. But I have finally pulled myself away from funny internet videos to … tell you about funny internet videos! You are <em>so</em> welcome!</p> <a href=\"https://www.theguardian.com/culture/2023/apr/06/rosie-jones-the-10-funniest-things-i-have-ever-seen-on-the-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/06/rosie-jones-the-10-funniest-things-i-have-ever-seen-on-the-internet", "date_published": "2023-04-05 15:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ice sheets can collapse at 600 metres a day, far faster than feared, study finds", "description": "<p>Sediments from last ice age provide ‘warning from the past’ for Antarctica and sea level rise today, say scientists</p><p>Ice sheets can collapse into the ocean in spurts of up to 600 metres (2,000 feet) a day, a study has found, far faster than recorded before.</p><p>Scientists said the finding, based on sea floor sediment formations from the last ice age, was a “warning from the past” for today’s world in which the climate crisis is eroding ice sheets.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/05/ice-sheets-collapse-far-faster-than-feared-study-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/05/ice-sheets-collapse-far-faster-than-feared-study-climate-crisis", "date_published": "2023-04-05 15:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A very sensory experience’: the magic of maamoul, and how to make your own – recipe", "description": "<p>This year, with Easter and Eid Al-Fitr so close together, kitchens across the Levant and beyond will fill with the scent of rosewater and buttery semolina</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Dania Roumieh loves maamoul so much she wrote a short story about it. Antoinette Nader wants to display the moulds used to make it in her home. And Elias Jahshan’s mother sends him a home-baked care package every year.</p><p>Maamoul is a semolina-based biscuit stuffed with a variety of fillings – usually dates, pistachios, or walnuts – often dusted with icing sugar. It’s served in many Levantine cultures around the festive seasons – like Easter or Eid al-Fitr, which fall just two weeks apart this year.</p> <a href=\"https://www.theguardian.com/food/2023/apr/06/a-very-sensory-experience-the-magic-of-maamoul-and-how-to-make-your-own-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/06/a-very-sensory-experience-the-magic-of-maamoul-and-how-to-make-your-own-recipe", "date_published": "2023-04-05 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I used to be able to lift a Vauxhall Astra. Now I’m picking up crosswords | Joel Snape", "description": "<p>For fitness fanatics it can be galling to see our physical powers wane. The solution is to choose exercises to suit our age, and to find new interests</p><p>In a lot of ways, I feel bad for people who decided they hated unnecessary physical exertion during PE lessons and have given it a studied miss ever since. But in one important way, I don’t: if you avoid picking up a barbell or lacing up a pair of <a href=\"https://www.theguardian.com/lifeandstyle/running\">running</a> shoes until hitting middle age, you could roll into your late 40s faster and stronger than you have ever been. Whereas – and don’t feel too sorry for me, because I’m going to start showing off in a minute – at 44, the best way to describe my gym regime is probably “managed decline”.</p><p>Let’s get the showing-off out of the way first. In my 30s – I didn’t actually start going to the gym myself until I was 29 – I could do a squat with double my own bodyweight on my back, and run 5km in a shade over 21 minutes. I could pull a small van and do a no-handed (AKA aerial) cartwheel. I could, and I’m not exaggerating, hoist a Vauxhall Astra hatchback off the ground 11 times in 90 seconds. I did just that in a competition.</p><p>Joel Snape is a writer and fitness expert</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/my-personal-bests-are-behind-me-but-ive-found-the-secret-to-sustained-exercise\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/my-personal-bests-are-behind-me-but-ive-found-the-secret-to-sustained-exercise", "date_published": "2023-04-05 14:55:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea to hold talks with Luis Enrique while Lampard return considered", "description": "<ul><li>Luis Enrique is in London after impressing in discussions</li><li>Lampard prepared to be head coach on short-term basis</li></ul><p>Chelsea are preparing to hold talks with Luis Enrique, who is vying with Julian Nagelsmann for the manager’s job, but have not ruled out making Frank Lampard interim coach if they cannot convince one of their preferred options to take over before the summer.</p><p>Lampard attended Chelsea’s goalless <a href=\"https://www.theguardian.com/football/2023/apr/04/chelsea-liverpool-premier-league-match-report\">draw with Liverpool</a> on Tuesday and there is an outside chance of a shock return to his former club before Saturday’s trip to Wolves. The 44-year-old, out of work since being <a href=\"https://www.theguardian.com/football/2023/jan/23/everton-sack-frank-lampard-manager\">sacked by Everton</a> in January, is prepared to take the job on a short-term basis and would offer more experience than the current interim, Bruno Saltor, who was put in charge after <a href=\"https://www.theguardian.com/football/2023/apr/02/chelsea-sack-manager-graham-potter-after-less-than-six-months-in-charge\">Graham Potter’s departure</a> on Sunday.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/chelsea-to-hold-talks-luis-enrique-manager-frank-lampard-return-considered\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/chelsea-to-hold-talks-luis-enrique-manager-frank-lampard-return-considered", "date_published": "2023-04-05 14:51:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bloodshed and resilience in a Mogadishu fish market: Tariq Zaidi’s best photograph", "description": "<p>‘Taking photos here wasn’t easy. Stand still for too long and you’d get barged out of the way by busy shoppers – or whacked by a fin or a tail’</p><p>Drought, conflict and famine have racked Somalia, but there has been very little international coverage of its plight recently. I visited last November, hoping to draw attention to the humanitarian crisis facing its people, and document not just their struggles but also their resilience. I spent some time exploring the consequences of drought, the struggle of refugees and the problem of overwhelmed hospitals. But the sadness of those stories needed a counterweight. In Mogadishu, the capital, I found positive stories.</p><p>This is Hamar Weyne fish market, an important hub near the centre. I was amazed at its vibrancy. Hundreds of fishermen depend on the market to sell their catch: tuna, swordfish and the like, caught off the coast. It was full of energy, colour and people. Everyone was pushing through crowds, some struggling to carry these massive tuna out of the market. After documenting so much tragedy in the country, the market felt like a beacon of hope – a testament to the strength of people whose ordinary lives went on.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/05/bloodshed-mogadishu-fish-market-tariq-zaidis-best-photograph-somalia\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/05/bloodshed-mogadishu-fish-market-tariq-zaidis-best-photograph-somalia", "date_published": "2023-04-05 14:42:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Axe attack at Brazilian pre-school leaves four children dead and four injured", "description": "<p>President Lula deplores ‘act of hate and cowardice’ as police arrest 25-year-old man after killings in southern state of Santa Catarina </p><p>At least four children have been killed and four other injured when a 25-year-old man armed with a small axe attacked a pre-school in the southern Brazilian state of Santa Catarina.</p><p>Police said the man responsible for the attack in the city of Blumenau early on Wednesday had been arrested. The local security chief, Marcio Alberto Filippi, told reporters the attacker gained access to the private school by scaling its walls.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/brazil-pre-school-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/brazil-pre-school-attack", "date_published": "2023-04-05 14:41:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sea Creatures review – a strange shapeless study of family grief and love", "description": "<p><strong>Hampstead Theatre Downstairs, London</strong><br />Cordelia Lynn seeks to rewrite the rules of playwriting in this rough jewel of a play about a family of women</p><p>What we know is that this is a house by the sea. A family of women amble through it, making coffee, toast or a meal, talking in intimate snatches. Sometimes they play charades or Jenga, other times they quibble, reminisce or share their innermost thoughts. These are things we know and can hold on to in this slippery and quizzical rough jewel of a play.</p><p>If Cordelia Lynn’s last work, Love and Other Acts of Violence, felt deliberately jagged and elliptical, there is an even more audacious – and reckless? – sense here of a play that seeks to rewrite the rules of playwriting.</p><p>At <a href=\"https://www.hampsteadtheatre.com/whats-on/2023/sea-creatures/\">Hampstead Theatre Downstairs</a> until 29 April</p> <a href=\"https://www.theguardian.com/stage/2023/apr/05/sea-creatures-review-a-strange-shapeless-study-of-family-grief-and-love\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/05/sea-creatures-review-a-strange-shapeless-study-of-family-grief-and-love", "date_published": "2023-04-05 14:36:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greens launch local elections campaign with pledge to push for rent controls", "description": "<p>Party increasingly targeting Tory rural councils and ex-Conservative voters who it says feel taken for granted</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/05/former-snp-chief-executive-peter-murrell-arrested-as-part-of-funding-investigation-live-rishi-sunak-asylum-seekers\">Politics live – latest updates</a></li></ul><p>The Greens have launched their local elections campaign with a pledge to push for rent controls and a mass programme of council houses built to “<a href=\"https://www.theguardian.com/money/2022/feb/19/passivhaus-how-to-insulate-your-home-against-soaring-heating-bills\">Passivhaus</a>” environmental standards, with the party predicting further gains on 4 May.</p><p>The co-leaders of the Green party in England and Wales, Adrian Ramsay and Carla Denyer, set out the housing policies in Stowmarket, where the party hopes the local council, Mid Suffolk, could become the first where it gains majority control next month.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/05/green-party-launch-local-elections-campaign-pledge-rent-controls\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/05/green-party-launch-local-elections-campaign-pledge-rent-controls", "date_published": "2023-04-05 14:36:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Tom Cruise cake: Brooke Shields fell off the actor’s Christmas list. I know how to fix this", "description": "<p>As a recipient of Cruise cakes myself, I can only imagine the pain of going without one. But perhaps there is a way to keep the gifts going ...<br /></p><p>As the proud recipient of four Tom Cruise Christmas cakes over the past two years, I appear to have become <a href=\"https://www.theguardian.com/film/2022/dec/13/top-bundt-how-i-made-tom-cruise-christmas-cake-list-for-the-second-year-running\">this publication’s unofficial Tom Cruise Christmas cake correspondent</a>. And, as such, it brings me genuine pain to report the following important news: Brooke Shields no longer receives a Tom Cruise Christmas cake.</p><p><a href=\"https://www.theguardian.com/film/2021/apr/20/the-secret-to-being-tom-cruise-three-days-of-chocolate-cake\">I’ve gone on</a> <a href=\"https://www.theguardian.com/film/2020/dec/15/tom-cruise-decadent-cake-christmas-a-list-friends\">about the cakes</a> <a href=\"https://www.theguardian.com/film/2021/dec/15/i-challenged-tom-cruise-to-send-me-two-of-his-special-cakes-for-christmas-did-he-deliver-of-course-he-did\">far too much lately</a>, but for the uninitiated: every December, Tom Cruise buys hundreds of $126 (£101) white chocolate coconut cakes from Doan’s Bakery in California, packages them up with a note and a Christmas tree decoration, and sends them to his nearest and dearest. Colleagues. Close friends. Former co-stars. Journalists who <a href=\"https://www.theguardian.com/film/2022/may/20/top-gun-maverick-mission-impossible-red-carpet-tom-cruise-cake\">kept asking Tom Cruise for a cake</a> as a way to bulk out their word count two years ago. All the important people, basically. The cakes are very nice, and very rich, and – based on a sample size of just me – are often the only thing their recipients have to look forward to in this cruel joke of a life.</p> <a href=\"https://www.theguardian.com/film/shortcuts/2023/apr/05/the-tom-cruise-cake-brooke-shields-fell-off-the-actors-christmas-list-i-know-how-to-fix-this\">Continue reading...</a>", "link": "https://www.theguardian.com/film/shortcuts/2023/apr/05/the-tom-cruise-cake-brooke-shields-fell-off-the-actors-christmas-list-i-know-how-to-fix-this", "date_published": "2023-04-05 14:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New deadly tornado devastates south-eastern Missouri", "description": "<p>Multiple fatalities reported from twister that was part of system of extreme storms that is spawning tornadoes across central US</p><p>A tornado that tore through south-eastern Missouri overnight has caused widespread destruction and killed multiple people.</p><p>The twister that struck overnight is part of a system of extreme storms that is spawning tornadoes and threatening more death and destruction across the central US.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/deadly-tornado-missouri-michigan-illiinois\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/deadly-tornado-missouri-michigan-illiinois", "date_published": "2023-04-05 14:28:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County Championship 2023: team-by-team guide to the new season", "description": "<p>Hampshire have eyes on first title in 50 years but Lancashire have recruited well and champions Surrey will be tough to beat</p><p><strong>Captain</strong> Tom Westley (Championship and 50-over Cup) <strong>Coach:</strong> Anthony McGrath <strong>Last season:</strong> 4th</p> <a href=\"https://www.theguardian.com/sport/blog/2023/apr/05/county-championship-2023-team-by-team-guide-to-the-new-season\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/apr/05/county-championship-2023-team-by-team-guide-to-the-new-season", "date_published": "2023-04-05 14:02:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy welcomed with military honours on visit to Poland", "description": "<p>Trip is first time Ukrainian president and first lady have travelled abroad together since Russia invaded</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/05/russia-ukraine-war-live-zelenskiy-heads-to-poland-as-macron-and-von-der-leyen-arrive-in-china\">Russia-Ukraine war – latest news updates</a></li></ul><p>Military honours, tributes and praise welcomed Volodymyr Zelenskiy and his wife, Olena Zelenska, to Poland in a rare wartime foray out of Ukraine for the country’s president.</p><p>While he also travelled to <a href=\"https://apnews.com/article/zelenskyy-biden-68c65b3274e552f36f16853f24fedbb9?utm_source=apnews&amp;utm_medium=featuredcard&amp;utm_campaign=leadstory\">the US</a>, <a href=\"https://apnews.com/article/russia-ukraine-zelenskyy-politics-france-government-european-union-9ea8e33ad7520cac6fc1b1d8a420d429\">Britain, France and Belgium</a>, the trip to Poland stood out because it was announced in advance and undertaken without the secrecy of past foreign trips.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/zelenskiy-welcomed-military-honours-visit-poland-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/zelenskiy-welcomed-military-honours-visit-poland-ukraine", "date_published": "2023-04-05 13:53:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pablo Picasso dies at his home in France – archive, April 1973", "description": "<p><strong>9 April 1973</strong>: The most influential artist of the 20th century was universally revered (and reviled)</p><p></p><p>By Jackie Leishman<br />9 April 1973</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/05/pablo-picasso-dies-at-home-in-france-1973\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/05/pablo-picasso-dies-at-home-in-france-1973", "date_published": "2023-04-05 13:47:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yaeji: ‘Music allows for time travel, and for us to understand each other better’", "description": "<p>The Korean-American artist was a darling of the underground dance scene, but hadn’t fully reckoned with her painful past. She explains how reiki healing and anime led to clarity and a wondrous debut album</p><p>Done (Let’s Get It), the groovy, squelching centrepiece of Yaeji’s debut album With a Hammer, is proof that inspiration – and life-altering revelation, in fact – can arise from the most unlikely of places. A song about breaking cycles of inherited trauma, the Korean-American producer was inspired to write it not after a therapy session or deep meditation, but after watching her dog, Jiji, eat – and realising that she was raising Jiji in a similar way to how her parents and grandparents had raised her.</p><p>“My grandpa would make dinner for me and then tell me to eat fast – he was constantly pressuring me in this way that felt really visceral and violent, and I would have indigestion,” she says. “I found myself doing the same thing to Jiji – and while comical, it was also a serious realisation, an example of passing down vicious cycles. It was such a slap in my face.”</p> <a href=\"https://www.theguardian.com/music/2023/apr/05/yaeji-music-allows-for-time-travel-and-for-us-to-understand-each-other-better\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/05/yaeji-music-allows-for-time-travel-and-for-us-to-understand-each-other-better", "date_published": "2023-04-05 13:44:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Preston forward Ched Evans to undergo surgery for ‘serious medical condition’", "description": "<ul><li>Condition is ‘result of repeated high-force contact’ during career</li><li>Forward will be out indefinitely with return to playing uncertain</li></ul><p>The Preston striker Ched Evans requires surgery for a “serious medical condition” and will be sidelined for the foreseeable future, the club have announced.</p><p>The Championship club added that the former Wales international is facing “potentially life-changing consequences as a result of repeated high-force contact” during his career, but both player and club are optimistic of an eventual return to playing.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/ched-evans-preston-surgery-serious-medical-condition\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/ched-evans-preston-surgery-serious-medical-condition", "date_published": "2023-04-05 13:41:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rare hooded seal pup born in Netherlands moved away from humans", "description": "<p>Pup moved to remote location after discovery on Vlieland beach, far from usual Arctic habitat</p><p>A rare hooded seal pup born last week in the Netherlands has been moved to a more remote location to protect it from human contact.</p><p>The pup was born on Vlieland, one of the West Frisian islands in the Wadden Sea off the north coast of the Netherlands. Hooded seals usually give birth on pack ice, and are rare visitors to these southern latitudes. In the past 10 years, there have been just four records of the species on the islands. <a href=\"https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/hooded-seal\">Pups are weaned after just four days</a> – the shortest period of any mammal.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/rare-hooded-seal-pup-born-in-netherlands-moved-away-from-humans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/rare-hooded-seal-pup-born-in-netherlands-moved-away-from-humans", "date_published": "2023-04-05 13:34:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alice Oseman reveals plans for sixth volume of Heartstopper graphic novels", "description": "<p>Forthcoming fifth volume of the hit series was planned to be the last but writer says a sixth book will give characters ‘their final moment to shine’ </p><p>Alice Oseman has announced there will be a sixth book in their hit Heartstopper graphic novel series, as well as revealing what will happen in the next instalment of the story.</p><p>The series, which was <a href=\"https://www.theguardian.com/tv-and-radio/2022/apr/22/heartstopper-review-alice-oseman-netflix-tv-drama\">adapted into a critically acclaimed</a> and Emmy award-winning Netflix television show, follows Nick and Charlie, two teenagers who meet at a British grammar school and fall in love. Their story navigates the ups and downs of first love, friendships, coming out and mental health.</p> <a href=\"https://www.theguardian.com/books/2023/apr/05/alice-oseman-reveals-plans-for-sixth-volume-of-heartstopper-graphic-novels\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/05/alice-oseman-reveals-plans-for-sixth-volume-of-heartstopper-graphic-novels", "date_published": "2023-04-05 13:22:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump had always been above the law, until it turned on him | Rebecca Solnit", "description": "<p>At its best, the US has strived to become a perfect union with equality and justice for all. At its worst, the elite have pursued the opposite goals</p><p>If you actually believe the ringing words of the founding document of this country, that all men are created equal, then we must all be equal before the law, neither above it nor below it – neither immune to prosecution nor without the law’s protections.</p><p>And yet, some have always been below the law since the Declaration of Independence was written. That document speaks of men in ways that exclude women, who in that era were largely controlled by fathers and husbands, and the Black people who were enslaved for another 87 years, and the Native Americans who faced genocide and dispossession into the 20th and, arguably, the 21st centuries.</p><p>Rebecca Solnit is a Guardian US columnist. Her most recent books are Recollections of My Nonexistence and Orwell’s Roses</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/trump-had-always-been-above-the-law-until-it-turned-on-him\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/trump-had-always-been-above-the-law-until-it-turned-on-him", "date_published": "2023-04-05 13:20:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A committed unbeliever: Nigel Lawson left the Tory party a complex, divisive legacy | Martin Kettle", "description": "<p>Lesser politicians try to emulate Thatcher’s clever, contrarian chancellor. That’s risky in these very different times</p><p>In death this week at the age of 91, Nigel Lawson has been saluted by all wings of the Conservative party as a prophetic thinker and Tory exemplar for our times. Rishi Sunak led the way in this response, posting a <a href=\"https://mobile.twitter.com/RishiSunak/status/1642988449258160128\">photograph</a> of himself as chancellor that showed one of his own first actions in the Treasury was to hang a portrait of Lawson on his wall.</p><p>There can be no disputing that, between 1983 and 1989, Lawson was an immensely significant and consequential Tory chancellor. Nor that, at his peak, he was one of the most influential ministerial figures of the Margaret Thatcher decade. He then wrote the most important memoir by any senior figure of those years. But it is a big mistake, and a destructively common one in the modern Tory party, to see him as a changeless icon for today.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/nigel-lawson-tory-party-legacy-margaret-thatcher\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/nigel-lawson-tory-party-legacy-margaret-thatcher", "date_published": "2023-04-05 13:13:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women still paid less than man at four out of five employers in UK", "description": "<p>Guardian analysis shows median gender pay gap is stubbornly wide at 9.4%, same level as five years ago</p><p>Four out of five companies and organisations in the UK still pay their male employees more than female ones, according to Guardian analysis of the government’s gender pay gap reporting.</p><p>The median pay gap remains stubbornly wide at 9.4% – the same level as in 2017-18, when employers were first required to publish the information. About 10,000 companies and public bodies filed their gender pay gaps to the government’s reporting mechanism before this week’s deadline.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/women-paid-less-than-men-four-out-of-five-employers-uk-gender-pay-gap\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/women-paid-less-than-men-four-out-of-five-employers-uk-gender-pay-gap", "date_published": "2023-04-05 13:09:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liberal judge’s Wisconsin supreme court race win shows a shake-up in US politics", "description": "<p>Victory will have consequences for abortion and voting rights in the state as Democrats become serious about down-ballot races</p><p>Janet Protasiewicz’s victory in the Wisconsin supreme court race on Tuesday amounted to a political earthquake in Wisconsin, one of America’s most volatile political battlegrounds.</p><p>Her victory underscores the continued political salience of abortion rights for Democrats. Her election to the court means that the Wisconsin 1849 abortion ban will be struck down (a case is already coming through the courts). Just as they did across the country in 2022, Democrats made it a central issue in the supreme court campaign and voters turned out.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/wisconsin-supreme-court-election-results-janet-protasiewicz-win\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/wisconsin-supreme-court-election-results-janet-protasiewicz-win", "date_published": "2023-04-05 12:59:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Horny Britain: why the country is much sexier than you think", "description": "<p>Far from its prudish reputation, Britain has been been found to be the fourth horniest country in Europe. But who comes first?</p><p><strong>Name: </strong>Horny Britain.</p><p><strong>Age:</strong> Continuously inhabited for about 12,000 years.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/05/horny-britain-why-the-country-is-much-sexier-than-you-think\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/05/horny-britain-why-the-country-is-much-sexier-than-you-think", "date_published": "2023-04-05 12:57:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Whitehead worries disabled athletes are known more for reality TV than sport", "description": "<ul><li>Double Paralympic champion wants sporting success to be focus</li><li>Whitehead fronts newly launched Disability Sports Alliance</li></ul><p>Paralympic champion Richard Whitehead says too many disabled athletes are known for their time on reality TV shows rather than their exploits in sport.</p><p>Whitehead, a double gold medallist and world record holder, is one of a number of high-profile Paralympians to have appeared on a celebrity show because of their success in their sport.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/richard-whitehead-worries-disabled-athletes-known-more-for-reality-tv-than-sport\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/richard-whitehead-worries-disabled-athletes-known-more-for-reality-tv-than-sport", "date_published": "2023-04-05 12:28:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silvio Berlusconi being treated in intensive care in Milan", "description": "<p>Former Italian prime minister taken to hospital amid ‘shortness of breath’ and reported to be stable</p><p>The former Italian prime minister Silvio Berlusconi is in intensive care at San Raffaele hospital in Milan.</p><p>According to reports in the Italian press, the 86-year-old is in intensive care in the hospital’s cardiology unit.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/silvio-berlusconi-intensive-care-milan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/silvio-berlusconi-intensive-care-milan", "date_published": "2023-04-05 12:20:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We shouldn’t eat animals, whether they are intelligent or not | Letters", "description": "<p>If something becomes appalling and unconscionable when you imagine it being done to a human, it should not be done to any other animal, writes <strong>Shannon Ray</strong></p><p>I agree with Elle Hunt’s view that the perceived intelligence of an animal shouldn’t determine whether or not we eat them (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/octopus-farming-turns-my-stomach-but-are-some-species-really-more-worthy-than-others\">Octopus farming turns my stomach – but are some species really more worthy than others?, 30 March</a>). She is absolutely right that our idea of intelligence is biased towards human abilities, accounting for neither those cognitive areas in which animals outperform humans, nor those animals who simply haven’t been put through “intelligence tests” yet.</p><p>So, I find her conclusion – that we should eat higher-quality, more local meat – slightly baffling. Absolutely, we should avoid factory-farmed meat (both terrestrial and aquaculture), but we are kidding ourselves if we believe that there is any humane way to slaughter livestock or club octopuses. A general rule of thumb: if something becomes appalling and unconscionable when you imagine it being done to a human, it should not be done to any other animal, either – at least not by choice.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/05/we-shouldnt-eat-animals-whether-they-are-intelligent-or-not\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/05/we-shouldnt-eat-animals-whether-they-are-intelligent-or-not", "date_published": "2023-04-05 12:19:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Murrell’s arrest comes at a moment of great peril for the SNP", "description": "<p>Probe into Nicola Sturgeon’s husband could affect party’s finances, damage its new leader and cost it seats in the next general election</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/apr/05/peter-murrell-nicola-sturgeons-husband-arrested-over-snp-funding-investigation\">Nicola Sturgeon’s husband arrested in SNP funding inquiry</a></li><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/05/former-snp-chief-executive-peter-murrell-arrested-as-part-of-funding-investigation-live-rishi-sunak-asylum-seekers\">Politics live - latest updates</a></li></ul><p>The <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/peter-murrell-nicola-sturgeons-husband-arrested-over-snp-funding-investigation\">arrest of Peter Murrell</a>, Nicola Sturgeon’s husband, in connection with a police investigation into the Scottish National party’s finances is likely to have a far-reaching effect on UK politics and possibly the next general election.</p><p>In the weeks since Sturgeon announced in mid-February that she was standing down as the SNP’s leader and as first minister, her party had already endured the most damaging period in its history during a deeply divisive campaign to elect her successor.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/05/peter-murrell-arrest-snp-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/05/peter-murrell-arrest-snp-analysis", "date_published": "2023-04-05 12:17:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The coronation invitation reviewed – is Charles planning a pumping pagan party?", "description": "<p>Does the king actually wish to be crowned Arch-Druid, Master of the Hobby-Horse? That would appear to be the pagan message of the elegant, floral design – and its standout character, the leafy-faced Green Man</p><p>If the attractive, hand-painted invitation is anything to go by, the coronation will be a neo-pagan rite in which King Charles III is invested as Arch-Druid, Master of the Hobby-Horse and Lord of Summer Isle. That’s because the most prominent image in the intricate, joyous floral design – by heraldry artist Andrew Jamieson – is the wryly smiling face of <a href=\"https://www.theguardian.com/books/2016/feb/24/uprooted-on-the-trail-of-the-green-man-nina-lyon-review\">the Green Man</a>. This emerald visage, the standout feature in Jamieson’s elegantly swarming design, belongs to an ancient, pre-Christian divinity who can still be seen in the architecture of British medieval churches, a leafy mug among all the gargoyles.</p><p>The face of a fertility cult that existed at the margins of Christianity fits perfectly into Jamieson’s loving recreation of the playful natural imagery that is found in medieval art. In manuscripts from the era, the main text is usually religious and orthodox, while fun and fantasy are given free rein around the margins. Here, the official message of the invitation occupies a central empty square, while the Green Man and his ever-renewing natural kingdom sprawl around the edge in living colour.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/05/the-coronation-invitation-review-charles-pagan-party-king\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/05/the-coronation-invitation-review-charles-pagan-party-king", "date_published": "2023-04-05 12:16:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football consults police and CPS in push to crack down on tragedy chanting", "description": "<ul><li>Premier League, FA and EFL part of group looking for solution</li><li>Chants heard at Manchester City and Chelsea in recent days</li></ul><p>The Premier League has stepped up its attempts to crack down on tragedy chanting after a marked increase in incidents, the Guardian can reveal.</p><p>A Premier League working group set up this year to tackle the issue, also involving clubs, the Football Association, English Football League and Football Supporters’ Association, is understood to have consulted the police and the Crown Prosecution Service in recent weeks to discuss what legislation could be used to pursue convictions against alleged perpetrators. Ian Byrne, the MP for Liverpool West Derby, who has long campaigned on this subject, is also believed to have been part of discussions, along with a number of supporters’ groups.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/football-consults-police-and-cps-tragedy-chanting-premier-league-fa-efl\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/football-consults-police-and-cps-tragedy-chanting-premier-league-fa-efl", "date_published": "2023-04-05 12:14:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man who made £1.2m from fake vinyl records caught out by Clash fan", "description": "<p>Richard Hutter charged up to £35 for counterfeit albums by bands like the Beatles and Nirvana over six-year period</p><p>A businessman who made more than £1m selling fake vinyl records was caught after a fan of punk band the Clash complained that the sound quality of an LP he had bought was not as sharp as it should have been.</p><p>Trading standards officers launched an investigation into Richard Hutter and found that he had been selling thousands of counterfeit records to rock and pop fans over a six-year period.</p> <a href=\"https://www.theguardian.com/music/2023/apr/05/man-who-made-12m-from-fake-vinyl-records-caught-out-by-clash-fan\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/05/man-who-made-12m-from-fake-vinyl-records-caught-out-by-clash-fan", "date_published": "2023-04-05 12:13:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell by Steve McQueen review – an unflinching film that makes the horror palpable", "description": "<p><strong>Serpentine Gallery, London</strong><br />The Oscar-winning director’s silent survey of the burnt tower makes this disaster of incompetence and corruption painful to witness – but impossible to ignore</p><p>At first, we hear birdsong as the screen lights up. The approach begins at London’s edge, passing over a mosaic of housing developments and the last fields, giving way to golf courses and playing fields and factory estates. There are traffic sounds and distant sirens, a helicopter passing over, its sound fading with it. Our approach is slow and low in the early winter afternoon, the distant horizon muffled by pollution. Here comes Wembley stadium, there on the right, just before we make a small turn and head over Willesden and Kensal Green, crossing the Westway.</p><p>Distantly at first, barely visible between other towers, a blackened smudge hoves into view and the sound dies. A red underground train passes through a station and the red cabin of an external lift descends the side of the blackened, burned-out tower. Sunlight penetrates the interior through the spaces where windows once were, falling on bare floors and the cavernous spaces that used to be carpeted and where interior walls, kitchens, beds, furniture and decorations once stood. Daylight excavates the gloom. Lattices of internal metal scaffolding shore up ceilings and workers are occasionally glimpsed among it all. Then they’re gone. We do not linger either, as the camera makes its rounds. And all around are other buildings, other windows looking on.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/05/steve-mcqueen-grenfell-review-serpentine-gallery-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/05/steve-mcqueen-grenfell-review-serpentine-gallery-london", "date_published": "2023-04-05 12:12:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sweden ‘places on hold’ deportation of UK woman with Alzheimer’s", "description": "<p>Exclusive: Charities have called Kathleen Poole’s removal order a ‘cruel’ misapplication of Brexit withdrawal agreement</p><p>An elderly British woman with Alzheimer’s <a href=\"https://www.theguardian.com/world/2023/apr/03/swedish-police-moving-ahead-plan-deport-uk-woman-alzheimers\">threatened with deportation</a> from Sweden has been given a stay following international condemnation over a move that was branded a cruel, inhumane and deeply shocking misapplication of the Brexit withdrawal agreement.</p><p>After interventions from the European Commission, the Labour MP Hilary Benn and the UK Foreign, Commonwealth and Development Office, Kathleen Poole’s family have been told the police must continue their preparation for the deportation but the actual removal of the 74-year-old has been “placed on hold”. Wayne, her daughter-in-law Angelica and their four children but her family’s application to remain in the country post-Brexit was rejected on the grounds it was lacking financial documents and an up-to-date passport.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/sweden-places-on-hold-deportation-of-uk-woman-with-alzheimers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/sweden-places-on-hold-deportation-of-uk-woman-with-alzheimers", "date_published": "2023-04-05 12:08:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three Colours: White review – Kieslowski’s expert black comedy of gangster capitalism", "description": "<p>The middle film in the Colours trilogy features Julie Delpy as it takes a dagger to both France and Poland’s conception of equality and meritocracy</p><p>This is the second movie in Krzystztof Kieslowski’s great Colours trilogy, now on rerelease; here white is the colour of death, the colour of winter, the colour of orgasm (a climactic, screen-filling flash of pleasure) and also the colour of a clean slate and a fresh start about to be muddied and spoiled. Theoretically, it addresses not just the middle colour of the French flag, but the second tenet of the revolution as well – equality – which it does by dramatising some outrageous inequality. It also satirises the specious new equality and meritocracy of gangster capitalism, on the rise in post-Soviet Poland.</p><p>Working again with composer Zbigniew Preisner, Kieslowski audaciously jolts the tone away from the dreamy, tragic and cosmic loneliness of Blue (whose protagonist, Juliette Binoche, is glimpsed again here) to a vinegary black comedy of marital breakdown, poverty and immigrant anxiety; it also contains one of the biggest, bleakest laugh lines in European cinema. Karol, the poverty-stricken Polish hairdresser in Paris has no money or passport, and finds he can only get back to Poland by stowing away in a trunk belonging to a Polish acquaintance. In Warsaw, this expensive-looking trunk is stolen by crooked baggage handlers who are furious to find only a homeless man inside. After being savagely beaten, Karol looks around at a snowy-white rubbish dump and gasps: “Home at last!” No one could accuse Kieslowski of romanticising his homeland.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/three-colours-white-review-kieslowski-julie-delpy-black-comedy-gangster-capitalism\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/three-colours-white-review-kieslowski-julie-delpy-black-comedy-gangster-capitalism", "date_published": "2023-04-05 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Tory royal funding deal gave rise to King Charles’s potential cash windfall", "description": "<p>Monarch rejects £250m pay rise resulting from David Cameron’s ‘generous’ shake-up of royal funding</p><p>King Charles III’s public rejection of a pay rise potentially worth as much as £250m a year in extra taxpayer money has laid bare the extraordinarily generous funding arrangement introduced by the former prime minister David Cameron.</p><p>The sovereign grant deal, ushered in by Cameron and his chancellor, George Osborne, in 2011, has already resulted in a sharp rise in public money going to the monarchy over the last decade.</p><p><strong>£86.3m</strong> sovereign grant to the monarchy in 2022</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/how-tory-royal-funding-deal-gave-rise-to-king-charless-potential-cash-windfall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/how-tory-royal-funding-deal-gave-rise-to-king-charless-potential-cash-windfall", "date_published": "2023-04-05 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the British royal family hides its wealth from public scrutiny", "description": "<p>Ahead of the coronation of King Charles III, the Guardian’s Cost of the crown series exposes the entrenched secrecy around the royal family’s money and wealth</p><p>How much money will the coronation of King Charles III cost the British public? What tax rate will our new king pay on his private income? How many engagements did “working royals” such as the Dukes of Gloucester and Kent attend over the last five years? How much were they paid? How much rent do Princesses Beatrice and Eugenie, who are not working royals, pay for residences in royal palaces?</p><p>In recent weeks, the Guardian has posed all of these questions to Buckingham Palace. The responses boil down to “ask someone else”, “work it out for yourself”, or simply “you have no right to know”. We beg to differ.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/how-the-british-royal-family-hides-its-wealth-from-public-scrutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/how-the-british-royal-family-hides-its-wealth-from-public-scrutiny", "date_published": "2023-04-05 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: royals took more than £1bn income from controversial estates", "description": "<p>Investigation reveals King Charles and the late queen’s income from duchies grew sixteenfold during Elizabeth’s reign</p><p>King Charles and the late Queen Elizabeth II have received payments equivalent to more than £1bn from two land and property estates that are at the centre of a centuries-old debate over whether their profits should be given to the public instead.</p><p>An investigation by the Guardian has established the full scale of income extracted by the royals from the duchies of Lancaster and Cornwall, which run giant portfolios of land and property across England.</p> <a href=\"https://www.theguardian.com/uk-news/ng-interactive/2023/apr/05/revealed-royals-took-more-than-1bn-income-from-controversial-estates-king-charles-queen-duchies-cornwall-lancaster\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/ng-interactive/2023/apr/05/revealed-royals-took-more-than-1bn-income-from-controversial-estates-king-charles-queen-duchies-cornwall-lancaster", "date_published": "2023-04-05 12:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "International sting takes down online marketplace of stolen identities", "description": "<p>Operation led by FBI and Dutch police with involvement of UK National Crime Agency takes Genesis Market offline</p><p>A criminal online marketplace selling millions of stolen identities for as little as 56p has been taken down in an international crackdown.</p><p>The sting, led by the FBI and Dutch police with the involvement of law enforcement agencies across 18 countries, including the UK’s National Crime Agency (NCA), took Genesis Market offline on Tuesday evening.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/05/international-sting-takes-down-online-marketplace-of-stolen-identities\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/05/international-sting-takes-down-online-marketplace-of-stolen-identities", "date_published": "2023-04-05 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Bella Hadid lift: will a generation of girls regret shaving their eyebrows?", "description": "<p>On TikTok, the straight brow trend has racked up 129m views. It is supposed to ‘lift’ your face – but will this hair ever grow back?</p><p>When I was 14, on the advice of a so-called friend, I plucked my eyebrows pencil-thin and hand on heart, not a day goes by that I don’t replay that conversation. What if I hadn’t listened to her? What if I had watched her do it first? What – I think while applying brow pencil every single morning – if we had never met? So news that people are partially shaving the ends of their eyebrows using a razor is nothing short of chilling, at least to anyone born in the 1980s.</p><p>Still, the point of growing older is to learn, as Sherrille Riley, founder and CEO of <a href=\"https://nailsandbrows.me/\">Nails &amp; Brows</a>, a salon in London’s Mayfair, says: “We all did it so perhaps every generation must make their mistake now and repent later.”</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/05/bella-hadid-lift-straight-eyebrow-trend-tiktok\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/05/bella-hadid-lift-straight-eyebrow-trend-tiktok", "date_published": "2023-04-05 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windsors v Borbóns: comparing the public pay of European royal families", "description": "<p>Stipends, palace maintenance, staff costs and taxes all differ, but the British royals are given the most taxpayer money</p><p>Comparing the cost of Europe’s royal dynasties is akin to comparisons between apples and oranges. Each family is unique, and each government has a different way of paying for them. Some royal budgets cover the cost of maintaining palaces, staff and security; others are limited to annual stipends to individual kings or queens.</p><p>Tax is paid by some European royals but not others. Some countries are highly transparent, providing detailed breakdowns of how public money is spent on individual royals. Others are more opaque, with royals supplementing an official government lump sum with other quasi-private sources of income. One thing, at least, is clear: European royal families come with vastly different price tags.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/windsors-v-borbons-comparing-the-public-pay-of-european-royal-families\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/windsors-v-borbons-comparing-the-public-pay-of-european-royal-families", "date_published": "2023-04-05 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Syrian war scattered my family – 13 years on, we’ve never quite recovered | Laura Wadha", "description": "<p>I was reunited with my cousin in Canada. But knowing I may never see my family in Damascus again hurts</p><p>I would have to wait more than a decade to see my cousin Lujain again. That last time, we were teenagers; I was 16 and she was 19. It was the Easter holidays in 2010 and I was in Syria on holiday with my mum, dad and brother. My dad is Syrian and every few years we would go to Damascus to visit my grandmother, aunts, uncles and cousins. I looked forward to seeing them and we were always able to just pick up where we left off. After the <a href=\"https://www.theguardian.com/world/2011/oct/14/syria-protesters-defections-security-forces\">war began in 2011</a>, my Syrian family became displaced around the world.</p><p>Lujain and I began reconnecting online in 2020 during the pandemic. She now lives in Canada with her husband, Hasan, and their two little boys. Together, we began to explore our differing memories of Syria – mine full of nostalgia and Lujain’s fragmented and painful. A lot of families go through a natural separation over time; people emigrate in pursuit of a career or different lifestyle. The difference with our family is that this physical distance was never a choice – the decision to leave Syria was based on an instinct for survival.</p><p>Laura Wadha is a Scottish/Syrian documentary film-maker and graduate of the National Film and Television School. Her film <a href=\"https://www.theguardian.com/news/ng-interactive/2023/apr/05/born-in-damascus-the-legacy-of-syria-war-for-two-separated-cousins\">Born in Damascus</a> was commissioned by the Scottish Documentary Institute and Screen Scotland and won the Berlinale Crystal Bear for best short film 2022</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/syria-war-canada-damascus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/syria-war-canada-damascus", "date_published": "2023-04-05 11:58:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea and Liverpool extend drought and Villa eye Europe – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/JohnBrewin_\">John Brewin</a> and <a href=\"https://twitter.com/_JordanJBryan\">Jordan Jarrett-Bryan</a> to discuss the latest Premier League action</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: Chelsea and Liverpool play out a 0-0 draw for what feels like the ninth time this season, with the clubs now having played 465 minutes against one another without either team scoring. Jürgen Klopp rotated his side but the panel debate what, if any, difference it made and question once again why Chelsea have not signed a big man up top.</p> <a href=\"https://www.theguardian.com/football/audio/2023/apr/05/chelsea-liverpool-aston-villa-forest-premier-league-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/apr/05/chelsea-liverpool-aston-villa-forest-premier-league-football-weekly", "date_published": "2023-04-05 11:51:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain spends three times more aid on housing refugees than it sends to Africa", "description": "<p>Foreign Office figures show aid to Africa fell to £1.1bn in 2022, compared with £3.7bn of budget spent on refugees in UK</p><p>The UK spent more than three times of its overseas aid budget on housing refugees in Britain than on helping to alleviate poverty in Africa in 2022, figures from the Foreign, Commonwealth and Development Office show.</p><p>The official provisional figures for 2022 show that spending on refugees increased from £597m in 2020 to £1bn in 2021 and reached £3.7bn in 2022. No other major country in the world is cutting its mainstream aid budget to cover the cost of housing refugees in this way, said the aid campaign group Bond.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/05/britain-spend-more-aid-housing-refugees-than-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/05/britain-spend-more-aid-housing-refugees-than-africa", "date_published": "2023-04-05 11:51:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where to start with: George Eliot", "description": "<p>Her uplifting and melancholy masterpieces include Middlemarch – but you can enjoy funny, wise stories that are less than 800 pages long too</p><p>Novelist, journalist and translator Mary Ann Evans, better known, of course, by her pen name George Eliot, is remembered primarily for Middlemarch, praised by Virginia Woolf as “one of the few English novels written for grown-up people”. Yet the Victorian writer wrote seven novels in total, as well as short stories and poems that deserve a look-in too – Eliot’s biographer Clare Carlisle suggests some good places to start.</p><p>***</p> <a href=\"https://www.theguardian.com/books/2023/apr/05/where-to-start-with-george-eliot\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/05/where-to-start-with-george-eliot", "date_published": "2023-04-05 11:44:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UBS bosses urged to avoid job cuts and hikes in their pay after Credit Suisse deal", "description": "<p>Shareholders line up at AGM to criticise creation of $5tn mega-bank after takeover of smaller rival</p><p>Worried UBS investors have urged the Swiss lender to avoid sweeping job cuts and inflating executive pay as they raised concerns about the creation of a mega-bank after the <a href=\"https://www.theguardian.com/business/2023/mar/19/credit-suisse-bank-of-england-wont-object-to-takeover-as-ubs-considers-1bn-bid\">emergency takeover of smaller rival Credit Suisse</a>.</p><p>Addressing more than 1,100 shareholders at the St Jakobshalle arena in Münchenstein<strong>, </strong>near Basel, Switzerland, UBS bosses said they understood why investors may be “bewildered or even angry” after the surprise deal that was announced on 19 March and followed weeks of panic about the health of the banking sector.</p> <a href=\"https://www.theguardian.com/business/2023/apr/05/ubs-bosses-job-cuts-executive-pay-shareholders-bank-takeover-credit-suisse\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/05/ubs-bosses-job-cuts-executive-pay-shareholders-bank-takeover-credit-suisse", "date_published": "2023-04-05 11:40:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail may face more strikes as talks with union end without deal", "description": "<p>CWU says ‘unacceptable pressures’ placed on postal workers, as bosses say offer to union was increased</p><p>Talks between Royal Mail and postal workers have ended without a deal, raising the prospect of further industrial action disrupting the UK’s letter and parcel deliveries.</p><p>The talks between postal service bosses and the Communications Workers Union (CWU) at the Westminster-based Advisory, Conciliation and Arbitration Service ended after 1am on Wednesday with the two sides failing to reach agreement on pay and conditions.</p> <a href=\"https://www.theguardian.com/business/2023/apr/05/royal-mail-may-face-more-strikes-as-talks-with-union-end-without-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/05/royal-mail-may-face-more-strikes-as-talks-with-union-end-without-deal", "date_published": "2023-04-05 11:35:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can’t be in the same room as oranges’: Guardian readers on their most hated foods", "description": "<p>From coffee to baked beans, and Coca-Cola to milkshakes, readers name the foods that make them retch – and unpack the emotions behind their aversion</p><p>Tomato ketchup, and the tomato sauce that comes with canned baked beans and spaghetti hoops, make me shudder. The sweet, vinegary smell is something I can’t seem to get over. It makes my every nerve seize up and I end up holding my breath. I won’t make a fuss about it, but I don’t like holding ketchup bottles or holding plates with leftover ketchup on them. When I was younger, this aversion extended to mayo, barbecue sauce and other condiments, but I am happy to eat most of those now. I have a vague memory of someone smushing a sandwich with ketchup into my face as a child and the feeling of it being around my mouth and cheeks. While I’ve occasionally eaten some accidentally, I’m pretty sure I’ve never dipped a chip or a nugget into ketchup in my life. <strong>Becci Wood, 31, London </strong></p> <a href=\"https://www.theguardian.com/food/2023/apr/05/guardian-readers-on-their-most-hated-foods\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/05/guardian-readers-on-their-most-hated-foods", "date_published": "2023-04-05 11:25:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 first lines in fiction", "description": "<p>The first words of a story have to do a lot of work in snaring the reader. Novelist Liz Nugent considers some of her favourites</p><p>A good first line is not always necessary because who stops reading after one sentence? But it can be extremely useful in building expectations for the style and characterisation that will follow. While book jackets can indicate a broad genre, that line can define the subgenre.</p><p>The opening may establish the tone, character, location, era or season but it can also pull a reader into the realm of the story that follows, and often into the head of the protagonist or into an alternate reality. When we open a book, we are ready to embark on a journey. The starter pistol should propel us forward. In my experience, a great opening will also raise questions that needs to be answered. Who or why or how or indeed, wtf?</p><p><em>They say it takes just three alcoholics to keep a small bar running in a country town and while myself and the cousin, Thomas, were doing what we could, we were a man shy, and these were difficult days for Mr Kelliher, licensee of the North Star, Pearse Street</em><em>.</em></p><p><em>No live organism can continue for long to exist under conditions of absolute reality; even larks and katydids are supposed, by some, to dream.</em></p><p><em>When I was a young lad twenty or thirty or forty years ago I lived in a small town where they were all after me on account of what I done on Mrs Nugent.</em></p><p><em>In eighteenth-century France there lived a man who was one of the most gifted and abominable personages.</em></p> <a href=\"https://www.theguardian.com/books/2023/apr/05/top-10-first-lines-in-fiction-liz-nugent-strange-sally-diamond\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/05/top-10-first-lines-in-fiction-liz-nugent-strange-sally-diamond", "date_published": "2023-04-05 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ll give anyone a match’: Stoneman and Middlesex relish top-flight return | The Spin", "description": "<p>The opener backs his county to make impact after five-year absence and says domestic game is victim of double standards</p><p>Media day at Lord’s and the nursery pavilion is abuzz as players in a variety of kits are filmed with a variety of props for a variety of broadcasters. After a five-year absence Middlesex are back in the top flight, though as this scene plays out that fact is probably more likely to have affected the number of journalists present than the players themselves.</p><p>There is a buzz before the start of any season, and to ask a professional cricketer if they are more motivated by the prospect of a top-flight campaign than they might have been in Division Two is less an inquiry than an insult. That doesn’t stop the Spin from having a go.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/the-spin-cricket-middlesex-county-championship-mark-stoneman\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/the-spin-cricket-middlesex-county-championship-mark-stoneman", "date_published": "2023-04-05 10:56:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, E3 was a hot mess, but it had a magic you can never replicate on a live stream", "description": "<p>Gaming’s biggest expo might be finished forever – and I know I’ll miss the buzzy, tactile, interactive hype-fest it used to be</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>It seems very likely that the biggest event on the video game calendar for the past 25 years, E3, is finished.</p><p>The announcement last week that the 2023 event had been cancelled wasn’t met with a huge amount of surprise in the industry – it’s enormously expensive to exhibit on the show floor, it’s a major commitment for development teams (already stretched by the pandemic) to provide playable demos, and the introduction of digital-only events such as Nintendo Direct and PlayStation State of Play has shown that it’s possible to reach global audiences without having to pay <a href=\"https://elitegamer.ie/2016/06/27/much-e3-really-cost/\">anywhere between $20,000 and $1.5m</a> for a big booth amid the horrible expanse of downtown Los Angeles.</p><p>GamesIndustry.biz has <a href=\"https://www.gamesindustry.biz/uk-games-market-dipped-to-705bn-in-2022\">the latest figures on the UK games market</a>. According to trade body UKIE, <strong>the industry was worth £7.05bn</strong> in 2022, down 17% on 2021, but still higher than pre-pandemic figures. The biggest selling games were Fifa 23 and Call of Duty: Modern Warfare 2, surprising … exactly no one.</p><p>Film studio Legendary has secured <strong>the movie rights to Street Fighter</strong> <a href=\"https://www.hollywoodreporter.com/movies/movie-news/street-fighter-movie-tv-rights-legendary-1235365168/\">according to Hollywood Reporter</a>. No doubt inspired by the success of recent Sonic and The Last of Us tie-ins, the company has bravely overlooked the critical mauling handed out to <a href=\"https://www.theguardian.com/games/2018/jul/16/inside-street-fighter-movie-jean-claude-van-damme-kylie-minogue\">the original Street Fighter film</a> and the financial bomb of follow-up Street Fighter: The Legend of Chun-Li.</p><p>Bloomberg has <a href=\"https://www.bloomberg.com/news/articles/2023-04-03/saudi-arabia-is-investing-38-billion-to-become-a-video-game-hub?leadSource=uverify%20wall\">a piece</a> looking into <strong>Saudi Arabia</strong>’s continued efforts to diversify its economy by investing heavily in video games. This comes after Prince Mohammed bin Salman <a href=\"https://www.spa.gov.sa/viewfullstory.php?lang=en&amp;newsid=2388379#2388379\">announced</a> plans to make Saudi Arabia “the ultimate global hub for the games and esports sector by 2030”. Bloomberg puts the investment at $38bn. The games industry is about to wade into another moral quagmire.</p><p>Meanwhile, <a href=\"https://www.eurogamer.net/some-games-to-play-on-international-transgender-day-of-visibility\">Eurogamer ran a great list</a> of <strong>games to play on International Transgender Day of Visibility</strong>. Trans creators and trans stories are a vital component of video game culture, so let’s continue making them visible all year round.</p> <a href=\"https://www.theguardian.com/games/2023/apr/05/pushing-buttons-e3-cancelled\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/05/pushing-buttons-e3-cancelled", "date_published": "2023-04-05 10:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A necessary step forward’: readers on the Guardian’s Cotton Capital series", "description": "<p>Your reactions to the project investigating the Guardian founders’ links to slavery and the impact of the slave trade</p><p>Eight readers share their reaction to the Guardian’s <a href=\"https://www.theguardian.com/news/series/cotton-capital\">Cotton Capital project</a>, a special reporting series stemming from an investigation into the Guardian founders’ own links to slavery and exploring how the transatlantic slave trade changed this newspaper, Britain and the world.</p> <a href=\"https://www.theguardian.com/news/2023/apr/05/readers-on-the-guardians-cotton-capital-series\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/apr/05/readers-on-the-guardians-cotton-capital-series", "date_published": "2023-04-05 10:44:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fortune of world’s richest person Bernard Arnault tops $200bn", "description": "<p>LVMH chair becomes only third person – after Elon Musk and Jeff Bezos – to ever amass such wealth</p><p>The fortune of Bernard Arnault, the <a href=\"https://www.theguardian.com/technology/2022/dec/14/elon-musk-loses-title-of-worlds-richest-person-to-bernard-arnault\">world’s richest person</a>, has topped $200bn for the first time as shares in his French LVMH luxury goods empire hit a record high.</p><p>The 74-year-old has become only the third person in history to amass an estimated fortune above the $200bn (£160bn) threshold. Tesla’s Elon Musk and Amazon’s Jeff Bezos have previously hit the milestone before their fortunes dropped back as technology companies share prices fell.</p> <a href=\"https://www.theguardian.com/business/2023/apr/05/fortune-of-worlds-richest-person-bernard-arnault-tops-200bn-lvmh\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/05/fortune-of-worlds-richest-person-bernard-arnault-tops-200bn-lvmh", "date_published": "2023-04-05 10:44:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian defector sheds light on Putin paranoia including secret train", "description": "<p>Measures designed to mask whereabouts of Russian president, whom he described as ‘pathologically afraid for his life’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/05/russia-ukraine-war-live-zelenskiy-heads-to-poland-as-macron-and-von-der-leyen-arrive-in-china\">Russia-Ukraine war – latest news updates</a></li></ul><p>A senior Russian security officer who defected last year has given rare insight into the paranoid lifestyle of Vladimir Putin, confirming details of a secret train network, identical offices in different cities, a strict personal quarantine and escalating security protocols.</p><p>Gleb Karakulov, who served as a captain in the Federal Protection Service (FSO), a powerful body tasked with protecting Russia’s highest-ranking officials, said the measures were designed to mask the whereabouts of the Russian president, whom he described as “pathologically afraid for his life”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/russian-defector-sheds-light-on-putin-paranoia-including-secret-train\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/russian-defector-sheds-light-on-putin-paranoia-including-secret-train", "date_published": "2023-04-05 10:39:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football-mad girls in Brazil can dream big but problems linger amid progress", "description": "<p>This week’s newsletter looks at the state of the women’s game in Brazil before the Finalissima against England at Wembley</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up here</a></li></ul><p>It’s an exciting time to be a Brazilian women’s football journalist working in the UK and I am loving every second of it.</p><p>I wrote my first piece about women’s football nearly nine years ago as an intern at a local website called <a href=\"https://www.bahianoticias.com.br/esportes\">Bahia Notícias</a>. It was about the challenges to build competitive squads for the second Campeonato Brasileiro de Futebol Feminino. The difficulties were similar to what we see now: little investment, low salaries for players and inequalities between the structures and support provided for men’s and women’s teams.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/womens-football-brazil-problems-progress-england-finalissima-wembley\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/womens-football-brazil-problems-progress-england-finalissima-wembley", "date_published": "2023-04-05 10:24:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to protect yourself from tick-borne TBEV virus", "description": "<p>What to do and when to seek medical help if you are bitten by a tick</p><ul><li><a href=\"https://www.theguardian.com/society/2023/apr/05/hikers-urged-to-check-themselves-for-ticks-after-deadly-virus-found-in-uk\">Hikers urged to check themselves</a></li></ul><p>Hikers and mountain bikers have been urged to take precautions after <a href=\"https://www.theguardian.com/society/2023/apr/05/hikers-urged-to-check-themselves-for-ticks-after-deadly-virus-found-in-uk\">health officials confirmed that a potentially deadly virus spread by ticks </a>is present in the UK.</p> <a href=\"https://www.theguardian.com/society/2023/apr/05/tick-borne-tbev-virus-how-to-protect-yourself-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/05/tick-borne-tbev-virus-how-to-protect-yourself-uk", "date_published": "2023-04-05 10:15:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump isn’t the ringmaster he once was. But we’re still watching his show | Moira Donegan", "description": "<p>Despite everything, Trump now seems more likely to secure the Republican nomination. He’s still the sun around which the Republican party orbits</p><p>Reporters were lined up outside overnight, hoping to get one of just a handful of press seats in the courtroom. Protesters arrived, too, both supporting and opposed to the former president, and the cops corralled them into separate pens. By mid-morning, the scene on Centre Street in lower Manhattan had become crowded, chaotic and carnivalesque. Anti-Trump liberal protestors chanted “Lock him up!”, mimicking Trump’s 2016 campaign slogan in a delighted display of sinking to your opponent’s level.</p><p>Pro-Trump protestors donned aviator sunglasses and their trademark red hats, and led confused cries of, “USA! USA!” Someone had <a href=\"https://www.nbcnews.com/politics/donald-trump/live-blog/trump-indictment-live-updates-former-presidents-arraignment-expected-t-rcna77705\">handed out whistles</a>, transforming the scene into a discordant, echoing cacophony. There were cameras outside Trump Tower in Midtown to film when he got into his motorcade to go to the arraignment, and there were cameras there outside the courthouse, to watch him get out of the car and walk inside.</p><p>Moira Donegan is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/trump-isnt-the-ringmaster-he-once-was-but-were-still-watching-his-show\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/trump-isnt-the-ringmaster-he-once-was-but-were-still-watching-his-show", "date_published": "2023-04-05 10:13:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rival protests in Los Angeles as Taiwan’s president arrives for visit", "description": "<p> Tsai Ing-wen to meet the US House speaker, Kevin McCarthy, which China has called a ‘provocation’</p><p></p><p>Pro and anti-Taiwan protesters gathered at Los Angeles airport for the arrival of Taiwan’s president, Tsai Ing-wen, before a meeting scheduled for Wednesday with the US House speaker, Kevin McCarthy.</p><p>Protesters also crowded outside Tsai’s LA hotel on Tuesday evening, banging drums, chanting and holding Taiwanese flags and photos of the president, who shook hands with supporters as she entered. A smaller, pro-Beijing group gathered nearby on the pavement, separated by a police line, at times chanting “One China”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/rival-protests-los-angeles-taiwan-president-tsai-ing-wen-arrives-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/rival-protests-los-angeles-taiwan-president-tsai-ing-wen-arrives-visit", "date_published": "2023-04-05 10:10:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘In Southend, not being glassed was an achievement’: the might and misfortune of UK rockers Understand", "description": "<p>Signed as the ‘Backstreet Boys of emo’ in the 90s major-label boom, the band became hated by the scene they spawned. Two decades later, they explain why Covid and grief spurred them to finish their second album</p><p>Southend-on-Sea in the 90s was a mess: a tatty, former picture-postcard town where seaside dilapidation washed up against homogenous suburbs. Its claim to fame was the world’s longest pleasure pier: a path to nowhere stretching into the Thames estuary mudflats. Culturally, things followed suit. The wider area dined out on its reputation as the birthplace of <a href=\"https://www.theguardian.com/music/depeche-mode\">Depeche Mode</a>, while its role as the centre of pub rock was not – at least prior to the canonisation of Wilko Johnson – something anyone under the age of 40 would boast about.</p><p>But amid tribute acts playing sad seafront venues, by 1994 there existed a vibrant, subterranean pocket of punk with two bands at its core: metalcore bulldozers Above All and the sharp, dissonant post-hardcore act Understand. These acts helped nurture and inspire a small circle of similarly minded bands: Outbreak, Pepperman, Stands to Reason, Raiden and a revivified Cynical Smile. The scene even stretched beyond Southend: Understand briefly stood on the brink of glory until an ill-fated dalliance with a big label prompted a backlash among their peers and ultimately led to their breakup before they could release a second album. But 25 years later, their album Real Food at Last is finally seeing the light of day (on the major label-backed Rise Records, no less).</p> <a href=\"https://www.theguardian.com/music/2023/apr/05/understand-on-the-90s-punk-scene-that-shunned-them\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/05/understand-on-the-90s-punk-scene-that-shunned-them", "date_published": "2023-04-05 10:10:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Think January signings don’t work? Look at Trossard’s impact on Arsenal", "description": "<p>Signed after the club missed out on Mykhailo Mudryk, the Belgian has provided seven assists to boost Arsenal’s title chase</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Arsenal had been linked with Mykhailo Mudryk for some time before they missed out on the young winger in January. Shakhtar Donetsk were playing hardball over the Ukraine international, for good reason, but Arsenal were not willing to pay over the odds. <a href=\"https://www.theguardian.com/football/2023/jan/15/chelsea-confirm-mykhailo-mudryk-deal-for-initial-70m\">Chelsea stepped in and spent £89m to sign Mudryk</a>.</p><p>He put in a bright performance on his debut, <a href=\"https://www.theguardian.com/football/2023/jan/21/liverpool-chelsea-premier-league-match-report\">a 30-minute cameo against Liverpool</a>, but he has struggled to adapt to his new surroundings. Nearly three months after he signed for Chelsea, the 22-year-old is yet to complete 90 minutes in the Premier League, never mind score a goal.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/apr/05/january-signings-leandro-trossard-arsenal-goals-assists-title-chase\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/apr/05/january-signings-leandro-trossard-arsenal-goals-assists-title-chase", "date_published": "2023-04-05 10:03:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Puerto Rico’s remaining schoolkids struggle in the aftermath of hurricanes and earthquakes", "description": "<p>Beset by natural disasters, a pandemic and a steep drop in student population, the island’s schools look to the federal government for help</p><p><em>This story on</em> <em><a href=\"https://hechingerreport.org/are-the-challenges-of-puerto-ricos-schools-a-taste-of-what-other-districts-will-face\">schools in Puerto Rico</a></em><a href=\"https://hechingerreport.org/are-the-challenges-of-puerto-ricos-schools-a-taste-of-what-other-districts-will-face\"> </a><em>was produced by </em><em><a href=\"http://hechingerreport.org/\">the Hechinger Report</a>, a nonprofit, independent news organization focused on inequality and innovation in education. Sign up for the <a href=\"http://hechingerreport.us2.list-manage1.com/subscribe?u=66c306eebb323868c3ce353c1&amp;id=d3ee4c3e04\">Hechinger newsletter</a>.</em></p><p>There was little her family could salvage. Just a few plastic chairs, some photos, her school uniform.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/puerto-rico-school-system-federal-government\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/puerto-rico-school-system-federal-government", "date_published": "2023-04-05 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top Hat review – stylishly madcap dance film with Astaire and Rogers cheek to cheek", "description": "<p>This madcap musical from 1935 about an American dance star visiting London swirls effortlessly back into cinemas, with classic songs from Irving Berlin</p><p>Like a Shakespearian marriage comedy with a spoonful of Feydeau farce, this madcap musical from 1935, from screenwriters Allan Scott and Dwight Taylor and director Mark Sandrich, saunters back for a re-release. It features Fred Astaire as Jerry, the American dance star visiting London, a city seen in almost surreally weird back projections – and Astaire incidentally does an intentionally terrible Cockney accent when he pretends to be a hansom cab driver. (It is one of the rare times he does not appear in faultless evening dress.) Irving Berlin’s classic songs Cheek to Cheek and Top Hat, White Tie and Tails are great, and Astaire swirls on a forward-tilting gyroscopic axis with his spindly arms and legs effortlessly orbiting him like Saturn’s moons.</p><p>Playing opposite him – and of course, as she herself pointed out, doing the same thing as Astaire only backwards and in heels – is Ginger Rogers; she is Dale Tremont, a freethinkingly modern young American woman who has a romantic escapade with Jerry, but gets upset when she thinks he is the husband of her pal Madge (Helen Broderick). In a tizzy of emotional hurt Dale flees to Venice where she impulsively decides to marry her highly-strung Italian couturier Alberto Beddini (Erik Rhodes). Meanwhile Madge’s actual husband, theatre impresario Horace Hardwick (Edward Everett Horton), brings Jerry over to the Venice Lido: a quite extraordinarily camp flooded stage set of canals and bridges, like something from Las Vegas. Eric Blore gives us some very broad comedy as Bates, Horace’s grumpy manservant and master of disguise.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/top-hat-review-fred-astaire-and-ginger-rogers-go-cheek-to-cheek-irving-berlin\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/top-hat-review-fred-astaire-and-ginger-rogers-go-cheek-to-cheek-irving-berlin", "date_published": "2023-04-05 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dartmoor wild camping hopes rise as park wins right to appeal against ban", "description": "<p>Authority given permission to challenge high court ruling in favour of landowner</p><p>Wild camping may once again be allowed on Dartmoor, after the national park was granted permission to appeal against a decision to ban it.</p><p>Alexander Darwall, who bought 1,620 hectares (4,000 acres) of the national park in 2013, took the park authority to the high court last year, arguing that the right to wild camp without a landowner’s permission never existed. In January, a <a href=\"https://www.theguardian.com/environment/2023/jan/13/dartmoor-estate-landowner-alexander-darwall-court-case-right-to-camp\">judge ruled in his favour</a>, ending the decades-long assumption that wild camping was allowed.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/05/hope-for-wild-camping-on-dartmoor-as-national-park-wins-right-to-appeal-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/05/hope-for-wild-camping-on-dartmoor-as-national-park-wins-right-to-appeal-ban", "date_published": "2023-04-05 09:59:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johannes Radebe: Freedom Unleashed review – Strictly favourite steps up the sass", "description": "<p><strong>Peacock theatre, London</strong><br />From spectacular African dance to cheesy Strictly-style sketches, Radebe turns the glitter dial to 11 and beyond</p><p>How much is too much? Not a question that was ever asked in the making of this show, and it is all the better for it. As soon as you think you’ve reached peak glitter and sass, Johannes Radebe ups the voltage. This show is stadium energy, on a regional tour scale, with the intimacy of a cabaret club. Radebe is a beloved member of the Strictly Come Dancing professional cast, but everyone in this room knows that. The audience are Jojo’s BFFs, joining in the chat and shouting out their adoration: it’s a giant love-in.</p><p>Freedom Unleashed is the follow-up to <a href=\"https://www.theguardian.com/stage/2022/apr/04/johannes-radebe-freedom-review-strictly-star-leaves-it-all-on-the-floor\">last year’s Freedom show</a>. Though arguably not as strong as the original, it’s great there’s more time spent with African dance and music – pantsula and kizomba dance, the great Miriam Makeba – as well as the shiny, happy, sometimes cheesy, Strictly-style sketches.</p><p><a href=\"https://www.johannes-live.com/\">At the Peacock Theatre</a> to 8 April, then touring to 28 May</p> <a href=\"https://www.theguardian.com/stage/2023/apr/05/johannes-radebe-freedom-unleashed-review-strictly-peacock-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/05/johannes-radebe-freedom-unleashed-review-strictly-peacock-theatre-london", "date_published": "2023-04-05 09:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global banks pledged to cut emissions – but still invest billions on US gas exports", "description": "<p>Many banks promised to work toward net-zero emissions – but their targets explicitly exempt liquefied natural gas projects</p><p>America’s massive gas export boom is about to get bigger. By the end of the decade, the Gulf coast could see as many as 12 new liquefied natural gas terminals (LNG) built along its shores.</p><p>This expansion would triple the amount of gas the US currently exports to be burned around the world, adding more than 200 coal plants worth of greenhouse gas emissions each year, <a href=\"https://climateactiontracker.org/press/dash-for-gas-a-serious-threat-to-the-paris-agreements-warming-limit/\">according to one estimate</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/05/banks-emissions-natural-gas-oil-projects-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/05/banks-emissions-natural-gas-oil-projects-climate-crisis", "date_published": "2023-04-05 09:05:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The thriller from Manila: how meta action comedy Leonor Will Never Die took the world by storm", "description": "<p>The smart, retro-homage film from the Philippines went all the way to Sundance, winning one of the big awards. Film-maker Martika Ramirez Escobar talks about her inspirational grandparents, selling her car to fund her film and what it’s like to be a ‘hot young director’</p><p>Martika Ramirez Escobar makes no bones about her expectations when she submitted her debut feature, Leonor Will Never Die, to Sundance. After a year of rejections, the entry fee felt like money down the drain. She was flat broke – had sold possessions to finish the film, even her car. But then an email landed in her inbox advertising earlybird entry. “I couldn’t afford the normal price, but this was cheaper.” Half-reluctantly she paid and clicked send: “Then I forgot about it. I didn’t even tell our producer.”</p><p>How much was the fee? “Sixty dollars. Expensive!” Her idea of success by this point was watching her film in a cinema, any cinema. “That was the dream. Just one theatre with more than 10 people in the audience,” she says with a big smile.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/the-thriller-from-manila-how-meta-action-comedy-leonor-will-never-die-took-the-world-by-storm\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/the-thriller-from-manila-how-meta-action-comedy-leonor-will-never-die-took-the-world-by-storm", "date_published": "2023-04-05 09:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Poland, the Catholic church backed abortion bans and authoritarian politics. Young people are turning away | Maria Skóra", "description": "<p>The close ties between Poland’s ruling Law &amp; Justice party and the church appear to be alienating voters </p><p>The Catholic church in Poland is close to an existential crisis. For one of the most Catholic countries in the world, and the homeland of Pope John Paul II, this is unprecedented. Poland is not becoming an atheist country overnight, but the trend is indisputably towards secularisation, especially among younger Poles. This will have significant political consequences for the ruling national conservative Law &amp; Justice party (PiS), which has close ties with the church. Meanwhile, the country’s next parliamentary elections are due to take place this autumn.</p><p>The Catholic faith has long been one of the distinctive pillars of Polishness, and played an important role in the nation-making process. In times of partitions, Nazi occupation and communism, the Catholic church portrayed itself as a bastion of resistance in the long quest for Polish independence. After <a href=\"https://www.washingtonpost.com/archive/politics/1989/05/18/church-is-legalized-in-poland/12f750ac-0999-4855-8ff4-fe94ea720e9f/\">1989</a>, it regained the land and property it had lost after the second world war, with a substantial increase, and returned to a primary role in the public sphere. There were often clergymen present at various secular celebrations (such as the opening of <a href=\"https://s-trojmiasto.pl/zdj/c/n/9/1493/999x0/1493001-Otwarcie-pierwszego-McDonaldsa-w-Gdansku-na-Dworcu-Glownym-PKP-1993-rok-Na-zdjeciu-ksiadz-pralat-Jankowski.jpg\">McDonald’s restaurants</a>) or to <a href=\"https://www.tandfonline.com/doi/full/10.1080/13617672.2021.2018214\">introduce religion classes at schools</a>.</p><p>Dr Maria Skóra is a research associate at Institut für Europäische Politik, and a policy fellow at the Berlin-based thinktank Das Progressive Zentrum. She writes on politics for <a href=\"https://www.socialeurope.eu/author/maria-skora\">Social Europe</a> and <a href=\"https://www.polityka.pl/search?phrase=maria+sk%25C3%25B3ra\">POLITYKA</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/catholic-church-poland-law-and-justice-party-young-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/catholic-church-poland-law-and-justice-party-young-voters", "date_published": "2023-04-05 09:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Last Worker review – unconvincing takedown of capitalist megastructures lacks conviction", "description": "<p><strong>PC, PlayStation 5, Nintendo Switch, PC, Meta Quest; Wired Productions/Oiffy/Wold &amp; Wood Interactive</strong></p><p>Set in an Amazon-like fulfilment centre, this satirical adventure has interesting ideas but fails to adequately explore them</p><p>The Last Worker concerns itself with a timely subject: the growing automation of the workplace and its effect upon workers. Playing as Kurt, the sole human employee of an Amazon-like online retailer called Jüngle, you spend your days keeping pace with an army of robotic drones as they sort millions of packages for delivery. Then an activist group wrangles you into a scheme to bring down the giant corporation, whereupon both Kurt’s world and the game’s central premise begin to fall apart.</p><p>Initially, The Last Worker is built around a light simulation of Kurt’s daily routine. Using a hovering cart, you must locate assigned packages among the endless shelving units, and either transport them to a delivery chute or send them for recycling. Packages vary in size, weight, and condition, all of which must be checked before dispatch. Incorrectly sorted items affect your rating for the day’s work, and if you get an ‘F’ you’ll be out the door faster than a Prime parcel.</p> <a href=\"https://www.theguardian.com/games/2023/apr/05/the-last-worker-review-unconvincing-takedown-of-capitalist-megastructures-lacks-conviction\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/05/the-last-worker-review-unconvincing-takedown-of-capitalist-megastructures-lacks-conviction", "date_published": "2023-04-05 09:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The war against wild toileting: is there any way to stop people weeing – and worse – in the street?", "description": "<p>Public peeing has become commonplace, with some men even urinating through letterboxes. Why has it become so popular and can splashback paint put a stop to it?</p><p>When Paul came down the communal stairs at his block of flats in Soho, central London, he was faced with the sight of a young man outside urinating against the glass front door. The man was too drunk to notice Paul standing there, so Paul had to wait in the lobby until the man had finished. Living in an area surrounded by pubs and bars means dealing with public urination – and worse – is something he has grown used to. “It becomes normalised,” he says. “But that doesn’t mean it’s right.” His family are from Soho, and he says a lot of visitors aren’t aware there is a community who live there. When people realise and are apologetic, he doesn’t mind so much – it feels thoughtless, rather than disrespectful. It’s far worse, he says, when “you get people who are just belligerent or rude”.</p><p>Public toileting – or “wild toileting” as it has been called, like an antisocial version of wild swimming – has been a growing concern, particularly since Covid closed public loos, many never to reopen. That comes on top of a longer-term decline in public facilities – Raymond Martin, managing director of the British Toilet Association, estimates we have lost 50% of public toilets in the past 10 years. Meanwhile, cash-strapped councils’ street-cleaning budgets have been under pressure, as costs of cleaning, particularly during the pandemic, have risen. And according to a report by the <a href=\"https://apse.org.uk/index.cfm/apse/members-area/briefings/2023/23-11-street-cleansing-trend-analysis/\">Association for Public Service Excellence</a>, public satisfaction at cleaning is at its lowest in five years.</p> <a href=\"https://www.theguardian.com/society/2023/apr/05/the-war-against-wild-toileting-stop-weeing-street-urinating\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/05/the-war-against-wild-toileting-stop-weeing-street-urinating", "date_published": "2023-04-05 09:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women can’t afford period products. Talking about it is key to fixing this shame", "description": "<p>Period poverty is widespread in the US, and Covid worsened the crisis. Yet it remains ‘shrouded in stigma and shame’</p><p>Lynette Medley wasn’t usually shocked when a client divulged they’d done something illegal. As a sexual health therapist in Philadelphia, she focused on supporting vulnerable low-income people who engaged in risky and even criminal behavior. But she was appalled – and flooded with memories – when a young woman confided that she worked as a sex worker so she could afford to buy basic hygiene products, including tampons.</p><p>“How is this still happening?” Medley thought to herself. “I had to go through this pain. My daughter had to go through this pain – and nothing seems to have changed.”</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/period-poverty-menstruation-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/period-poverty-menstruation-us", "date_published": "2023-04-05 09:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make the perfect rhubarb and custard tart | Felicity Cloake's How to make the perfect …", "description": "<p>These two foodstuffs go hand in hand, and this tart is an excellent choice for Easter. If you still get hold of some bright pink forced rhubarb, even better</p><p>Rhubarb and custard go together like cheese and pickle, or<a href=\"https://www.youtube.com/watch?v=0OVxEe6ShBk\"> Fanny and Johnnie</a>: whether it’s served up in<a href=\"https://thehappyfoodie.co.uk/recipes/rick-steins-rhubarb-crumble/\"> steaming, stodgy spoonfuls</a> in the school dinner hall or<a href=\"https://twitter.com/BBCTheOneShow/status/1496567758292721666\"> elegant tartlets in the royal kitchens</a>, it’s a classic double act. Simultaneously tart and tangy and rich and sweet, to say nothing of the delicious contrast between the juicy crunch of the stems and the wobbly, creamy custard, or the striking pairing of vivid pink and yolk yellow. Basically, it’s a pleasure that works on every level.</p><p>This tart’s sunny good looks make it an excellent choice of dessert for Easter or other celebrations this weekend, which is also pretty much your last chance to enjoy <a href=\"https://www.fondazioneslowfood.com/en/ark-of-taste-slow-food/yorkshire-forced-rhubarb/\">Yorkshire forced rhubarb</a> before it disappears for the year later this month. Miss it, and you’ll have to content yourself with <a href=\"https://www.treasureislandsweets.co.uk/traditional-boiled-sweets/rhubarb-and-custard.html\">a bag of rhubarb and custard boiled sweets</a> instead. Which isn’t the worst fate, admittedly.</p> <a href=\"https://www.theguardian.com/food/2023/apr/05/how-to-make-the-perfect-rhubarb-and-custard-tart-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/05/how-to-make-the-perfect-rhubarb-and-custard-tart-felicity-cloake", "date_published": "2023-04-05 09:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacinda Ardern says leaders can be ‘sensitive and kind’ in farewell speech", "description": "<p>Former New Zealand PM calls for politics to be opened up for all in emotional address to parliament</p><p>“You can be anxious, sensitive, kind and wear your heart on your sleeve. You can be a mother, or not, an ex-Mormon, or not, a nerd, a crier, a hugger – you can be all of these things, and not only can you be here – you can lead.”</p><p>Jacinda Ardern has left New Zealand’s parliament with a highly personal, often emotional speech, calling for an opening up of politics to those who may not see themselves as typical leaders.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/jacinda-ardern-leaders-can-be-sensitive-kind-farewell-speech-new-zealand\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/jacinda-ardern-leaders-can-be-sensitive-kind-farewell-speech-new-zealand", "date_published": "2023-04-05 08:30:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Co-op expects fall in profits amid ‘turbulent economic headwinds’", "description": "<p>Warning for year ahead comes as profits drop by 11% at group’s grocery arm</p><p>The Co-op has warned its profits are likely to fall in the year ahead as the food to funerals group expects the “turbulent economic headwinds, including inflationary pressures” to continue.</p><p>While that “volatile external environment” contributed to an 11% fall in profits at its grocery arm, the mutual said underlying operating profit across the business had remained steady at £100m.</p> <a href=\"https://www.theguardian.com/business/2023/apr/05/co-op-expects-fall-in-profits-turbulent-economic-headwinds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/05/co-op-expects-fall-in-profits-turbulent-economic-headwinds", "date_published": "2023-04-05 08:14:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Places of worship: which football grounds are closest to churches? | The Knowledge", "description": "<p>Plus: scoring four or more and not being on the winning side (2); and champions who were relegated</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“I was recently visiting family in Northern Ireland and went to see Larne FC play at their home ground, Inver Park. The nearby St Cedma’s church stands directly beside, and the church tower is visible behind the stand. Google Maps shows the walking distance between church and stadium as 0.2 miles. Could this be the closest stadium-to-church relationship in football?”</strong> asks Ryan Peter Reed.</p><p>We had <em>loads </em>of answers to this question – thank you one and all – so let’s crack on.</p> <a href=\"https://www.theguardian.com/football/2023/apr/05/places-of-worship-which-football-grounds-are-closest-to-churches\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/05/places-of-worship-which-football-grounds-are-closest-to-churches", "date_published": "2023-04-05 08:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I had to seek therapy’: what happens when an NBA career ends before its time?", "description": "<p>Kenneth Faried’s talent earned him a slot on the Team USA roster and a $50m contract. But he found himself on the outside as NBA tactics changed</p><p>Kenneth Faried is around 7,200 feet above sea level. At times, though, the former Team USA starter and Denver Nugget, he has felt much lower. His G League season with the <a href=\"https://mobile.twitter.com/CapitanesCDMX\">Mexico City Capitanes</a> concluded in late March, the team <a href=\"https://www.espn.com/nba-g-league/boxscore/_/gameId/401482220\">narrowly missing</a> the playoffs. But Faried <a href=\"https://stats.gleague.nba.com/player/202702/\">played well</a>, averaging 11.3 points, 9.7 rebounds and 1.4 assists on the year. Still, he remains far from his ultimate goal. Many NBA fans probably remember the “Manimal” and his <a href=\"https://www.youtube.com/watch?v=AZhxdbusPoQ\">ferocious blocks and dunks</a>. From his rookie year in 2011, Faried defied expectations. At 6ft 8in, he rebounded in traffic like an 8-footer. But now, he’s working to get back to the league after the game changed under his feet. For a player known for his hustle, the question remains, can he chase down another chance? And can he do so ahead of 9 April, the last game of the NBA regular season and the final day to amend rosters? He’s trying. But the road can be unrelenting.</p><p>“For me, it was the depression,” Faried tells the Guardian, speaking about the ups and downs he’s gone through since leaving the NBA in 2019. “You go into depression. I went into depression. I had to seek therapy.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/05/i-had-to-seek-therapy-what-happens-when-an-nba-career-ends-before-its-time\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/05/i-had-to-seek-therapy-what-happens-when-an-nba-career-ends-before-its-time", "date_published": "2023-04-05 08:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air review – Ben Affleck and Matt Damon drop the ball in Michael Jordan shoe drama", "description": "<p>Affleck’s dramatisation of the bid to get Jordan to endorse Nike’s radical new sneaker almost ignores the most compelling character</p><p>There’s a lively all-star lineup here and, theoretically at any rate, a great true story from American sports with all the relatability your heart could desire. But this film winds up looking like the most expensive in-house corporate promo in history: shallow, parochial and obtuse. By the time the credits roll, we’re apparently supposed to be euphoric – not so much at individual sporting achievement, but at all the billions of dollars that Nike has been making.</p><p>In the mid-80s, a Nike executive called Sonny Vaccaro dreamed of signing up basketball star Michael Jordan to promote the revolutionary new Air Jordan sneaker, which was to be designed entirely for the basketball player – an integral part of his brand identity. Converse and Adidas had more money to offer, so Vaccaro drove to Jordan’s family home in North Carolina on a risky mission to bypass Jordan’s lawyers, agent and management team and instead befriend Jordan’s formidable mother, Deloris.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/air-review-ben-affleck-matt-damon-michael-jordan-nike-shoe\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/air-review-ben-affleck-matt-damon-michael-jordan-nike-shoe", "date_published": "2023-04-05 08:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Good Girls by Hadley Freeman review – anorexia from within", "description": "<p>The journalist and former in-patient offers a clear-eyed view of a debilitating and misunderstood illness</p><p>Hadley Freeman was 14 when a seemingly innocuous comment blew her life apart. Three years earlier her family had relocated from New York to London, and she enjoyed the special status that being American conferred on her among her British peers. But she struggled to find her place among teenage girls who were embracing bras and boys – “The grown-up world was pressing in, monsters making the door bulge inwards while I frantically tried to push it back.”</p><p>On this particular day, Freeman was in a PE lesson at school, sitting on the floor, legs outstretched, next to a girl named Lizzie. Noting Lizzie’s skinny legs, and her own “matronly trunks”, she asked Lizzie if it was hard to find clothes when you’re small. “Yeah,” she replied. “I wish I was normal like you.” At this, Freeman writes, “a black tunnel yawned open inside me, and I tumbled down it, Alice into Nowhereland. ‘Normal.’ Not ‘slim’, not ‘thin’ – ‘normal’. Normal was average. Normal was boring. Normal was nothing.”</p> <a href=\"https://www.theguardian.com/books/2023/apr/05/good-girls-by-hadley-freeman-review-anorexia-from-within\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/05/good-girls-by-hadley-freeman-review-anorexia-from-within", "date_published": "2023-04-05 08:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian police arrest five men accused of human sacrifice", "description": "<p>Arrests follow discovery four years ago of victim’s headless body at Hindu temple in Guwahati</p><p>Indian police have arrested five men accused of conducting a human sacrifice, nearly four years after the discovery of the victim’s headless body at a Hindu temple left officers baffled.</p><p>Shanti Shaw, 64, was killed and decapitated with a machete in 2019 after visiting the temple in Guwahati, a city in India’s remote north-east.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/indian-police-arrest-five-men-accused-of-human-sacrifice\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/indian-police-arrest-five-men-accused-of-human-sacrifice", "date_published": "2023-04-05 07:57:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon and Microsoft face referral to UK regulator over cloud services market", "description": "<p>Ofcom proposes to refer sector to CMA amid ‘significant concerns’ about behaviour of some providers</p><p>Amazon and Microsoft are facing a referral to the UK’s competition regulator over allegedly harming competition in the online cloud services market, amid “significant concerns” that big tech companies are abusing their positions.</p><p>The British communications regulator, Ofcom, said it was proposing to refer the whole sector to the Competition and Markets Authority (CMA), adding that it was “particularly concerned about the practices of Amazon and Microsoft because of their market position”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/05/amazon-and-microsoft-face-referral-to-uk-regulator-over-cloud-services-market\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/05/amazon-and-microsoft-face-referral-to-uk-regulator-over-cloud-services-market", "date_published": "2023-04-05 07:40:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Statistics watchdog rebukes Sunak over inaccurate asylum backlog figures", "description": "<p>Head of UK Statistics Authority says outstanding cases had risen, not halved as PM had claimed</p><p>Rishi Sunak and his immigration minister have been scolded by the UK statistics watchdog for using inaccurate figures to back up spurious claims about asylum seekers.</p><p>In a statement to the House of Commons in December, the prime minister claimed that the asylum backlog – 132,000 cases at the time – was half the size of the backlog left by the departing Labour government in 2010. This implied the backlog in 2010 would have been about 260,000.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/statistics-watchdog-rebukes-rishi-sunak-inaccurate-asylum-backlog-figures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/statistics-watchdog-rebukes-rishi-sunak-inaccurate-asylum-backlog-figures", "date_published": "2023-04-05 07:38:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israeli hospitals scramble to comply with ‘chametz law’ for Passover", "description": "<p>New law bans people from taking leavened food made from grain into medical centres during Jewish holiday</p><p>Passover celebrations in Israel this year are once again being overshadowed by a row over the consumption of leavened food such as bread in public buildings, in a symbolic fight about the role of religion in the state.</p><p>Last week, the Knesset passed the “chametz law”, which bans people from taking leavened food made from grain into hospitals during Passover. The law, sponsored by an ultra-Orthodox party, is in accordance with traditional Jewish teachings stipulating that observant Jews cannot eat chametz or have it in their homes during the week-long holiday.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/israeli-hospitals-scramble-to-comply-with-chametz-law-for-passover\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/israeli-hospitals-scramble-to-comply-with-chametz-law-for-passover", "date_published": "2023-04-05 07:19:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump’s prosecution is a triumph | Osita Nwanevu", "description": "<p>While there’s not even a theoretical bar to prosecuting a president once they leave office, Alvin Bragg has bravely taken a stand</p><p>Trump’s prosecution is a triumph. Not a shame. Not a tragedy. A triumph ⁠— one of the great events in American presidential history. The public and the pundits might disagree by the end of Trump’s trial in Manhattan ⁠— perhaps the first of a few ⁠— but the significance of what district attorney Alvin Bragg has managed to do will be wholly unsullied, in substance, by the outcome of his case.</p><p>One of the major questions in American political and legal thought has been whether presidents may be allowed to commit crimes. As it stands, the position of the Justice Department is that they may ⁠— for half a century, it has <a href=\"https://mailtrack.io/trace/link/19e19b15eaa7b98943bb1c4a7428c0f782a8b11c?url=https%3A%2F%2Fwww.law.virginia.edu%2Fnews%2F202301%2Fcan-presidents-be-prosecuted-or-sued-professor-explains-differing-visions-immunity%23%3A~%3Atext%3DIt%2520remains%2520official%2520Justice%2520Department%2Cor%2520prosecute%2520a%2520sitting%2520president.&amp;userId=7149563&amp;signature=8295fcc609b9ec91\">held</a> that a president cannot face criminal prosecution while in office. And while there’s not even a theoretical bar to prosecuting a president once they leave office, no one had ever tried it, leaving the question of whether criminal laws functionally apply to presidents at all, as a practical matter, a matter of speculation.</p><p>Osita Nwanevu is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/trump-indictment-law-crime-former-presidents\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/trump-indictment-law-crime-former-presidents", "date_published": "2023-04-05 07:13:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: the empty sock drawer told me my marriage was over", "description": "<p>The sight of our house without my ex-husband’s belongings prompted enormous grief. It also put me on the road to rebuilding my life</p><p>It was the sock drawer that broke me. Left half-open and completely emptied, somehow it signified the final, irreversible death knell of my marriage, a hard stop in a meandering nightmare that had been going on for months. It shouldn’t have been a surprise – I’d been away travelling in China for a week, and I’d agreed with my husband that he would move his things out while I was away.</p><p>Somehow, though, I hadn’t properly prepared myself for the terrible emptiness of unclothed hangers, no coat on the hook and a bathroom devoid of any products but mine. Looking at the wooden tallboy my mum bought us for a wedding present, two of the drawers suddenly empty, it was the first tangible moment of realisation that it wasn’t just our marriage that was over, but the life we had created together and shared for 13 years.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/05/a-moment-that-changed-me-marriage-over-ex-husband-grief-rebuilding\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/05/a-moment-that-changed-me-marriage-over-ex-husband-grief-rebuilding", "date_published": "2023-04-05 07:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt will boast about benefit hikes, but his party knows it’s still not enough to live on | Frances Ryan", "description": "<p>Despite the headline figure of 10.1%, the Conservative approach to welfare is such that they are still keeping people in poverty</p><p>When <a href=\"https://www.bbc.co.uk/news/explainers-63129705\">benefits rise</a> in line with soaring inflation on Thursday, expect a sea of self-congratulation. The chancellor, Jeremy Hunt, and his fellow ministers will pretend they wanted to boost benefits all along, while rightwing cheerleaders in the press will talk of Britain’s “generous” welfare state. The reality, though, is altogether different: millions of people who rely on the social safety net<strong> </strong>still won’t be able to afford to eat, stay warm, or clean.</p><p>The erosion of social security rates over the past 40 years has fundamentally broken the link between what state support provides and what it actually costs to live: basic benefits today are <a href=\"https://www.theguardian.com/society/2023/feb/26/uk-benefits-fall-short-of-minimum-living-cost-by-140-a-month-charities-say\">at least £140 a month</a> below the real cost of food, energy and everyday essentials, according to recent research by the Joseph Rowntree Foundation. This shortfall will notably remain even after April’s 10.1% uprating for benefits in England and Wales, and any non-devolved Scottish benefits, not least because bills – from water and broadband to council tax – are <a href=\"https://www.theguardian.com/money/2023/mar/31/rising-bills-and-tax-hikes-to-make-uk-families-hundreds-of-pounds-worse-off\">due to rise sharply</a>. And for many, the situation is even worse: more than half of households on universal credit receive less than the basic rate because of the widespread practice of <a href=\"https://cpag.org.uk/news-blogs/news-listings/new-data-government-clawing-back-over-80-million-month-uc-deductions\">benefit reductions</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/jeremy-hunt-benefit-conservative-welfare-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/jeremy-hunt-benefit-conservative-welfare-poverty", "date_published": "2023-04-05 07:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost 80% of employers pay men more than women, UK data shows – business live", "description": "<p>Figure has worsened in recent years; Swiss bank UBS faces investors at annual meeting over merger with Credit Suisse</p><p>In Germany, factory orders rose 4.8% in February from January, compared with a 0.5% gain in January. On the year, orders are still down by almost 6%. After a slump since last summer, industrial orders have recovered in recent months.</p><p><strong>Carsten Brzeski</strong>, global head of macro at ING, said:</p><p>Industrial orders have now rebounded sharply since November, brightening the outlook for German industry. However, the US slowdown and the longer-term fallout from recent financial turmoil, as well as the broader impact of monetary policy tightening, could still spoil the party.</p><p>These strong industrial orders data fuel recent optimism in German industry. Interestingly, production expectations had just started to weaken again after the initial enthusiasm over the Chinese reopening at the start of the year.</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/05/nearly-80-employers-pay-men-more-women-ubs-annual-meeting-credit-suisse-merger-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/05/nearly-80-employers-pay-men-more-women-ubs-annual-meeting-credit-suisse-merger-business-live", "date_published": "2023-04-05 06:55:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Home Child by Liz Berry review – a long injustice", "description": "<p>Based on the life of the author’s great-aunt, this verse novel about forced child emigration from the UK to Canada is a profound act of witness </p><p>Liz Berry’s first poetry collection, 2014’s <a href=\"https://www.theguardian.com/books/2014/nov/21/black-country-liz-berry-review-poetry-collection\" title=\"\">Black Country</a>, fused the personal and political with disarming tenderness, its soaring imagery and soft dialect words from the West Midlands making beautiful whorls in the grain and flow of its music. The same was true of her poetry pamphlet, The Republic of Motherhood, in 2018. Now comes The Home Child, a novel in poetry: not continuous narrative, but a sequence of lyrical snapshots illuminating a story that is not only heartbreaking but also, essentially, true.</p><p>The Home Child is the story of Berry’s great-aunt Eliza Showell. When her mother died in 1908, Eliza was packed off at the age of 12 from a children’s emigration home in Birmingham to rural Nova Scotia, and put to work as an indentured domestic servant. She never returned, never raised a family, never saw her brothers again, and died in a care home. Between 1860 and 1960, Britain sent more than 100,000 “home children” to Canada. They were orphans, or had families too poor to care for them. In 2010, Canada’s Year of the British Home Child, Berry discovered Eliza’s small gravestone, paid for by her employers, in Cape Breton. After losing her mother and her childhood home, Eliza was pursued by the irony of that word “home” right to the grave.</p> <a href=\"https://www.theguardian.com/books/2023/apr/05/the-home-child-by-liz-berry-review-a-long-injustice\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/05/the-home-child-by-liz-berry-review-a-long-injustice", "date_published": "2023-04-05 06:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People will find out’: May Pang on her time with John Lennon and Yoko Ono", "description": "<p>In a new documentary, the woman who went from assistant to lover of the ex-Beatle talks about her side of a misunderstood story</p><p>Smack in the middle of the 1970s, John Lennon experienced what he famously called a “lost weekend”, echoing the title of a classic 1945 movie about an out-of-control alcoholic. Given that description, people naturally viewed that “weekend” – which actually lasted 18 months and which coincided with Lennon’s separation from Yoko Ono – as a period of great excess and deep regret. Yet, according to May Pang, who was Lennon’s 22-year-old live-in lover during that time, that was anything but the case. “He was getting to hang out with his friends and have a lot of fun,” she said. “And, because I was 10 years younger, we were getting to do all the things young couples do.”</p><p>Pang insists that the ex-Beatle only used the term “lost weekend” to refer to that time because he was tired of the press constantly asking him about two high-profile incidents in 1974 in which he was tossed from an Los Angeles club for being inebriated and verbally abusive. “He would sarcastically say to them: ‘Hey it was a drunken weekend, OK?’” Pang said. “People don’t understand that the phrase wasn’t about our relationship.”</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/lost-weekend-documentary-john-lennon-yoko-ono\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/lost-weekend-documentary-john-lennon-yoko-ono", "date_published": "2023-04-05 06:02:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My most reliable source of wonder? A trip to the greengrocers | Nell Frizzell", "description": "<p>From the chain-smoking staff to the colourful fruit and veg, nowhere else makes me feel more happy and hopeful</p><p>If we ever receive a four-minute warning for the end of the world, you will find me standing beside a pile of apples arranged on a square of artificial grass, looking at vegetables. Because nowhere makes me feel more happy and hopeful than a greengrocers.</p><p>Whether it’s an end-of-the-pier root vegetable, a bunch of free carrot tops for my guinea pigs, exotic jewel-like pomegranates or blood oranges or a romanesco cauliflower to breakup the carbohydrate beige of Britain in April, a trip to the greengrocer is my most reliable source of wonder. Sadly, of course, fruit and veg are one of the things hit hardest by our current cost of living crisis, climate emergency and Brexit. Fresh food prices are up 17% in 12 months and in October 2022, The Grocer<em> </em>(I’m not yet a subscriber but I’m not ruling it out) found that “vegetable consumption in the UK has fallen by 7.5% over the past year, as consumers react to the cost of living crisis”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/my-most-reliable-source-of-wonder-a-trip-to-the-greengrocers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/my-most-reliable-source-of-wonder-a-trip-to-the-greengrocers", "date_published": "2023-04-05 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Godland review – beauty and terror in magnificent study of church-building priest", "description": "<p>Hlynur Pálmason’s fictional account of a Danish pastor sent to Iceland in the 19th century is superb in its compositions and nuanced depictions of hostility</p><p>Harshness is transformed into beauty and then terror by this extraordinary film from Icelandic director Hlynur Pálmason about a 19th-century Danish pastor sent to establish a new church on Iceland’s remote south-eastern coast. I left the cinema dazed and elated by its artistry; it is breathtaking in its epic scale, magnificent in its comprehension of landscape, piercingly uncomfortable in its human intimacy and severity. There is such superb compositional sense in the still life tableau shots and the almost archaeological sense of time, creating something deeply mysterious and unbearably sad. There are echoes of Werner Herzog’s Aguirre, the Wrath of God, Roland Joffé’s The Mission, <a href=\"https://www.theguardian.com/film/2015/apr/09/juaja-review-viggo-mortensen-in-existential-quest\">Lisandro Alonso’s Jauja</a> – and even Howard Hawks’s Red River.</p><p>Pálmason announces in the opening credits that the story was inspired by the supposed discovery in Iceland of seven glass-plate photographs of people and places taken there at the end of the 19th century. While the claim is a deadpan fiction, his screen has an almost square 1.33:1 aspect ratio, perhaps in honour of the still photograph motif. This smaller-size, in such contradistinction to the movie’s CinemaScope ambition and spectacle, gives a density to the viewing experience.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/godland-review-hlynur-palmason\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/godland-review-hlynur-palmason", "date_published": "2023-04-05 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Horror stories of energy firms that are enough to make you scream", "description": "<p>My four-act tale of phantoms and gas-lighting will chill your bones</p><p><strong>Occasionally, I like to entertain readers with the plot of a four-act ghost story. The villain is always the same: the energy sector. There’s nothing more enjoyably chilling on a cold, dark night than tales of phantoms and gas-lighting – provided it’s someone else being haunted.</strong></p> <a href=\"https://www.theguardian.com/money/2023/apr/05/horror-stories-of-energy-firms-that-are-enough-to-make-you-scream\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/05/horror-stories-of-energy-firms-that-are-enough-to-make-you-scream", "date_published": "2023-04-05 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Samsung Galaxy Book 3 Ultra review: creative power behind stunning screen", "description": "<p>Windows 11 workstation has top creative and gaming performance housed in sleek 16in laptop design</p><p>The top of Samsung’s new 2023 laptop line is the Galaxy Book 3 Ultra: a powerhouse 16in machine aiming squarely at Apple’s 16in MacBook Pro for creatives and gamers.</p><p>A laptop called Ultra obviously doesn’t come cheap, costing from £2,449 ($2,200), which is about the same price as Windows 11 rivals from Dell and Razer but slightly cheaper than Apple’s top machines.</p><p><strong>Screen:</strong> 16in 3K AMOLED 2880 x 1800 (120Hz; 201 PPI)</p><p><strong>Processor:</strong> Intel Core i7-13700H or i9-13900H (13th gen)</p><p><strong>Graphics:</strong> Nvidia GeForce RTX4050 (6GB) or 4070 (8GB) laptop GPU</p><p><strong>RAM:</strong> 16 or 32GB</p><p><strong>Storage:</strong> 512GB or 1TB</p><p><strong>Operating system:</strong> Windows 11 Home</p><p><strong>Camera:</strong> 1080P</p><p><strong>Connectivity:</strong> wifi 6E, Bluetooth 5.1, USB-A, 2x Thunderbolt 4, headphones, microSD, HDMI2.0</p><p><strong>Dimensions:</strong> 355.4 x 250.4 x 16.5mm</p><p><strong>Weight:</strong> 1.79kg</p> <a href=\"https://www.theguardian.com/technology/2023/apr/05/samsung-galaxy-book-3-ultra-review-creative-power-behind-stunning-screen-laptop\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/05/samsung-galaxy-book-3-ultra-review-creative-power-behind-stunning-screen-laptop", "date_published": "2023-04-05 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Sweetness and solace’: Baldwin Lee’s portrait of the deep south – in pictures", "description": "<p>From dilapidated shacks on dirt yards to children playing on train tracks, the Chinese-American photographer explored Black lives in the southern US states</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/05/sweetness-and-solace-baldwin-lees-portrait-of-the-deep-south-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/05/sweetness-and-solace-baldwin-lees-portrait-of-the-deep-south-in-pictures", "date_published": "2023-04-05 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diners in Japan arrested for dipping own chopsticks in communal bowl of ginger", "description": "<p>Arrests over prank at beef bowl restaurant in Osaka come in wake of ‘sushi terrorism’ revelations that have gripped Japan’s food industry</p><p>Japan’s crackdown on errant diners in the wake of “<a href=\"https://www.theguardian.com/world/2023/feb/03/wave-of-sushi-terrorism-grips-japans-restaurant-world\">sushi terrorism</a>” has intensified after two men were arrested for using their chopsticks to remove a condiment from a communal container at a restaurant in Osaka.</p><p>The arrests of Toshihide Oka and Ryu Shimazu came as the country’s budget food service sector attempts to contain a wave of bad behaviour among clientele that began early this year at popular chain restaurants.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/diners-in-japan-arrested-for-dipping-own-chopsticks-in-communal-bowl-of-ginger\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/diners-in-japan-arrested-for-dipping-own-chopsticks-in-communal-bowl-of-ginger", "date_published": "2023-04-05 05:53:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Michael Jordan changed the world’: the true story behind Nike movie Air", "description": "<p>Ben Affleck’s buzzy drama tells the story about how Nike transformed into a major force in the sneakers market thanks to a young basketball star</p><p>“I didn’t give a damn about Michael Jordan,” recalls <a href=\"https://www.nytimes.com/2016/02/14/sports/ncaabasketball/a-reformed-sneaker-pimp-takes-on-the-ncaa.html\">Sonny Vaccaro</a>. “He did not play in my all-star game that I had for 20 years. I didn’t pick him; I picked somebody else who was damn good too.”</p><p>But lodged somewhere in the brain of Vaccaro, an executive at Nike hunting basketball’s next big thing, was the memory of 1982 and a moment for the sporting gods. Jordan, a 19-year-old freshman displaying preternatural calm, had made <a href=\"https://www.youtube.com/watch?v=AaHFBUw87Qs\">a 16ft jump shot </a>with 15 seconds left to win the national college championship for North Carolina.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/michael-jordan-changed-the-world-the-true-story-behind-nike-movie-air\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/michael-jordan-changed-the-world-the-true-story-behind-nike-movie-air", "date_published": "2023-04-05 05:40:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Water ban in drought-stricken Tunisia adds to growing crisis", "description": "<p>Risk of unrest rises amid fourth dry year, poor grain harvest, weak economy and likely food subsidy cuts</p><p>Tunisia has introduced water rationing as the country suffers its fourth year of severe drought.</p><p>The state water distribution company, Sonede, has already begun cutting mains water supplies every night between 9pm and 4am. The agriculture ministry has now banned the use of water for irrigation, watering green spaces and other public areas, and for washing cars.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/05/water-ban-in-drought-stricken-tunisia-adds-to-growing-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/05/water-ban-in-drought-stricken-tunisia-adds-to-growing-crisis", "date_published": "2023-04-05 05:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the life coaching company that takes over its clients’ lives", "description": "<p>There’s an explosive final showdown as an 18-month-long investigation reaches its climax. Plus, the slowest couple gets eliminated in Race Across the World. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/05/tv-tonight-the-life-coaching-company-that-takes-over-its-clients-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/05/tv-tonight-the-life-coaching-company-that-takes-over-its-clients-lives", "date_published": "2023-04-05 05:20:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in three young teachers in England skipping meals to make ends meet", "description": "<p>NEU survey also finds one in five teachers aged 29 or under have taken on a second job as pay fails to keep up with cost of living</p><p>One in three young teachers in England are skipping meals and spending less on food because their pay has failed to keep up with the rising cost of living, while others are taking second jobs, a survey has found.</p><p>More than 8,000 state school teachers in England contacted by the National Education Union revealed that 34% of teachers aged 29 or younger said they have been forced to skip meals to make ends meet, with one in five saying they have taken on a second job in addition to teaching full-time.</p> <a href=\"https://www.theguardian.com/education/2023/apr/05/one-in-three-young-teachers-in-england-skipping-meals-to-make-ends-meet\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/05/one-in-three-young-teachers-in-england-skipping-meals-to-make-ends-meet", "date_published": "2023-04-05 05:01:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mackerel loses sustainable status as overfishing puts species at risk", "description": "<p>Marine Conservation Society calls for better regulation of how north-east Atlantic mackerel is caught as stocks decline</p><p>Mackerel populations are declining because of overfishing and the fish no longer a sustainable food choice, the Marine Conservation Society has said in its new UK guide to sustainable seafood.</p><p>North-east Atlantic mackerel has been considered an <a href=\"https://www.theguardian.com/environment/2016/may/11/north-east-atlantic-mackerel-wins-back-sustainable-status\">environmentally-friendly choice for consumers</a> since before 2011, but the species has become increasingly scarce and now experts are calling for more regulation over how its caught.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/05/mackerel-loses-sustainable-status-as-overfishing-puts-species-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/05/mackerel-loses-sustainable-status-as-overfishing-puts-species-at-risk", "date_published": "2023-04-05 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Majesty or steadiness: researchers identify two tiger personality traits", "description": "<p>Big cat’s traits are on scale loosely comparable to ‘introverts’ and ‘extroverts’ in humans, experts say</p><p>From wily Shere Khan to exuberant Tony, tigers have often been depicted as full of character. Now research suggests that’s no fiction, with scientists identifying two aspects of their personality.</p><p>Experts say that just as five dimensions of personality, including openness and neuroticism, are often used to describe humans – with everyone sitting somewhere on a scale for each trait – Siberian tigers all sit on two scales dubbed “majesty” and “steadiness”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/tiger-personality-traits-identified-new-study-majesty-or-steadiness\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/tiger-personality-traits-identified-new-study-majesty-or-steadiness", "date_published": "2023-04-05 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ll always support him’: Republicans back Trump as he faces charges", "description": "<p>Many on the right liken the legal battle to an attack on democracy itself and have made threats to the district attorney</p><p>To Republicans across the US, the charges unveiled in a New York courtroom against Donald Trump were not just the start of the latest legal battle in the life of a man who has known no shortage of them, but an attack on democracy itself.</p><p>“Today is the day of the real insurrection,” <a href=\"https://twitter.com/marklevinshow/status/1643317540326633473\">tweeted</a> Mark Levin, the conservative radio host whom Trump reportedly <a href=\"https://www.washingtonpost.com/politics/2023/04/01/trump-indictment-response/\">dined with</a> after the indictment was announced last week.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/donald-trump-republican-support-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/donald-trump-republican-support-charges", "date_published": "2023-04-05 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘John Travolta was sizzling hot!’: an oral history of Grease", "description": "<p>As a prequel series hits our TV screens, the cast and crew of the hit film remember the auditions, the stage show and the ‘summer-long party’ of filming</p><p>Forty-five years ago, audiences first glimpsed the sun-kissed, palm-lined campus of Rydell High, the school setting for the movie musical Grease. Featuring star-making performances from John Travolta and <a href=\"https://www.theguardian.com/film/2022/aug/08/olivia-newton-john-obituary\">Olivia Newton-John</a>, Grease immersed viewers in the camp melodrama of 1950s adolescence, replete with preening boys, blushing girls and explosive dance numbers.</p><p>Based on the 1971 stage musical by Jim Jacobs and Warren Casey, which had starred actors including Richard Gere and Barry Bostwick, Grease the film swapped the original’s grittier Chicago setting for the steamy heat of the west coast. Centring on the story of the car-obsessed T-Birds and their romances with the chain-smoking Pink Ladies, Grease was met with a mixed reception upon its release in 1978. “I’ve never seen an uglier large-scale musical,” wrote one critic for <a href=\"https://www.washingtonpost.com/archive/lifestyle/1978/06/17/grease-grin-and-grimace-through-it/33722381-1b62-4849-84d9-d9ed5a388d69/\">the Washington Post</a>. In the decades since, though, it has amassed a committed following. Countless spin-offs and revivals have been produced, including Grease 2 in 1982 and a forthcoming prequel series, Grease: The Rise of the Pink Ladies.</p> <a href=\"https://www.theguardian.com/film/2023/apr/05/john-travolta-was-sizzling-hot-an-oral-history-of-grease\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/05/john-travolta-was-sizzling-hot-an-oral-history-of-grease", "date_published": "2023-04-05 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beyond the white sands of the Maldives, women live in constant fear | Fathimath Uzma Naseem", "description": "<p>Maldivian women face persistent intimidation, abuse and sexual harassment the moment we step outside</p><p>When I walk it is with my head down, handbag clutched to my chest and my keys gripped in my palm as a weapon – always. Always I am on alert in case a man tries to overpower and attack me. The world knows the Maldives as turquoise-blue waters and a vibrant underwater life like no other destination. White sand to take away all your woes. A honeymoon paradise.</p><p>That is how the Maldives masquerades – as a five-star holiday destination for tourists – while local people, especially women, are treated as second-class citizens.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/05/beyond-the-white-sands-of-the-maldives-women-live-in-constant-fear\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/05/beyond-the-white-sands-of-the-maldives-women-live-in-constant-fear", "date_published": "2023-04-05 05:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Specieswatch: Mystery over UK harbour seal deaths may soon be solved", "description": "<p>Members of the public can help discover why so many seals are washed up dead on British beaches</p><p><br />The harbour seal (<em>Phoca vitulina</em>) has recovered in numbers from the distemper plague of the 1980s that led to severe depletion of the species.</p><p>There are now about 55,000 living around the UK shores – about 50% of the EU population. Harbour seals are also called common seals but that is a misnomer since there are about 120,000 of their larger cousins, <a href=\"https://www.theguardian.com/environment/2023/jan/27/grey-seals-make-remarkable-comeback-uk-aoe\">grey seals</a>, around our coasts.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/05/specieswatch-mystery-uk-harbour-seal-deaths-british-beaches\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/05/specieswatch-mystery-uk-harbour-seal-deaths-british-beaches", "date_published": "2023-04-05 05:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "YouTuber prankster shot and wounded by target of practical joke", "description": "<p>Tanner Cook, 21, was reportedly playing joke on man at Virginia mall when victim of prank shot him in abdomen</p><p>A popular US <a href=\"https://www.theguardian.com/technology/youtube\">YouTube</a> creator who prides himself on making videos in which he displays odd behavior to put people off intends to keep at it, even after one of his targets allegedly shot him nearly to death.</p><p>Tanner Cook – who regularly makes videos of himself pranking strangers for nearly 40,000 subscribers of the channel Classified Goons – was reportedly playing a practical joke on a man at a mall in the Washington suburb of Dulles, Virginia, at about midday on Sunday. A friend was recording him when things took an almost deadly turn, according to authorities as well as an interview Cook gave to the local TV station <a href=\"https://www.wusa9.com/article/news/local/virginia/dulles-center-mall-shooting-victim-says-he-was-recording-youtube-video-before-gunshot/65-62e40a24-847c-4d01-8696-0d9696bcbcba\">WUSA</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/youtube-prankster-tanner-cook-classified-goons\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/youtube-prankster-tanner-cook-classified-goons", "date_published": "2023-04-05 05:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democrats bid to use censorship law against DeSantis and ban his book", "description": "<p>Opponents say memoir The Courage to be Free, published in February, violates law governor signed last year</p><p>Democrats in Florida are attempting to use a state law that censors books in public schools against the governor who signed it, Ron DeSantis, by asking schools to review or ban the Republican governor’s own book, The Courage to be Free.</p><p>“The very trap he set for others is the one that he set for himself,” Fentrice Driskell, the Democratic minority leader in the Florida state house, <a href=\"https://www.thedailybeast.com/florida-democrats-try-to-use-florida-gov-ron-desantis-school-book-ban-on-his-own-book-courage-to-be-free?ref=home\">told the Daily Beast</a>.</p> <a href=\"https://www.theguardian.com/books/2023/apr/05/democrats-ron-desantis-censorship-law-book-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/05/democrats-ron-desantis-censorship-law-book-ban", "date_published": "2023-04-05 05:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Politicians are right about the ‘decline of the west’ – but so wrong about the causes | Owen Jones", "description": "<p>The problem is not moral decay. It’s the withering away of our living standards, security and wellbeing</p><p>If there is such a thing as an onward march of human progress,<strong> </strong>it has not just halted, but screeched into reverse. Last autumn, a <a href=\"https://news.un.org/en/story/2022/09/1126121\">little-discussed report</a> issued by the United Nations noted that human development had declined in 90% of countries for two years in a row, a fall without precedent for more than three decades. The pandemic and Russia’s invasion of Ukraine played their role, but so too did “sweeping social and economic shifts, dangerous planetary changes, and massive increases in political and social polarisation”.</p><p>You may well be familiar with chatter about “the decline of the west”: it has tended to be the preserve of the reactionary right, who blame, variously, moral decay, multiculturalism and a reassessment of European history for our downfall. But it is not minority rights, diversity or acknowledgment of western crimes to blame. The turnaround in our collective fortunes has been dramatic. But it is driven by an economic system that promised personal freedom but instead delivered insecurity on a mass scale, and which has has hurt us in every conceivable way, from our emotional and physical wellbeing to our material circumstances.<strong> </strong><strong> </strong></p><p>Owen Jones is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/05/decline-of-the-west-causes-moral-decay-living-standards\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/05/decline-of-the-west-causes-moral-decay-living-standards", "date_published": "2023-04-05 05:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I love nothing more than making people cry’: author Cheryl Strayed on her hugely moving TV show", "description": "<p>Profound, big-hearted, and raw, the adaptation of bestselling book Tiny Beautiful Things is powerful television. Its writer talks grief, sorrow and being friends for life with Reese Witherspoon</p><p>In 2011, a little-known fortysomething author called Cheryl Strayed was about to become huge. She had just sent a copy of her soon-to-be-published memoir, <a href=\"https://www.theguardian.com/books/2013/feb/09/wild-journey-lost-strayed-review\">Wild</a>, to Oscar-winning Hollywood star <a href=\"https://www.theguardian.com/film/reesewitherspoon\">Reese Witherspoon</a>. It tells Strayed’s story about hiking the Pacific Crest Trail, while processing the turbulent events of her younger life that had taken her there – childhood abuse, her mother’s death from cancer, her heroin addiction and the breakdown of her marriage. Witherspoon read it within 48-hours and set up a call; she desperately wanted to bring the story to the big screen with her newly founded production company.</p><p>“It was exciting talking to Reese Witherspoon but I didn’t think: ‘Oh my God, whatever she wants – the answer is yes,’” says Strayed, now 54, from her LA office. “But we had this wonderful, deep conversation for about an hour on the phone. I could tell by the way that she spoke to me with such vulnerability and candour, that she was somebody I could trust. I wasn’t wrong about that.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/05/author-cheryl-strayed-interview-tiny-beautiful-things-tv-show\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/05/author-cheryl-strayed-interview-tiny-beautiful-things-tv-show", "date_published": "2023-04-05 05:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s inhumane’: anger at plan to house asylum seekers on barge off Dorset", "description": "<p>People on small island of Portland say scheme would be bad for them and bad for those on the vessel</p><p>Politicians, businesspeople and residents have said housing asylum seekers <a href=\"https://www.theguardian.com/uk-news/2023/apr/03/home-office-to-announce-barge-as-accommodation-for-asylum-seekers\">on a barge</a> off a Dorset island will be inhumane, put pressure on creaking local services, create a security risk and could lead to demonstrations by rightwing campaigners.</p><p>A string of people on Portland, which is linked to the mainland by the sweep of Chesil beach, argued that anchoring the barge in an area that has some of the poorest neighbourhoods in the south of England would be terrible for those assigned to the vessel and bad for residents.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/anger-at-plan-to-house-asylum-seekers-on-barge-off-dorset-portland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/anger-at-plan-to-house-asylum-seekers-on-barge-off-dorset-portland", "date_published": "2023-04-05 05:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HMRC failing to scrutinise potential tax avoidance by big tech, watchdog warns", "description": "<p>Surprise first-year windfall suggests stopgap tax measure is being underestimated and may be badly designed</p><p>Revenue officials are not paying enough attention to a new tax on big tech firms’ earnings in the UK and are therefore failing to scrutinise potential avoidance, parliament’s spending watchdog has warned.</p><p>While the digital services tax brought in <a href=\"https://www.theguardian.com/technology/2022/nov/23/uks-digital-services-tax-reaps-almost-360m-from-us-tech-giants-in-first-year\">a surprise bumper income</a> in its first year, MPs on the cross-party public accounts committee says this suggests HM Revenue and Customs officials had failed to properly understand its impact.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/05/hmrc-failing-to-scrutinise-potential-tax-avoidance-by-big-tech-watchdog-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/05/hmrc-failing-to-scrutinise-potential-tax-avoidance-by-big-tech-watchdog-warns", "date_published": "2023-04-05 05:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ursula von der Leyen: EU’s ‘general’ nears endgame of turbulent first term", "description": "<p>European Commission president is praised for work ethic and response to Covid and Ukraine war, but some see her as aloof</p><p>For years, Brussels has been needled by the question: “Who do I call if I want to call Europe?” The remark, widely attributed (probably wrongly) to the former US secretary of state Henry Kissinger, epitomises the idea that the EU has many leaders, but no voice on the world stage.</p><p>Today many in Brussels think there is someone at the end of the phone line: Ursula von der Leyen, the first female president of the European Commission, recently named by Forbes as <a href=\"https://www.forbes.com/sites/maggiemcgrath/2022/12/06/meet-the-worlds-most-powerful-woman-ursula-von-der-leyen-president-of-the-european-commission/?sh=4aff53904cab\">the most powerful woman in the world.</a></p> <a href=\"https://www.theguardian.com/world/2023/apr/05/ursula-von-der-leyen-eu-european-commission-president-first-term\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/ursula-von-der-leyen-eu-european-commission-president-first-term", "date_published": "2023-04-05 04:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump vents grievances against criminal charges from the safety of Mar-a-Lago", "description": "<p>The former president appeared subdued in New York, only to return to his campaigning, inflammatory ways hours later in Florida</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/apr/05/trump-arraignment-at-a-glance-what-we-know-so-far\">At a glance: what we know so far about Trump’s arrest</a></li></ul><p>Simmering with anger and defiance, Donald Trump returned to the safe space of Mar-a-Lago and his loyal supporters on Tuesday night, seeking to turn his status as an accused criminal into a political war cry.</p><p>The former president ignored a plea from the judge in the case to refrain from inflammatory rhetoric, even launching a broadside at the judge’s daughter over her political connections.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/05/trump-vents-grievances-against-criminal-charges-from-the-safety-of-mar-a-lago\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/05/trump-vents-grievances-against-criminal-charges-from-the-safety-of-mar-a-lago", "date_published": "2023-04-05 03:35:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Bit of a battle’: Michelle Lee reaches Queensland after rowing out of Mexico 240 days ago", "description": "<p>The 50-year-old massage therapist reached Port Douglas after paddling across the Pacific Ocean</p><p>After rowing alone across the Pacific Ocean, dodging five hurricanes and four cyclones and surviving a shark leaping into her boat, Michelle Lee was to end an epic 240-day journey at the tropical north Queensland city of Cairns on Monday.</p><p>Fanfare, loved ones, a stack of pancakes and a hot shower were awaiting – not to mention her first footsteps on dry land since she paddled out of Ensenada, Mexico, on 8 August last year.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/05/bit-of-a-battle-michelle-lee-reaches-queensland-after-rowing-out-of-mexico-240-days-ago\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/05/bit-of-a-battle-michelle-lee-reaches-queensland-after-rowing-out-of-mexico-240-days-ago", "date_published": "2023-04-05 03:14:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liberal judge wins Wisconsin supreme court election, flipping ideological balance", "description": "<p>Abortion rights, redistricting and election rules were at stake in decision affecting key swing state</p><p>In a historic election, the liberal judge Janet Protasiewicz is projected to win her race for a seat on Wisconsin’s supreme court. Her win will flip the ideological balance of the state’s highest court, which has been controlled by a conservative majority for 15 years.</p><p>Elections and democracy observers have called this election the most consequential one of the year, with abortion rights, redistricting and election rules at stake. The race pitted Protasiewicz, a Milwaukee circuit court judge and former prosecutor, against Dan Kelly, a former Wisconsin supreme court justice with ties to election deniers and the far right.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/wisconsin-supreme-court-election-results\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/wisconsin-supreme-court-election-results", "date_published": "2023-04-05 02:26:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macron heads to China hoping to talk Xi into changing stance on Ukraine", "description": "<p>French leader sees Beijing as possible ‘gamechanger’ and will also discuss European trade on three-day visit</p><p>Emmanuel Macron arrives in China on Wednesday for a three-day state visit in which he hopes to dissuade Xi Jinping from supporting Russia’s invasion of <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> while also developing European trade ties with Beijing.</p><p>“China is the only country in the world capable of having an immediate and radical impact on the conflict, in one direction or the other,” an official from the French president’s office said of the war in Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/macron-heads-china-hoping-talk-xi-jinping-changing-stance-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/macron-heads-china-hoping-talk-xi-jinping-changing-stance-ukraine", "date_published": "2023-04-05 02:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why headteachers are fighting back against Ofsted inspections – podcast", "description": "<p>The death of headteacher Ruth Perry after a devastating report from schools watchdog Ofsted has prompted a growing backlash. Michelle Sheehy, headteacher of Millfield primary school in the West Midlands, explains why</p><p>When Ofsted inspectors visited Ruth Perry’s primary school in Reading last year, they told her it would be downgraded to the lowest ranking because of gaps they found in the school’s safeguarding administration. Perry’s death last month has led to an outpouring of anger.</p><p>Her sister Julia Waters said her family were in no doubt she had taken her life in January as a “direct result” of the pressure put on her by the Ofsted inspection.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/05/why-headteachers-are-fighting-back-against-ofsted-inspections-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/05/why-headteachers-are-fighting-back-against-ofsted-inspections-podcast", "date_published": "2023-04-05 02:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel rocket sirens sound amid clashes at al-Aqsa mosque", "description": "<p>Israeli police and worshippers in confrontation at Jerusalem’s al-Aqsa mosque compound</p><p> </p><p>Sirens warning of possible incoming rockets sounded in areas around Gaza soon after Israeli police clashed with dozens of worshippers in Jerusalem’s al-Aqsa mosque compound, in what Israeli police said was a response to rioting.</p><p>The Palestinian Red Crescent reported that seven people were injured, and in a statement said that Israeli forces had prevented its medics from reaching the mosque.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/israel-al-aqsa-mosque-rocket-sirens-around-gaza\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/israel-al-aqsa-mosque-rocket-sirens-around-gaza", "date_published": "2023-04-05 01:16:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter accused of censorship in India as it blocks Modi critics", "description": "<p>Canadian politician, poet, an India MP and journalists are among 120 accounts that have been withheld</p><p></p><p>Twitter has been accused of bowing to government pressure in India by blocking scores of prominent journalists, politicians and activists from its platform in recent weeks.</p><p>The Indian government issued notices to Twitter to remove people in the aftermath of an internet shutdown in Punjab <a href=\"https://www.theguardian.com/world/2023/mar/21/punjab-internet-blackout-hunt-sikh-preacher-amritpal-singh-sandhu\">during the search for a fugitive Sikh separatist leader</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/twitter-accused-of-censorship-in-india-as-it-blocks-modi-critics-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/twitter-accused-of-censorship-in-india-as-it-blocks-modi-critics-elon-musk", "date_published": "2023-04-05 01:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK blocks UN webcast featuring Russia children’s commissioner, wanted on war crimes charges", "description": "<p>Move to deny Moscow’s children’s commissioner Maria Lvova-Belova a platform comes as she tells parents to write to her ‘to find’ their missing children</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>Britain has blocked the UN webcast of an informal security council meeting on Ukraine on Wednesday at which Russia’s commissioner for children’s rights – wanted by the international criminal court on war crimes charges – is due to speak.</p><p>The meeting this week will focus on “evacuating children from conflict zone” and Russia said on Tuesday that commissioner Maria Lvova-Belova would feature virtually. Such meetings are not held in the security council chamber and all 15 council members have to agree to allow it to be webcast by the United Nations.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/uk-blocks-un-webcast-featuring-russia-childrens-commissioner-wanted-on-war-crimes-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/uk-blocks-un-webcast-featuring-russia-childrens-commissioner-wanted-on-war-crimes-charges", "date_published": "2023-04-05 00:40:10+00:00", "persistent": false, "user": null, "language": "en-UK"}]