[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Game's EPIC DESTRUCTION Will Leave You Speechless", "description": "On the surface, upcoming free-to-play FPS THE FINALS doesn’t appear to reinvent the wheel. Read its synopsis and you’ll struggle to pick it apart from numerous other shooters already playable. Will you amass a small arsenal of guns and weaponry? \n\nYep. Build your own playstyle? Certainly. Fight alongside teammates in rapid-fire rounds of gun-toting action? You bet. So far, there’s nothing singular, nothing standing out, no promise of a long future for THE FINALS. Except… there is an ace in the hole. Something largely unprecedented. Observe the ultra-destructiveness of the game’s virtual arenas; in THE FINALS, players move beyond gun wielders to become human wrecking balls, reaping all manner of destructive behavior on their way to victory.\n\nThumbnail credit: Gamestar", "link": "https://www.youtube.com/watch?v=MOx_ViVPJ1o", "date_published": "2023-04-05 15:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The HELL Is Going On With PlayStation's PC Ports?", "description": "If you've played The Last of Us Part 1 on PC recently, you've probably noticed it's pretty bad. Not the game, mind you, which is a good remake of one of the greatest titles ever made. It's the quality of the PC port, which drew a “Mostly Negative” review score on Steam at launch. Though it's since changed to “Mixed”, only 45 percent of user reviews are positive.\n\nWhere do you even begin with the issues? Crashes, shader compilation that could take 40 minutes to more than an hour, terrible hair, characters suddenly being drenched in cutscenes, Tess floating in the air – the list goes on. Naughty Dog has released some hotfixes, but players are still reporting issues.", "link": "https://www.youtube.com/watch?v=X-P_NOtY_dM", "date_published": "2023-04-05 13:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}]