[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "God of War Ragnarök's New Game Plus Is Available TODAY - IGN Daily Fix", "description": "In today's Daily Fix:\n\nGod of War Ragnarök just received a substantial content update today in the form of a New Game Plus mode. The update gives players the ability to start a new campaign but with (almost) all their items and upgrades from the end of their original save. There's also new armor, new enchantments, a new level cap, and more. Best of all: the update is free! And speaking of free updates, the latest No Man's Sky update is here. Titled 'Interceptor,' you can explore new planets, encounter new enemies, collect new ships, and investigate a new threat to the galaxy. There's even enhancements for PSVR 2 users. The update is rolling out to all versions of the game. In Nintendo news, Mario creator Shigeru Miyamoto spoke with IGN about his distrust for...Dr. Mario?\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=3izPvXQINsA", "date_published": "2023-04-05 22:06:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guilty Gear Strive: 6 Minutes of Bedman? Gameplay", "description": "Get an early look at 6 minutes of Bedman? gameplay. The latest DLC character in Strive, Bedman? faces off against both Ky Kiske and Leo Whitefang in this showcase of how the sentient bed plays in Guilty Gear Strive.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=RwAVejy0HGg", "date_published": "2023-04-05 20:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Migration - Official Announcement Teaser (2023)", "description": "Check out the announcement teaser for Migration, an upcoming comedy movie from Illumination. In Migration, take flight into the thrill of the unknown with a funny, feathered family vacation like no other.\n\nMigration opens in US theaters on December 22, 2023.", "link": "https://www.youtube.com/watch?v=dG584GzzYOA", "date_published": "2023-04-05 19:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Vampire Survivors: Tides of the Foscari Gameplay and Interview | ID@Xbox April 2023", "description": "Geo Morgan from poncle, the developers of Vampire Survivors, showed off extended gameplay and answered questions about the newest expansion coming to Vampire Survivors: Tides of the Foscari during the most recent ID@Xbox stream. The expansion comes to Xbox and PC on April 13th.", "link": "https://www.youtube.com/watch?v=AIYuLeM2C2s", "date_published": "2023-04-05 18:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Explorator - Official Gameplay Trailer | ID@Xbox April 2023", "description": "Destroy a beautiful serene garden in first-person in this striking line-art shooter. Coming to Xbox and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=UiTM-qkzZ2o", "date_published": "2023-04-05 18:30:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Homestead Arcana - Official Gameplay Overview Trailer | ID@Xbox April 2023", "description": "Homestead Arcana will be available on April 21, 2023 for PC via Steam and Game Pass for Xbox Series X/S and PC. Watch the latest trailer for a deep dive into gameplay from this upcoming farming witch simulator game, including tending to crops with magic, exploration, crafting, and more. \n\nIn Homestead Arcana, a menacing force known as the Miasma has taken over the land, with what remains of society banished to mountains above the clouds. A young witch farmer Billie embarks on a magical adventure with her cat familiar Huckleberry to rescue the land for future generations and heal the world. Players must pioneer, cultivate and craft spells to tap into nature to revitalize the corrupted realm and uncover the secrets of the Miasma.", "link": "https://www.youtube.com/watch?v=T66FUUZ7Wu0", "date_published": "2023-04-05 18:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Season 3 - Official Trailer (Modern Warfare 2 & Warzone 2.0)", "description": "Watch the latest trailer for Call of Duty: Modern Warfare 2 & Warzone 2.0 for a peek at what's coming in Season 3. Alejandro and Valeria settle this once and for all in Season 3, available on April 12, 2023.\n\n#IGN #Gaming #CallOfDuty", "link": "https://www.youtube.com/watch?v=tLW__rVyJAI", "date_published": "2023-04-05 17:25:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "One Piece Odyssey - Official Reunion of Memories Teaser Trailer", "description": "Watch the One Piece Odyssey DLC teaser trailer for the game's upcoming Reunion of Memories DLC. Reunion of Memories is a new DLC adventure into the abyss of Waford. Join Luffy and friends on a journey back into the world spun by memories to unravel the mystery of the Black Cubes.\n\n#IGN #Gaming #OnePiece", "link": "https://www.youtube.com/watch?v=atH0pC7nKqs", "date_published": "2023-04-05 14:52:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 is the Greatest Video Game Remake Ever Made", "description": "Capcom's latest action horror game Resident Evil 4 is not only a masterpiece on its own, it's also the best video game remake in the history of video game remakes. Let's break down why it works so well and which other game remakes it towers over.", "link": "https://www.youtube.com/watch?v=oEgHnvBcyF4", "date_published": "2023-04-05 13:15:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "No Man’s Sky: Interceptor Update - Official Trailer", "description": "Watch the No Man's Sky: Interceptor update trailer. A new force has spread throughout the universe, corrupting planets as mysterious crystals sprout from the earth and transform Sentinel Guardians into strange forms. The update also introduces a new Starship class, resources, and enemies, alongside some new VR features, including improved visuals, wrist interface controls, and more. \n\nThe No Man's Sky: Interceptor update launches today (April 5) on PC, PS5, PS4, Xbox Series X/S, Xbox One, Nintendo Switch, and VR. The new No Mans Sky update is free for existing players.\n\n#IGN #Gaming #NoMansSky", "link": "https://www.youtube.com/watch?v=xzUavdXrhF4", "date_published": "2023-04-05 13:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Goat Simulator 3 - Official Easter Update Trailer", "description": "The Goat Simulator 3 free Easter Update is available now, adding the Operation Crackdown Easter egg hunt, new gear, and more. A giant egg has mysteriously appeared on an island off the coast of San Angora. However, in order to crack it open players will need to hunt down 12 hidden eggs using the RadEars. Locate each egg to uncover special new items and check out radical new cosmetics such as the Shellmet, Turdle Outfit, and Hen Head.\n\nWatch the chaotically fun Goat Simulator 3 Easter update trailer for a look at all the new additions this time around.\n\n#IGN #Gaming #GoatSimulator", "link": "https://www.youtube.com/watch?v=7wNSqRD-oqE", "date_published": "2023-04-05 10:59:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Official Teaser Trailer (2023) Chris Pratt, Chukwudi Iwuji", "description": "Here's the latest Guardians of the Galaxy Vol. 3 teaser trailer, giving us another look at the cast and a peek at the plot of the upcoming Marvel movie. \n\nWritten and directed by James Gunn, Marvel Studios’ Guardians of the Galaxy Vol. 3 opens in theaters on May 5, 2023. It stars Chris Pratt, Zoe Saldana, Dave Bautista, Chukwudi Iwuji, Karen Gillan, Pom Klementieff, Vin Diesel, Bradley Cooper, Maria Bakalova, Sean Gunn, and Will Poulter.\n\n#IGN #Movies #GuardiansOfTheGalaxy", "link": "https://www.youtube.com/watch?v=VeJ5O8SeqOs", "date_published": "2023-04-05 09:58:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Big Beasts - Official Trailer (2023) Tom Hiddleston", "description": "“Big Beasts” features some of the world’s most massive species filmed across 17 countries, including the gray whale, the elephant seal, the giant otter, the gorilla, the hippopotamus, the brown bear, the ostrich, the orangutan, the tiger, and the polar bear. Viewers will see that it's not easy being big—the larger the animal, the greater the challenges they face—as the series captures rare and first-ever footage using specialized equipment and next-generation filming techniques.\n\n#IGN", "link": "https://www.youtube.com/watch?v=DJk4ka_N1GY", "date_published": "2023-04-05 00:14:37+00:00", "persistent": false, "user": null, "language": "en-US"}]