[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New PlayStation Handheld Rumors Explained | GameSpot News", "description": "Following the announced of ASUS's ROG Ally handheld, new portable PlayStation rumors sprout up once again.\n#gaming #PlayStation5 #gamespot \n\nThe PlayStation Vita is dead! Long live the Vita! Because as you know, Vita means life, and you can never kill rumors of a PlayStation handheld.\n\nThere are a bunch of talk out there, yet again, that PlayStation is working on yet another handheld console. Here’s what you need to know.\n\nDiscussions around this device started soon after the reveal from ASUS and its ROG Ally handheld. A post on the GamingLeaksAndRumors subreddit popped up from someone that claims to have played around with a unit, as well as spoken to people at ASUS.\n\nThe details, which should be taken with a massive grain of salt, claim that the handheld with 512GB of storage is aiming to hit the price point of the most expensive steam deck at $649, with a second 1TB model at $900, supposedly launching in October of this year.\n\nConsidering the impressive performance we’ve seen from ASUS’s device from the few YouTubers that have officially gone hands on with it, if it can hit that pricepoint, that would give the Steam Deck some actual competition.\n\nThe company is supposedly also partnering with Microsoft on promoting the handheld as it runs on Windows, and hence, could run Game Pass games natively, something the Steam Deck can’t do unless you install Windows it, which is not how that device comes out the box, instead running its linux-based Steam OS.\n\nAccording to the post, the reason ASUS is partnering with Microsoft is not only because of Game Pass, but because the company is aware that PlayStation is working on its own handheld console as well.\n\nOnce these potential leaks were posted, word started circulating online specifically around the potential of yet another portable PlayStation. At this point, Jeff Grubb of GameSpot sister site GiantBomb tweeted, “I see the reports about a potential Vita 2, and I would definitely scope down those expectations. I've only ever heard about a cloud-streaming handheld.\"\n\nThen, following that Tweet, Insider Gaming put out a full report on what it knows about the situation. According to the site, PlayStation’s upcoming handheld is codenamed Q Lite and does indeed not run games natively, instead exclusively streaming them over the internet like Logitech’s G Cloud product.\n\nHowever, curiously, the report claims that this isn’t happening via games playing on Sony’s remote servers, but instead, simply utilizes the PlayStation 5’s built in Remote Play functionality that allows players to stream their games to other devices from their own console. Insider Gaming points to the company’s recent Remote Play focused ad that it put out in recent weeks as the beginning of an awareness campaign for consumers.", "link": "https://www.youtube.com/watch?v=QqBefWMgA7k", "date_published": "2023-04-05 21:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Diablo 4 Official Endgame Overview Gameplay Trailer", "description": "The end is only the beginning. Learn more about the end game in Diablo 4 from Capstone and Nightmare dungeons, Paragon Boards and the Codex of Power, Overworld experiences, and Fields of Hatred.\n\nCountless new challenges await in the massive #DiabloIV endgame.\n\nTimestamps\n0:00 Intro\n1:19 Growing your Power\n2:14 Nightmare Dungeons\n3:21 Endgame Exploration\n4:45 Fields of Hatred\n5:39 Outro", "link": "https://www.youtube.com/watch?v=uswF-Y5ECqM", "date_published": "2023-04-05 17:19:59+00:00", "persistent": false, "user": null, "language": "en-US"}]