[{"source": "https://www.jefftk.com/news.rss", "title": "Dance Profit Sharing", "description": "<p><span>\n\nWith most endeavors that have a financial component there's a spectrum\nof approaches that differ on how they assign risk.  At the \"low risk\"\nend you have agreements to pay a specific amount (\"we pay\n$100/person\"), while at the \"high risk\" end it depends on how things\ngo go (\"everyone gets a share of the take\").  Contra dance events\ngenerally go towards the low risk end: most of the time I'm playing\nfor a fixed fee.\n\n</span>\n\n<p>\n\nI've been thinking about this, though, because the dance I help run\ndoes profit sharing.  The idea is, we <a href=\"https://www.bidadance.org/payscale\">guarantee</a> $125/performer\nand then if there's profit left over after fixed expenses half of it\ngoes to the performers.  I wasn't around for the initial\nimplementation, but I think there were probably two reasons:\n\n</p>\n\n<p>\n\n</p>\n\n<ol>\n<li><p>When a band or caller draws a big crowd that's something we'd like\n   to encourage, and we're happy to share some of the rewards with\n   them.\n\n</p></li>\n<li><p>How much money we have available to pay performers depends on\n   attendance.  Profit sharing means that we pay performers more, to\n   the extent that it doesn't risk our financial health.\n</p></li>\n</ol>\n\n\n\n<p>\n\nYou don't want to go too far in the direction of sharing risk, though,\nbecause the event has most of the responsibility for attendance and is\nalso in a better position than many of the performers to take the loss\nfrom a low-turnout dance.\n\n</p>\n\n<p>\n\nWhile I like this system overall, a major downside is that it requires\nyou to determine how profitable this event was before paying the\nperformers.  I mean, it's possible to just pay everyone the guarantees\nand sort it out later, but that means following up with people to send\nadditional payments, which might be relatively small.  So you're\nfilling out a <a href=\"https://www.bidadance.org/attendance-financials-template\">pretty\ncomplicated form</a> by hand at the dance after counting the money\nwhen you'd rather be dancing.\n\n</p>\n\n<p>\n\nCould we get similar effects without needing to compute profit in the\nmoment?  What if we use attendance instead?  Here's how payments would\nlook with a bonus of $1 for every attendee over 120:\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/per-performer-extra-payments-big.png\"><img class=\"mobile-fullwidth\" height=\"337\" src=\"https://www.jefftk.com/per-performer-extra-payments.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nThe main places where these two systems differ is in their handling of\nlarge and small bands.  With the current system a duo is much more\nlikely to get additional money than a quartet, because fixed expenses\nare two performers lower.  While I do play in <a href=\"https://www.kingfisherband.com/\">a duo</a> and would be tempted\nto say otherwise, I don't see a general reason to pay smaller bands\nmore.\n\n</p>\n\n<p>\n\nAnother nice thing about this structure is that it's easy to tweak to\nkeep the dance financially healthy.  The threshold or per-person\namount could change in either direction, and it's much less of a big\ndeal than changing guarantees.\n\n</p>\n\n<p>\n\nI don't know if our dance will switch to this, but if we do I'll plan\nto post back in a year or so with how it's gone for us.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02wj7tn6ErxRzYci48JqXUpxXk2sRY8UaU5GzrRq1RPfczmy44yAzoqwTX8YV5GyhJl\">facebook</a>, <a href=\"https://lesswrong.com/posts/QacKfd7Efd53AzwBM\">lesswrong</a></i></p>", "link": "https://www.jefftk.com/p/dance-profit-sharing", "date_published": "2023-05-08 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]