[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Best Horror Games With Hack and Slash Elements To Satisfy Your Inner Savage", "description": "Hack and slash action is ostensibly melee-orientated, with close combat gameplay invariably utilizing an arsenal of blades, swords, axes, and bludgeoning blunt objects in rapid fire action which generally requires less strategy and more a focus on hyper violence. \n\nDue to the close quarter nature of hack and slash, this combat type works really well within the realms of horror; especially gory, bloody, action horror games, where getting up close and personal with surgical sword slices or brutal bat swings is required to survive every encounter with fierce, deadly foe.", "link": "https://www.youtube.com/watch?v=wWKIglJmGAU", "date_published": "2023-05-08 19:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Street Fighter 6 - 15 Things You ABSOLUTELY NEED TO KNOW Before You Buy", "description": "It's been many years since the launch of Street Fighter 5, and we're now at the point where series fans are itching for a completely new entry to dive into. Luckily enough, one is right around the corner. \n\nStreet Fighter 6 has generated a massive amount of excitement with each passing day pretty much since it was announced, made more intense by how impressive the game has looked in all that the developer has shown of it so far. Heading into its release not long from now, we know quite a bit about what to expect from the game, and here, we're going to go over a few of those key details.", "link": "https://www.youtube.com/watch?v=nnz8MGYWHlY", "date_published": "2023-05-08 15:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Recent Graphically Stunning Unreal Engine 5 Demos YOU NEED TO CHECK OUT", "description": "Unreal Engine 5 continues to bestow artists Worldwide with the tools to craft massively detailed worlds. It seems, at this stage, the only limit to its capability rests with the artist’s imagination, as UE5’s principal innovations – it’s capability for efficiently rendering huge geometric detail, it’s immersive dynamic lighting, and most recently it’s new framework for animating human emotions – are leading to some jaw dropping demonstrations. \n\nThumbnail credit: Youtube user Raynidos", "link": "https://www.youtube.com/watch?v=LyvuadJyX8k", "date_published": "2023-05-08 13:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}]