[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Legend of Zelda: Tears of the Kingdom Everything To Know", "description": "From a recap of Breath of the Wild's story, to the new powers and the game's development history, here's everything we know about Tears of the Kingdom.\n\nThe long-awaited follow-up to The Legend of Zelda: Breath of the Wild is finally almost here. The Legend of Zelda: Tears of the Kingdom is coming May 12 2023. Even as close as we are, though, there's a lot that’s still a mystery. Nintendo is notoriously secretive about its games before launch, and it seems especially inclined to keep this anticipated Zelda game under wraps, but here’s everything we do know about Tears of the Kingdom.\n\nOf all its most closely guarded secrets, the plot of The Legend of Zelda: Tears of the Kingdom is perhaps the one held tightest to Nintendo’s proverbial chest. The game will serve as a direct sequel to its predecessor Breath of the Wild, which makes it the title set farthest in the series’ timeline. For a full rundown of how all the games in the franchise link to one another, check out our complete Zelda timeline video, but for now, here’s a quick recap of the events of Breath of the Wild to get you caught up on the immediate story.\n\n\n#thelegendofzelda  #TearsofTheKingdom #gamespot", "link": "https://www.youtube.com/watch?v=4HBoS9OZLO0", "date_published": "2023-05-08 17:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Zelda: Breath of the Wild Full Story Recap", "description": "The Legend of Zelda: Breath of the Wild unpacks a lot of story across its vast playtime. It’s an epic narrative that kicks off 10,000 years in the past, before coming to a suitably heroic climax within the depths of Hyrule Castle. Add into the mix a whole load of key story beats told via flashbacks, and there’s a lot to reacquaint yourself with.\n\nSo whether you played Breath of the Wild back in 2017 and want a story recap, or are just jumping into Tears of the Kingdom, let’s break down the story so far.\n\n00:00 - Intro\n00:35 - 10,00 Years Ago - The Neverending Legend of Zelda\n01:52 - 100 Years Ago - Death, Taxes, and Ganon\n04:17 - 100 Years Ago - The Great Calamity\n06:39 - The Present - Link’s Awakening\n08:42 - The Present - The Elephant in the Room\n09:23 - The Present - Ain’t No Mountain\n10:10 - The Present - Flying High\n10:50 - The Present - Thunder & Lightning\n11:53 - The Present - Easy Rider\n13:23 - The Ending - Ganon Round 2\n\nFrom the legendary tales of Ganon versus Link and Zelda through to the victory against Calamity Ganon, this video breaks down and recaps the whole story of The Legend of Zelda: Breath of the Wild.\n\n#BreathOfTheWild #LegendOfZelda #GameSpot\n\nTimeline Playlist - https://www.youtube.com/watch?v=3gaFRoP4RUA&amp;list=PLpg6WLs8kxGN7aotOq-B5tYZWpvTZ3KRS\n\nThis video features music from the acclaimed Zelda and Chill albums:\n\nMusic by Mikel\nMastered by Dj Cutman\nComposed by Koji Kondo, Manaka Kataoka, Yasuaki Iwata, Toru Minegishi\nOriginally from the Zelda series\n\nYou can (and definitely should) check out the full albums at GameChops - https://www.youtube.com/@gamechops\n\nZelda and Chill - https://www.youtube.com/watch?v=GdzrrWA8e7A&amp;t=1771s\nZelda and Chill 2 - https://www.youtube.com/watch?v=rJlY1uKL87k\nZelda and Chill 3 - https://www.youtube.com/watch?v=ZaDnHo3LdmA", "link": "https://www.youtube.com/watch?v=MUzeOqybts4", "date_published": "2023-05-08 15:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}]