[{"source": "https://www.gamespot.com/feeds/mashup", "title": "James Gunn Isn't Making A Young Superman Movie", "description": "<p dir=\"ltr\">James Gunn, the co-head of DC Studios and the writer-director at the helm of the upcoming Superman movie, has taken to social media to clear up misconceptions surrounding the film's core concept. Despite selecting a younger actor, David Corenswet, over former Man of Steel Henry Cavill, Gunn has emphasized that the upcoming film should not be pigeonholed as a \"young Superman movie.\" <a href=\"https://www.hollywoodreporter.com/movies/movie-news/james-gunn-young-superman-movie-henry-cavill-david-corenswet-1235570122/\">The Hollywood Reporter</a> was first to report.</p><p dir=\"ltr\">Gunn's assertion came in direct response to a fan question on <a href=\"https://www.threads.net/@jamesgunn/post/Cv_Krcxx1Gd\">Threads</a>, where he wrote, \"I was never making a 'young Superman' movie, just a Superman movie!\"</p><p dir=\"ltr\">Earlier, Gunn had contributed to assumptions about the film's youthful approach due to his explanation for recasting the lead role. In a tweet last <a href=\"https://twitter.com/JamesGunn/status/1603205520252289024\">December</a>, he mentioned that the story would focus on an earlier phase of Superman's life, leading to the decision to replace Cavill.</p><a href=\"https://www.gamespot.com/articles/james-gunn-isnt-making-a-young-superman-movie/1100-6517013/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/james-gunn-isnt-making-a-young-superman-movie/1100-6517013/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T22:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Why You Should Keep Your Hype In Check | Spot On", "description": "<p>With Gamescom just around the corner and gaming personality Geoff Keighley all set to host the showcase's Opening Night Live event, hype is something that's been weighing heavy on our minds lately. While the event is sure to be packed to the gills with new gameplay footage and exciting looks at hotly anticipated games, Keighley has explicitly advised viewers to temper their expectations for the showcase, explaining that it will be more focused on highlighting previously announced games rather than revealing world premieres and never-before-seen gameplay. Despite this setting of expectations, however, the hype train is already leaving the station, with rumors running wild of what Geoff and co. have up their sleeves for the event.</p><p>In this episode of Spot On, Lucy and Tam discuss hype, why it matters, and why the topic is a bit more complex than it might seem. For starters, by engaging in pre-game hype, players open themselves up to joy, excitement, and the possibility to bond with like-minded people through powerful communal experiences. Hype is also hugely beneficial to developers, who rely on excited would-be-fans to promote and preorder their games. However, too much of a good thing--particularly when it leads to disappointment or over-promising--can have serious implications. Let's talk about them and a few of the ways we can keep our hype in check.</p><div>          </div><p>Spot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry, there's always something to talk about but, unlike most other news shows, Spot On will dive deep into a single topic as opposed to recapping all the news. Spot On airs each Friday.</p>", "link": "https://www.gamespot.com/articles/why-you-should-keep-your-hype-in-check-spot-on/1100-6517011/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T20:43:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Prep For Fall With Humble's End Of Summer Sale", "description": "<p dir=\"ltr\">Humble's massive <span class=\"norewrite\">           <a href=\"https://www.dpbolvw.net/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/promo/end-of-summer-sale-2023/\">End of Summer sale</a> </span> went live earlier today, discounting hundreds of PC games--and even a few Nintendo Switch titles--by up to 90% for a limited time.</p><p dir=\"ltr\">Many of the PC games included in the sale are from major publishers. Capcom fans can grab the <span class=\"norewrite\">           <a href=\"https://www.tkqlhce.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/phoenix-wright-ace-attorney-trilogy\">Phoenix Wright: Ace Attorney Trilogy collection</a> </span> for just $9.89 (down from $30) or <span class=\"norewrite\">           <a href=\"https://www.kqzyfj.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/monster-hunter-rise-plus-sunbreak\">Monster Hunter Rise bundled with the Sunbreak DLC expansion</a> </span> for $39.59 (normally $60). A bunch of Ubisoft games are also discounted, including <span class=\"norewrite\">           <a href=\"https://www.kqzyfj.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/immortals-fenyx-rising-gold-edition\">Immortals Fenyx Rising Gold Edition</a> </span> for $14 (normally $100) and <span class=\"norewrite\">           <a href=\"https://www.tkqlhce.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/far-cry-6-game-of-the-year-edition\">Far Cry 6 Game of the Year Edition</a> </span> for $36 (normally $120).</p><p dir=\"ltr\">There are plenty of indie PC games on sale like <span class=\"norewrite\">           <a href=\"https://www.tkqlhce.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/blasphemous\">Blasphemous</a> </span> for $6.24 (down from $25), and preorders for its sequel <span class=\"norewrite\">           <a href=\"https://www.jdoqocy.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/blasphemous-2\">Blasphemous 2</a> </span> are discounted to $27 (normally $30). Other indie game deals include <span class=\"norewrite\">           <a href=\"https://www.kqzyfj.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/hollow-knight\">Hollow Knight</a> </span> for $7.49 (normally $15), <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/cult-of-the-lamb\">Cult of the Lamb</a> </span> for $17.49 (down from $25), and <span class=\"norewrite\">           <a href=\"https://www.tkqlhce.com/click-100770772-14555742?sid=subid_value&amp;url=https://www.humblebundle.com/store/rogue-legacy-2\">Rogue Legacy 2</a> </span> for $16.24 (down from $25).</p><a href=\"https://www.gamespot.com/articles/prep-for-fall-with-humbles-end-of-summer-sale/1100-6517012/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/prep-for-fall-with-humbles-end-of-summer-sale/1100-6517012/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T20:22:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny Dev Teases Sci-Fi Project Inspired By Frogs, Comedy, MOBAs, And Fighting Games", "description": "<p>Destiny developer Bungie has teased one of its next potential projects, and there is pretty much no chance you'll be able to guess what kind of game it aims to be.</p><p>The developer said on Twitter that one of its \"incubation projects\" in development now is a team-based action game inspired by multiple genres and set in a new sci-fi world.</p><p>\"It draws inspiration from fighting games, platformers, MOBAs, life sims, and frog-type games, wrapped up in a lighthearted, comedic world,\" Bungie said. \"The team's designing for depth, mastery, and Bungie's signature action feel, as well as a friendly, inclusive community. We are actively hiring for this project and other small project teams.\"</p><a href=\"https://www.gamespot.com/articles/destiny-dev-teases-sci-fi-project-inspired-by-frogs-comedy-mobas-and-fighting-games/1100-6517010/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-dev-teases-sci-fi-project-inspired-by-frogs-comedy-mobas-and-fighting-games/1100-6517010/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T19:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Warzone - How To Destroy Zaya Observatory In Standard BR", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-iii/\">Call of Duty: Modern Warfare 3</a> was revealed inside of <a href=\"https://www.gamespot.com/games/call-of-duty-warzone/\">Warzone</a> with the new <a href=\"https://www.gamespot.com/articles/players-bomb-al-mazrah-in-cod-warzone-shadow-siege-ltm-event/1100-6516976/\">Shadow Siege event</a>, which tasks players with bombing Al Mazrah's Zaya Observatory in order to obtain chemical weapons from an underground bunker. While this is a special LTM mode, you can also complete these steps to bomb the map in standard battle royale, earning you access to all the loot hidden from this secret bunker.</p><h2 dir=\"ltr\">How to bomb Zaya Observatory</h2><p dir=\"ltr\">Bombing Zaya Observatory in the Shadow Siege mode completely changes the landscape of the area, but the map looks undamaged in standard matches. However, you can still complete steps to bomb the map mid-game.</p><p dir=\"ltr\">You'll see purple smoke flares on the map as you drop into your match. These are marking the locations of the giant missiles activated during the Shadow Siege event. Unlike in the event, you won't need to activate all eight of the missile launchers. You'll only need to activate five of them. This can be done in solos if you have a vehicle to get around the map quickly, but this will be faster by splitting up in squads. All locations can be found marked on the screenshot below.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-how-to-destroy-zaya-observatory-in-standard-br/1100-6517009/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cod-warzone-how-to-destroy-zaya-observatory-in-standard-br/1100-6517009/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T19:08:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Brooklyn Nine-Nine Writer Reveals Pitch For Amazing-Sounding Nerf Gun Movie", "description": "<p>Years ago, a Brooklyn Nine-Nine writer pitched a movie idea for a film with a fantastic concept involving Nerf guns, though it never worked out. Writer Van Robichaux said on X/Twitter, <a href=\"https://www.ign.com/articles/nerf-movie-in-the-works-almost-already-happened\">as discovered by IGN</a>, that the idea was to make a \"normal action movie\" but every weapon is a Nerf gun--and no one addresses it.</p><p>Robichaux said the movie could have featured Dwayne \"The Rock\" Johnson, one of the Hemsworth brothers, or any big action stars. \"Hire a great action director and do a normal action movie but--every weapon's a Nerf weapon. Every bullet is foam. Never directly address it in the film and play it straight,\" the writer said.</p><p>The writer was in love with the idea, but the pitch didn't resonate at Hasbro, apparently. It's too bad, because that sounds like a fantastic idea. Robichaux said it is <a href=\"https://twitter.com/VanTheBrand/status/1692280755919937584\">\"fear</a>\" that makes some studio executives apprehensive about funding new ideas.</p><a href=\"https://www.gamespot.com/articles/brooklyn-nine-nine-writer-reveals-pitch-for-amazing-sounding-nerf-gun-movie/1100-6517008/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/brooklyn-nine-nine-writer-reveals-pitch-for-amazing-sounding-nerf-gun-movie/1100-6517008/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T18:44:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Assassin's Creed Mirage Trailer Shows How Baghdad Was Lovingly Built", "description": "<p dir=\"ltr\">In the 9th century, Baghdad was arguably the center of the world--and one of its most advanced cities. This meant it made a lot of sense for Ubisoft to use it as the main setting for Basim's adventure in Assassin's Creed Mirage.</p><p dir=\"ltr\">But Ubisoft notes in a new trailer for the game (seen below) not much has survived from Baghdad over the succeeding millennium-plus, which makes digital recreation of the lost city tough. That meant tons of research for the team. Ultimately, Ubisoft broke up Baghdad into four major districts--such as business and industrial--within the game. And each hour of the day feels distinct in the vibrant metro, the developer added.</p><p dir=\"ltr\">Ubisoft previously revealed <a href=\"https://www.gamespot.com/articles/assassins-creed-mirage-will-have-a-history-of-baghdad-educational-mode/1100-6515689/\">there is a History of Baghdad mode in Assassin's Creed Mirage</a> that will urge players to learn more about the lost city. However, the game goes beyond Baghdad and also features different biomes to explore.</p><a href=\"https://www.gamespot.com/articles/new-assassins-creed-mirage-trailer-shows-how-baghdad-was-lovingly-built/1100-6517006/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-assassins-creed-mirage-trailer-shows-how-baghdad-was-lovingly-built/1100-6517006/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T18:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "AEW Star Cash Wheeler Arrested For Aggravated Assault With A Firearm", "description": "<p>Professional wrestler and current one-half of the AEW Tag Team Champions Cash Wheeler (real name Daniel Wheeler) appeared in an Orlando, Florida court Friday, after being arrested and charged with aggravated assault with a firearm.</p><p>According to Orange County, Florida court records shared by the <a href=\"https://www.orlandosentinel.com/2023/08/18/pro-wrestler-cash-wheeler-arrested-on-assault-charge/\">Orlando Sentinel</a>, a warrant was issued for Wheeler's arrest on July 28 for an offense alleged to have taken place the previous day. His attorneys issued a \"not-guilty\" plea on August 3. Wheeler waived appearing at a pre-trial conference. His first in-court appearance was Friday.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Video from Cash Wheeler’s arraignment. This was not a domestic issue and he says he did not know the people involved. More below. <a href=\"https://t.co/SGqLg7amC6\">pic.twitter.com/SGqLg7amC6</a></p>  — Wrestling News (@WrestlingNewsCo) <a href=\"https://twitter.com/WrestlingNewsCo/status/1692573192450195532?ref_src=twsrc^tfw\">August 18, 2023</a></blockquote>              </div><p>The wrestling promotion replied to numerous outlets, including <a href=\"https://twitter.com/SeanRossSapp/status/1692547422361186679\">Fightful</a>, with the same statement: \"AEW has been made aware of the charge, and we are closely monitoring the situation. He is fully cooperating with local authorities.\" The alleged incident is believed to have taken place where Wheeler flashed a gun. There was no physical altercation and he did not know the other party. The tag team champion last appeared on AEW Collision Saturday, August 12 in a tag team match with his FTR partner Dax Harwood and CM Punk.</p><a href=\"https://www.gamespot.com/articles/aew-star-cash-wheeler-arrested-for-aggravated-assault-with-a-firearm/1100-6517007/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/aew-star-cash-wheeler-arrested-for-aggravated-assault-with-a-firearm/1100-6517007/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T18:28:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Baldur's Gate 3 Dev Apologizes, Pledges To Avoid Another Broken Patch", "description": "<p dir=\"ltr\">Baldur's Gate 3 developer Larian is revamping its patch deployment process after a recent hiccup. The studio had to retract Hotfix 4 due to crashes, <a href=\"https://www.gamespot.com/articles/baldurs-gate-3-hotfix-4-fixes-sleepy-companions/1100-6516945/\">temporarily locking players out of saves made during the update</a>.</p><p dir=\"ltr\">Addressing the situation, Larian conveyed in an update on <a href=\"https://store.steampowered.com/news/app/1086940/view/3642902312048647389?l=english\">Steam</a>, \"We recognize the frustration caused by this and want to apologize. That's why we're changing things up… Hotfix 4 went through a rigorous QA pipeline and was confirmed for release. However, a last-minute version number change led to compiler corruption, causing unexpected crashes.\"</p><p dir=\"ltr\">To prevent future incidents, the studio pledged, \"Any change to future versions will undergo our comprehensive QA pipeline, including in-house QA, automated and unit testing, and save-game compatibility testing.\"</p><a href=\"https://www.gamespot.com/articles/baldurs-gate-3-dev-apologizes-pledges-to-avoid-another-broken-patch/1100-6517005/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/baldurs-gate-3-dev-apologizes-pledges-to-avoid-another-broken-patch/1100-6517005/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T18:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Alternate Universe Lord Of The Rings Movie Series We Didn't See", "description": "<p><h2>The Lord of the Rings movie series could have looked quite different.</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180437-screenshot2023-08-18at1.59.08pm.png\" /><br /><h3><p> </p><p dir=\"ltr\">Peter Jackson's Oscar-winning The Lord of the Rings movie series is beloved and iconic, featuring memorable performances by actors like Liv Tyler, Elijah Wood, Ian McKellen, Viggo Mortensen, and more. But the film could have looked quite different. As is often the case with major Hollywood productions, a number of other actors were in the mix for the leading roles. Aragon, Frodo, Gandalf, Arwen, and others could have been played by different people, and it's fascinating to think about what could have been.</p><p dir=\"ltr\">In this gallery, we're running through more than a dozen actors who were, or might have been, in the mix for major roles but ultimately didn't make the cut for whatever reason.</p><p dir=\"ltr\">Perhaps the best-known and most dramatic example is Stuart Towsend. He was hired to play Aragorn. He trained for the role and was on the ground in New Zealand before everything changed. It was decided that Townsend lacked a certain quality that Jackson was looking for. In the 11th hour, Jackson fired Townsend and hired Viggo Mortensen. As the story goes, Mortensen's son convinced the actor to fly to New Zealand for three years to play the part he is now known best for.</p><p dir=\"ltr\">Other actors who could have appeared in The Lord of the Rings included Jake Gyllenhaal, Russell Crowe, Nicolas Cage (yes, really!), Daniel Day-Lewis, Uma Thurman, and even the singer David Bowie. Here's 15 actors who could have starred in The Lord of the Rings.</p><p> </p></h3></p><br />     <p><h2>Stuart Townsend - Aragon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180411-screenshot2023-08-18at1.56.11pm.png\" /><br /><h3><p> </p><p>Irish actor Stuart Townsend was cast as Aragorn. He says he trained for months and was prepared to go, before he was fired just one day before filming was due to begin. As Townsend tells it, he believes Jackson wanted someone older and didn't realize this until late in the process. Viggo Mortensen, who is 14 years older, got the call--and the rest is history.</p></h3></p><br />     <p><h2>Russell Crowe – Aragorn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180412-screenshot2023-08-18at1.57.52pm.png\" /><br /><h3><p> </p><p>It's been reported that Russell Crowe was on the shortlist for actors who could replace Townsend as Aragorn. However, <a href=\"https://www.gamespot.com/articles/russell-crowe-talks-about-passing-on-the-lord-of-t/1100-6467944/\">Crowe told Howard Stern</a> that he believes Jackson never really wanted him to play Aragorn. He suggested that studio executives pressured Jackson into talking to him because his star was rising at the time. \"My instinct was that he had somebody else in mind, which turned out to be Viggo Mortensen. And he should be allowed to hire the actor that he wants,\" Crowe said.</p></h3></p><br />     <p><h2>Nicolas Cage – Aragorn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180413-screenshot2023-08-18at1.59.08pm.png\" /><br /><h3><p> </p><p dir=\"ltr\">Actor Nicolas Cage won an Oscar for 1995's Leaving Las Vegas, and he could have broken out into a new level of stardom a few years later by playing Aragorn in The Lord of the Rings. However, <a href=\"https://www.gamespot.com/articles/nicolas-cage-reveals-the-very-sweet-reason-he-turned-down-lord-of-the-rings-and-the-matrix/1100-6502637/\">Cage said in 2022</a> that he declined to appear in The Lord of the Rings because he chose to prioritize his family over his career. For The Lord the Rings, he would have needed to live in New Zealand for multiple years as the films were shot back-to-back. Cage also passed on playing Neo in The Matrix (which filmed in Australia) for the same reason.</p><p dir=\"ltr\">\"There's no version of Nic Cage that didn't put family first over career. I turned down Lord of the Rings and I turned down Matrix because I didn't want to go to New Zealand for three years or Australia for three years because I needed to be home with my son Weston, that's a fact.\"</p><p> </p></h3></p><br />     <p><h2>Dougray Scott – Aragorn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180414-screenshot2023-08-18at2.01.11pm.png\" /><br /><h3><p> </p><p dir=\"ltr\">Mission Impossible actor Dougray Scott <a href=\"https://www.gamespot.com/articles/lord-of-the-rings-aragorn-could-have-been-played-b/1100-6476351/\">said in 2020</a> that he was approached to play Aragorn in The Lord of the Rings, but passed on making any effort to audition because it would involve living in New Zealand for a long time. He was never officially offered the role, but says he was sent the script and received an invitation to meet with Jackson. \"The idea of spending that amount of time away in New Zealand at that particular time, I didn't want to do,\" he said.</p><p> </p></h3></p><br />     <p><h2>Daniel Day-Lewis – Aragorn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180416-screenshot2023-08-18at2.02.40pm.png\" /><br /><h3><p> </p><p dir=\"ltr\"><a href=\"https://collider.com/aragorn-actors-lord-of-the-rings/\">According to Collider</a>, Daniel Day-Lewis--an esteemed, award-winning (now-retired) actor known for his method acting--was one of Jackson's top candidates to play Aragorn. Jackson reportedly tried on numerous occasions to get Day-Lewis to play the role, but it didn't work out for reasons that were never made public. Day-Lewis is known to be very selective about his projects, and he's never starred in any film that got a sequel, so it would have been out of the ordinary for him.</p></h3></p><br />     <p><h2>Jake Gyllenhaal – Frodo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180417-screenshot2023-08-18at2.05.58pm.png\" /><br /><h3><p> </p><p dir=\"ltr\">Today, Lord of the Rings fans know Elijah Wood and only Elijah Wood to be Frodo, but it could have been someone else. <a href=\"https://www.gamespot.com/articles/jake-gyllenhaal-recalls-totally-tanking-his-lord-o/1100-6435913/\">Jake Gyllenhaal auditioned for the role</a>, and his try-out went very badly. He said in 2016 that the first phase of his audition was to act out a scene where Frodo finds the One Ring. As Gyllenhaal recalls, he didn't know stage direction would be part of the audition. Not only that, but when he got to speaking, he was supposed to use a British accent. Except no one told him that and he just read the lines in his American accent. Gyllenhaal recalls Jackson telling him to fire his agents for failing to prepare him for the audition.</p></h3></p><br />     <p><h2>James Corden - Samwise</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180419-screenshot2023-08-18at2.11.42pm.png\" /><br /><h3><p> </p><p>Actor Sean Astin turned in a memorable performance as the devoted Hobbit Samwise Gamgee, but did you know it could have been James Corden playing the role? Corden <a href=\"https://www.gamespot.com/articles/james-corden-confirms-rumor-he-auditioned-for-lord-of-the-rings/1100-6510266/\">said on the Happy Sad Confused podcast in 2022</a> that he received multiple callbacks, but ultimately, he admits his audition was \"not good.\"</p></h3></p><br />     <p><h2>Sean Connery – Gandalf</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180420-screenshot2023-08-18at2.12.49pm.png\" /><br /><h3><p> </p><p dir=\"ltr\">The iconic role of the wise wizard Gandalf went to Ian McKellen, but he reportedly wasn't the first choice. McKellen told <a href=\"https://www.independent.co.uk/arts-entertainment/films/news/lord-of-the-rings-sean-connery-gandalf-b1976843.html\">The Independent</a> that Anthony Hopkins and Sean Connery were ahead of him in line. \"They only wanted me because the established stars said no,\" McKellen recalled. Producer Mark Ordesky didn't remember it that way, saying McKellen was being self-deprecating and that the producers really did want to hire McKellen.</p><p dir=\"ltr\">Ordesky said an offer was made to Connery \"but he said no.\" The producer said Connery didn't explain himself until years later. Ordesky said Connery read the script and \"just didn't get it.\"</p><p> </p></h3></p><br />     <p><h2>Uma Thurman – Eowyn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180421-screenshot2023-08-18at2.14.19pm.png\" /><br /><h3><p> </p><p>Uma Thurman, known for her roles in Quentin Tarantino movies like Kill Bill and Pulp Fiction, <a href=\"https://www.youtube.com/watch?v=Ai8kW0-oe2Y\">told Stephen Colbert in 2017</a> that the rumors that she turned down a major Lord of the Rings role were true. She told the late-night TV host, \"I do consider it one of the worst decisions ever made.\" Thurman said she had just had her first child, which factored into her decision-making. In the end, Australian actress Miranda Otto landed the part of Eowyn and performed it memorably.</p></h3></p><br />     <p><h2>Patrick Stewart – Gandalf</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180424-screenshot2023-08-18at2.17.57pm.png\" /><br /><h3><p> </p><p>Another actor who was in the running to play Gandalf was Patrick Stewart of Star Trek fame. At a <a href=\"https://trekmovie.com/2008/03/09/new-york-con-reports-pictures-and-video/\">Star Trek fan convention years ago</a>, Stewart said he met with Jackson about playing Gandalf, but Stewart wanted a different part (one that he has never disclosed). Stewart also reportedly didn't love the script. Stewart and Ian McKellen, who ended up landing the role of Gandalf, are very good friends now. And that's very nice.</p></h3></p><br />     <p><h2>David Bowie - Multiple Roles</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180425-screenshot2023-08-18at2.18.51pm.png\" /><br /><h3><p> </p><p>Singer David Bowie auditioned for The Lord of the Rings, according to Dominic Monaghan, who played Merry in the series. Monaghan <a href=\"https://www.huffpost.com/entry/dominic-monaghan-lost_n_56a8bdeae4b0f6b7d54448e7\">said</a> he saw Bowie in a casting office and assumed he was reading for Gandalf. That might have been the case, but it's also been reported that Jackson was potentially interested in casting Bowie as the ancient elf Elrond. Hugo Weaving would eventually land the part.</p></h3></p><br />     <p><h2>Ethan Hawke – Faramir</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180426-screenshot2023-08-18at2.21.54pm.png\" /><br /><h3><p> </p><p>Australian actor David Wenham turned in a memorable performance as the duty-bound soldier Faramir in The Lord of the Rings, but before he got the part, Ethan Hawke was <a href=\"https://twitter.com/theoneringnet/status/1480205724332400644\">reportedly in the mix</a>. Hawke and Uma Thurman (who was originally eyed for Eowyn) were married at the time. It would have been poetic if it came to fruition, as Faramir and Eowyn end up together in the movie.</p></h3></p><br />     <p><h2>Christopher Plummer – Gandalf</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180427-screenshot2023-08-18at2.23.48pm.png\" /><br /><h3><p> </p><p>Iconic actor Christopher Plummer, who died in 2021, was offered the role of Gandalf. But the Sound of Music star <a href=\"https://www.youtube.com/watch?v=RWmrjayz9Ec\">told Conan O'Brien </a>he was hesitant about spending so much time in New Zealand, which was a common refrain among the actors who passed on parts in the series. Plummer said he is a big fan of the Lord of the Rings and read the books growing up. Plummer said his performance as Gandalf might have been \"cold\" as opposed to the warmer interpretation we got from McKellen.</p></h3></p><br />     <p><h2>Tom Wilkinson - Unspecified Role</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180431-screenshot2023-08-18at2.25.50pm.png\" /><br /><h3><p> </p><p dir=\"ltr\">Actor Tom Wilkinson, a famous character actor who has appeared in more than 100 productions in his career, was apparently at least in the running for a part in The Lord of the Rings. He <a href=\"https://www.theonering.net/torwp/2005/09/29/2267-tom-wilkinson-passed-on-tolkien/\">said</a> he was \"never offered a role outright.\" However, the producers called to conduct an \"availability check\" to see if Wilkinson might be free, with conversations then continuing from there. We don't know what role Wilkinson might have been considered for, but many speculate it was Gandalf.</p><p> </p></h3></p><br />     <p><h2>Sylvester McCoy – Bilbo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4180432-screenshot2023-08-18at2.27.48pm.png\" /><br /><h3><p> </p><p>Scottish actor Sylvester McCoy, known for playing the Doctor on Doctor Who in the late 80s, was reportedly a<a href=\"http://www.arwen-undomiel.com/HCast_Bios/Sylvester.html\"> leading candidate to play Bilbo</a> in The Lord of the Rings. It didn't work out, and the role went to Ian Holm. However, McCoy would end up playing a major role in a Middle-earth production, as he starred as Radagast in Jackson's Hobbit films.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/the-alternate-universe-lord-of-the-rings-movie-series-we-didnt-see/2900-4838/", "date_published": "2023-08-18T17:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Where Is Xur Today? (August 18-22) Destiny 2 Exotic Items And Xur Location Guide", "description": "<p>It's the final weekend before <a href=\"https://www.gamespot.com/articles/destiny-2-season-22-storyline-weapons-and-everything-we-know/1100-6515517/\">Season 22</a> begins in Destiny 2, and with some big Exotic armor and <a href=\"https://www.gamespot.com/articles/destiny-2-is-tweaking-monte-carlo-and-several-other-exotics-for-season-22/1100-6516953/\">weapon changes</a> on the horizon, now's a good time to stock up on these rare items before they're overhauled. As usual, Xur has touched down with a curated collection of gear to purchase from him, including Exotic and Legendary-class weapons and armor. Here's where Xur is this weekend and what he has for sale.</p><p>This week you can find Xur on <strong>Nessus, </strong>in <strong>The Watcher's Grave</strong>. For his weapon, Xur is offering <strong>DARCI</strong>. Hunters can pick up the <strong>Young Ahamkara's Spine </strong>gauntlets; Titans can grab <strong>ACD/0 Feedback Fence </strong>gauntlets; and Warlocks can buy the <b>Apotheosis Veil </b>helmet.</p><h2>Xur Location</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4180377-xurnessus.jpg\"><img alt=\"Xur's location on Nessus.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4180377-xurnessus.jpg\" /></a><figcaption>Xur's location on Nessus.</figcaption></figure><p>Head to Nessus and use the Watcher's Grave transmat zone to find Xur this week. When you arrive, hop on your sparrow and head north toward the exit of the area. Look for a big tree with pink moss on the right side of the area. Climb up onto its big, flat branch, where you can reach Xur.</p><a href=\"https://www.gamespot.com/articles/where-is-xur-today-august-18-22-destiny-2-exotic-items-and-xur-location-guide/1100-6516992/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/where-is-xur-today-august-18-22-destiny-2-exotic-items-and-xur-location-guide/1100-6516992/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T17:07:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Call Of Duty Just Lost One Of Its Most Veteran Developers", "description": "<p>David Vonderhaar, one of Call of Duty's most veteran developers, has left Treyarch and Activision entirely. Vonderhaar, who started at Treyarch in October 2004 and had been there ever since, is leaving the company to \"explore new opportunities.\"</p><p><a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7098334571041095680/\">Posting on LinkedIn</a>, Vonderhaar said he is \"immensely grateful\" to his teammates at Treyarch \"for the time we invested to improve our craft, never sitting on successes, and always wondering how to improve what we design and how we produce it.\"</p><p>Vonderhaar was Treyarch's studio design director and was on the leadership team at the company. He started at Treyarch in 2004 and started his career there with 2005's <a href=\"https://www.gamespot.com/games/call-of-duty-2-big-red-one/\">Call of Duty 2: Big Red One</a>.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-just-lost-one-of-its-most-veteran-developers/1100-6517004/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/call-of-duty-just-lost-one-of-its-most-veteran-developers/1100-6517004/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T17:02:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Warhammer 40,000: Darktide Getting Revamped Class System With Skill Trees And New Abilities", "description": "<p><a href=\"https://www.gamespot.com/games/warhammer-40000-darktide/\">Warhammer 40K: Darktide's</a> classes will receive a significant overhaul in the near future, with each of the game's four unique roles receiving a skill tree filled with abilities both new and old.</p><p dir=\"ltr\">Currently, each class in developer Fat Shark's co-op shooter--the Ogryn, Psyker, Veteran, and Zealot--and can be leveled up to level 30. Every five levels, players can choose one perk out of three options for that specific level milestone. That system will be done away with come October. Instead, players will receive a skill point every time they level up. Each class will receive a skill tree with three main branches, one of which will represent each class' existing options. The other two branches will feature new abilities, giving each class more playstyles to choose from.</p><figure style=\"width: 924px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1647/16470614/4180362-darktideskilltreepreview.jpg\"><img alt=\"A preview of what a portion of Darktide's upcoming skill trees look like.\" src=\"https://www.gamespot.com/a/uploads/original/1647/16470614/4180362-darktideskilltreepreview.jpg\" /></a><figcaption>A preview of what a portion of Darktide's upcoming skill trees look like.</figcaption></figure><p dir=\"ltr\">In an interview with <a href=\"https://www.pcgamer.com/i-dont-think-players-expect-this-warhammer-40k-darktide-is-adding-rpg-style-skill-trees-full-of-new-abilities-to-its-4-classes/?utm_source=twitter.com&amp;utm_medium=social&amp;utm_campaign=socialflow\">PC Gamer</a>, Darktide game director Anders De Geer said the development team at Fatshark has essentially reimagined what a class is in Darktide, and each class will have multiple new active abilities and passive perks. A few examples outlined is an option for Ogryns to choose a \"Big Friendly Rock\" as their throwable instead of a grenade box and the Psyker gaining a \"Force-lightning-esque\" ability.</p><a href=\"https://www.gamespot.com/articles/warhammer-40000-darktide-getting-revamped-class-system-with-skill-trees-and-new-abilities/1100-6517003/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/warhammer-40000-darktide-getting-revamped-class-system-with-skill-trees-and-new-abilities/1100-6517003/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T16:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Skull And Bones Closed Beta: How To Sign Up And System Requirements", "description": "<p>Ubisoft announced a closed beta for Skull and Bones, its highly anticipated pirate-themed cooperative game. It's invitation-only for participants who sign up using their Ubisoft Connect account. Note that the closed beta is only for PC and only in English, so console and non-English speaking players will have to wait to experience Skull and Bones' seven seas.</p><p>Here's when you can play the Skull and Bones closed beta and how to sign up for it.</p><h2>What is the start date for the Skull and Bones closed beta?</h2><p>The Skull and Bones closed beta runs from Thursday, August 24 to Monday, August 28. However, it ends very early on Monday in North American time zones, so you should plan to have most of your testing finished on Sunday, August 27. You can preload the Skull and Bones closed beta as soon as Tuesday, August 22 at 6 AM ET / 3 AM PT.</p><a href=\"https://www.gamespot.com/articles/skull-and-bones-closed-beta-how-to-sign-up-and-system-requirements/1100-6517001/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/skull-and-bones-closed-beta-how-to-sign-up-and-system-requirements/1100-6517001/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T16:07:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Bomb Rush Cyberfunk, The Jet Set Radio Successor, Is Out Now And Already Has A Discount", "description": "<p>Bomb Rush Cyberfunk, a spiritual successor to Sega's stylish rollerblading game, Jet Set Radio, is finally out on PC and Nintendo Switch today. Featuring a similar cel-shaded aesthetic, graffiti-focused gameplay in which you make your mark on pristine walls, and even several musical tracks produced by Jet Set Radio soundtrack composer Hideki Nagamura, Team Reptile's game is now available with a launch day discount on Fanatical. You can pick up a Steam PC code for <strong>$36</strong> (usually $40) on Fanatical, a nice 10% discount for a brand-new game.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/bomb-rush-cyberfunk\">See on Fanatical</a> </div><p> </p><p>In case you missed it when it was first announced, Bomb Rush Cyberfunk takes place in a city where crews of graffiti artists rule the streets, and to rise to the top, you'll need to dance, paint, trick, and face off against the cops inside of a sprawling metropolis. Its been a while since a game influenced by Jet Set Radio has been seen, as the last time Sega revived the game was in 2012 with an HD remaster on Xbox 360 and PS3.</p><a href=\"https://www.gamespot.com/articles/bomb-rush-cyberfunk-the-jet-set-radio-successor-is-out-now-and-already-has-a-discount/1100-6517000/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/bomb-rush-cyberfunk-the-jet-set-radio-successor-is-out-now-and-already-has-a-discount/1100-6517000/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T15:54:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Flash In Streaming On Max Next Week", "description": "<p>DC's The Flash is heading to Max starting August 25 like a bolt of lightning. The last film in the DC's previous shared universe had a troubling time at the theaters and quickly earned the most significant loss for a movie <a href=\"https://collider.com/the-flash-movie-box-office-breakdown/\">in Warner Bros' history</a>. The movie was plagued with reshoots, constant delays, and controversies that caused <a href=\"https://www.gamespot.com/reviews/the-flash-review-fast-paced-fun-at-first-but-runs-out-of-steam/1900-6418077/\">mixed</a>-to-negative reviews across the board.</p><p>Ezra Miller first played The Flash in the ultimate edition cut of Batman v Superman: Dawn of Justice, but got their full appearance as Barry Allen and the Scarlet Speedster in Justice League, where they received acclaim as being one of the brighter spots of that movie. The Flash solo movie was a take on the legendary Flashpoint Paradox storyline. In the film, Barry attempts to travel back and time to stop his mother's murder, changing the timeline entirely and sending him to an alternate reality, in which Michael Keaton's Batman is one of the world's only superheroes, alongside Supergirl (Sasha Calle).</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Worlds collide. <a href=\"https://twitter.com/hashtag/TheFlash?src=hash&amp;ref_src=twsrc^tfw\">#TheFlash</a> will be streaming August 25 on Max. <a href=\"https://t.co/PVX3ayhEpA\">pic.twitter.com/PVX3ayhEpA</a></p>  — Max (@StreamOnMax) <a href=\"https://twitter.com/StreamOnMax/status/1692551932903342126?ref_src=twsrc^tfw\">August 18, 2023</a></blockquote>              </div><p>Originally announced back in October of 2014 with then-DC's slate of upcoming movies (that also included a Cyborg solo film) The Flash was scheduled for a 2018 release, but faced several creative changes even leading up to a 2017 rewrite after Justice League failed studio expectations. There were a couple more rewrites with even Miller and comic book legend Grant Morrison proposing a script, which Warners ultimately turned down.</p><a href=\"https://www.gamespot.com/articles/the-flash-release-date-is-coming-to-max-next-week/1100-6517002/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-flash-release-date-is-coming-to-max-next-week/1100-6517002/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T15:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Walking Dead Game Announced, Lets You Re-Live Seasons 1-4 Of The Show", "description": "<p>A new Walking Dead video game has been announced, and it's launching soon. The Walking Dead: Destinies re-tells \"critical moments\" from Seasons 1-4 of the AMC series through a third-person action-adventure game. The game gives players a number of choices to make, like electing who leads the group, if you choose to make <a href=\"https://walkingdead.fandom.com/wiki/Philip_Blake_(TV_Series)\">the governor</a> your enemy or friend, and more.</p><p>The game kicks off with players controlling Rick Grimes, who awakes in a hospital and surrounded by zombies. Like on the show, players need to make friends and battle baddies as they trace the story and locations from the TV series. Players will visit places like Atlanta, the Greene farm, and the prison.</p><p>The game lets players bash zombies with a variety of weapons, including bats, katanas, revolvers, shotguns, and crossbows. There are a dozen characters from the TV series who will appear in the game, including Rick, Shane, Michonne, Carol, and Daryl.</p><a href=\"https://www.gamespot.com/articles/new-walking-dead-game-announced-lets-you-re-live-seasons-1-4-of-the-show/1100-6516999/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-walking-dead-game-announced-lets-you-re-live-seasons-1-4-of-the-show/1100-6516999/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T15:38:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pluto Is A Planet Again (According To Starfield)", "description": "<p>While Starfield has a <a href=\"https://www.gamespot.com/articles/heres-when-humans-land-on-mars-according-to-starfields-timeline/1100-6516852/\">pessimistic prediction</a> for when humanity will reach Mars, Bethesda's upcoming space-exploration game has at least managed to correct a planetary-scale injustice. After years of being shunned by the scientific community, the greater powers of a AAA video game developer have (un)officially restored Pluto's status as the ninth planet of our solar system.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4180345-im-back.jpg\"><img alt=\"We're also thinking that Pluto is back.\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4180345-im-back.jpg\" /></a><figcaption>We're also thinking that Pluto is back.</figcaption></figure><p> </p><p>Spotted by Rebs Gaming on Twitter, Bethesda didn't just overrule the <a href=\"https://en.wikipedia.org/wiki/IAU_definition_of_planet\">International Astronomical Union's 2006 decision</a> to declare that Pluto didn't qualify to be a planet, they made that location explorable within Starfield. Justice has finally prevailed. There have been efforts made to restore Pluto's position amongst campaigners, and thanks to Bethesda flexing its muscles over the IAU, Pluto is back where it belongs in the grand celestial order if you choose to ignore the boffins.</p><a href=\"https://www.gamespot.com/articles/pluto-is-a-planet-again-according-to-starfield/1100-6516997/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/pluto-is-a-planet-again-according-to-starfield/1100-6516997/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T15:23:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Modern Warfare 3 Has A New Style Of Campaign Missions, Here's How They Work", "description": "<p><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-iii/\">Call of Duty: Modern Warfare III</a> has been officially announced, and one addition to the formula this year are what's called \"Open Combat Missions\" for the campaign. But what are these and how do they work? Here's everything we know so far about Open Combat Missions in Modern Warfare III.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">What are Open Combat Missions?</a></li></ul></div><h3 id=\"What_are_Open_Combat_Missions_\"><strong>What are Open Combat Missions?</strong></h3><p>In addition to the more cinematic, linear, and focused missions that fans have come to know and expect from Call of Duty, Modern Warfare III has Open Combat Missions that give players more freedom. Players will have \"numerous additional choices\" for how to complete a mission, Activision said in a <a href=\"https://www.callofduty.com/blog/2023/08/call-of-duty-modern-warfare-III-worldwide-full-reveal-announcement\">blog post.</a></p><p>\"For example, if you prefer to use stealth techniques, you may wish to undertake an OCM with a lights-out approach, using night-vision goggles and suppressed weapons and complete your objectives without your adversaries knowing you were even there,\" the company said. \"However, if loud explosions and reckless abandon are part of your repertoire, strap extra armor plates onto your torso and hit those targets head-on.\"</p><a href=\"https://www.gamespot.com/articles/modern-warfare-3-has-a-new-style-of-campaign-missions-heres-how-they-work/1100-6516998/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/modern-warfare-3-has-a-new-style-of-campaign-missions-heres-how-they-work/1100-6516998/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T14:59:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Battle Shapers Release Date Set For October In New Gameplay Trailer", "description": "<p>A new trailer for Battle Shapers has gone live, showing off more of the game's roguelite action, colorful art direction, and confirming an early access release date of October 3 on PC via Steam, GameSpot can exclusively reveal. The first game from studio Metric Empire, Battle Shapers mixes some fast and furious gunplay with boss fights that allow you to harvest the abilities of fallen enemies.</p><p>As Ada, a Battle Shaper revived to topple the powerful Overlords who have taken over the city of New Elysium, you'll need to run and gun your way through hordes of robotic enemies.</p><p>You'll also have a helpful ally named Meemo feeding you valuable intel as you enter each Overlord tower and fight your way to the top in Battle Shapers. Develop your arsenal of weapons, unlock new abilities and permanent upgrades, explore each tower, and eventually defeat the boss at the top. Death is not the end in case your attempt ends in disaster, and each run will allow you to smash your way through their trap-ridden towers with more permanent upgrades that you unlock along the way.</p><a href=\"https://www.gamespot.com/articles/battle-shapers-release-date-set-for-october-in-new-gameplay-trailer/1100-6516994/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/battle-shapers-release-date-set-for-october-in-new-gameplay-trailer/1100-6516994/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T14:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Ahsoka Clip Reveals A New Look At The Star Wars TV Show Just Before Release", "description": "<p>Ahead of the TV show's debut this month, Disney has released a new clip from the Ahsoka series, and it looks pretty great. The clip, titled \"Dual Lightsaber,\" focuses on Hera Snydulla (Mary Elizabeth Winstead) caught in an intense aerial battle while Ahsoka (Rosario Dawson) does battle on the ground with her dual lightsabers against multiple enemies.</p><p>Ahsoka premieres August 23 on Disney+, starting with not one episode but two. Check out the clip below.</p><div>          </div><p>Dawson has said Ahsoka is <a href=\"https://www.gamespot.com/articles/rosario-dawson-says-ahsoka-is-inspired-by-gandalf-in-star-wars-show/1100-6516584/\">inspired by the wizard Gandalf's journey from Gandalf the Gray to Gandalf the White</a>. \"She's someone very capable and excellent and looked up to as a leader, but she still has levels of development to go,\" Dawson said.</p><a href=\"https://www.gamespot.com/articles/ahsoka-clip-reveals-a-new-look-at-the-star-wars-tv-show-just-before-release/1100-6516996/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ahsoka-clip-reveals-a-new-look-at-the-star-wars-tv-show-just-before-release/1100-6516996/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T14:21:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Delta Force Reboot Officially Confirmed, More Details To Be Revealed At Gamescom", "description": "<p>After being missing in action for several years, Delta Force is returning to duty in a new game for PC, consoles, and mobile phones. Developed by TiMi Studio Group--the studio behind Call of Duty Mobile--this new incarnation of Delta Force was teased in a short trailer alongside confirmation that more details will be revealed at <a href=\"https://www.gamespot.com/articles/gamescom-opening-night-live-2023-start-time-and-how-to-watch/1100-6516870/\">Gamescom Opening Night Live</a>.</p><p>Like the original games, Delta Force will have both a single-player campaign and large-scale multiplayer. For its campaign, producer Shadow Guo explained to <a href=\"https://www.ign.com/articles/delta-force-return-teased-full-reveal-at-gamescom-opening-night-live\">IGN</a> that it's inspired by the film Black Hawk Down and that the development team has \"extensively studied the movie and delved into the historical context respectfully.\"</p><p>Tonally, Guo said that the studio is aiming to uphold the \"authentic essence\" of the original Delta Force game while updating it with a \"near-future flavor\" that makes use of real-life actors for characters, real-world photogrammetry for 3D world creation, and motion-captured tactical movements from military professionals to give the game an authentic feel. Special Forces personnel have also been consulted to add another layer of authenticity to the project.</p><a href=\"https://www.gamespot.com/articles/delta-force-reboot-officially-confirmed-more-details-to-be-revealed-at-gamescom/1100-6516995/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/delta-force-reboot-officially-confirmed-more-details-to-be-revealed-at-gamescom/1100-6516995/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T14:17:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Celebrate The Launch Of Madden 24 With An Exclusive Xbox Series S Console And Free Video Game", "description": "<p>Madden NFL 24 is now available, and Antonline is celebrating by giving you a chance to win an exclusive Madden 24-themed Xbox Series S. The limited-edition console isn’t available in stores, so if you want to get your hands on it, you'll need to enter Antonline's giveaway. Better yet, you can cash in on another deal that lets you snag a free game when purchasing an Xbox Series S--here’s a look at the Xbox events available at Antonline until August 26.</p><h2>Madden NFL 24 Console Giveaway</h2><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4178358-maddenxboxconsole%281%29.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4178358-maddenxboxconsole%281%29.jpg\" /></a></figure><p>Looking to get an Xbox Series S into your game room without dropping any cash? Then be sure to check out the Antonline giveaway, which is awarding a lucky winner with the custom Madden 24-Themed Xbox Series S Console + Controller. You have until August 26 to enter the giveaway. A bunch of additional prizes will also be up for grabs, and you can even tune in to a <span class=\"norewrite\">           <a href=\"https://www.twitch.tv/antonline\">Twitch stream</a> </span> with NFL Legend Ahman Green from 1 PM to 5 PM ET. Be sure to check it out for a chance to get your hands on free gear without dropping any cash. Here are the <a href=\"https://www.antonline.com/ant/contest/xbox-series-s-madden-24-giveaway?pageid=15561\">steps to enter</a>:</p><ol><li>Follow <a href=\"https://twitter.com/antonlinecom\">@antonlinecom on Twitter</a></li><li>Follow <a href=\"https://www.twitch.tv/antonline\">antonline on Twitch</a></li><li>Visit <a href=\"https://www.instagram.com/antonline_com/\">@antonlinecom on Instagram</a></li><li>Follow <a href=\"https://www.tiktok.com/@antonline_com\">@antonlinecom on TikTok</a></li><li>Visit <a href=\"https://www.facebook.com/antonlinecom/\">@antonlinecom on Facebook</a></li><li>Retweet antonline's <a href=\"https://twitter.com/antonlinecom/status/1690130976414789632\">#MaddenMayhemGiveaway announcement</a></li><li>Visit the antonline \"Buy an Xbox Series S Get a Free Game page\"</li><li>Tweet @antonlinecom using the hashtag: #MaddenMayhemGiveaway</li><li>Refer friends for additional entries</li></ol><h2>Best Xbox Bundle Deals</h2><figure style=\"width: 613px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4178357-bundle.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4178357-bundle.jpg\" /></a></figure><p>While the chances of winning the giveaway might be slim, everyone can save some cash by checking out another promotion available at Antonline that <strong>bundles together a free game with your purchase of an Xbox Series S.</strong></p><a href=\"https://www.gamespot.com/articles/celebrate-the-launch-of-madden-24-with-an-exclusive-xbox-series-s-console-and-free-video-game/1100-6516851/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/celebrate-the-launch-of-madden-24-with-an-exclusive-xbox-series-s-console-and-free-video-game/1100-6516851/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T13:27:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "All Marvel's Spider-Man 2 Costumes Revealed So Far", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4150120-spidey-2.jpg\" /><br /><h3><p>One of the highlights of 2018's Marvel's Spider-Man and 2020's Miles Morales web-spin-off was the hunt for new costumes. By completing tasks and earning unlock tokens, players could switch from Spider-Man's standard costume to something completely different. Across both games, there were dozens of options to choose from: costumes that were drawn from the rich history of Spider-Man comic books over the decades, outfits from the wallcrawler's numerous cinematic incarnations, and even a handful of original ideas.</p><p>For <a href=\"https://www.gamespot.com/games/marvels-spider-man-2/\">Marvel's Spider-Man 2</a>, there's a whole new wardrobe to check out. So far, it looks like developer Insomniac is updating the Spidey Fall Collection with a more original collection of web-slinging threads, with a select number of comic book outfits this time around. We already know that Peter Parker will don his infamous black Symbiote costume for the sequel, with this version of the slimy onesie looking like living armor that's bonded to him.</p><p>Beyond that sinister look, the costumes revealed for Spider-Man so far include new looks inspired by mythology, more tactical options, and even some pristine white fabrics that wouldn't look out of place in an Assassin's Creed game. As for Miles, he still has his signature red and black costume, as well as his own biomechanical getup, an armored look that probably has a Stark Technologies logo hidden on it, and even an outfit that makes him look right at home in a Power Rangers episode.</p><p>There'll likely be even more costumes when Marvel's Spider-Man 2 launches, and we'll update this list once we know what they are. Some of these costumes can also be unlocked by <a href=\"https://www.gamespot.com/articles/marvels-spider-man-2-preorder-guide/1100-6514512/\">preordering Marvel's Spider-Man 2</a> ahead of its launch on October 20 for PS5.</p><p>Preorders for PlayStation's <a href=\"https://shop-links.co/1815218501222258909?u1=subid_value\">limited-edition Marvel's Spider-Man 2 PS5 console</a>, <a href=\"https://shop-links.co/1815218469265159628?u1=subid_value\">DualSense controller</a>, and console covers are still available, although these are moving very quickly whenever fresh stock arrives.</p></h3></p><br />     <p><h2>Advanced Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4177613-spider-man-advanced-suit.jpg\" /><br /><h3><p>Peter Parker is still rocking his Advanced Suit in Marvel's Spider-Man 2, gifted to him by Otto Octavious before he went became Dock Ock, which features a familiar design when compared to his original classic suit as well as a more in-your-face spider icon. It's still a modernized take on Spider-Man's iconic look, and for Marvel's Spider-Man 2, the colors have been increased significantly for the PS5 adventure.</p></h3></p><br />     <p><h2>Miles Morales Classic Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4177612-spider-miles-classic-suit.jpg\" /><br /><h3><p>Similar to Parker, Miles Morales is still wearing his Classic Suit as his default look, which has been given a sharp upgrade thanks to the focus on developing the game as a PS5 exclusive. It's sleek and functional, the red highlights give it an added pop, and it's full of hidden technology that gives Miles an edge in battle.</p></h3></p><br />     <p><h2>Symbiote Costume</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4177611-spider-man-symbiote-suit.jpg\" /><br /><h3><p>Insomniac's take on the Symbiote costume is one that mixes the alien creepiness of that organism with a modern spin on one of Spider-Man's most enduring fashion statements. Primarily black and with a big Spider-icon accentuating its design, the Symbiote costume looks like bio-organic armor on Spider-Man, a second skin of malevolent intent that slowly begins to corrupt the webhead as he becomes more brutal, dangerous, and potentially lethal when he jumps into the fray.</p></h3></p><br />     <p><h2>Arachknight Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152200-spidey-11.jpg\" /><br /><h3><p>Does Peter Parker have a hidden blade attached to his web-shooter? It certainly looks like it with this ensemble, as this costume looks like it was plucked right out of an Assassin's Creed animus. This costume will also be available in several color variations as part of the early preorder bonuses.</p></h3></p><br />     <p><h2>Aurantia Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152202-spidey-9.jpg\" /><br /><h3><p>Aurantia is described as a poisonous red-brown crystalline alcohol-soluble dye, which kind of explains the mask on top of a mask in this context. It also sounds cool and gives this costume a toxic edge. </p></h3></p><br />     <p><h2>Tactical Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152191-spidey-10.jpg\" /><br /><h3><p>If being tactical means making yourself as visible a target as possible in front of heavily-armed hunters working for Kraven, then mission accomplished! </p></h3></p><br />     <p><h2>25th Century Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152192-spidey-8.jpg\" /><br /><h3><p>Even though he looks like he's wearing futuristic hockey pads, this costume still looks like a fun alternative to an insidious biomass that has the potential to slowly warp your personality and make you more violent. </p></h3></p><br />     <p><h2>Stone Monkey Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152193-spidey-7.jpg\" /><br /><h3><p>It's a bold fashion strategy, Cotton. Let's see how it pays off for Spidey when he dives into battle while wearing a fur choker and a color scheme that would make professional graphic designers rage. </p></h3></p><br />     <p><h2>Apunkalyptic Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152194-spidey-6.jpg\" /><br /><h3><p>We've had a Spider-Punk outfit in the past, now we're getting a post-Apunkalyptic costume that has everything you could ask for in end-of-the-world fashion. A weathered leather vest, a strap across the chest, and just enough space in the mask to let your trendy hair breathe. </p></h3></p><br />     <p><h2>Agimat Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152195-spidey-5.jpg\" /><br /><h3><p>Purple and gold is a <em>daring</em>fashion statement, and while this outfit does look a tad bit ostentatious, Miles is bound to turn a few heads here.</p><p> </p></h3></p><br />     <p><h2>Shadow Spider Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152201-spidey-12.jpg\" /><br /><h3><p>Fun fact: Shadow Spider is a medieval makeover of Miles from another dimension, one in which he has a magical cloak, can teleport, and rolls a D20 whenever he needs to make an escape. Like Peter's ArachKnight costume, the Shadow Spider suit will also have several color variations available.</p><p> </p></h3></p><br />     <p><h2>Red Spectre Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152196-spidey-4.jpg\" /><br /><h3><p>This is the third costume on this list that features a hoodie design, and it never gets old. Especially with colors that pop this vividly. </p></h3></p><br />     <p><h2>Encoded Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152197-spidey-3.jpg\" /><br /><h3><p>Has Miles been moonlighting at Advanced Ideas Mechanics? Possibly, as the Encoded Suit looks like it was built with materials from a research lab populated with angry scientists dressed as beekeepers, but this armored getup looks dashing in comparison. </p></h3></p><br />     <p><h2>Biomechanical Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152198-spidey-2.jpg\" /><br /><h3><p>When you watch way too many episodes of the Guyver anime, the end result is a Spider-Man costume that has exposed musculature, inset-like features, and looks 200% awesome. </p></h3></p><br />     <p><h2>Tokusatsu Suit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4152199-spidey.jpg\" /><br /><h3><p>Holy Kamen Rider, Spider-Man! This Tokusatsu suit looks like it came straight out of a Japanese TV show, and with a design that slick, bullets will probably slide right off of it if they make an impact.</p><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/all-marvels-spider-man-2-costumes-revealed-so-far/2900-4771/", "date_published": "2023-08-18T13:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "What's Even The Point Of Sports Game Reviews?", "description": "<p dir=\"ltr\">I've been playing <a href=\"https://www.gamespot.com/games/madden-nfl-24/\">Madden NFL 24</a> for a few days now, as have perhaps millions of others. The game's Deluxe Edition grants players three days of early access to the full game. There's also an EA Play trial that gives any subscriber up to 10 gameplay hours to do whatever they'd like before it officially launches on August 18. We can't determine how many people have taken advantage of these ways to play already, but we can safely assume it's a lot. You can ask virtually any one of those people what they think of the game this year. You can find countless hours of gameplay on YouTube, podcasts breaking it all down, and plenty of chatter on whichever social media platform you prefer, but you can't ask me yet. I'm not allowed to tell you. As I'm handling GameSpot's site review of this year's American football sim, I'm under embargo for a bit longer.</p><p dir=\"ltr\">That's weird, right? But in the sports gaming world, it's par for the course. Sports games continue to exist in a unique space where they dominate sales charts annually even as reviews for most of the popular series are mixed at best and negative at worst--and have increasingly come <em>after</em> launch due to the way these games' servers are unavailable until launch, even for critics. As a result, sports games seem to be review-proof. Feverish football, soccer, baseball, and basketball fans are, in the vast majority of cases, going to buy the latest version of their favorite series no matter what I or anyone says, especially if we're saying it after they've been tempted with the chance to just buy it and start playing already.</p><p dir=\"ltr\">In the case of Madden NFL, <a href=\"https://chartedinterests.wordpress.com/2018/08/11/madden-a-metacritic-history/\">the series' aggregate review scores have been heading in the wrong direction for over a decade</a>, with critics routinely in agreement that the series isn't doing enough to merit a full release every August. I would even suggest that Madden does noticeably less than MLB The Show or NBA 2K in terms of sweeping and exciting changes from year to year, and those games are not always critical darlings themselves. But it doesn't matter one bit. Madden NFL 24 will <a href=\"https://www.gamespot.com/articles/top-10-best-selling-games-of-2022-in-the-us/1100-6510556/\">undoubtedly finish as one of the best-selling games</a> in the US this year, squeezing in at the top with Call of Duty and EA FC, the new brand name for its series formerly known as FIFA.</p><a href=\"https://www.gamespot.com/articles/whats-even-the-point-of-sports-game-reviews/1100-6516988/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/whats-even-the-point-of-sports-game-reviews/1100-6516988/?ftag=CAD-01-10abi2f", "date_published": "2023-08-18T00:11:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]