[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Sarah Cahill: Tiny Desk Concert", "description": "Tom Huizenga | August 18, 2023\nPianist Sarah Cahill commands a near godlike status among fans of contemporary classical music. She's commissioned dozens of new works from today's top composers including John Adams, Julia Wolfe and Terry Riley. But when she sat down at the piano behind Bob Boilen's desk, she was focused not so much on new music but instead the plight of women composers.\n\nWhile compositions by women are being heard slightly more often in concert halls over the past three years, historically the numbers have been pitiful. (In the 2018-19 season, both the Philadelphia and the Chicago Symphony Orchestras presented music by 55 different composers — none were women.)\n\nCahill is doing her part to remedy the situation. For this performance, she offers a sampler of The Future is Female, her multi-volume project that collects piano music by a staggeringly wide swath of women composers over a four-century span.\n\nA spirited prelude by the short-lived Czech composer Vítězslava Kaprálová opens the set. She managed to write some 50 works before her death in 1940 at age 25. What a contrast to the fascinating, quirky music of Emahoy Tsegué-Maryam Guèbrou, the Ethiopian nun who lived to age 99. Poised for a career as a concert pianist, she turned to religious life and later wrote music in a singular style that includes off-kilter waltzes, odd syncopations, Ethiopian Orthodox chant and whiffs of blues.\n\nCahill looks back to the 17th century for dance music by Élisabeth Jacquet de la Guerre, a favorite of Louis XIV, and caps off the set with a piece she commissioned from the Chicago-based composer Regina Harris Baiocchi, a bittersweet poem for piano titled \"a candle burns time.\"\n\nIn an age when the average person would still be hard-pressed to identify a single woman classical composer, Sarah Cahill has plenty of important names to choose from.\n\n(\"Presentiment,\" by Emahoy Tsege Mariam Gebru, courtesy of the Emahoy Tsege Mariam Music Foundation, a self-financing non-profit that funds music education for underserved children in the U.S and Ethiopia.)\n\nSET LIST\nVítězslava Kaprálová: April Prelude No. 1\nEmahoy Tsegué-Maryam Guèbrou: Presentiment\nÉlisabeth Jacquet de la Guerre: Suite No. 1, Sarabande & Gigue\nRegina Harris Baiocchi: Piano Poems, \"a candle burns time\"\n\nMUSICIANS\nSarah Cahill: piano\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Joshua Bryant, Maia Stern\nAudio Assistant: Kwesi Lee\nPhotographer: Michael Zamora\nTiny Desk Team: Suraya Mohamed, Kara Frame, Ashley Pointer, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #sarahcahill", "link": "https://www.youtube.com/watch?v=Bm5anO_Yd2s", "date_published": "2023-08-18T09:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/Bm5anO_Yd2s/hqdefault.jpg"}]