[{"source": "https://www.theguardian.com/international/rss", "title": "Commonwealth Games: Victoria to pay $380m in compensation after cancelling 2026 event", "description": "<p>Premier Daniel Andrews made the shock announcement Victoria would not host the games after a forecast cost blowout</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/19/australia-news-live-tony-abbott-to-give-keynote-speech-at-cpac-labor-national-conference-to-conclude\">Follow our Australia news live blog for latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>The Victorian government has agreed to pay Commonwealth Games bodies $380m in compensation after cancelling the 2026 event.</p><p>The premier, Daniel Andrews, made the shock announcement last month that Victoria would not host the Games as planned due to concerns they would far exceed initial cost expectations.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/19/commonwealth-games-victoria-to-pay-380m-in-compensation-after-cancelling-2026-event\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/19/commonwealth-games-victoria-to-pay-380m-in-compensation-after-cancelling-2026-event", "date_published": "2023-08-18T22:37:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Ukraine now the most heavily mined place on earth; Nato downplays idea that Kyiv could give up land for membership</p><p>Every week we wrap up the must-reads from our coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/aug/19/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/19/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-08-18T20:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "USA coast past Greece to remain unbeaten in World Cup tune-up games", "description": "<ul><li>USA top Greece 108-86, move to 4-0 in tune-up games</li><li>Americans and Greeks have been paired in Group C</li></ul><p>A fast start was all the USA men’s national team needed to remain unbeaten as they keep moving closer to the Fiba Basketball World Cup.</p><p>Anthony Edwards scored 21 points, Cam Johnson added 13 and the US never trailed Friday in a 108-86 win over Greece in a World Cup tune-up game for both teams.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/18/usa-basketball-greece-world-cup-tune-up-games\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/18/usa-basketball-greece-world-cup-tune-up-games", "date_published": "2023-08-18T19:41:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "New Covid variant causing concern among scientists detected in London", "description": "<p>It is unclear whether BA.2.86 causes more severe disease but its detection in several countries has put scientists on alert</p><p>A new Covid variant that is causing concern among scientists due to its large number of mutations has been detected in London.</p><p>The variant, dubbed BA.2.86, has been detected through genetic sequencing, although only a handful of such sequences have so far been reported. The first was reported in Israel, with the variant since being detected in Denmark and the US.</p> <a href=\"https://www.theguardian.com/world/2023/aug/18/new-covid-variant-ba286-causing-concern-among-scientists-detected-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/18/new-covid-variant-ba286-causing-concern-among-scientists-detected-in-london", "date_published": "2023-08-18T13:32:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Nurse Lucy Letby found guilty of murdering seven babies at Chester hospital", "description": "<p>Worst child serial killer in modern British history could receive whole-life sentence</p><p>A neonatal nurse has been found guilty of murdering seven babies and attempting to kill six more, making her the worst child serial killer in modern British history.</p><p>Lucy Letby, 33, was convicted of the “persistent, calculated and cold-blooded” murder of premature infants on the unit where she worked at the Countess of Chester hospital in north-west England.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/18/lucy-letby-found-guilty-of-murdering-seven-babies-at-chester-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/18/lucy-letby-found-guilty-of-murdering-seven-babies-at-chester-hospital", "date_published": "2023-08-18T12:21:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Alyssa Nichols: the trailblazing US referee chasing her World Cup ‘dream’", "description": "<p>The youngest Black woman to earn a Fifa referee badge, the Mississippi native, Jackson State alumna and proud Delta is breaking down barriers one assignment at a time</p><p>Earlier this year, Alyssa Nichols became the youngest Black woman, and the first from Mississippi, to earn a Fifa referee badge. She’s not fazed by being the youngest – she is one of only two Black American women to hold the distinction – but she understands her achievement as a chance to encourage others.</p><p>After Nichols started playing soccer at Murrah High School, in Jackson, Mississippi, one of her teammates, who worked as a youth officiator with Southwest Jackson Soccer League, a primarily Black club in the city, suggested that Nichols start officiating as a way to make money while balancing academics and athletics.</p> <a href=\"https://www.theguardian.com/football/2023/aug/18/alyssa-nichols-fifa-referee-mississippi-jackson-state\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/18/alyssa-nichols-fifa-referee-mississippi-jackson-state", "date_published": "2023-08-18T08:30:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "You be the judge: should I give in to my boyfriend and agree to get a dog?", "description": "<p>Jordan wants a big dog, Jada says it won’t fit in with their city lifestyle. Who should throw the other one a bone?<br /><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p>I don’t have a problem with dogs, but I am worried about our freedom being curtailed</p><p>Jada and I work from home and have a flexible routine – a dog won’t change that</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/18/you-be-the-judge-should-i-go-along-with-my-boyfriends-decision-to-get-a-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/18/you-be-the-judge-should-i-go-along-with-my-boyfriends-decision-to-get-a-dog", "date_published": "2023-08-18T07:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I don’t know why our boobs are so frightening’: why musicians in Spain are going topless as a radical gesture", "description": "<p>Singer Eva Amaral this week created headlines by baring her chest at a festival, joining a string of other artists asserting this freedom in the name of defending women’s rights</p><p>In the middle of her performance at the Sonorama festival in the northern Spanish town of Aranda de Duero on Saturday, Eva Amaral was about to lead her band Amaral into her song Revolución<em> </em>when she took off her red sequin top and threw it on the floor.</p><p>“This is for Rocío, for Rigoberta, for Zahara, for Miren, for Bebe, for all of us,” she said, listing the names of fellow artists before uncovering her breasts. “Because no one can take away the dignity of our nakedness. The dignity of our fragility, of our strength. Because there are too many of us.” In a concert marking the Spanish band’s 25-year career, going topless was a way of defending women’s dignity and freedom to go nude, and “a very important moment”, Amaral later told El País.</p> <a href=\"https://www.theguardian.com/music/2023/aug/18/topless-spanish-singers-radical-gesture-eva-amaral\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/18/topless-spanish-singers-radical-gesture-eva-amaral", "date_published": "2023-08-18T07:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The kids love the freedom here’ – how we made the perfect Swedish summer house", "description": "<p>With its recycled furniture and pops of colour, this Scandi beach cabin is a lesson in how to make vintage come alive</p><p>Cathy Nordström’s summer house is a three-minute cycle from the beach in Torekov, a fishing village in Skåne, Sweden’s southernmost county. In August, when the schools are shut, it’s not unusual for Nordström to return from the shops to find eight bikes stacked up against the front of the house and a horde of sandy children inside. “It’s kids, Nerf guns and Lego everywhere, all the time,” she says. “But that’s OK. It’s a summer house: it’s supposed to be lived in.”</p><p>Nordström, a Swedish textile designer, spent her early childhood in Surrey but even then would go to Torekov for the summer. In fact, much of her extended family have <em>sommarstuga</em><em> </em>(a summer cabin or cottge) in the village. “As a child, I had so much fun here,” she says, “but as I grew older, I tried to rebel against the whole idea. It wasn’t until we had our own kids that I saw how much they appreciate their freedom here. They scream with joy whenever we arrive.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/18/here-how-we-made-the-perfect-swedish-summer-house\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/18/here-how-we-made-the-perfect-swedish-summer-house", "date_published": "2023-08-18T07:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "AI can shape society for the better – but humans and machines must work together | D Fox Harrell", "description": "<p>Collaboration rather than command-and-control is key to creating culturally and ethically positive systems</p><p>One of the first images of AI I encountered was a <a href=\"https://lparchive.org/Neuromancer/Update%2011/1-75.png\">white, spectral, hostile, disembodied head</a>. It was in the computer game <a href=\"https://en.wikipedia.org/wiki/Neuromancer_(video_game)\">Neuromancer</a>,<em> </em>programmed by Troy Miles and based on William Gibson’s cyberpunk novel. Other people may have first encountered <a href=\"https://www.theguardian.com/science/2023/jun/24/nasa-spaceships-talk-chatgpt-larissa-suzuki\">HAL 9000</a> from Stanley Kubrik’s 2001: A Space Odyssey<em> </em>or Samantha from Spike Jonze’s Her.</p><p>Images from pop culture influence people’s impressions of AI, but culture has an even more profound relationship to it. If there’s one thing to take away from this article, it is the idea that AI systems are not objective machines, but instead based in human culture: our values, norms, preferences, and behaviours in society. These aspects of our culture are reflected in how systems are engineered. So instead of trying to decide whether AI systems are objectively good or bad for society, we need to design them to reflect the ethically positive culture we truly want.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/18/ai-society-humans-machines-culture-ethics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/18/ai-society-humans-machines-culture-ethics", "date_published": "2023-08-18T07:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Bette Gordon: ‘I realised: Oh my God, it’s a porn theatre! I was delighted’", "description": "<p>The New York director’s 1983 film Variety used a real ‘adult’ cinema to turn around the male gaze. On its re-release, she explains her lifelong drive to push boundaries</p><p>Film-maker Bette Gordon is having her photo taken. It might be more accurate to say that she is directing the photo shoot. No smiling, she insists firmly, and instead gives her “don’t-mess-with-me” face. Halfway through the shoot, perched on a red velvet chair, looking stylish in a black leather jacket, she casts an envious eye at the camera. “I hate being photographed,” she tells the photographer: “I’d rather be where you are.”</p><p>Gordon would like to have directed more, in fact. Her <a href=\"https://www.theguardian.com/film/2023/aug/08/variety-review-fierce-feminist-porn-drama-from-the-80s-new-york-underground\">1983 movie Variety</a>, a radical feminist piece about female desire shot partly in a real-life porn cinema, has recently been rediscovered as a cult classic – it still delivers a jolt of subversive electricity. In the four decades since it was released, Gordon has directed just a handful of features, while working as a professor of film at Columbia University. Over the years, films have got away, “for various reasons”, she sighs. But at the end of the day she is proud of her body of work. “What I can say is that I made the films I wanted to make. I had final cut. Very few directors get that. I had creative control. That was really important to me. I didn’t compromise.”</p> <a href=\"https://www.theguardian.com/film/2023/aug/18/bette-gordon-filmmaker-variety-female-gaze-new-york-porn-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/18/bette-gordon-filmmaker-variety-female-gaze-new-york-porn-theatre", "date_published": "2023-08-18T07:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "From Ahsoka to Ragnarok: the seven best shows to stream this week", "description": "<p>Darth Vader’s old student gets her own Jedi-tastic TV spectacular, and the off-kilter Norwegian fantasy drama begins its final run</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/18/from-ahsoka-to-ragnarok-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/18/from-ahsoka-to-ragnarok-the-seven-best-shows-to-stream-this-week", "date_published": "2023-08-18T06:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including an endangered white-headed duck, a Harrison Ford snake and a sick cat</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/aug/18/week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/aug/18/week-in-wildlife-in-pictures", "date_published": "2023-08-18T06:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "My daughter drives too close to vehicles in front. How do I tell her this behaviour is dangerous? | Leading questions", "description": "<p>It’s important to stress you are concerned about her safety rather than trying to boss her around, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. Kind candour might be the only option</p><p><strong>Please can you help me with finding a way to tell my daughter that her driving is dangerous? She drives incredibly close to the back of the vehicle in front. It is difficult to judge, but it sometimes feels like we are no more than a couple of metres away, while we are driving very fast.</strong></p><p><strong>We live near lots of major roads and motorways, so trips will usually involve this type of road. I am not a nervous driver/passenger and if it wasn’t so dangerously close, I’d possibly be able to live with it. She has two young children and a husband whose driving she thinks is bad, as he is so fast.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/18/my-daughter-drives-too-close-to-vehicles-in-front-how-do-i-tell-her-this-behaviour-is-dangerous\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/18/my-daughter-drives-too-close-to-vehicles-in-front-how-do-i-tell-her-this-behaviour-is-dangerous", "date_published": "2023-08-18T01:30:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Matildas coach Tony Gustavsson ‘strong candidate’ for USA job, says Jill Ellis", "description": "<ul><li>USWNT searching for new coach after Vlatko Andonovski resigns</li><li>Gustavsson contracted by Football Australia until mid-2024</li></ul><p>Matildas coach Tony Gustavsson has been earmarked as a potential candidate to fix the USA women’s national team after a disastrous showing at the Women’s World Cup.</p><p>The four-time champions were dumped out of the competition in a penalty-shootout loss to Sweden at the round-of-16 stage. It was America’s worst performance at the tournament and head coach <a href=\"https://www.theguardian.com/football/2023/aug/16/vlatko-andonovski-resigns-usa-coach-report\">Vlatko Andonovski announced his resignation on Thursday</a>.</p> <a href=\"https://www.theguardian.com/football/2023/aug/18/australia-coach-tony-gustavsson-candidate-usa-womens-national-team-uswnt-soccer-vlatko-andonovski-resigns-womens-world-cup-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/18/australia-coach-tony-gustavsson-candidate-usa-womens-national-team-uswnt-soccer-vlatko-andonovski-resigns-womens-world-cup-2023", "date_published": "2023-08-18T01:04:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Britney Spears’ estranged husband Sam Asghari denies he will challenge prenup in their divorce", "description": "<p>Asghari says he and Spears will ‘hold onto the love and respect’ they have for each, after filing for divorce after 14 months of marriage</p><p>Sam Asghari has denied he will challenge the prenuptial agreement he has with Britney Spears after <a href=\"https://www.theguardian.com/music/2023/aug/17/husband-of-britney-spears-files-for-divorce-14-months-after-they-married-sam-asghari\">filing for divorce after 14 months of marriage</a>.</p><p>In a statement posted online on Thursday, the model and fitness trainer acknowledged that asking for privacy “seems ridiculous” but asked that the media be “kind and thoughtful”.</p> <a href=\"https://www.theguardian.com/music/2023/aug/18/britney-spears-husband-sam-asghari-divorce-prenup-prenuptial-agreement\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/18/britney-spears-husband-sam-asghari-divorce-prenup-prenuptial-agreement", "date_published": "2023-08-18T01:02:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]