[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "14 Suspected Cybercriminals Arrested Across Africa in Coordinated Crackdown", "description": "A coordinated law enforcement operation across 25 African countries has led to the arrest of 14 suspected cybercriminals, INTERPOL announced Friday.\nThe exercise, conducted in partnership with AFRIPOL, enabled investigators to identify 20,674 cyber networks that were linked to financial losses of more than $40 million.\n\"The four-month Africa Cyber Surge II operation was launched in April 2023", "link": "https://thehackernews.com/2023/08/14-suspected-cybercriminals-arrested.html", "date_published": "2023-08-18T12:40:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Vulnerability of Zero Trust: Lessons from the Storm 0558 Hack", "description": "While IT security managers in companies and public administrations rely on the concept of Zero Trust, APTS (Advanced Persistent Threats) are putting its practical effectiveness to the test. Analysts, on the other hand, understand that Zero Trust can only be achieved with comprehensive insight into one's own network. \nJust recently, an attack believed to be perpetrated by the Chinese hacker group", "link": "https://thehackernews.com/2023/08/the-vulnerability-of-zero-trust-lessons.html", "date_published": "2023-08-18T11:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Wave of Attack Campaign Targeting Zimbra Email Users for Credential Theft", "description": "A new \"mass-spreading\" social engineering campaign is targeting users of the Zimbra Collaboration email server with an aim to collect their login credentials for use in follow-on operations.\nThe activity, active since April 2023 and still ongoing, targets a wide range of small and medium businesses and governmental entities, most of which are located in Poland, Ecuador, Mexico, Italy, and Russia", "link": "https://thehackernews.com/2023/08/new-wave-of-attack-campaign-targeting.html", "date_published": "2023-08-18T11:48:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New BlackCat Ransomware Variant Adopts Advanced Impacket and RemCom Tools", "description": "Microsoft on Thursday disclosed that it found a new version of the BlackCat ransomware (aka ALPHV and Noberus) that embeds tools like Impacket and RemCom to facilitate lateral movement and remote code execution.\n\"The Impacket tool has credential dumping and remote service execution modules that could be used for broad deployment of the BlackCat ransomware in target environments,\" the company's", "link": "https://thehackernews.com/2023/08/new-blackcat-ransomware-variant-adopts.html", "date_published": "2023-08-18T10:57:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Chrome's New Feature Alerts Users About Auto-Removal of Malicious Extensions", "description": "Google has announced plans to add a new feature in the upcoming version of its Chrome web browser to alert users when an extension they have installed has been removed from the Chrome Web Store.\nThe feature, set for release alongside Chrome 117, allows users to be notified when an add-on has been unpublished by a developer, taken down for violating Chrome Web Store policy, or marked as malware.", "link": "https://thehackernews.com/2023/08/google-chromes-new-feature-alerts-users.html", "date_published": "2023-08-18T06:51:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]