[{"source": "https://securityaffairs.com/feed", "title": "#OpFukushima: Anonymous group protests against the plan to dump Fukushima RADIOACTIVE wastewater into Pacific", "description": "<p>#OpFukushima: The famous collective Anonymous has launched cyberattacks against Japan nuclear websites over Fukushima water plan. The hacker collective Anonymous has launched cyberattacks against nuclear power-linked groups in Japan as part of an operation called #OpFukushima. The campaign was launched to protest against the Government&#8217;s plan to release the treated radioactive water from the Fukushima [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/149660/hacking/opfukushima-anonymous.html\" rel=\"nofollow\">#OpFukushima: Anonymous group protests against the plan to dump Fukushima RADIOACTIVE wastewater into Pacific</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/149660/hacking/opfukushima-anonymous.html", "date_published": "2023-08-18T18:19:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Massive phishing campaign targets users of the Zimbra Collaboration email server", "description": "<p>A massive social engineering campaign is targeting users of the Zimbra Collaboration email server to steal their login credentials. ESET researchers uncovered a mass-spreading phishing campaign targeting users of the Zimbra Collaboration email server since April 2023. Zimbra Collaboration is an open-core collaborative software platform. The campaign is still ongoing and is targeting a wide range of [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/149649/cyber-crime/zimbra-collaboration-phishing-campaign.html\" rel=\"nofollow\">Massive phishing campaign targets users of the Zimbra Collaboration email server</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/149649/cyber-crime/zimbra-collaboration-phishing-campaign.html", "date_published": "2023-08-18T16:45:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Africa Cyber Surge II law enforcement operation has led to the arrest of 14 suspects", "description": "<p>An international law enforcement operation across 25 African countries has led to the arrest of 14 cybercriminals. A coordinated law enforcement operation conducted by INTERPOL and AFRIPOL across 25 African countries has led to the arrest of 14 suspected cybercriminals and the identification of 20,674 suspicious cyber networks. The operation demonstrates the surge in cybercriminal [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/149643/cyber-crime/africa-cyber-surge-ii-law-enforcement.html\" rel=\"nofollow\">Africa Cyber Surge II law enforcement operation has led to the arrest of 14 suspects</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/149643/cyber-crime/africa-cyber-surge-ii-law-enforcement.html", "date_published": "2023-08-18T15:55:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Bronze Starlight targets the Southeast Asian gambling sector", "description": "<p>Experts warn of an ongoing campaign attributed to China-linked Bronze Starlight that is targeting the Southeast Asian gambling sector. SentinelOne observed China-linked APT group Bronze Starlight (aka APT10, Emperor Dragonfly or Storm-0401) targeting the gambling sector within Southeast Asia. The malware and infrastructure employed in the campaign are linked to the ones observed in Operation ChattyGoblin attributed by the [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/149634/apt/bronze-starlight-target-gambling-asia.html\" rel=\"nofollow\">Bronze Starlight targets the Southeast Asian gambling sector</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/149634/apt/bronze-starlight-target-gambling-asia.html", "date_published": "2023-08-18T08:24:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]