{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/icedid-malware-strikes-again-active.html", "title": "IcedID Malware Strikes Again: Active Directory Domain Compromised in Under 24 Hours", "date_published": "2023-01-12 14:46:00+00:00", "description": "A recent IcedID malware attack enabled the threat actor to compromise the Active Directory domain of an unnamed target less than 24 hours after gaining initial access.\n\"Throughout the attack, the attacker followed a routine of recon commands, credential theft, lateral movement by abusing Windows protocols, and executing Cobalt Strike on the newly compromised host,\" Cybereason researchers said in", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/over-100-siemens-plc-models-found.html", "title": "Over 100 Siemens PLC Models Found Vulnerable to Firmware Takeover", "date_published": "2023-01-12 14:27:00+00:00", "description": "Security researchers have disclosed multiple architectural vulnerabilities in Siemens SIMATIC and SIPLUS S7-1500 programmable logic controllers (PLCs) that could be exploited by a malicious actor to stealthily install firmware on affected devices and take control of them.\nDiscovered by Red Balloon Security, the issues are tracked as CVE-2022-38773 (CVSS score: 4.6), with the low severity", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/experts-detail-chromium-browser.html", "title": "Experts Detail Chromium Browser Security Flaw Putting Confidential Data at Risk", "date_published": "2023-01-12 09:42:00+00:00", "description": "Details have emerged about a now-patched vulnerability in Google Chrome and Chromium-based browsers that, if successfully exploited, could have made it possible to siphon files containing confidential data.\n\"The issue arose from the way the browser interacted with symlinks when processing files and directories,\" Imperva researcher Ron Masas said. \"Specifically, the browser did not properly check", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/patch-where-it-hurts-effective.html", "title": "Patch where it Hurts: Effective Vulnerability Management in 2023", "date_published": "2023-01-12 09:40:00+00:00", "description": "A recently published Security Navigator report data shows that businesses are still taking 215 days to patch a reported vulnerability. Even for critical vulnerabilities, it generally takes more than 6 months to patch.\nGood vulnerability management is not about being fast enough in patching all potential breaches. It's about focusing on the real risk using vulnerability prioritization to correct", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/twitter-denies-hacking-claims-assures.html", "title": "Twitter Denies Hacking Claims, Assures Leaked User Data Not from its System", "date_published": "2023-01-12 07:21:00+00:00", "description": "Twitter on Wednesday said that its investigation found \"no evidence\" that users' data sold online was obtained by exploiting any security vulnerabilities in its systems.\n\"Based on information and intel analyzed to investigate the issue, there is no evidence that the data being sold online was obtained by exploiting a vulnerability of Twitter systems,\" the company said in a statement. \"The data", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/alert-hackers-actively-exploiting.html", "title": "Alert: Hackers Actively Exploiting Critical \"Control Web Panel\" RCE Vulnerability", "date_published": "2023-01-12 06:48:00+00:00", "description": "Malicious actors are actively attempting to exploit a recently patched critical vulnerability in Control Web Panel (CWP) that enables elevated privileges and unauthenticated remote code execution (RCE) on susceptible servers.\nTracked as CVE-2022-44877 (CVSS score: 9.8), the bug impacts all versions of the software before 0.9.8.1147 and was patched by its maintainers on October 25, 2022.\nControl", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}