{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/nowy-raport-o-ufo-odnotowano-ponad-500-przypadkow-to-wiecej-niz-sadzono/", "title": "Nowy raport o UFO: Odnotowano ponad 500 przypadków. To więcej niż sądzono", "date_published": "2023-01-12 20:48:00+00:00", "description": "Amerykańskie służby wywiadowcze opublikowały nowy raport o UFO, z którego wynika, że odnotowano 510 informacji o przypadkach niewyjaśnionych zjawisk powietrznych (UAP), klasyfikowanych wcześniej jako niezidentyfikowane obiekty latające (UFO). To znacznie więcej w porównaniu z poprzednim raportem z czerwca 2021 roku, w którym była mowa o 144 przypadkach.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/wielka-brytania-najstarszy-w-kraju-kierowca-ciezarowki-nadal-pracuje-ma-90-lat/", "title": "Wielka Brytania: Najstarszy w kraju kierowca ciężarówki nadal pracuje. Ma 90 lat", "date_published": "2023-01-12 20:39:00+00:00", "description": "Brian Wilson z Sheffield, w północnej Anglii codziennie wstaje o 4 rano i przez 12 godzin przewozi towary. 90-latek na razie nie wybiera się na emeryturę. Przeszedł pomyślnie badania lekarskie, dzięki czemu może prowadzić ciężarówkę przez kolejny rok.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/kobieta-przez-blisko-20-lat-udawala-lekarke-zarobila-fortune/", "title": "Wielka Brytania. Kobieta przez blisko 20 lat udawała lekarkę. Zarobiła fortunę", "date_published": "2023-01-12 17:07:00+00:00", "description": "60-letnia Zholia Alemi przez 19 lat pracowała jako lekarz psychiatra w brytyjskiej służbie zdrowia. Zarobiła w tym czasie od miliona do 1,3 mln funtów. Jak się jednak okazało nie miała do tego żadnych kwalifikacji. Kobieta sfałszowała swój dyplom ukończenia studiów medycznych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/plakat-na-25-lecie-titanica-internauci-zastanawiaja-sie-co-stalo-sie-z-wlosami-kate-winslet/", "title": "Plakat na 25-lecie \"Titanica\": Internauci zastanawiają się, co stało się z włosami Kate Winslet", "date_published": "2023-01-12 16:47:00+00:00", "description": "Po ćwierć wieku od premiery Titanic wraca na srebrne ekrany. Z tej okazji opublikowano nowy plakat kultowego filmu, który wprawił w osłupienie fanów produkcji. Kate Winslet, czyli filmowa Rose, ma na nim dwie różne fryzury.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/australia-przerazajacy-szczegol-na-zdjeciu-internauci-szukaja-wyjasnienia/", "title": "Australia: Przerażający szczegół na zdjęciu. Internauci szukają wyjaśnienia", "date_published": "2023-01-12 15:12:00+00:00", "description": "Para Australijczyków wybrała się w weekend z dzieckiem po raz pierwszy na plażę. Rodzina postanowiła uwiecznić przełomową chwilę na zdjęciu. Po powrocie do domu zauważyła na fotografii pewien niepokojący szczegół. Kadr błyskawicznie obiegł media społecznościowe, a internauci zaczęli szukać wyjaśnienia anomalii.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/usa-seksafera-w-policji-orgie-na-komendzie-alkohol-w-hotelach/", "title": "USA: Seksafera w policji. Orgie na komendzie, alkohol w hotelach", "date_published": "2023-01-12 12:26:00+00:00", "description": "Ma męża, ale jednocześnie uwodziła kolegów z pracy, a nawet żonę jednego z nich. Policjantka Maegan Hall, zamiast pracować, urządzała z innymi mundurowymi seksualne orgie lub spotkania ze sporą dawką alkoholu. Ich miejscem była komenda, hotele oraz prywatne domy. Gdy o sprawie dowiedzieli się przełożeni, bawiąca się grupa próbowała ich okłamywać, że na komisariacie nic złego się nie dzieje.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/hiszpania-prowadzili-osrodek-odwykowy-sprzedawali-w-nim-psychodeliki/", "title": "Hiszpania: Prowadzili ośrodek odwykowy. Sprzedawali w nim psychodeliki", "date_published": "2023-01-12 12:14:00+00:00", "description": "Trzy kilogramy marihuany, 14 litrów ayahuaski, trzy kilogramy tabaki i nieokreśloną liczbę grzybów halucynogennych skonfiskowali policjanci podczas nalotu na ośrodek odwykowy w południowo-wschodniej Hiszpanii. Okazuje się, że pod przykrywką placówki dla osób uzależnionych 47-latek i 52-latka z Wielkiej Brytanii prowadzili tam sklep z substancjami psychodelicznymi.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/anglia-uprawial-milosc-w-miejscu-publicznym-dziewczyna-rozpoznala-go-dzieki-nagraniu-w-sieci/", "title": "Anglia. Uprawiał miłość w miejscu publicznym. Dziewczyna rozpoznała go dzięki nagraniu w sieci", "date_published": "2023-01-12 11:18:00+00:00", "description": "23-latek i 35-latka oddali się miłosnym uniesieniom w centrum Liverpoolu. Nagranie z parą uprawiającą seks trafiło do sieci. Kochankowie zostali ukarani przez sąd za naruszenie porządku publicznego. Wideo zainteresowało nie tylko wymiar sprawiedliwości. 23-latka rozpoznała na nim jego ówczesna dziewczyna.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/niemcy-starcia-aktywistow-klimatycznych-z-policja-spor-o-kopalnie-wegla-brunatnego/", "title": "Niemcy: Starcia aktywistów klimatycznych z policją. Spór o kopalnię węgla brunatnego", "date_published": "2023-01-12 09:53:00+00:00", "description": "Niemieccy aktywiści protestują przeciw oddaniu wsi Luetzerath pod kopalnię węgla brunatnego. Policja wkroczyła na teren zabudowań, gdzie zabarykadowało się kilkadziesiąt osób. Służby zapowiedziały, że spróbują usunąć je siłą.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/ukraina-polscy-wolontariusze-ostrzelani-w-bachmucie-kobieta-stracila-noge/", "title": "Ukraina: Polscy wolontariusze ostrzelani w Bachmucie. Kobieta straciła nogę", "date_published": "2023-01-12 09:04:00+00:00", "description": "Polscy wolontariusze, którzy pomagali potrzebującym na wschodzie Ukrainy, zostali ranni. W Bachmucie ich samochód ostrzelano. Grażyna Aondo-Akaa straciła nogę. Relację ze zdarzenia opublikowali w mediach społecznościowych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/niemcy-pozar-domu-jednorodzinnego-pies-uratowal-swojego-wlasciciela/", "title": "Niemcy: Pożar domu jednorodzinnego. Pies uratował swojego właściciela", "date_published": "2023-01-12 08:46:00+00:00", "description": "Dramatyczne sceny rozegrały się w niemieckiej Bawarii. W płomieniach stanął dom jednorodzinny, a znajdujący się w środku 69-latek spał. Uratował go pies, który w ostatniej chwili obudził mężczyznę szczekaniem.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/chiny-22-latek-wjechal-w-tlum-przechodniow-potem-rozrzucal-pieniadze-sa-ofiary-smiertelne/", "title": "Chiny: 22-latek wjechał w tłum przechodniów, potem rozrzucał pieniądze. Są ofiary śmiertelne", "date_published": "2023-01-12 07:50:00+00:00", "description": "Co najmniej pięć osób zginęło, a 13 zostało rannych w chińskim mieście Kanton, gdzie 22-letni kierowca wjechał w tłum przechodniów. Najprawdopodobniej zrobił to celowo, gdyż przyspieszył, zbliżając się do pieszych przechodzących po pasach. Następnie zatrzymał się na poboczu i przez okno auta zaczął rozrzucać gotówkę. Mężczyzna został schwytany przez służby.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/jeff-beck-nie-zyje-legendarny-gitarzysta-mial-78-lat/", "title": "Jeff Beck nie żyje. Legendarny gitarzysta miał 78 lat", "date_published": "2023-01-12 06:57:00+00:00", "description": "W wieku 78 lat zmarł brytyjski muzyk Jeff Beck, uznawany za wirtuoza gitary. O sprawie poinformowała jego rodzina. Jak podają bliscy, przyczyną śmierci było nagłe zachorowanie na bakteryjne zapalenie opon mózgowych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-12/teleskop-webba-odkryl-swoja-pierwsza-planete-jest-zaskakujaco-podobna-do-ziemi/", "title": "Teleskop Webba odkrył swoją pierwszą planetę. Jest zaskakująco podobna do Ziemi", "date_published": "2023-01-12 05:26:00+00:00", "description": "Kosmiczny teleskop Jamesa Webba, do którego powstania przyczyniły się trzy agencje: NASA, ESA i CSA, po raz pierwszy potwierdził obecność egzoplanety. Obiekt formalnie sklasyfikowany jako LHS 475 b jest prawie dokładnie tego samego rozmiaru co Ziemia, osiągając 99 proc. jej średnicy.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}