{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lisa-marie-presley-daughter-of-elvis-on-life-support-in-critical-condition-after-cardiac-arrest-report", "title": "Lisa Marie Presley, Daughter Of Elvis, On ‘Life Support’ In ‘Critical Condition’ After Cardiac Arrest: Report", "date_published": "2023-01-12 18:40:24+00:00", "description": "Lisa Marie Presley, daughter of Elvis and Priscilla Presley, is reportedly on life support after going into cardiac arrest earlier in the day. Presley was rushed to the hospital after paramedics were called to her California home to respond to a medical emergency. TMZ reported that Presley is &#8220;on life support with a temporary pacemaker after ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-biden-classified-documents-just-keep-coming-and-john-kennedy-has-just-four-questions", "title": "The Biden Classified Documents Just Keep Coming – And John Kennedy Has Just Four Questions", "date_published": "2023-01-12 18:15:00+00:00", "description": "Classified documents from President Joe Biden&#8217;s tenure as Vice President keep turning up — in places ranging from his office at the Penn Biden Center for Diplomacy and Global Engagement to the garage at his Wilmington home — and Senator John Kennedy (R-LA) has just four questions he wants answered. Kennedy joined hosts Sandra Smith ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/girl-guides-of-canada-announces-change-to-age-group-name-to-be-more-inclusive", "title": "Girl Guides Of Canada Announces Change To Age Group Name To Be More ‘Inclusive’", "date_published": "2023-01-12 18:07:24+00:00", "description": "The Girl Guides of Canada shared a new name for one of its groups on Wednesday in an effort to be more “inclusive.” Instead of “Brownies,” the seven- to eight-year-old age branch of girls in the Girl Guides of Canada (GGC) will now be called “Embers.” “This wasn’t just about a name or its origin. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-u-s-birth-rates-decline-as-the-rotten-fruits-of-feminism-increase", "title": "The U.S. Birth Rates Decline As The Rotten Fruits Of Feminism Increase", "date_published": "2023-01-12 18:01:02+00:00", "description": "A new report indicates that birth rates in the U.S. continue to decline, as nearly half of American women under 45 are childless, according to The New York Post. After decades of feminists discouraging and even villainizing the beauty of women having children and a family — does that study really surprise anybody? No, it ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-cancer-death-rate-dropped-33-since-1991-while-some-cancers-have-risen", "title": "Report: Cancer Death Rate Dropped 33% Since 1991, While Some Cancers Have Risen", "date_published": "2023-01-12 17:46:17+00:00", "description": "A new report revealed that the cancer death rate in the United States has gone down 33% since 1991, even as some concerns remain over rises in other cancers.  The report, published in the CA: A Cancer Journal for Clinicians on Thursday, said that even though the pandemic happened, and was different from other top ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/raiders-qb-derek-carr-says-goodbye-after-9-seasons-says-he-gave-them-everything-he-had", "title": "Raiders QB Derek Carr Says Goodbye After 9 Seasons, Says He Gave Them ‘Everything’ He Had", "date_published": "2023-01-12 17:39:33+00:00", "description": "Raiders QB Derek Carr said goodbye to the Las Vegas team after 9 seasons and shared in his farewell that he had given them all he had &#8220;every single day&#8221; no matter whether it was off-season or not. In a touching, lengthy post shared on Instagram, the Vegas QB said all he ever wanted to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/minister-lawyers-up-after-massachusetts-library-cancels-his-pastor-story-hour-event", "title": "Minister Lawyers Up After Massachusetts Library Cancels His ‘Pastor Story Hour’ Event", "date_published": "2023-01-12 17:29:58+00:00", "description": "Chelmsford Public Library in Massachusetts canceled a local minister’s Pastor Story Hour event after pressure from residents. The promotion of the LGBTQ movement among young children through the Drag Queen Story Hour trend has recently garnered national headlines, leading pastors across the country to reserve spaces at their local libraries and host events during which ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-hank-johnson-floats-conspiracy-theory-behind-biden-document-scandal-things-can-be-planted", "title": "Democrat Hank Johnson Floats Conspiracy Theory Behind Biden Document Scandal: ‘Things Can Be Planted’", "date_published": "2023-01-12 17:29:22+00:00", "description": "Rep. Hank Johnson (D-CA), who is infamously known for suggesting that the island of Guam might &#8220;tip over and capsize&#8221; from overpopulation, floated a conspiracy theory on Thursday in response to the classified documents that were found at a Biden think tank and President Joe Biden&#8217;s home. Johnson made the remarks to a Fox News ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-lawsuit-accuses-california-school-district-of-constitutional-violation-for-parental-secrecy-policy-of-gender-transition", "title": "New Lawsuit Accuses California School District Of Constitutional Violation For ‘Parental Secrecy Policy’ Of Gender Transition", "date_published": "2023-01-12 17:21:12+00:00", "description": "A California mother filed a lawsuit against representatives of the school district that allegedly facilitated her daughter&#8217;s gender transition.  Aurora Regino, represented by the Center for American Liberty, filed a complaint against the superintendent and five school board members of the Chico Unified School District on Friday, alleging her 14th Amendment rights were violated when ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nyu-professor-says-fragile-gen-z-causing-national-crisis", "title": "NYU Professor Says Fragile Gen Z Causing ‘National Crisis’", "date_published": "2023-01-12 17:12:13+00:00", "description": "Generation Z is putting America&#8217;s future in peril thanks to their physical and mental fragility, a renowned professor is warning. The uselessness of today&#8217;s teens and young adults is nothing short of a &#8220;national crisis,&#8221; says Jonathan Haidt, a social psychologist at New York University’s Stern School of Business. Haidt is the author of several books, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-republicans-attending-the-world-economic-forum-next-week", "title": "Here Are The Republicans Attending The World Economic Forum Next Week", "date_published": "2023-01-12 17:05:25+00:00", "description": "Several Republican lawmakers plan to attend the annual meeting of the controversial World Economic Forum next week in Davos, Switzerland. The World Economic Forum draws many of the most powerful government officials and corporate leaders on the planet for its yearly conference, where speakers promote an array of global initiatives that conservatives say infringe on ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/killer-whale-beaches-itself-dies-on-florida-coast-in-extremely-rare-occurrence", "title": "Killer Whale Beaches Itself, Dies On Florida Coast In ‘Extremely Rare’ Occurrence", "date_published": "2023-01-12 16:54:25+00:00", "description": "A killer whale beached itself and died on a Florida beach Wednesday morning, an event that researchers say they’ve never encountered in the Southeastern United States.  Tourists and locals in Palm Coast, Florida, 30 miles north of Daytona Beach, were given the opportunity to see a massive 21-foot female orca up close as waves crashed ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/somehow-these-documents-appear-joy-behar-seems-to-suggest-classified-docs-at-bidens-house-think-tank-may-have-been-planted", "title": "‘Somehow These Documents Appear’: Joy Behar Seems To Suggest Classified Docs At Biden’s House, Think Tank May Have Been Planted", "date_published": "2023-01-12 16:53:38+00:00", "description": "Joy Behar appeared to suggest on Thursday that classified documents found at President Joe Biden’s think tank, his home, and even his garage may have been planted, expressing skepticism that they would mysteriously &#8220;appear&#8221; in time to draw attention away from a probe into former President Donald Trump&#8217;s own handling of secret documents. Behar joined ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lightfoots-campaign-asks-teachers-to-urge-students-to-help-her-re-election-for-class-credit", "title": "Lightfoot’s Campaign Asks Teachers To Urge Students To Help Her Re-Election — For Class Credit", "date_published": "2023-01-12 16:20:06+00:00", "description": "Chicago Mayor Lori Lightfoot’s re-election campaign emailed some Chicago Public Schools teachers on Wednesday encouraging them to urge their students to volunteer to aid Lightfoot‘s re-election in return for class credit. The email came from Megan Crane, a deputy campaign manager, and was received by teachers’ official work email accounts. &#8220;Externs are expected to devote ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-gop-rep-fires-letter-to-biden-demanding-visitor-logs-from-bidens-home", "title": "BREAKING: GOP Rep Fires Letter To Biden Demanding Visitor Logs From Biden’s Home", "date_published": "2023-01-12 16:05:09+00:00", "description": "Following the news of classified documents found at President Joe Biden’s home in Wilmington, Delaware, and his private office at the Penn Biden Center for Diplomacy and Global Engagement in Washington, Rep. Lance Gooden (R-TX) fired off a letter to Biden and the Secret Service demanding the release of visitor logs from Biden’s Wilmington home. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-nebraska-gov-pete-ricketts-fills-empty-senate-seat-vacated-by-ben-sasse", "title": "Former Nebraska Gov. Pete Ricketts Fills Empty Senate Seat Vacated By Ben Sasse", "date_published": "2023-01-12 16:02:13+00:00", "description": "Nebraska Governor Jim Pillen appointed the state&#8217;s former Republican Governor Pete Ricketts as the Cornhusker State&#8217;s next senator on Thursday, replacing Ben Sasse, who officially resigned early this week. Ricketts served two terms as the state&#8217;s top official from 2015 until last week when his successor moved into the governor&#8217;s mansion. Governor Pillen personally chose ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fing-bravo-joe-rogan-takes-swipe-at-biden-administration-over-talk-about-gas-stove-ban", "title": "‘F***ing Bravo’: Joe Rogan Takes Swipe At Biden Administration Over Talk About Gas Stove Ban", "date_published": "2023-01-12 15:51:23+00:00", "description": "Joe Rogan took a swipe at President Joe Biden&#8217;s administration over talk about a possible gas stove ban that made headlines this week before the U.S. Consumer Product Safety Commission walked back the idea. The Spotify podcaster and UFC commentator shared an edited picture on his Instagram clearly mocking the idea of some kind of government ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/liberal-media-incensed-that-gov-desantis-wont-play-their-little-game", "title": "Liberal Media Incensed That Gov. DeSantis Won’t Play Their Little Game", "date_published": "2023-01-12 15:49:39+00:00", "description": "Gov. Ron DeSantis (R-FL) didn&#8217;t do a single interview with a liberal news outlet during his campaign last year for governor &#8212; and he won in a landslide. Now, with DeSantis being mentioned often as a frontrunner for the 2024 GOP presidential nomination, outlets like The New York Times have got their undies in a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/did-you-ever-raise-that-issue-mccarthy-roasts-media-over-lack-of-interest-in-security-concerns-surrounding-democrat", "title": "‘Did You Ever Raise That Issue?’: McCarthy Roasts Media Over Lack Of Interest In Security Concerns Surrounding Democrat", "date_published": "2023-01-12 15:40:05+00:00", "description": "Newly-elected House Speaker Kevin McCarthy (R-CA) roasted the media in a testy exchange during his first weekly press briefing on Thursday. After fielding several questions about embattled New York Republican Rep. George Santos, McCarthy flipped the script on the reporters and asked why they had failed to show similar zeal when questions arose about subjects ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jpmorgan-closes-website-they-bought-for-175-million-after-claiming-founder-faked-over-90-of-accounts", "title": "JPMorgan Closes Website They Bought For $175 Million After Claiming Founder Faked Over 90% Of Accounts", "date_published": "2023-01-12 15:23:10+00:00", "description": "JPMorgan Chase shuttered the college financial aid platform Frank, which the investment bank acquired for $175 million two years ago, and sued founder Charlie Javice after learning that she allegedly fabricated more than 90% of the website’s accounts. The complaint filed by JPMorgan accused Javice of falsely claiming in documents, pitch materials, and verbal presentations ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-no-longer-felt-that-i-was-the-type-of-agent-the-fbi-valued-former-fbi-agent-reveals-why-she-walked-away-from-agency", "title": "‘I No Longer Felt That I Was The Type Of Agent The FBI Valued’: Former FBI Agent Reveals Why She Walked Away From Agency", "date_published": "2023-01-12 15:21:46+00:00", "description": "A former FBI special agent said Thursday she walked away from the agency three months ago after more than a decade of service because Washington, D.C., &#8220;politically weaponized&#8221; the bureau from the top down. Nicole Parker served as a special agent in the Miami Field Office from 2011 until resigning in October 2022, she wrote ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-investigators-interview-multiple-aides-in-obama-admin-over-biden-classified-doc-scandal-report", "title": "Federal Investigators Interview Multiple Aides In Obama Admin Over Biden Classified Doc Scandal: Report", "date_published": "2023-01-12 15:12:13+00:00", "description": "Federal law enforcement officials have reportedly interviewed numerous aides who worked for then-Vice President Joe Biden during the final weeks of the Obama administration over how classified materials were handled that ended up at a Biden think tank and at Biden&#8217;s home in Delaware. The news comes as U.S. Attorney General Merrick Garland announced the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lisa-marie-presley-daughter-of-elvis-presley-rushed-to-hospital-after-going-into-cardiac-arrest", "title": "Lisa Marie Presley, Daughter Of Elvis Presley, Rushed To Hospital After Going Into Cardiac Arrest: Report", "date_published": "2023-01-12 15:11:19+00:00", "description": "Lisa Marie Presley, daughter of Elvis and Priscilla Presley, was rushed to a hospital on Thursday after paramedics responded to a call to her California home over a cardiac arrest. TMZ reported that paramedics performed CPR on Presley, 54, at her Calabasas home after she went into &#8220;full arrest&#8221; before transporting her to a medical ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-mccarthy-says-hes-engaged-to-release-january-6-security-footage", "title": "Kevin McCarthy Says He’s ‘Engaged’ To Release January 6 Security Footage", "date_published": "2023-01-12 15:02:26+00:00", "description": "House Speaker Kevin McCarthy (R-CA) said Thursday he is pushing for the disclosure of unreleased U.S. Capitol security footage from January 6, 2021. Taking a shot at the January 6 Committee and its &#8220;report that&#8217;s written for a political basis,&#8221; McCarthy told reporters on Capitol Hill the American public &#8220;should see&#8221; what happened on that ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-a-tremendous-escalation-iran-plans-warships-in-panama-canal", "title": "‘This Is A Tremendous Escalation’: Iran Plans Warships In Panama Canal", "date_published": "2023-01-12 14:28:16+00:00", "description": "Iran, the leading country in state-sponsored terrorism around the globe, is furthering its reach, announcing it will place warships in the Panama Canal this year. That announcement came on Wednesday from the commander of Iran&#8217;s Navy, Rear Admiral Shahram Irani. “Today, we have a great opportunity in the sea area for the development of the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bookstore-reacts-to-going-viral-over-display-of-prince-harrys-new-book-next-to-novel-called-how-to-kill-your-family", "title": "Bookstore Reacts To Going Viral Over Display Of Prince Harry’s New Book Next To Novel Called ‘How To Kill Your Family’", "date_published": "2023-01-12 14:22:49+00:00", "description": "An independent bookstore in England has reacted to going viral after the shop&#8217;s window display showed copies of Prince Harry&#8217;s new tell-all memoir next to a novel called &#8220;How To Kill Your Family.&#8221; The owner of Bert&#8217;s Books in Swindon, Alex Call, shared that staff thought the idea of showing the Duke of Sussex&#8217;s book ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/major-bank-will-focus-mortgage-activities-on-minority-communities", "title": "Major Bank Will Focus Mortgage Activities On ‘Minority Communities’", "date_published": "2023-01-12 14:21:13+00:00", "description": "Wells Fargo announced a pivot toward offering home ownership services for minority applicants even as the firm pulls away from the mortgage correspondent and servicing businesses. The financial services company’s retail employees will “focus primarily on bank customers and underserved communities” amid continued efforts to simplify its mortgage business model. The firm will broaden an ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/am-i-not-a-roberts-actress-julia-roberts-blind-sided-by-wild-dna-reveal", "title": "‘Am I Not A Roberts?’: Actress Julia Roberts Blind-Sided By Wild DNA Reveal", "date_published": "2023-01-12 14:06:16+00:00", "description": "&#8220;America&#8217;s Sweetheart&#8221; actress Julia Roberts learned she might not actually be a Roberts during a wild revelation on Ancestry&#8217;s &#8220;Finding Your Roots.&#8221; According to a DNA test and extensive research into Roberts&#8217; family tree, historian Dr. Henry Louis Gates Jr. explained to Roberts that the man she had always believed to be her great-great-grandfather — ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stetson-bennett-and-the-advent-of-the-perpetual-adolescent", "title": "Stetson Bennett And The Advent Of The Perpetual Adolescent", "date_published": "2023-01-12 14:06:09+00:00", "description": "The University of Georgia Bulldogs are again college football national champions, having thoroughly decimated the underdog TCU Horned Frogs 65-7.  Beyond the questions about what this means for Big-12 football or whether the Michigan Wolverines would have given Georgia an actual challenge, another nagging question is making the rounds: The age of Georgia’s quarterback Stetson ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/view-co-host-sunny-hostin-reveals-she-went-under-the-knife-in-2022-for-several-procedures", "title": "‘View’ Co-Host Sunny Hostin Reveals She Went Under The Knife In 2022 For Several Procedures", "date_published": "2023-01-12 13:49:35+00:00", "description": "&#8220;The View&#8221; co-host Sunny Hostin revealed that she went under the knife in 2022 for several procedures and said she didn&#8217;t feel any shame about it. The 54-year-old co-host opened up to People magazine about having breast reduction surgery and lift, as well as liposuction on her waist and chin last year. &#8220;I feel like ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pa-school-board-votes-in-favor-of-classroom-policy-banning-pride-flags-and-other-political-displays-despite-pushback-aclu-complaint", "title": "PA School Board Votes In Favor Of Classroom Policy Banning Pride Flags And Other Political Displays Despite Pushback, ACLU Complaint", "date_published": "2023-01-12 13:48:11+00:00", "description": "The Central Bucks School Board in Pennsylvania just instituted a policy banning teachers from expressing personal political opinions with their words or with visual elements in the classroom. It was decided following a 6-3 vote and extensive debate. Policy 321 will be amended to prohibit teachers from displaying items such as Pride flags and Black ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/merrick-garland-appoints-special-counsel-to-investigate-biden-classified-document-scandal", "title": "Merrick Garland Appoints Special Counsel To Investigate Biden Classified Document Scandal", "date_published": "2023-01-12 13:26:51+00:00", "description": "U.S. Attorney General Merrick Garland announced Thursday that he has appointed a special counsel to investigate President Joe Biden over classified documents that were found in a private office and in the garage at his home. Garland appointed former U.S. Attorney Robert Hur — who served during the Trump administration — to serve as special ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-admin-in-december-banning-gas-stoves-entirely-its-a-real-possibility-here", "title": "Biden Admin In December: ‘Banning Gas Stoves Entirely … It’s A Real Possibility Here’", "date_published": "2023-01-12 13:24:42+00:00", "description": "Legacy media wants you to believe that the Right is in hysterics over some rumor that the Biden administration wants to ban gas stoves. In fact, some are even alleging that conservatives started another fight in the culture war needlessly. Yet the idea that the federal government wants to ban gas stoves didn&#8217;t come out ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/devastated-johnny-depp-rushed-to-be-with-friend-jeff-beck-in-final-moments", "title": "‘Devastated’ Johnny Depp Rushed To Be With Friend Jeff Beck In Final Moments", "date_published": "2023-01-12 13:23:00+00:00", "description": "Actor Johnny Depp reportedly rushed to the hospital earlier this week, sitting &#8220;by Jeff&#8217;s bedside&#8221; in the hours before legendary guitarist Jeff Beck died at the age of 78. Beck&#8217;s family confirmed his death — due to a short battle with meningitis — in a statement released on Wednesday. &#8220;On behalf of his family, it ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/idaho-murder-suspect-appears-in-court-plans-to-challenge-the-evidence-against-him", "title": "Idaho Murder Suspect Appears In Court, Plans To Challenge The Evidence Against Him", "date_published": "2023-01-12 12:55:53+00:00", "description": "The man suspected of killing four University of Idaho students appeared in court again on Thursday, where he waived his right to a speedy preliminary hearing and vowed through his attorney to challenge the evidence against him. The 28-year-old suspect, who will not be named per Daily Wire policy, is charged with four counts of first-degree murder and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cry-harder-haters-wife-of-byron-donalds-speaks-out-against-lefts-alleged-racist-attacks-on-congressman", "title": "‘Cry Harder, Haters’: Wife Of Byron Donalds Speaks Out Against Left’s Alleged ‘Racist Attacks’ On Congressman", "date_published": "2023-01-12 12:31:21+00:00", "description": "The wife of Rep. Byron Donalds (R-FL) spoke out after alleging racist claims were made against her husband by the Left after his recent nomination as House speaker. Erika Donalds took to Twitter on Wednesday to address the attacks against the black GOP congressman alongside images of posts from responses she has received. &#8220;Byron and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-responds-to-classified-docs-found-at-his-home-were-in-a-locked-garage-as-well-as-my-corvette", "title": "Biden Responds To Classified Docs Found At His Home: Were ‘In A Locked Garage’ As ‘Well As My Corvette’", "date_published": "2023-01-12 12:21:50+00:00", "description": "President Joe Biden responded Thursday to classified documents from his time as vice president found in his home in Delaware by saying they were in a locked garage next to his Corvette. Richard Sauber, special counsel to the president, said in a statement that &#8220;all but one of these documents were found in storage space ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chip-roy-unveils-bill-to-defund-the-world-health-organization", "title": "Chip Roy Unveils Bill To Defund The World Health Organization", "date_published": "2023-01-12 12:16:33+00:00", "description": "With Republicans now in control of the House, Rep. Chip Roy (R-TX) reintroduced legislation Thursday to defund the World Health Organization and raised concerns about China&#8217;s influence over the group. The bill, titled ‘‘No Taxpayer Funding for the World Health Organization Act,&#8221; cracks down on contributions to the WHO that have risen to hundreds of millions ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/faas-woke-garbage-resurfaces-after-computer-issues-ground-planes-nationwide", "title": "FAA’s ‘Woke Garbage’ Resurfaces After Computer Issues Ground Planes Nationwide", "date_published": "2023-01-12 12:09:06+00:00", "description": "Endorsements of left-wing ideology from the Federal Aviation Administration resurfaced online as the agency received backlash for a downed computer system that caused all flights across the country to be grounded early Wednesday. FAA officials said later in the day that the outage occurred due to a “damaged database file” and claimed there was “no ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/huh-mccarthy-says-a-lot-of-people-on-capitol-hill-are-liars-like-george-santos", "title": "Huh? McCarthy Says ‘A Lot Of  People’ On Capitol Hill Are Liars Like George Santos", "date_published": "2023-01-12 11:50:34+00:00", "description": "Rep. George Santos (R-NY) is a world-class liar. He won a job in Congress, which brings along a healthy $174,000 annual salary, by lying. During the campaign, he lied about nearly everything. He claimed that he attended New York University and Baruch College, that he worked at Goldman Sachs and Citigroup, that his grandparents escaped ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stop-thinking-of-disney-as-a-mickey-mouse-organization-two-ex-espn-employees-sue-claim-they-were-fired-for-refusing-vaccine", "title": "‘Stop Thinking Of Disney As A Mickey Mouse Organization’: Two Ex-ESPN Employees Sue, Claim They Were Fired For Refusing Vaccine", "date_published": "2023-01-12 11:34:49+00:00", "description": "Two ex-ESPN employees are suing the sports network as well as its parent company The Walt Disney Company, claiming they were fired because they refused the COVID vaccine. Veteran reporter Allison Williams and producer Beth Faber, both of whom claimed a religious exemption but were later fired in 2021, filed suit on Wednesday in Connecticut. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/house-republican-introduces-bill-to-only-fly-u-s-flag-at-embassies-would-end-use-of-pride-blm-flags", "title": "House Republican Introduces Bill To Only Fly U.S. Flag At Embassies; Would End Use Of Pride, BLM Flags", "date_published": "2023-01-12 11:15:01+00:00", "description": "A House Republican introduced legislation on Wednesday that would ban flags other than the American flag from being flown over U.S. embassies and other consular posts, pushing back on the Biden administration&#8217;s actions to fly Pride flags and Black Lives Matter flags over such diplomatic locations. The Old Glory Only Act was introduced by Rep. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/second-set-of-classified-docs-found-at-biden-home-in-delaware", "title": "Second Set Of Classified Docs Found At Biden Home In Delaware", "date_published": "2023-01-12 11:01:39+00:00", "description": "A second set of classified documents was found at President Joe Biden&#8217;s home in Delaware, according to White House counsel. Richard Sauber, special counsel to the president, said in a statement that a review of Biden&#8217;s known offices, quarters, and other spaces turned up a second set of classified documents, these located at the president&#8217;s ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/big-medias-right-trump-biden-documents-cases-are-vastly-different", "title": "Big Media’s Right: Trump, Biden Documents Cases Are Vastly Different", "date_published": "2023-01-12 10:52:31+00:00", "description": "Big Media wants us all to know just how frustratingly inconvenient the discovery of two sets of classified documents in the hands of President Joe Biden is. Inconvenient for the Democrat activists in the press because they have to keep assuring the rubes that this case is so very different from the documents case involving ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-few-good-men-these-5-hollywood-actors-put-faith-and-family-first", "title": "A Few Good Men: These 5 Hollywood Actors Put Faith And Family First", "date_published": "2023-01-12 10:39:52+00:00", "description": "The phrase “Hollywood actor” often elicits the stereotypical image of a millionaire playboy sunning himself on a yacht surrounded by a bevy of bikini-clad models or walking a red carpet in a tux, mugging for the cameras. Leonardo DiCaprio and his younger-than-25 girlfriends. Jack Nicholson. Charlie Sheen. Tinseltown is chock full of men playing the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/yellowstone-star-cole-hauser-says-his-daughter-is-uncomfortable-watching-rip-kiss-beth", "title": "‘Yellowstone’ Star Cole Hauser Says His Daughter Is Uncomfortable Watching Rip Kiss Beth", "date_published": "2023-01-12 10:30:27+00:00", "description": "“Yellowstone” star Cole Hauser and his wife Cynthia Daniel said their 10-year-old daughter was not happy watching her father perform love scenes with co-star Kelly Reilly. “I can say our daughter does not like seeing Cole kiss Beth [Reilly] on this show. It makes her really uncomfortable,&#8221; Daniel told US Weekly of their daughter Steely ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-tide-has-turned-inflation-sees-largest-drop-since-2020-lockdowns", "title": "Inflation Sees Largest Drop Since 2020 Lockdowns", "date_published": "2023-01-12 10:18:49+00:00", "description": "The Consumer Price Index decreased 0.1% in December 2022, marking the largest inflationary decline in nearly three years, according to a report from the Bureau of Labor Statistics. The month-to-month decrease of 0.1% was in line with analysts’ forecasts, while core inflation, which factors out the more volatile food and energy categories, rose 0.3%, also ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/despite-diversity-efforts-golden-globes-ratings-tank-for-2023-show", "title": "Despite Diversity Efforts, Golden Globes Ratings Tank For 2023 Show", "date_published": "2023-01-12 10:15:10+00:00", "description": "This year’s Golden Globe Awards were back after a diversity-related controversy last year, but it only managed to attract 6.3 million television viewers, representing the lowest numbers in several years and a 26% decrease from 2021. This year’s broadcast narrowly avoided the worst-ever viewership, which occurred in 2008 during the Hollywood writers&#8217; strike.  Per Nielsen ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-not-create-a-tesla-of-the-mind-new-implant-revealed-that-treats-chronic-depression", "title": "‘Why Not Create A Tesla Of The Mind’: New Implant Revealed That Treats Chronic Depression", "date_published": "2023-01-12 08:24:59+00:00", "description": "A new neural implant that is placed outside the skull to treat depression has been revealed. Inner Cosmos, a neurotechnology company founded by entrepreneur Meron Gribetz, announced the tiny implant, which the company “a digital pill for the mind,&#8221; on Tuesday. Hundreds of millions of people across the world suffer from chronic depression, a number ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}