[{"source": "http://louderwithcrowder.com/feed/", "title": "Chris Pratt shares video that's almost too patriotic, even by his usual standards", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33754184&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Chris Pratt is simply one of our greatest living Americans. You can't change our minds. One day <a href=\"https://www.louderwithcrowder.com/chris-pratt-nine-rules\" target=\"_blank\">he'll drop scripture</a> while <a href=\"https://www.louderwithcrowder.com/chris-pratt-meat-eats-vegan\" target=\"_blank\">vacuum sealing the meat he just killed</a>. The next day he is Vince Vaughn's lawyer defending him against 142 paternity suits.  The next day, he's a Lego. Chris Pratt is all of us.</p><p>He's also one of the few Hollywood A-listers to proclaim his love of America whenever he can. Both seriously, as well as with his tongue firmly in his cheek. It's what he did in this video, before working out with Jay Glazer. And I know what you're thinking. How can someone get more patriotic than an American flag hoodie?</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">This Chris Pratt post is almost too patriotic. <a href=\"https://t.co/v4c3ymGU3F\">pic.twitter.com/v4c3ymGU3F</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1658102189015932929?ref_src=twsrc%5Etfw\">May 15, 2023</a></blockquote> </div><p>It's an American Flag hoodied OVER an \"America: Land of the Free\" t-shirt. </p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"3a88d\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33754230&amp;width=980\" />\n</p>\n<p>I won't say we need more celebrities like Chris Pratt. I'm sure there are more than a few who agree with him and disagree with the viewpoint commonly associated with their Hollywood peers. It would be nice if more of them had the courage to be Chris Pratt out loud.</p><p>And not worry about some of the hate that comes from it. <a href=\"https://www.dailymail.co.uk/news/article-11087249/Chris-Pratts-new-thriller-Terminal-List-smashes-ratings-despite-woke-critics-scathing-reviews.html\" target=\"_blank\">We saw that when it came to reviews for The Terminal List</a>, Pratt's Amazon show based on the Jack Carr book. That also was considered too pro-America, something the left hates. And they already hate Pratt for all the reasons you assume they do, <a href=\"https://www.youtube.com/watch?v=75C9grGZPxk\" target=\"_blank\">as Joe Rogan laid out</a>:</p><blockquote><em>\"He’s the nicest f*cking guy I’ve ever met in my life. [...] They’re all insane people that hate their jobs that are sitting in front of the cubicle when their boss isn’t looking they’re tweeting bad things about Chris Pratt. [...] He’s kind of outside the lines in terms of his ideology, he’s a Christian, and pretty open about it. Because of that they attack him.\"</em></blockquote><p>At the end of the day, he's Chris Pratt, and they're not. He's going to continue living life as Chris Pratt. His haters are going to continue being losers. Chris Pratt isn't going to care. And America will be better of for it.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/chris-pratt-american-flag-hoodie", "date_published": "2023-05-26 17:29:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Woke professor tweets video of unarmed trans-woman's arrest, then Community Notes hits her with harshest of fact checks", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33753994&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>There is a line in <em>The Internship</em> (great movie) where Owen Wilson's character told a date that Google has gotten in the way of his ability to bullsh*t. Community Notes has done the same for leftists, and it grows more glorious with every community note'ing.</p><p>We've seen it happen <a href=\"https://www.louderwithcrowder.com/politifact-teachers-union-fact-check\" target=\"_blank\">when politicians try to lie</a>. Media fact-checkers <a href=\"https://www.louderwithcrowder.com/wapo-fact-check-soros-bragg\" target=\"_blank\">are getting fact-checked</a>. And lies ABOUIT conservatives <a href=\"https://www.louderwithcrowder.com/butt-plug-porn-nikki-fried\" target=\"_blank\">get shut down before activists</a> get to spread them. But this one here is my favorite. A college professor trying to stir outrage about a trans-woman getting arrested.</p><p>Here's the video. A tale was attempted to be spun about a beautiful and brave trans-woman being the victim of police abuse for no other reason than being trans. And how even the slightest criticism of transgenderism is responsible. This is literal trans genocide literally happening outside their window.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">3 Italian police brutally assaulted, pepper sprayed and kicked an unarmed trans-woman in Milan.<br />Criminalizing & inciting violence against “transgenderism” has lethal consequences… the so called “gender ideology” is used to justify Gov’t discrimination.<a href=\"https://t.co/9H7M4aLqKo\">pic.twitter.com/9H7M4aLqKo</a><br />— Rula Jebreal (@rulajebreal) <a href=\"https://twitter.com/rulajebreal/status/1661493777247219720?ref_src=twsrc%5Etfw\">May 24, 2023</a></blockquote> </div><p>Then Community Notes spoils: </p><blockquote>This incident took place in Milan, Italy on May 24. The transgender individual being subdued by police had been reported after exposing his penis to school children and threatening to infect people with HIV. He then violently attempted to evade arrest.</blockquote><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"11ed5\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33754023&amp;width=980\" />\n</p>\n<p>Sources are available <a href=\"https://reduxx.info/italy-trans-identified-male-arrested-after-stripping-in-front-of-school-threatening-people-with-hiv/\" target=\"_blank\">in English</a> and <a href=\"https://www.ilgiorno.it/milano/cronaca/donna-picchiata-polizia-locale-c1pw3u27\" target=\"_blank\">in Italian</a>. A trans-identified male, which I guess makes them a she/her(?), whipped out his ding dong to flash children walking into the Istituto Comprensivo Casa Del Sole. She/her then started screaming they had HIV and would infect everyone with she/her's blood. </p><p>Oh, and he/she/them is also a Brazillian national. Who once in the back of the police car started stabbing her/himself with hair pins to make him/herself bleed. Again, infecting everyone was on the agenda.</p><p>If not for Community Notes, this tweet would have spread its way to every journalismer, Democrat official, and other woke twat as an example of all the transphobia happening worldwide. Instead, we now know it was a justifiable arrest. And the man was just a run-of-the-mill crazy person who needs to be kept away from children.</p><p>Another win for Community Notes. Thank you again, Cousin Elon.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/italian-school-police-arrest", "date_published": "2023-05-26 16:42:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Drunk 10yr olds, 2-3 babies born each week: Whistleblower exposes what goes on in just one NYC migrant hotel", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33753655&amp;width=1200&amp;height=800&amp;coordinates=140%2C0%2C59%2C0\" /><br /><br /><p>A city worker is exposing exactly what goes on inside the largest migrant hotel in New York City. Row NYC Hotel is only one block away from Times Square, the biggest tourist attraction in Manhattan. And I know some of you are like \"This is what NYC votes for, derpity derp.\" I get it, but please hang with me for a bit.</p><p>Whistleblower Carlos Arrellano worked in the hotel and had for five years. He tells Savanah Hernandez (<a href=\"https://www.louderwithcrowder.com/lia-thomas-ncaa-speaks-out\" target=\"_blank\">who does outstanding work</a>) this has \"<a href=\"https://thepostmillennial.com/exclusive-a-look-inside-of-new-yorks-largest-migrant-hotel-drunk-children-violence-guns-and-drugs\" target=\"_blank\">been the worst experience by far</a>\" detailing two to three babies being born every week, drunk 10-year-olds, gang violence, and a hotel that is now falling apart.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">EXCLUSIVE: Carlos Arrellano worked inside the largest migrant hotel in New York City, the ROW NYC, he exposes:<br /><br />-Almost 5,000 illegal immigrants are living a block away from Times Square<br />-10 to 14-y/o kids getting drunk <br />-Trashed hotel rooms<br />-Guns, violence & theft from local… <a href=\"https://t.co/i4s4stDFvj\">pic.twitter.com/i4s4stDFvj</a><br />— Savanah Hernandez (@sav_says_) <a href=\"https://twitter.com/sav_says_/status/1661453360707391489?ref_src=twsrc%5Etfw\">May 24, 2023</a></blockquote> </div><blockquote>Arrellano shares that many of the migrants, although initially wanting to head to a different location, end up wanting to make New York their home after receiving a plethora of benefits and free housing.<br /><br />He goes on to detail migrants walking around the hotel with guns, shares that he himself has been assaulted, and that contracted city employees have had to be walked to their cars after violent threats from the migrants.<br /></blockquote><p>Here's where people say \"This is what New York City votes for.\" It is, and you're right. NYC voters, when they can be bothered to vote, turn out every year to elect the same progressive officials who support more and more illegal immigration among other failed progressive policies. You get what you vote for.</p><p>The difference is that when it comes to the pro-criminal policies that NYC voters also vote for, shoplifting is still illegal in the suburbs. I live in a New York City suburb. <a href=\"https://www.louderwithcrowder.com/lee-zeldin-rnc-chair\" target=\"_blank\">We turned out in droves to vote AGAINST everything NYC stands for the last two years</a>. It was because of the suburbs turning out <a href=\"https://www.louderwithcrowder.com/new-york-zeldin-molinaro-langworthy\" target=\"_blank\">that conservatives were able to win Congress last November</a>.</p><p>Local elections can only do so much when Democrat executives want to export what's going on in this NYC hotel all over America. And if you have a problem with it, you're a bigot. <a href=\"https://dailycaller.com/2023/05/23/ny-governor-says-suburbs-should-accept-migrants-end-bigoted-policies/\" target=\"_blank\">As Kathy Hochul so eloquently says</a>:</p><blockquote>And I also want to say to parts of our country and our state who are enacting bigoted policies based on fear and intimidation, join us. Join us. Let people know the true story of what New York is.</blockquote><p>Savanah's video IS the true story of what New York is. And if you live in a red suburb outside a progressive city it's your problem too.</p><p>Expecting laws to be enforced, not wanting people in the country illegally, and not wanting what Carlos Arrellano exposes in this video happening a block away from YOUR family makes YOU the problem. That's what Kathy Hochul thinks. That's what Joe Biden thinks. And it's what guides the entire Democrat Party's illegal immigrant agenda.</p><p>Keep exposing it. Make sure everyone currently employed by the White House is no longer employed there in 2024.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/migrant-hotel-nyc", "date_published": "2023-05-26 15:33:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "The president lashes out and demands Hispanic voters reject Ron DeSantis. The president of MEXICO.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33752555&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Ron DeSantis's illegal-immigration laws are so tough and so anti-illegal immigration that the president is demanding all Hispanic voters reject him on Election Day. No, not Joe Biden, the cause of the border crisis. Andrés Manuel López Obrador. The president of Mexico. The other cause of the border crisis. There aren't enough pollas in Tijuana for him to eat.</p><p>Coming off an insane $8.2 million fundraising haul in 24 hours, more than his opponent in the primary raised in his first FIVE weeks (BUT MUH FAILED LAUNCH), DeSantis had his first run-in with a world leader. Obrador -- who again, <a href=\"https://www.louderwithcrowder.com/illegal-immigration-biden-mexico\" target=\"_blank\">is not the president or a citizen of this country</a> -- finds the new illegal-immigration law passed in Florida are anti-Migrant.</p><blockquote>Hopefully Hispanics in Florida will wake up and not give him one single vote, to not vote for those who persecute migrants, those who don’t respect migrants.</blockquote><p>In 2022, DeSantis won the Hispanic vote by 15%.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"e742c\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33752594&amp;width=980\" />\n</p>\n<p>Obrador is referring to new laws signed this month in Florida. <a href=\"https://www.axios.com/local/tampa-bay/2023/05/24/florida-immigration-law-ron-desantis\" target=\"_blank\">According to Axios</a>, DeSantis's common-sense illegal immigration reform \"voids out-of-state driver's licenses for those without proof of citizenship, bars municipalities from using state money to issue identification cards for undocumented immigrants and requires most companies in Florida to verify the immigration status of new hires, among other restrictions.\"</p><p>It's causing undocumented illegal migrants to now leave Florida for states that are more accepting of undocumented illegals. This upsets corporate journalismers, as well as the Mexican President in what's the latest thing he needs to shut the f*ck up over.</p><p>In January, Obrador praised our president -- the American one -- for being the first American president to NOT build the wall that divides our countries and deters illegal immigration.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Mexican President Obrador to Joe Biden:<br /><br />\"You, President Biden, you are the first president of the United States in a very long time that has not built, not even one meter of wall, and that we thank you for that, sir.\" <a href=\"https://t.co/NtzMiSwD8m\">pic.twitter.com/NtzMiSwD8m</a><br />— Townhall.com (@townhallcom) <a href=\"https://twitter.com/townhallcom/status/1612954863964688384?ref_src=twsrc%5Etfw\">January 10, 2023</a></blockquote> </div><p>Last November, his government released an ad encouraging Mexicans to get off the fentanyl. It includes <a href=\"https://abcnews.go.com/Health/wireStory/mexico-depicts-philadelphia-street-scenes-anti-drug-ads-93126359\" target=\"_blank\">scenes from Philadelphia</a> of <a href=\"https://www.louderwithcrowder.com/mexico-philadelphia-ad\" target=\"_blank\">people strung out on fentanyl</a>... which is available because it came across the border from Mexico. Illegally.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">La Campaña vs las Adicciones del <a href=\"https://twitter.com/GobiernoMX?ref_src=twsrc%5Etfw\">@GobiernoMX</a> busca informar a los jóvenes de los daños que provoca a la salud el consumo de drogas químicas. La información y la participación de la familia y de la escuela son importantes factores de protección vs las adicciones. ¡Infórmate! <a href=\"https://t.co/A8MkptVqHG\">pic.twitter.com/A8MkptVqHG</a><br />— Jesús Ramírez Cuevas (@JesusRCuevas) <a href=\"https://twitter.com/JesusRCuevas/status/1590013482594107392?ref_src=twsrc%5Etfw\">November 8, 2022</a></blockquote> </div><p>Oh, and while we need to take all of his illegal immigrants, <a href=\"https://www.louderwithcrowder.com/mexico-americans-gentrification\" target=\"_blank\">people in his country are upset about our legal ones</a>.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Mexico City locals are fed up with Americans moving to their city. <a href=\"https://t.co/V8SsOUATrq\">pic.twitter.com/V8SsOUATrq</a><br />— AJ+ (@ajplus) <a href=\"https://twitter.com/ajplus/status/1566003317074829312?ref_src=twsrc%5Etfw\">September 3, 2022</a></blockquote> </div><p>The fact that Obrador has the cojones to open his mouth and interfere in any American elections is more proof of how weak and ineffective Joe Biden is at the job. It also lends more credence to the theory that there is no border crisis. A \"crisis\" would imply it's not working the exact way the people responsible want it to.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/ron-desantis-president-mexico", "date_published": "2023-05-26 13:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "LOL: Taylor Swift fans demand she cancels her new boyfriend over \"racist\" comments made on a podcast", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33749776&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C10\" /><br /><br /><p>You would think Taylor Swift giving her fans an over FOUR HOUR SHOW covering her entire catalog would be enough. But some fans <a href=\"https://www.louderwithcrowder.com/dare-taylor-swift-say-2017-good-cries-sjws\" target=\"_blank\">insist the artist be as miserable as they are</a>. Taylor Swift has a new -- shocking, I know -- boyfriend. Fans want him canceled for saying funny things on a podcast.</p><p>Taylor started dating Matty Healy, singer of the band The 1975. I know nothing about them other than they sabotage whenever I try doing a fun \"Google the year you word born\" game. Instead of getting <em>Born to Run</em> or <em>Wish You Were Here</em>, I get this British group. Maybe one day I'll listen to them, but today is not that day. It's also not germaine to this post.</p><p>Swifties are <a href=\"https://twitter.com/ahouseallalone/status/1658816418706599938\" target=\"_blank\">organizing around the hashtag Speak Up Now</a> trying to get Taylor to cut bait before she gets too attached. You know who Swifites are, right?</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">WARNING GRAPHIC: Taylor Swift fans enter the subway after attending one of her concerts <a href=\"https://t.co/pYJBFXrZhs\">pic.twitter.com/pYJBFXrZhs</a><br />— Squid Vicious MMA (@SquidViciousMMA) <a href=\"https://twitter.com/SquidViciousMMA/status/1654876302137016322?ref_src=twsrc%5Etfw\">May 6, 2023</a></blockquote> </div><p>You see, Healy is apparently a bit of an \"edgelord,\" which is another way of saying he has a sense of humor and is fun to be around. He also says and does \"problematic\" things that give Swift's fans a sad. <a href=\"https://www.avclub.com/taylor-swift-matty-healy-swifties-open-call-break-up-1850100999\" target=\"_blank\">His onstage shock stunts like an \"obnoxiously winking false start racist tirade\" and a \"straight-up Nazi salute\"</a> are of concern. But it was him having fun on <em>The Adam Friedland Show</em> back in February that caused Swifties to mobilize.<br /></p><blockquote>During the segment, Friedland jokingly recalled an alleged encounter with Healy where Friedland found the singer masturbating to videos from the pornographic site Ghetto Gaggers, known for dealing in content that centers on the humiliation and dehumanization of Black women. In the same episode, Healy also managed to impersonate Japanese people working in concentration camps; disparage the indigenous Scots language while conflating it with the Scottish accent; and mock Hawaiian, Inuit, and Chinese accents in an attempt to guess Bronx rapper Ice Spice’s heritage.</blockquote><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"596bb\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33751002&amp;width=980\" />\n</p>\n<p>I recognize there were a lot of words and names in that paragraph foreign to my DotCommies here at the Louder with Crowder Dot Com website. But if there is one thing we can all relate to it's the UTTER RIDICULOSUNESS of people taking jokes and comments made on podcasts out of context. As many of you realize, it happens to us and our peers from time to time. Take that, then add the borderline-offensive sense of entitlement some fans have in demanding a say in an artist's love life.</p><p>Jokes about Taylor going through guys the way our boss goes through YouTube suspensions is one thing. Wanting her to break up with someone, or at the very least shame him on social media, because he said mean words that gave you a sad is why no one likes you.</p><p>Though, <a href=\"https://www.louderwithcrowder.com/taylor-swift-fatphobia\" target=\"_blank\">it would not be the first time</a> Swift <a href=\"https://www.louderwithcrowder.com/taylor-swift-fatphobia-edits\" target=\"_blank\">bent the knee to the social media outrage</a> of a few dinkuses. And it's not like Healy will last long. Swift already has a melody in mind for the song she'll eventually write.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/taylor-swift-cancel-matty-healy", "date_published": "2023-05-26 12:29:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "John Cleese calls fake news, WON'T let woke Tony Award-winning actors censor Monty Python's The Life of Brian", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33749282&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It would appear the Louder with Crowder Dot Com research team needs to be sacked. <a href=\"https://www.louderwithcrowder.com/life-of-brian-men-babies\" target=\"_blank\">Contrary to what we reported earlier this week</a>, John Cleese is NOT being forced to erase a hilarious scene from the stage production of Monty Python's \"The Life of Brian.\"</p><p>Here's what happened. Someone in the audience at a Cleese show <a href=\"https://www.dailymail.co.uk/tvshowbiz/article-12100471/ALISON-BOSHOFF-John-Cleese-forced-cut-Life-Brian-scene-men-having-babies-new-show.html\" target=\"_blank\">told the Daily Mail</a> that's what he said. Websites like ours, sourcing the Daily Mail, created content around him saying such. But Cleese has now <a href=\"https://thepostmillennial.com/monty-pythons-life-of-brian-will-not-be-censored-despite-rumors-john-cleese\" target=\"_blank\">confirmed himself via Twitter</a> that that's not what he said. \"I have, of course, no intention of doing so. So someone in the audience had called a journalist and misreported me. Amazingly none of the British media called to check.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"9c538\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33749354&amp;width=980\" />\n</p>\n<p>The comedic legend followed up with a question I feel ALL ARTISTS need to start asking the <a href=\"https://www.louderwithcrowder.com/john-cleese-phobic\" target=\"_blank\">tiny minority of Cleese-phobic woke twats</a> looking to censor, erase, or otherwise cancel their past works. Who exactly are you concerned about offending? It isn't Python fans who have been laughing at this material for close to fifty years and will be the ones driving ticket sales.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">That was what was so surprising<br /><br />These were absolutely top-class Broadway performers and they were adamant that we would not get away with doing the scene in NYC!<br /><br />I asked them \"Are Python fans not going to come because we're doing a scene they've been laughing at for 40 years ?\" <a href=\"https://t.co/EJX6pQdKWe\">https://t.co/EJX6pQdKWe</a><br />— John Cleese (@JohnCleese) <a href=\"https://twitter.com/JohnCleese/status/1661680748020080640?ref_src=twsrc%5Etfw\">May 25, 2023</a></blockquote> </div><p>The scene in question features \"Loretta,\" a man, who wants to have a baby and claims no one could tell -- her -- she couldn't. In 1979, this was silliness. In 2023, it's a conversation between a woke activist and a normie on Twitter. Right after the woke activist celebrates the normie's daughter having her hopes and dreams crushed in High School track.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">The following scene has apparently been sacked from the stage production of Monty Python’s “The Life of Brian” <a href=\"https://t.co/wPolPqdQXj\">pic.twitter.com/wPolPqdQXj</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1660966044335316992?ref_src=twsrc%5Etfw\">May 23, 2023</a></blockquote> </div><p>The stage show is based on the 1979 film of the same name satirizing the life of Jesus Christ. <a href=\"https://www.louderwithcrowder.com/los-angeles-dodgers-sisters-indulgence\" target=\"_blank\">As we have seen this week with the Los Angeles Dodgers</a>, insulting Christians is A-OK in 2023. But a joke about a man wanting to have a baby -- an idea that forty years ago was ludicrous and not the cornerstone of Democrat Party it is today -- goes too far in the eyes of a handful of thespians. I'm guessing the theatre critics too.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/john-cleese-life-of-brian", "date_published": "2023-05-26 11:38:31+00:00", "persistent": false, "user": null, "language": "en-US"}]