[{"source": "https://www.engadget.com/rss.xml", "title": "Company responsible for 7.5 billion robocalls sued by nearly every Attorney General", "description": "<p>We can all agree that robocalls are the worst. While there might never be a way to get rid of them entirely (though agencies are certainly <a href=\"https://www.engadget.com/fcc-makes-its-first-rule-to-block-scam-robotexts-official-191006311.html\">working on it</a>), one the most prolific sources of these intrusions is finally getting hauled into court.</p><p><a href=\"https://www.cbsnews.com/news/robocalls-lawsuit-avid-telecom-nearly-every-us-state-sues/\"><em>CBS News</em></a> reports that Attorneys General from 48 states (as well as DC) are coming together to file a bipartisan lawsuit against Arizona-based Avid Telecom, its owner Michael D. Lansky and vice president Stacey S. Reeves. The <a href=\"https://www.ohioattorneygeneral.gov/Files/Briefing-Room/News-Releases/Consumer-Protection/Conformed-Complaint_Avid.aspx\">141-page suit</a> claims that the company illegally made over 7.5 billion calls to people on <a href=\"https://www.businessinsider.com/guides/tech/how-to-stop-spam-calls\">the National Do Not Call Registry</a>. Arizona Attorney General Kris Meyes claims that nearly 197 million robocalls were made to phone numbers in her state over a five-year period between December 2018 and January 2023.</p><span id=\"end-legacy-contents\"></span><p>The lawsuit says that Avid Telecom spoofed phone numbers, including 8.4 million that appeared to be coming from the government or law enforcement, and others disguised as originating from Amazon, DirecTV and many more. The suit alleges that Avid Telecom violated the Telephone and Consumer Act, the Telemarketing Sales Rule and several other telemarketing and consumer laws.&nbsp;</p><p>The AGs are asking the court to enjoin Avid Telecom from making illegal robocalls, and to pay damages and restitution to the people it called illegally. They're also pursuing several statutory avenues to make Avid cough of money on a per-violation basis, which given the enormous volume of calls it has made, could add up quickly. Sumco Panama, which was responsible for a comparatively smaller 5 billion robocalls, was fined nearly <a href=\"https://www.engadget.com/robocall-company-may-receive-the-largest-fine-ever-from-the-fcc-110759522.html\">$300 million</a> by the FCC late last year.</p><p>Earlier this month, <a href=\"https://www.usnews.com/news/us/articles/2023-05-12/robocall-company-behind-billions-of-illegal-calls-sued-by-ftc\">it was reported</a> that XCast Labs is being sued by the U.S. Federal Trade Commission over allegedly helping other companies call those on the National Do Not Call Registry.</p><p>In 2017, Dish <a href=\"https://www.reuters.com/article/us-dish-network-settlement-idUSKBN28E2UH\">reached a settlement</a> that cost them $210 million. The company allegedly made millions of calls in an attempt to sell and promote its satellite TV service. Dish ultimately had to pay a $126 million civil fine to the US government, and $84 million to residents in California, Illinois, North Carolina and Ohio. Hopefully, we’ll see a similar result with Avid Telecom.</p>This article originally appeared on Engadget at https://www.engadget.com/company-responsible-for-75-billion-robocalls-sued-by-nearly-every-attorney-general-220050450.html?src=rss", "link": "https://www.engadget.com/company-responsible-for-75-billion-robocalls-sued-by-nearly-every-attorney-general-220050450.html?src=rss", "date_published": "2023-05-26 22:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google fined $32.5 million for infringing on Sonos patent", "description": "<p>Google has just been hit with a $32.5 million penalty for infringing on a patent held by Sonos. <a href=\"https://www.law360.com/technology/articles/1682102\">According to <em>Law360</em></a>, a California federal jury ordered the fine after determining that Google infringed on a patent Sonos holds relating to grouping speakers so they can play audio at the same time, something the company has been doing for years.&nbsp;</p><p>US District Judge William Alsup had already determined that early version of products like the Chromecast Audio and Google Home infringed on Sonos' patent; the question was whether more recent, revamped products were also infringing on the patent. The jury found in favor of Sonos, but decided a second patent — one that relates to controlling devices via a smartphone or other device — wasn't violated. They said that Sonos hadn't convincingly shown that the Google Home app infringed on that particular patent.</p><span id=\"end-legacy-contents\"></span><p>Still, it feels like a big win for Sonos, who originally filed suit against Google all the way <a href=\"https://www.engadget.com/2020-01-07-sonos-sues-google.html\">back in January of 2020</a>. Specifically, Sonos claimed that Google gained knowledge of the patent through prior collaboration between the two companies, back they collaborated to allow for integration between Sonos's speakers and Google Play Music.</p><p>Since then, <a href=\"https://www.engadget.com/google-countersues-sonos-patent-infringement-132548465.html\">Google counter-sued Sonos</a>, claiming that Sonos had in fact infringed its own patents around smart speakers. As with any good legal battle, Sonos then <a href=\"https://www.engadget.com/sonos-sues-google-190303052.html\">expanded its own lawsuit</a> a few months later. More recently, Google <a href=\"https://www.engadget.com/google-sues-sonos-over-seven-google-assistant-related-patents-091023307.html\">sued Sonos in 2022</a>, saying that its <a href=\"https://www.engadget.com/sonos-voice-control-music-assistant-170028950.html\">new voice assistant</a> infringed on seven patents relating to the Google Assistant.&nbsp;</p><p>Whether today's decision will slow the legal battle between the two companies remains to be seen, though we'd expect the bickering to continue full-throttle in the months to come. There are plenty of suits out there between the companies that aren't yet resolved, and we'd expect Google to appeal this decision as well. We've reached out to both Sonos and Google and will update this story with anything we hear.</p>This article originally appeared on Engadget at https://www.engadget.com/google-fined-325-million-for-infringing-on-sonos-patent-210411398.html?src=rss", "link": "https://www.engadget.com/google-fined-325-million-for-infringing-on-sonos-patent-210411398.html?src=rss", "date_published": "2023-05-26 21:04:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Naughty Dog says its Last of Us multiplayer game needs more time in the oven", "description": "<p>One of the most notable omissions from <a href=\"https://www.engadget.com/watch-the-playstation-showcase-here-at-4pm-et-190006173.html\">this week's PlayStation Showcase</a> was anything from Naughty Dog. Many (including yours truly) expected the studio to reveal more details about its Last of Us multiplayer game, but we'll need to wait a little longer to learn more about that title.</p><p>In a statement <a href=\"https://twitter.com/Naughty_Dog/status/1662166716892479488\">posted on Twitter</a>, Naughty Dog said \"we're incredibly proud of the job our studio has done thus far, but as development has continued, we've realized what is best for the game is to give it more time.\" As such, it now seems unlikely that we'll hear much about the game during Summer Game Fest (where Naughty Dog <a href=\"https://www.engadget.com/the-last-of-us-remake-show-multiplayer-game-summer-game-fest-203243783.html\">offered a first peek at concept art from the project last year</a>) on June 8th or on June 14th, which is the 10th anniversary of <em>The Last Of Us </em>arriving on PS3.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"3539efc7f04849ec9da70303ef3853e7\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"zxx\"><a href=\"https://t.co/DOeO8ZHSlh\">pic.twitter.com/DOeO8ZHSlh</a></p>— Naughty Dog (@Naughty_Dog) <a href=\"https://twitter.com/Naughty_Dog/status/1662166716892479488?ref_src=twsrc%5Etfw\">May 26, 2023</a></blockquote></div><p>In <a href=\"https://www.naughtydog.com/blog/the_last_of_us_10th_anniversary_kickoff\">a blog post in January</a>, studio co-president and <em>The Last of Us</em> co-creator Neil Druckmann said the studio would \"begin to offer you some details on our ambitious The Last of Us multiplayer game\" sometime this year. That suggests the studio wasn't planning to release the title in 2023. In any case, it's probably a good thing that Naughty Dog is taking its time to get things right. The studio won't want to be in a position where it's releasing a game that definitely could have used more time in the oven, as was the case with <a href=\"https://twitter.com/Naughty_Dog/status/1662166716892479488\">the buggy debut of <em>The Last of Us Part 1</em> on PC</a>.</p><p>On a positive note, Naughty Dog says it has other games (plural) in development, \"including a brand new single-player experience.\" It's been known for a while that the studio had at least one other game in the works, but it's not clear whether this single-player title will continue the main story of The Last of Us. Naughty Dog said it looks forward to \"sharing more soon.\"</p><p>“I know the fans really want <em>Last of Us Part 3. </em>I hear about it all of the time and all I can say is that we’re already into our next project, so the decision has already been made,\" Druckmann <a href=\"https://www.videogameschronicle.com/news/neil-druckmann-explains-how-naughty-dog-chose-its-next-unannounced-game/\">told</a><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vbGl2ZS9HYVFFQTFKb04wcz9mZWF0dXJlPXNoYXJlJnQ9MjAwMiIsImNvbnRlbnRVdWlkIjoiOTJkMWE3YzEtMTIwMi00NjYzLTk3NTItYmJjYjY3MTAyYjZjIn0&amp;signature=AQAAAQZES8pyHeyYBpmYReKdJAAZlefc-yVO5jAIywVZf7dp&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Flive%2FGaQEA1JoN0s%3Ffeature%3Dshare%26t%3D2002\">Kinda Funny</a> in March. \"I can’t say what it is, but that’s the process we went through, that there was a lot of consideration of different things, and we picked the thing we were most excited for.”</p>This article originally appeared on Engadget at https://www.engadget.com/naughty-dog-says-its-last-of-us-multiplayer-game-needs-more-time-in-the-oven-200315565.html?src=rss", "link": "https://www.engadget.com/naughty-dog-says-its-last-of-us-multiplayer-game-needs-more-time-in-the-oven-200315565.html?src=rss", "date_published": "2023-05-26 20:03:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Bluesky now lets you choose your own algorithm", "description": "<p>Bluesky, the Jack Dorsey-backed decentralized <a href=\"https://www.engadget.com/jack-dorsey-backed-bluesky-is-having-a-moment-133039184.html\"><ins>Twitter alternative</ins></a>, has released one of its most significant updates to date: the ability for users to choose their own algorithms. The service, which is still in a closed beta, released its “custom feeds” feature, which allows people to subscribe to a range of different algorithms and make their own for others to follow.</p><p>In practice, the feature works a bit like pinning different lists to your home timeline on Twitter in that users can subscribe to multiple feeds and easily swipe between them in the app. But custom feeds, because they’re algorithmic, are also more powerful than simple account lists.</p><span id=\"end-legacy-contents\"></span><p>For example, there’s a feed dedicated to posts from your mutuals —people you follow who also follow you back. That may sound like a list, but unlike a Twitter list, the feed should change as you gain more mutual followers. And while Bluesky’s app stills defaults to the chronological “following” timeline, most custom feeds are not chronological.</p><figure><img alt=\"Screenshot if the Bluesky app with custom feeds.`\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/561ded60-fbf3-11ed-b9ed-ff30fc2c4fe3\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Bluesky </div></figure><p>The feeds also provide a window into the different communities forming on Bluesky, as well as what’s trending on the platform. There are already custom feeds devoted to furries, cat photos, queer shitposters, positive thoughts and <a href=\"https://knowyourmeme.com/memes/events/hellthread-hellrope-bluesky\"><ins>the hellthread</ins></a>. Early adopters have been able to experiment with the feature for awhile thanks to third-party apps, like <a href=\"https://skyfeed.app/#/\"><ins>SkyFeed</ins></a> and <a href=\"https://www.engadget.com/you-can-now-use-flipboard-to-browse-bluesky-140012427.html\"><ins>Flipboard</ins></a>, which added the feature before BlueSky’s official app.</p><p>For now, creating a feed for Bluesky is open to anyone, though it’s “currently a technical process,” Bluesky’s protocol engineer Paul Frazee said in a post. “In future updates we'll make it easy for users to create custom feeds in-app.”</p><p>The update could end up being a defining feature of Bluesky. Jay Graber, CEO of Bluesky, <a href=\"https://www.engadget.com/jack-dorseys-bluesky-is-building-a-marketplace-of-algorithms-184601024.html\"><ins>has said</ins></a> that algorithmic choice could address “backlash against the perceived algorithmic manipulation of people’s timelines.” It also offers a hint of what’s to come for the early-stage platform. Graber has outlined a similar vision for content moderation with users in control of the level of moderation and filtering they want.</p><p>“Our goal is to assemble a social media architecture that composes third-party services into a seamless user experience, because an open ecosystem is likely to evolve more quickly than a single approach to curation or moderation developed within one company,” Graber wrote. “By creating the interfaces for innovation in these areas, we hope to provide a dynamic and user-driven social experience.”</p><p>The idea of custom algorithms is one that’s long been embraced by Jack Dorsey, who floated the idea of allowing users to choose their own algorithms multiple times while he was still running Twitter. It also comes as there is industry-wide <a href=\"https://www.engadget.com/wyden-algorithmic-accountability-act-2022-205854772.html\"><ins>scrutiny</ins></a> on how social media algorithms impact users and whether the companies running major platforms are, even inadvertently, putting <a href=\"https://www.engadget.com/what-did-twitters-open-source-algorithm-actually-reveal-not-a-lot-194652809.html\"><ins>their thumb</ins></a> on the scale for one group of users. The appeal of custom algorithms is that users know upfront what each feed is prioritizing and can easily move between different experiences, most of which are not controlled by the platform.</p>This article originally appeared on Engadget at https://www.engadget.com/bluesky-now-lets-you-choose-your-own-algorithm-183824105.html?src=rss", "link": "https://www.engadget.com/bluesky-now-lets-you-choose-your-own-algorithm-183824105.html?src=rss", "date_published": "2023-05-26 18:38:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "How to watch the Summer Games Done Quick 2023 speedrun marathon", "description": "<p>It's once again time to watch skilled gamers rip through their favorite titles as quickly as possible in the name of a good cause. Summer Games Done Quick (SGDQ) is back with another week-long charity speedrun marathon. The event starts at 1PM ET on Sunday, May 28th and it will end in the early hours of June 4th. You'll be able to watch all the action as it happens on the <a href=\"https://www.twitch.tv/gamesdonequick\">Games Done Quick (GDQ) Twitch channel</a>, which is embedded below. If you miss a run you're interested in, you'll be able to catch up later on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vY2hhbm5lbC9VQ0kzRFR0Qi1hM2ZKUGpLdFE1a1lIZkEiLCJjb250ZW50VXVpZCI6IjZjZjAxZWZlLWU4YjEtNGRmMi05ZWE3LTNlZjExYTcwYWZiYyJ9&amp;signature=AQAAASsggLPPRHY6OO_o3-8icKEy7GWsLqBHosCSj7s5Fv42&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fchannel%2FUCI3DTtB-a3fJPjKtQ5kYHfA\">GDQ YouTube channel</a>.</p><p>The action kicks off with the debut of <em>Sonic Frontiers </em>at SGDQ and the event will wrap up with a co-op run of <em>Super Metroid</em> (here's hoping the runners <a href=\"https://www.reddit.com/r/speedrun/comments/2rcqjn/agdq_so_what_does_killsave_the_animals_mean_is/\">save the animals</a>). There will be many, many runs in between, including half a dozen The Legend of Zelda titles. The heavy focus on Zelda probably shouldn't come as a surprise given that <a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-review-a-familiar-but-fresh-adventure-120035307.html\"><em>Tears of the Kingdom</em></a><em>&nbsp;</em>has taken over the gaming world over the last few weeks.</p><span id=\"end-legacy-contents\"></span><p>You'll be able to marvel at a runner beating <a href=\"https://www.engadget.com/how-this-non-gamer-fell-in-love-with-the-legend-of-zelda-breath-of-the-wild-123054845.html\"><em>Breath of the Wild</em></a><em>&nbsp;</em>in just a couple of hours while wearing a blindfold and another conquering <em>Elden Ring </em>as quickly as possible without using any glitches. I'm particularly looking forward to the <em>Super Mario Maker 2 </em>relay race. Those are always a blast at GDQ events. I'm also intrigued by runs of <a href=\"https://www.engadget.com/2020-02-10-ring-fit-adventure-winter-workout.html\"><em>Ring Fit Adventure</em></a>, <em>Choo-Choo Charles,</em><a href=\"https://www.engadget.com/hi-fi-rush-release-date-205659375.html\"><em>Hi-Fi Rush</em></a> and one of my all-time favorite games, <em>The Curse of Monkey Island</em>. You can check out the full schedule <a href=\"https://gamesdonequick.com/schedule/43\">on the GDQ website</a>.</p><p>SGDQ will stream live from Minneapolis with an audience in attendance. GDQ events are so much better with a live crowd reacting to astonishing feats of video game prowess. Organizers will be hoping to raise millions more dollars for Doctors Without Borders after bringing in over $3 million during SGDQ 2022. They'll be aiming to beat <a href=\"https://www.engadget.com/awesome-games-done-quick-2022-charity-record-212418233.html\">the record for a GDQ event</a>, which was set during Awesome Games Done Quick 2022. Over $3.4 million was raised for the Prevent Cancer Foundation. You'll be able to donate <a href=\"http://gamesdonequick.com/\">via the GDQ website</a>.</p><div id=\"b77d765b064b45839b7e5aeddad6fd70\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/how-to-watch-the-summer-games-done-quick-2023-speedrun-marathon-162028988.html?src=rss", "link": "https://www.engadget.com/how-to-watch-the-summer-games-done-quick-2023-speedrun-marathon-162028988.html?src=rss", "date_published": "2023-05-26 16:20:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best Memorial Day tech sales we could find", "description": "<p>Apart from being a time to honor those who've served our country and the unofficial start of summer, Memorial Day also brings a number of sales on various appliances and electronics. As we round into the holiday weekend, we've sorted through the cruft and picked out the best tech sales we could find ahead of this Memorial Day. The notable deals include $50 off Sony's <a href=\"https://www.engadget.com/best-headphones-150030794.html\">excellent</a><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYUzdKV0hIP3RhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAATWvsWhFimqAMWZWnIhs2xOv92uTMmgtD-cWgAftPSIH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XS7JWHH\">WH-1000XM5</a> headphones, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9maXJlLXR2LXN0aWNrLTRrLW1heC13aXRoLWFsZXhhLXZvaWNlLXJlbW90ZS9kcC9CMDhNUVpYTjFYP3RhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAYhQXUJEXQPl7ZbfJ7mHjEmebZ0BupyUFkbnoPM4df0M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Ffire-tv-stick-4k-max-with-alexa-voice-remote%2Fdp%2FB08MQZXN1X\">Amazon's Fire TV Stick 4K Max</a> back at an all-time low of $35 and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWM0pKVDVEP3RhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAesfqbB54ln2x8G8Zv4t4jqXqytwEd-GSRoDJuE_IDlb&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09V3JJT5D\">Apple's iPad Air</a> down to $500. There are a few sweeping sales on other gear we like as well, including <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL2MvZmF2b3JpdGUtZmlyZS1waXRzIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAbqNPO_zG-k6gGNdX2lmpW5bJAi4U44c_FjP3_9zr7FR&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fc%2Ffavorite-fire-pits\">Solo Stove fire pits</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0de15002-ec35-49d8-b24c-3d060213cd2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ooni+Pizza+Ovens&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZGUxNTAwMi1lYzM1LTQ5ZDgtYjI0Yy0zZDA2MDIxM2NkMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9vb25pLmNvbS9jb2xsZWN0aW9ucy9zYWxlIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAUpGM8oQmzZ_so__lnn6LONpgD8IHNFU7DwNDrvQWFms&amp;gcReferrer=https%3A%2F%2Fooni.com%2Fcollections%2Fsale\">Ooni pizza ovens</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzEzOWVlMThiP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj04UDBRRzEyREdIOFpLNkgyR1BBMSZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9NjA1ZDU5MjUtMGU0Zi00YTA2LWJkMzEtN2Q4N2RjZjRhOWMwJnBmX3JkX3M9c2xvdC0xNCZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfM18xMzllZTE4Yl9kdF9zbDE0X2MwJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAZYl3hvCCMkpqIh8nuQCEuTLuAKJHjDq8DMxTrtTyZrN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F139ee18b%3FshowVariations%3Dtrue%26pf_rd_r%3D8P0QG12DGH8ZK6H2GPA1%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D605d5925-0e4f-4a06-bd31-7d87dcf4a9c0%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_3_139ee18b_dt_sl14_c0\">Samsung storage devices</a> and <a href=\"https://store.epicgames.com/en-US/sales-and-specials/mega-sale\">PC games</a> from the Epic Games Store.&nbsp;</p><h2>Amazon Fire TV streamer deals</h2><p></p><p>Amazon has discounted all of its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzc2MzU3ZmZhP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj1KRFZEM05ZVkY2VkRQWDdKMkRFWCZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9NjA1ZDU5MjUtMGU0Zi00YTA2LWJkMzEtN2Q4N2RjZjRhOWMwJnBmX3JkX3M9c2xvdC0xNCZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfMThfNzYzNTdmZmFfZHRfc2wxNF9jMCZ0YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAY19iUIuWzN3XRQpFr3fB5IXtmTYFFC4Geyi_E2o5zIS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F76357ffa%3FshowVariations%3Dtrue%26pf_rd_r%3DJDVD3NYVF6VDPX7J2DEX%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D605d5925-0e4f-4a06-bd31-7d87dcf4a9c0%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_18_76357ffa_dt_sl14_c0\">Fire TV streaming devices</a> ahead of Memorial Day. The standout is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9maXJlLXR2LXN0aWNrLTRrLW1heC13aXRoLWFsZXhhLXZvaWNlLXJlbW90ZS9kcC9CMDhNUVpYTjFYP3RhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAYhQXUJEXQPl7ZbfJ7mHjEmebZ0BupyUFkbnoPM4df0M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Ffire-tv-stick-4k-max-with-alexa-voice-remote%2Fdp%2FB08MQZXN1X\">Fire TV Stick 4K Max</a> for $35, which is a price we've seen several times before but still matches the device's all-time low. This is the fastest streaming stick Amazon sells, plus its remote comes with Alexa voice control baked in. If you just want a cheap way to put apps on an older 1080p display, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9maXJlLXR2LXN0aWNrLWxpdGUvZHAvQjA3WU5MQlM3Uj90YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAATcpodTSIWIOnZJfNwBfv_DzM47jTAuuFmEOTGGNR4jn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Ffire-tv-stick-lite%2Fdp%2FB07YNLBS7R\">Fire TV Stick Lite</a> is also worth considering at $20, which is $5 more than the lowest price we've seen.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Beyond that, the base <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9hbGwtbmV3LWZpcmUtdHYtc3RpY2stNGstd2l0aC1hbGV4YS12b2ljZS1yZW1vdGUvZHAvQjA4WFZZWjFZNT90YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAepv_ur2-RtxsVwokc0nRX-q7Jc1dd1BOd0s9al9K6hf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fall-new-fire-tv-stick-4k-with-alexa-voice-remote%2Fdp%2FB08XVYZ1Y5\">Fire TV Stick 4K</a> is down to $32, the standard <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9maXJlLXR2LXN0aWNrLXdpdGgtM3JkLWdlbi1hbGV4YS12b2ljZS1yZW1vdGUvZHAvQjA4QzFXNU44Nz90YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAbRYGrzrWsNADmca6y5A3QiMqORC5gDmHkj0QBdK4NnB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Ffire-tv-stick-with-3rd-gen-alexa-voice-remote%2Fdp%2FB08C1W5N87\">Fire TV Stick</a> is down to $25, and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbGwtbmV3LWZpcmUtdHYtY3ViZS00ay1zdHJlYW1pbmctZGV2aWNlL2RwL0IwOUJaWjNNTTc_dGg9MSZ0YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAaOL8gC-5XDXL0N44tSTwUzra0b-3LnckYxlwMldppHM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAll-new-fire-tv-cube-4k-streaming-device%2Fdp%2FB09BZZ3MM7%3Fth%3D1\">Fire TV Cube</a>, which <a href=\"https://www.engadget.com/amazon-fire-tv-cube-third-gen-cable-remote-170733237.html\">blends a 4K streamer</a> with an Alexa smart speaker, is down to an all-time low of $120. All Fire TV streamers tend to prioritize Amazon's own content and stuff their UI with ads, so we <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">generally recommend</a> Roku and Google streamers to most people. (The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWluZy1EZXZpY2UtVmlzaW9uLUNvbnRyb2xzL2RwL0IwOUJLQ0RYWkMvP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTA5LTIwIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAd3JrABabUgWnOZZhogEvq8zzEdG5w01JBqV6vZObPHK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streaming-Device-Vision-Controls%2Fdp%2FB09BKCDXZC%2F%3Fth%3D1\">Roku Streaming Stick 4K</a> is an OK value at its current deal price of $40, though we've seen it go for less in the past.) Still, if you use services like Alexa and Prime Video on a regular basis, or if you just want to save a few bucks, the Fire TV Stick 4K Max is mostly on par with its peers in terms of performance and app support.&nbsp;</p><h2>Sony headphone deals</h2><p></p><p>Sony has put a number of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2NjNzYyYmVhP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj04UDBRRzEyREdIOFpLNkgyR1BBMSZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9NjA1ZDU5MjUtMGU0Zi00YTA2LWJkMzEtN2Q4N2RjZjRhOWMwJnBmX3JkX3M9c2xvdC0xNCZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfNl9jYzc2MmJlYV9kdF9zbDE0X2MwJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAc1hdqmjsWEqc-3XvLjy2t7kl6rY8tTR-XVXOf_fj3Kb&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fcc762bea%3FshowVariations%3Dtrue%26pf_rd_r%3D8P0QG12DGH8ZK6H2GPA1%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D605d5925-0e4f-4a06-bd31-7d87dcf4a9c0%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_6_cc762bea_dt_sl14_c0\">headphones and earbuds</a> back on sale, including the flagship <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYUzdKV0hIP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTA5LTIwIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAd9eJpVmJpc-LunpNr5D_CZF9nWwWfOPa4FGyyzvWMs1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XS7JWHH%3Fth%3D1\">WH-1000XM5</a> for $348. While that's not an all-time low, it's the first notable discount we've seen on the noise-cancelling over-ears since February and a $50 drop from the pair's usual going rate. The XM5s are the top pick in our guide to <a href=\"https://www.engadget.com/best-headphones-150030794.html\">the best wireless headphones</a>, and we gave them a <a href=\"https://www.engadget.com/sony-wh-1000xm5-review-160045478.html\">review score of 95</a> last year thanks to their powerful ANC, lightweight design, punchy sound and deep feature set.&nbsp;</p><p>If you want to save a little extra cash, the XM5's predecessor, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTQtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtcGhvbmUtY2FsbC9kcC9CMDg2M1RYR00zP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTA5LTIwIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAATf_rUTGqojyBl4KPYEvSuqVN-GU0Z1aoCpZoEnWIfZE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM4-Canceling-Headphones-phone-call%2Fdp%2FB0863TXGM3%3Fth%3D1\">WH-1000XM4</a>, is also worth a look at $278. Again, that's not the lowest these headphones ever been, but it's still $70 below their typical street price. This pair is slightly bulkier than the XM5, its sound is a bit boomier out of the box and it has a worse mic for phone calls. Its ANC, battery life and general feature set are similar, though, and it can fold up for easier storage. The XM5s also use an automatic ANC adjustment system, which some may prefer to avoid. We gave the XM4 a <a href=\"https://www.engadget.com/sony-wh-1000xm4-headphones-review-150050779.html\">score of 94</a> back in 2020.</p><h2>Samsung storage device deals</h2><p></p><p>Samsung has kicked off <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzEzOWVlMThiP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj04UDBRRzEyREdIOFpLNkgyR1BBMSZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9NjA1ZDU5MjUtMGU0Zi00YTA2LWJkMzEtN2Q4N2RjZjRhOWMwJnBmX3JkX3M9c2xvdC0xNCZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfM18xMzllZTE4Yl9kdF9zbDE0X2MwJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAZYl3hvCCMkpqIh8nuQCEuTLuAKJHjDq8DMxTrtTyZrN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F139ee18b%3FshowVariations%3Dtrue%26pf_rd_r%3D8P0QG12DGH8ZK6H2GPA1%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D605d5925-0e4f-4a06-bd31-7d87dcf4a9c0%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_3_139ee18b_dt_sl14_c0\">another round of deals</a> on its microSD cards, SSDs, thumb drives and other storage devices. The offers include the 128GB <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFAxVDI5L3JlZj10d2lzdGVyX0IwQzNCS01QREo_X2VuY29kaW5nPVVURjgmdGg9MSZ0YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAaDzeGzoahhTLB1GzqbFsLPrhakkGwKt-z5fDvy8I5jt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PP1T29%2Fref%3Dtwister_B0C3BKMPDJ%3F_encoding%3DUTF8%26th%3D1\">Samsung Pro Plus</a>, the top pick in our <a href=\"https://www.engadget.com/best-microsd-card-130038282.html\">best microSD card guide</a>, paired with a USB reader for $18. That's $8 off its MSRP and a new low. (You can also get the card <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFQ5WFhTL3JlZj10d2lzdGVyX0IwQzNCS01QREo_X2VuY29kaW5nPVVURjgmdGg9MSZ0YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAbuQ5R20-5DimBcG-iANfawACkTWu6rETivwsXMhfzFk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PT9XXS%2Fref%3Dtwister_B0C3BKMPDJ%3F_encoding%3DUTF8%26th%3D1\">without the reader</a> for a dollar less.) If you don't need something quite as fast, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0RYQy1FeHBhbmRlZC1NQi1NRTI1NktBLUFNL2RwL0IwOUIxR1hNMTY_cmVmXz1PY3RfRExhbmRpbmdTX0RfMTM5ZWUxOGJfMjAmdGg9MSZ0YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAQ63UzmrsDuqDuYDV-YX3NcIQ0yVOTBZZMilFcEd7_Mx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSDXC-Expanded-MB-ME256KA-AM%2Fdp%2FB09B1GXM16%3Fref_%3DOct_DLandingS_D_139ee18b_20%26th%3D1\">Samsung Evo Select</a> is the top value pick in that guide; its 256GB model is down to an all-time low of $18 as well.</p><p>Besides microSD cards, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW1zdW5nLU1VRi0xMjhBQi1BTS1QbHVzLTEyOEdCL2RwL0IwN0Q3UTQxUE0_cmVmXz1PY3RfRExhbmRpbmdTX0RfMTM5ZWUxOGJfNSZ0aD0xJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAZbPAqLla72cSX3lrNVmczeh4lqhnR1BezEtgHVDg-Kj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSamsung-MUF-128AB-AM-Plus-128GB%2Fdp%2FB07D7Q41PM%3Fref_%3DOct_DLandingS_D_139ee18b_5%26th%3D1\">Samsung Fit Plus</a>, an ultracompact flash drive we recommend in <a href=\"https://www.engadget.com/best-ssds-140014262.html\">our best SSDs guide</a>, is back at a low of $15 for a 128GB model. A 2TB version of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWTEhSNEpDLz90aD0xJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAWRx7A-4daK9HWcF_OPHaMc0umzWZaDJtzDCm9H_4IG7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09VLHR4JC%2F%3Fth%3D1\">T7 Shield</a>, a rugged version of one of our favorite portable SSDs, is down to $120, while the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJIWlFHTjI2Lz90YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAThTlPCelhpyxK5kLOQnAItvA0z0QTbXXxFBeryaXWuz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BHZQGN26%2F\">4TB model</a> is available for $220. If you're looking for a PCIe Gen 4 SSD to upgrade a PlayStation 5 or high-power gaming PC, the 2TB version of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbGVjdHJvbmljcy1IZWF0c2luay1JbnRlcm5hbC1Db21wYXRpYmxlLU1aLVY4UDJUMENXL2RwL0IwOUpIS1NOTkc_dGFnPWdkZ3QwYy1wLW8tMTA5LTIwIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAa8ca3P20szzWasr7FHwUj4mXyZ8txZNcV9Xi9L10ULD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FElectronics-Heatsink-Internal-Compatible-MZ-V8P2T0CW%2Fdp%2FB09JHKSNNG\">980 Pro</a> with an integrated heatsink is about $20 less than usual at $150. The speedier <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJISkYyVlJOLz90aD0xJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAXvQ_K8TXDdkFrVun2k1SXz0aVQmEXTtWn6rK95fpbvP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BHJF2VRN%2F%3Fth%3D1\">990 Pro</a>, meanwhile, is down to $100 for a 1TB unit, another all-time low.</p><h2>Solo Stove sale</h2><p></p><p>Solo Stove is running a site-wide <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL2MvZmF2b3JpdGUtZmlyZS1waXRzIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAbqNPO_zG-k6gGNdX2lmpW5bJAi4U44c_FjP3_9zr7FR&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fc%2Ffavorite-fire-pits\">Memorial Day sale</a> that takes up to 45 percent off a number of its popular (mostly) smokeless fire pits. The discounts include the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL3Avc29sby1zdG92ZS1ib25maXJlIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAARjIib_fNfhEaqi4LC0k2HZhFKYf4TMYOF4j4-1D4dBD&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fp%2Fsolo-stove-bonfire\">Bonfire 2.0</a> for $250, which is $150 off the medium-sized pit's MSRP and $50 off its usual street price. What's more, you can add the company's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL3AvbWVzYSIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAWIy3nqYArF5alMXh9z1xVL1jS0iUMFk-DXGhKUhz9e1&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fp%2Fmesa\">Mesa</a> tabletop fire pit for no extra cost if you add it to your cart and use the code <strong>FREEMESA</strong> at checkout. Normally, the device goes for $120. The sale also includes the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL3AvcGktcGl6emEtb3ZlbiIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAXI4U66EtiY8bOSNWSl3wQhSSpJJMiebkACtVrXB9beg&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fp%2Fpi-pizza-oven\">Pi Pizza Oven</a> for $400, which is $100 off its typical going rate. We've <a href=\"https://www.engadget.com/best-fall-outdoor-tech-gear-150041103.html\">sung the praises</a> of Solo Stove's fire pits <a href=\"https://www.engadget.com/solo-stoves-fire-pit-20-removable-base-plate-ash-pan-cleanup-143100211.html\">multiple times</a> in the past, and we currently recommend the Pi in our <a href=\"https://www.engadget.com/best-pizza-oven-141550352.html\">pizza oven buying guide</a>.</p><h2>Ooni pizza oven sale</h2><p></p><p>Ooni makes several of the other picks in <a href=\"https://www.engadget.com/best-pizza-oven-141550352.html\">our pizza oven guide</a>, and this week it's discounted a couple of those as part of its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0de15002-ec35-49d8-b24c-3d060213cd2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ooni+Pizza+Ovens&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZGUxNTAwMi1lYzM1LTQ5ZDgtYjI0Yy0zZDA2MDIxM2NkMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9vb25pLmNvbS9jb2xsZWN0aW9ucy9zYWxlIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAUpGM8oQmzZ_so__lnn6LONpgD8IHNFU7DwNDrvQWFms&amp;gcReferrer=https%3A%2F%2Fooni.com%2Fcollections%2Fsale\">own Memorial Day sale</a>. The deals include the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0de15002-ec35-49d8-b24c-3d060213cd2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ooni+Pizza+Ovens&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZGUxNTAwMi1lYzM1LTQ5ZDgtYjI0Yy0zZDA2MDIxM2NkMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9vb25pLmNvbS9jb2xsZWN0aW9ucy9zYWxlL3Byb2R1Y3RzL29vbmktZnlyYSIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAcVevls5K7c1Is9xC4tMbrSukIsf9209ccbrVwDvhrNT&amp;gcReferrer=https%3A%2F%2Fooni.com%2Fcollections%2Fsale%2Fproducts%2Fooni-fyra\">Fyra 12</a> for $244, which is $105 off its MSRP, and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0de15002-ec35-49d8-b24c-3d060213cd2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ooni+Pizza+Ovens&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZGUxNTAwMi1lYzM1LTQ5ZDgtYjI0Yy0zZDA2MDIxM2NkMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9vb25pLmNvbS9jb2xsZWN0aW9ucy9zYWxlL3Byb2R1Y3RzL29vbmkta2FydS0xNiIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAARSy4aLQvV6AG0KykM3z2X3-ryqFle2QVI2OQvMF4kyp&amp;gcReferrer=https%3A%2F%2Fooni.com%2Fcollections%2Fsale%2Fproducts%2Fooni-karu-16\">Karu 16</a> for $639, which is a $160 discount. Both do well to actually make pies, but we recommend the former if you'd prefer a more compact oven that runs on wood pellets, while the latter is a larger and more versatile option for bigger servings that can use wood, charcoal or gas. We also recommend the Karu 16 in our guide to the <a href=\"https://www.engadget.com/best-grilling-gear-143011296.html?.tsrc=1191\">best grills and grill accessories</a>.</p><h2>Epic Games Store Mega Sale</h2><p></p><p>The Epic Games Store has rolled out its latest \"<a href=\"https://store.epicgames.com/en-US/sales-and-specials/mega-sale\">Mega Sale</a>,\" bringing discounts on a number of PC games. While the promotion includes a handful of decent price drops, its real value comes from the \"<a href=\"https://store.epicgames.com/en-US/coupons/mega-sale\">Epic Coupon</a>,\" which takes 25 percent off most purchases of $14.99 or more. The offer applies whether you buy one or multiple games at a time and stacks on top of any existing discounts. This brings many games back around their best prices to date: <a href=\"https://store.epicgames.com/en-US/p/red-dead-redemption-2\"><em>Red Dead Redemption II</em></a>, for instance, is already on sale for $20, but with the coupon it drops to an <a href=\"https://isthereanydeal.com/game/reddeadredemptionii/info/\">all-time low</a> of $15.</p><p>The coupon also works on games that aren't otherwise part of the sale, so you can take 25 percent off newer titles like <a href=\"https://store.epicgames.com/en-US/p/star-wars-jedi-survivor\"><em>Star Wars Jedi: Survivor</em></a><em>&nbsp;</em>and <a href=\"https://store.epicgames.com/en-US/p/dead-island-2\"><em>Dead Island 2</em></a>, which haven't received major discounts elsewhere. (The former's PC port has had <a href=\"https://www.engadget.com/star-wars-jedi-survivor-and-the-year-of-disappointing-pc-ports-141551209.html\">a rocky launch</a>, to put it mildly, though a few patches have helped stabilize it.) And because the coupon renews after each eligible purchase, you can use it continuously until the promotion ends on June 15. It won't work on pre-orders, though. If you prefer to get your PC games through Steam, meanwhile, note that Valve's Summer Sale <a href=\"https://steamdb.info/sales/history/\">will kick off</a> on June 29.</p><h2>Apple Gift Card</h2><p></p><p>If you pick up a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9hcHBsZS1naWZ0LWNhcmQtYXBwLXN0b3JlLWFwcGxlLW11c2ljLWl0dW5lcy1pcGhvbmUtaXBhZC1haXJwb2RzLWFjY2Vzc29yaWVzLWFuZC1tb3JlLWVtYWlsLWRlbGl2ZXJ5LWRpZ2l0YWwvNjQyMTk1MS5wP3NrdUlkPTY0MjE5NTEiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAVFRp9MIJPa1nS9G2t4YlqTS74FEqTPpr-phusbTGAxO&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-gift-card-app-store-apple-music-itunes-iphone-ipad-airpods-accessories-and-more-email-delivery-digital%2F6421951.p%3FskuId%3D6421951\">$100 Apple gift card</a> at Best Buy, the retailer will throw in a $10 Best Buy gift card for no extra cost. The offer also includes a few extended trials to Apple's TV+, Music and News+ subscriptions for new and returning subscribers. We see this deal periodically, but if you shop at Best Buy anyway and plan to use services like the App Store, Apple Music or iCloud, it essentially gets you a bit of free money. Just note that the deal only applies to digital gift cards, not physical ones.</p><h2>Razer Huntsman Mini</h2><p></p><p>The top pick in our guide to the <a href=\"https://www.engadget.com/best-60-percent-keyboards-160038272.html\">best 60 percent keyboards</a>, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1IdW50c21hbi1NaW5pLUdhbWluZy1LZXlib2FyZC9kcC9CMDhCRkY0QzdKP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTA5LTIwIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAdSULWDKDSx0sZQs0gwePQ8rSxNpOTzNgnbvaPyHDKCu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Huntsman-Mini-Gaming-Keyboard%2Fdp%2FB08BFF4C7J%3Fth%3D1\">Razer Huntsman Mini</a> is down to $70 for a model with Razer's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL3JhemVyLW9wdGljYWwtc3dpdGNoIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAcP47EnMxCQd1CS2CnD49W7i88SkDT3aBv2OeOibsz0w&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Frazer-optical-switch\">Clicky Optical</a> switches. That's $5 more than the ultracompact gaming keyboard's all-time low but still about $15 less than its usual street price. If you prefer a quieter switch with a smoother feel while typing, a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1IdW50c21hbi1NaW5pLUdhbWluZy1LZXlib2FyZC9kcC9CMDhCM0pTS0dSP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTA5LTIwIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAfIFUSJK1Wos21Z64Evig5k1z_1AwFbE7aN94LT7Dz0z&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Huntsman-Mini-Gaming-Keyboard%2Fdp%2FB08B3JSKGR%3Fth%3D1\">variant with Linear Optical</a> switches is on sale for $80, which is about $20 below its typical going rate. Either way, we like the Huntsman Mini for its sturdy build quality, smooth PBT keycaps and per-key RGB backlighting.</p><h2>Apple iPad Air</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWM0pKVDVELz90aD0xJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAWTUDnjdp-1Qk1wVccStccTsfURCKGPc6GPuqSrZxzJP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09V3JJT5D%2F%3Fth%3D1\">latest iPad Air</a> is once again down to $500, matching the second-best price we've seen and coming in $100 below Apple's MSRP. We gave the Air a <a href=\"https://www.engadget.com/apple-ipad-air-5th-generation-review-130019050.html\">review score of 90</a> last year and call it the best tablet for most people in our <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">iPad buying guide</a>. While it lacks the top-tier M2 chip, 120Hz refresh rate and improved speakers of <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">the iPad Pro</a>, it provides a similarly elegant design at a much lower price, with a better display, faster processor and wider accessory support than Apple's lower-end tablets.</p><h2>Apple Mac Mini</h2><p></p><p>Apple's entry-level <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1EZXNrdG9wLUNvbXB1dGVyLTEwJUUyJTgwJTkxY29yZS1FdGhlcm5ldC9kcC9CMEJTSEdIR1hSLz90YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAewUW1qc1GdxaynF5O6FUw5w7dWVwX8xzqb5k_HC23e9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Desktop-Computer-10%25E2%2580%2591core-Ethernet%2Fdp%2FB0BSHGHGXR%2F\">Mac Mini</a> is back on sale for $499, which matches the compact desktop's previous all-time low. This model includes Apple's M2 chip, 8GB of RAM and a 256GB SSD. Those specs (along with the device's lack of upgradeability) mean you'll want to stick to relatively light workloads. However, if that's all you need, this is the most affordable route into a competent Mac desktop. If you need more storage, a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1EZXNrdG9wLUNvbXB1dGVyLTEwJUUyJTgwJTkxY29yZS1FdGhlcm5ldC9kcC9CMEJTSEdUUE1WLz90aD0xJnRhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAZXChUMIf1NpPXrMiSkRmfwIywWYdY6XDlB7gfMv_VG4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Desktop-Computer-10%25E2%2580%2591core-Ethernet%2Fdp%2FB0BSHGTPMV%2F%3Fth%3D1\">version with a 512GB SSD</a> is also on sale for $679, which is another all-time low. We gave <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3Nob3AvYnV5LW1hYy9tYWMtbWluaSIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAbyAKtrODachNFzawYnwItAtvJ0tvyulsKYBakhY_cHm&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fshop%2Fbuy-mac%2Fmac-mini\">the Mac Mini</a> with a faster M2 Pro chip a <a href=\"https://www.engadget.com/mac-mini-review-m2-pro-2023-140052205.html\">review score of 86</a> earlier this year, but outside of the CPU bump and a couple extra Thunderbolt ports, the devices are virtually identical.</p><h2>Apple Pencil</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN0sxV1dCSksvP3RhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAAfLxQtC7rgCqJpmP1YtauUeQW8XxjdQ_lI3E0A1eIopy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07K1WWBJK%2F\">Apple Pencil</a> has dropped to $85, tying the lowest price we've tracked for the iPad stylus. This is roughly $15 below the device's typical street price in recent months and $44 below Apple's MSRP. We recommend the Pencil in our <a href=\"https://www.engadget.com/best-ipad-accessories-130018595.html#applepencil\">best iPad accessories guide</a>: For digital artists and note-takers, it's a consistently accurate pen and the only stylus to offer pressure sensitivity across iPadOS. It's also easy to charge and pair, since it can attach to the side of a recent iPad magnetically. Just make sure your iPad <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjExMDI5IiwiY29udGVudFV1aWQiOiI2MjA2YzY1Yy02MDRjLTRiNDgtOTg4MC0yM2FmNWU3ZWY2MTcifQ&amp;signature=AQAAAZ7eHRxy8yG7-lcx7a7iGgU6_0qCyG3SlUOm4tnOe0rh&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT211029&amp;uuid=qtiOYPr8GOAeLVCB42364\">is compatible</a> with this second-gen model if you want to take the plunge.</p><h2>Intel and AMD CPU deals</h2><p></p><p>If you're looking to build or upgrade a PC, we're seeing a handful of good prices on both Intel and AMD processors. Among the better deals available, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQlE2Q0ZEQ1g_dGFnPWdkZ3QwYy1wLW8tMTA5LTIwIiwiY29udGVudFV1aWQiOiJiYzE3MjdhMy03YjdkLTQ1ZTUtODg4NC00MmZmMjBiZmVlOWYifQ&amp;signature=AQAAAXRWCQ9truoy3cT_H28Dj9_lHhtsd690vPBOyJpMLKu3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BQ6CFDCX\">Intel Core i5-13500</a> is down to $210, which is about $40 below the chip's usual going rate and an all-time low. For something more powerful, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQlE2Q1NZOUMvP3RhZz1nZGd0MGMtcC1vLTEwOS0yMCIsImNvbnRlbnRVdWlkIjoiYmMxNzI3YTMtN2I3ZC00NWU1LTg4ODQtNDJmZjIwYmZlZTlmIn0&amp;signature=AQAAASt2hUcAx65gYoSanqtWFZmm1bPTLjvxugFvr-q52i5G&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BQ6CSY9C%2F\">Core i7-13700F</a> is available for a new low of $330, which is about $40 less than its typical street price. This is a strong performer for both gaming and productivity at that price; just note that it lacks an integrated GPU. If you prefer an AMD build, meanwhile, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkJISFQ4TFkvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZwc2M9MSZ0YWc9Z2RndDBjLXAtby0xMDktMjAiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAATW_5xMG9aPOEA3iJZDCFEg0n-F2jWDwqpt904Efdu8W&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BBHHT8LY%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26psc%3D1\">Ryzen 7 7700X</a> might be worth a look at $297. It's <a href=\"https://cpu.userbenchmark.com/Compare/Intel-Core-i7-13700F-vs-AMD-Ryzen-7-7700X/m1997481vs4131\">not as good</a> of a value as something like the i7-13700F, especially since <a href=\"https://www.engadget.com/amd-ryzen-7000-cpu-models-leak-193730652.html\">it requires</a> an AM5 motherboard and DDR5 RAM to work, but it's still a solid mid-range option for gaming if you must have a Ryzen PC.&nbsp;</p><h2><strong>Dashlane Premium sale</strong></h2><p></p><p>A password manager is a simple but effective way to <a href=\"https://www.engadget.com/2019-08-26-the-best-password-managers-compared.html\">boost your online security</a> and simplify the amount of login credentials you need to remember. Dashlane is one of the better options available; in fact, it'll soon be a pick in an upcoming buying guide. If you want to give the service a try, you can get a year of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5kcGJvbHZ3Lm5ldC9jbGljay0xMDAyMTQ4MzktMTU1MzkwODUiLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAXMS3k4wOQCBFLc78HoM677ERcKjM8ISgylQ5WuKK4cV&amp;gcReferrer=https%3A%2F%2Fwww.dpbolvw.net%2Fclick-100214839-15539085\">Dashlane Premium</a> for $30 when you use the code <strong>MEMDAY23 </strong>or <strong>MEMORIAL23</strong> at checkout. That's a 50 percent discount. Though Dashlane has a free tier, the Premium plan lets you use the service across multiple devices. It also includes a bundled VPN, a password strength analyzer and \"dark web monitoring,\" which lets you know if your email addresses have been leaked in data breaches.</p><h2>Paramount Plus and Showtime bundle</h2><p></p><p>Paramount has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b0d3a482-802c-4eb1-9616-94f7490562f7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Paramount+Plus&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMGQzYTQ4Mi04MDJjLTRlYjEtOTYxNi05NGY3NDkwNTYyZjciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGFyYW1vdW50cGx1cy5jb20vYWNjb3VudC9zaWdudXAvcGlja3BsYW4iLCJjb250ZW50VXVpZCI6ImJjMTcyN2EzLTdiN2QtNDVlNS04ODg0LTQyZmYyMGJmZWU5ZiJ9&amp;signature=AQAAAdZW6OVX9GdKgJmmUtSQy7hvDixsZld0TBPgbewIoU5Z&amp;gcReferrer=https%3A%2F%2Fwww.paramountplus.com%2Faccount%2Fsignup%2Fpickplan\">rolled out a promotion</a> that gives new subscribers three months of its Paramount+ Premium + Showtime bundle for $6 per month, or $18 in total. That's half off its usual going rate. With the glut of streaming TV options available, it's hard to call Paramount+ essential, but we do list it in our guide to the <a href=\"https://www.engadget.com/best-video-streaming-services-133000093.html\">best video streaming services</a> for its growing sports coverage, kid-friendly Nickelodeon shows and original fare like <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-110-a-quality-of-mercy-review-130037849.html\"><em>Star Trek: Strange New Worlds</em></a>. Showtime, meanwhile, has its share of shows and movies worth checking out, from <em>Yellowjackets</em> to <em>Billions </em>to the <a href=\"https://www.engadget.com/netflix-leads-streaming-services-with-six-oscars-071026666.html\">recent Oscar</a> winner <a href=\"https://www.engadget.com/best-sci-fi-movies-books-shows-141537070.html\"><em>Everything Everywhere All at Once</em></a>. This offer is set to run until June 4. If you end up not digging the service, remember to cancel before the trial ends so your subscription doesn't auto-renew at full price.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/best-memorial-day-2023-tech-sales-we-could-find-153031692.html?src=rss", "link": "https://www.engadget.com/best-memorial-day-2023-tech-sales-we-could-find-153031692.html?src=rss", "date_published": "2023-05-26 15:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Swiss researchers use a wireless BCI to help a spinal injury patient walk more naturally", "description": "<p>Ever year, more than <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5399137/\">a million people in North America</a> suffer some form of spinal cord injury (SCI), with an annual cost of more than $7 billion to treat and rehabilitate those patients. The medical community has <a href=\"https://www.facs.org/for-medical-professionals/news-publications/news-and-articles/acs-brief/may-31-2022-issue/clinical-trials-show-promising-future-for-management-of-spinal-cord-injuries/\">made incredible gains toward mitigating, if not reversing, the effects of paralysis</a> in the last quarter-century including advances in pharmacology, <a href=\"https://www.anl.gov/article/fixing-spinal-cord-injuries-with-dancing-molecules\">stem cell technologies</a>, neuromodulation, and external prosthetics. Electrical stimulation of the spinal cord has already shown especially promising results in helping spinal injury patients rehabilitate, improving not just extremity function but spasticity, bladder and blood pressure control as well. Now, in a study published in <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c6c965be-a8ea-473d-89f4-9754f2675a60&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nature+Research&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNmM5NjViZS1hOGVhLTQ3M2QtODlmNC05NzU0ZjI2NzVhNjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmF0dXJlLmNvbS9hcnRpY2xlcy9zNDE1ODYtMDIzLTA2MDk0LTUiLCJjb250ZW50VXVpZCI6IjNmMjg0ZDZmLWQ2OTUtNDAzMy1hZThjLTQ4YjFlZDYyMWQ0YSJ9&amp;signature=AQAAARRg19BpulsoF3FtuK00Y2ibUzY0pDe8It3eW1uRxdCR&amp;gcReferrer=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-023-06094-5\"><em>Nature</em></a> Tuesday, <a href=\"https://www.onwd.com/#Top\">SCI therapy startup Onward Medical</a>, announced that it has helped improve a formerly-paraplegic man’s walking gait through the use of an implanted brain computer interface (BCI) and novel “digital bridge” that spans the gap where the spine was severed.</p><p>We’ve been zapping paraplegic patients’ spines with low-voltage jolts as part of their physical rehabilitation for years in a process known as <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e1fe4ee4-58fb-4e08-bb86-6b27247202b1&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Mayo+Clinic&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMWZlNGVlNC01OGZiLTRlMDgtYmI4Ni02YjI3MjQ3MjAyYjEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWF5b2NsaW5pYy5vcmcvdGVzdHMtcHJvY2VkdXJlcy9mdW5jdGlvbmFsLWVsZWN0cmljYWwtc3RpbXVsYXRpb24tZm9yLXNwaW5hbC1jb3JkLWluanVyeS9hYm91dC9wYWMtMjAzOTQyMzAiLCJjb250ZW50VXVpZCI6IjNmMjg0ZDZmLWQ2OTUtNDAzMy1hZThjLTQ4YjFlZDYyMWQ0YSJ9&amp;signature=AQAAAa1F7cTqM1WKn4o6LE2zB1B25Xhr8QE8Y78hAtnm32fK&amp;gcReferrer=https%3A%2F%2Fwww.mayoclinic.org%2Ftests-procedures%2Ffunctional-electrical-stimulation-for-spinal-cord-injury%2Fabout%2Fpac-20394230\">Functional Electrical Stimulation</a> (FES). Electrodes are placed directly over the nerves they’re intended to incite – externally bypassing their own disrupted neural pathways – and, when activated, cause the nerves underneath to fire and their muscles contract. Researchers have used this method to <a href=\"https://www.washington.edu/news/2021/01/12/treatment-allows-some-people-with-spinal-cord-injury-regain-hand-and-arm-function/\">restore hand and arm motion</a> in some patients, <a href=\"https://www.engadget.com/2018-09-25-electronic-implant-paralyzed-people-walk-again.html\">the ability to stand and walk</a> in others and, for a lucky few, <a href=\"https://www.cea.fr/english/Pages/An-unprecedented-neuroprosthetic-allows-a-tetraplegic-patient-fitted-with-an-exoskeleton-to-move.aspx\">exosuits</a>! The resulting limb motions however were decidedly ungraceful, resulting in ponderous arm movements and walking gaits that more resembled shuffles.</p><span id=\"end-legacy-contents\"></span><p>Onward’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c6c965be-a8ea-473d-89f4-9754f2675a60&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nature+Research&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNmM5NjViZS1hOGVhLTQ3M2QtODlmNC05NzU0ZjI2NzVhNjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmF0dXJlLmNvbS9hcnRpY2xlcy9zNDE1ODYtMDE4LTA2NDktMiIsImNvbnRlbnRVdWlkIjoiM2YyODRkNmYtZDY5NS00MDMzLWFlOGMtNDhiMWVkNjIxZDRhIn0&amp;signature=AQAAAb1XCQEeUOn7346wn9o4_0smzaMKW_N_4l4cxoZIatbf&amp;gcReferrer=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-018-0649-2\">earlier research</a> into epidural electrical stimulation showed that it was effective at targeting nerves in the lower back that could be used to trigger leg muscles. But the therapy at that time was hampered by the need for wearable motion sensors, and by, “the participants … limited ability to adapt leg movements to changing terrain and volitional demands.“ Onward addressed that issue in Tuesday’s study by incorporating a “digital bridge” to monitor the brain’s command impulses and deliver them, wirelessly and in real-time, to a stimulation pack implanted in the patient’s lower back.</p><p>Clinicians have employed these systems for the better part of a decade to assist in improving upper extremity control and function following SCI – Onward’s own <a href=\"https://www.med-technews.com/news/medical-device-news/onward-medical-granted-fda-breakthrough-device-designation/\">ARC EX system</a> is designed to do just that – though this study was the first to apply the same theories to the lower extremities.</p><p>Onward’s patient was a 38-year-old man who had suffered an “incomplete cervical (C5/C6) spinal cord injury” a decade before and who had undergone a five-month neurorehabilitation program with “targeted epidural electrical stimulation of the spinal cord” in 2017. “This program enabled him to regain the ability to step with the help of a front-wheel walker,” the research team noted in the <em>Nature</em> study. “Despite continued use of the stimulation at home, for approximately three years, he had reached a neurological recovery plateau.”</p><p>In addition to the EX, Onward Medical has also developed an internally mounted electrostimulation therapy, the ARC IM. Per the company, it is”purpose-built for placement along the spinal cord to stimulate the <a href=\"https://en.wikipedia.org/wiki/Dorsal_root_of_spinal_nerve\">dorsal roots</a>,” to help improve SCI patients’ blood pressure regulation. The system used in Tuesday’s study used the ARC IM as a base and married it to a<a href=\"https://www.frontiersin.org/articles/10.3389/fnins.2019.00847/full\"> WIMAGINE brain computer interface</a>.</p><figure><img alt=\"Fig 1\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/7c48a010-fb3b-11ed-8e76-f7a01d9e0cb0\" style=\"height: 850px; width: 2123px;\" /><figcaption></figcaption><div class=\"photo-credit\">Onward Medical</div></figure><p>The Onward team had to first install the BCI inside the patient's skull. Technically, it was a pair of 64-lead electrode implants, each mounted in a 50-milimenter circular-shaped titanium case that sits flush with the skull. The WIMAGINE “is less invasive than other options while offering sufficient resolution to drive walking,” Dave Marver, OnwardMedical CEO, told Engadget via email. “It also has five-year data that demonstrates stability in the clarity of signals produced.”</p><p>Two external antennas sit on the scalp, the first providing power to the implants via inductive coupling, the second to shunt the signal to a portable base station for decoding and processing.  The processed signal is then beamed wirelessly to the <a href=\"https://www.medtronic.com/uk-en/patients/treatments-therapies/neurostimulator-essential-tremor/activa-rc.html\">ACTIVA RC implantable pulse generator</a> sitting atop the patient’s lumbar region where 16 more implanted electrodes shock the appropriate nerve clusters to move their legs. Together they form a Brain Spine Interface (BSI) system, per Onward.</p><p>The entire setup is designed to be used independently by the patient. The assistive walker houses all the BSI bits and pieces while a tactile feedback interface helps them correctly position the headset and calibrate the predictive algorithm.</p><p>In order to get the BCI and pulse generator to work together seamlessly, Onward leveraged a “Aksenova/Markov-switching multilinear algorithm that linked <a href=\"https://ecog-acrin.org/resources/ecog-performance-status\">ECoG</a> signals to the control of epidural electrical stimulation parameters,” which seems so obvious in hindsight. Basically, this algorithm predicts two things: the probability that the patient intends to move a specific joint based on the signals it’s monitoring, and both the amplitude and direction of that presumed intended movement. Those predictions are then dumped into an analog controller which translates them into code commands that are, in turn, cycled to the pulse generator every 300 milliseconds. In all, the latency between the patient thinking, “I should walk over there,” and the system decoding those thoughts is just 1.1 seconds.</p><div id=\"bf690dc27d044e5cbf1340e22b18409e\"></div><p>Calibrating the system to the patient proved an equally quick process. The patient had figured out how to properly “activate” the muscles in their hips to generate enough torque to swing their legs within the first two minutes of trying — and did it with 97 percent accuracy. Over the course of the rehabilitation, the patient managed to achieve control over the movements of each joint in their leg (hip, knee and ankle) with an average accuracy (in that the BSI did what the patient intended) of around 75 percent.</p><p>“After only 5 min of calibration, the BSI supported continuous control over the activity of hip flexor muscles,” the team continued, “which enabled the participant to achieve a fivefold increase in muscle activity compared to attempts without the BSI” Unfortunately, those gains were wiped away as soon as the BCI was turned off, instantly losing the ability to step, they explained. “Walking resumed as soon as the BSI was turned back on.”</p><p>It wasn’t just that the patient was able to graduate from walking with a front-wheeled frame walker to crutches thanks to this procedure – their walking gait improved significantly as well. “Compared to stimulation alone, the BSI enabled walking with gait features that were markedly closer to those quantified in healthy individuals,” the Onward team wrote. The patient was even able to use the system to cross unpaved terrain while on their crutches, a feat that still routinely proves hazardous for many bipedal robots.</p><p>In all, the patient underwent 40 rehab sessions with the BCI – a mix of standard physio-rehab along with BCI-enabled balance, walking and movement exercises. The patient saw moderate gains in their sensory (light touch) scores but a whopping 10-point increase in their <a href=\"https://scireproject.com/outcome/wisci-and-wisci-ii\">WISCI II scores</a>. WISCI II is the Walking Index for Spinal Cord Injury, a 21-point scale measuring a patient’s ambulatory capacity ranging from 20, “can move zero assistance,” down to 0, “bed ridden.“ Onward’s patient went from a 6 to a 16 with the help of this therapy.</p><p>“As the participant had previously reached a plateau of recovery after intensive rehabilitation using spinal cord stimulation alone, it is reasonable to assume that the BSI triggered a reorganization of neuronal pathways that was responsible for the additional neurological recovery,” the Onward team wrote. “These results suggest that establishing a continuous link between the brain and spinal cord promotes the reorganization of residual neuronal pathways that link these two regions under normal physiological.”</p><p>While the results are promising, much work has yet to be done. The Onward team argues that future iterations will require “miniaturization of the base station, computing unit and unnoticeable antennas,” faster data throughputs, “versatile stimulation parameters, direct wireless control from the wearable computing unit,” and “single low-power integrated circuit embedding a neuromorphic processor with self-calibration capability that autonomously translates cortical activity into updates of stimulation programs.”</p><p>Despite the daunting technical challenges, “the BCI system described in Tuesday’s <em>Nature</em> publication may reach the market in five to seven years,” Marvel predicted. ”It is possible and realistic that a BCI-augmented spinal cord stimulation therapy will be on the market by the end of the decade.”</p>This article originally appeared on Engadget at https://www.engadget.com/swiss-researchers-help-a-spinal-injury-patient-to-walk-more-naturally-using-a-wireless-bci-151542965.html?src=rss", "link": "https://www.engadget.com/swiss-researchers-help-a-spinal-injury-patient-to-walk-more-naturally-using-a-wireless-bci-151542965.html?src=rss", "date_published": "2023-05-26 15:15:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's AirPods Max are $99 off at Amazon", "description": "<p>Apple's high-end, over-ear headphones may be a bit over the top, but they are one of the best pieces of audio gear for Apple enthusiasts. The catch is that you have to be willing to shell out quite a bit of cash for them, which is why we always recommend waiting for a sale like the one happening now ahead of the Memorial Day weekend. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OZXctQXBwbGUtQWlyUG9kcy1NYXgtU3BhY2UvZHAvQjA4UFpIWVdKUy8_dGFnPWdkZ3QwYy1wLW8tMTA4LTIwIiwiY29udGVudFV1aWQiOiIzY2MwMDQyYy0yMTg1LTQ0NmEtOTlkYy0yMzk0NTY2YTM4ZDYifQ&amp;signature=AQAAAXj7xLO8LPO6Q7W6uzJoQaJN_3WOCX0GTiHnameMCfIM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNew-Apple-AirPods-Max-Space%2Fdp%2FB08PZHYWJS%2F\">Apple's AirPods Max</a> are $99 off at Amazon right now, bringing them down to $450. That's about $20 more than their record-low price, and most colors are on sale as well, making now a good time to buy if you've had your eye on them.</p><p></p><p>There's a lot to like about the <a href=\"https://www.engadget.com/airpods-max-review-143019326.html\">AirPods Max</a> if you get get beyond their price. They have a unique, comfortable design that's more attractive than most high-end headphones, and they have excellent audio quality. Those who like \"natural\" sound from their cans will appreciate what the AirPods Max bring to the table, and we like that they also support spatial audio. Active noise cancellation is similarly solid, and there's a button on the headphones that let you switch between ANC and Transparency Mode.</p><span id=\"end-legacy-contents\"></span><p>The AirPods Max also have Apple's signature H1 chip inside that enables features like hands-free Siri and a host of other iOS/macOs-specific features. If you work with mostly Apple gadgets, you'll get a lot of use out of the quick pairing and switching between those devices. Battery life is good as well: we had no problem reaching 20 hours on a single charge when we first reviewed these headphones, and that was with spatial audio and ANC enabled.</p><p>We'd be remiss, though, if we didn't acknowledge that the AirPods Max are not on our list of <a href=\"https://www.engadget.com/best-headphones-150030794.html\">best wireless headphones</a>, and that's mostly due to their high price tag. They're certainly a better buy when on sale like this, but if you'd rather invest in a better all-around option, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYU0RNVDRGLz90YWc9Z2RndDBjLXAtby0xMDgtMjAiLCJjb250ZW50VXVpZCI6IjNjYzAwNDJjLTIxODUtNDQ2YS05OWRjLTIzOTQ1NjZhMzhkNiJ9&amp;signature=AQAAAR8sePuRITRkbRJYdQBGQgalfcRVlLj8XIPkFnoo62bF&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XSDMT4F%2F\">Sony's WH-1000XM5</a> (our current top pick) is on sale for a record low of $348 right now.</p><p></p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-airpods-max-are-99-off-at-amazon-143524111.html?src=rss", "link": "https://www.engadget.com/apples-airpods-max-are-99-off-at-amazon-143524111.html?src=rss", "date_published": "2023-05-26 14:35:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube will allow unlimited simultaneous streams for NFL Sunday Ticket", "description": "<p>Folks who subscribe to <a href=\"https://www.engadget.com/youtube-nfl-sunday-ticket-deal-155108503.html\"><ins>NFL Sunday Ticket on YouTube</ins></a> next season may not have to worry about missing out on too much of the action. Initially, YouTube planned to limit the number of simultaneous streams to two per subscriber, despite there often being many more NFL games than that on a given regular season Sunday. Being limited to two streams seemingly wasn't going to be enough for many fans. As such, YouTube is lifting the limit to offer unlimited simultaneous streams.</p><p>&quot;We heard your feedback that 2 concurrent streams just wasn’t enough for NFL Sunday Ticket, so we’re updating our product functionality to include unlimited streams at home for NFL Sunday Ticket,&quot; the YouTube TV team <a href=\"https://www.reddit.com/r/youtubetv/comments/13ruj63/update_no_more_streaming_limits_in_your_home_for/\"><ins>wrote on Reddit.</ins></a> &quot;You and your household can also access 2 additional streams on the go.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"671abe3be65147c4a1fc75e0dd545147\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">For streaming on the go, you and your household will still have access to 2 additional streams.🏃‍♂️</p>— YouTube TV (@YouTubeTV) <a href=\"https://twitter.com/YouTubeTV/status/1661851974349000704?ref_src=twsrc%5Etfw\">May 25, 2023</a></blockquote></div><p>As <a href=\"https://9to5google.com/2023/05/25/nfl-sunday-ticket-youtube-tv-streams/\"><em><ins>9to5 Google</ins></em></a> points out, YouTube TV uses certain signals, such as your network and specified home location, to determine a user's &quot;home&quot; location. That, and the on-the-go restriction, are likely in place to help YouTube minimize <a href=\"https://www.engadget.com/netflix-starts-charging-for-account-sharing-in-the-us-185133792.html\">account sharing</a>.</p><p>Google announced late last year that it secured the exclusive rights to Sunday Ticket for residential users starting in the 2023 season. DirecTV is still the Sunday Ticket provider for commercial use, such as in bars and restaurants.</p><p><a href=\"https://www.engadget.com/youtubes-nfl-sunday-ticket-packages-start-at-249-174949489.html\"><ins>An NFL Sunday Ticket package for the 2023 season</ins></a> costs $249 for YouTube TV subscribers who sign up before June 6th. It'll cost more for non-YouTube TV subscribers, those who wait until after June 6th and folks who want access to NFL RedZone.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-will-allow-unlimited-simultaneous-streams-for-nfl-sunday-ticket-142049241.html?src=rss", "link": "https://www.engadget.com/youtube-will-allow-unlimited-simultaneous-streams-for-nfl-sunday-ticket-142049241.html?src=rss", "date_published": "2023-05-26 14:20:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Formula E’s Gen3 car is living up to its potential after a rocky start", "description": "<p>We’re in the midst of a three-week break in the Formula E calendar, so now is a good time to take stock of the season so far. This is the ninth season of the all-electric racing series, but it’s the first of <a href=\"https://www.engadget.com/formula-e-gen-e-electric-race-car-164542680.html\">the Gen3 era</a>. The new car is a massive leap forward in terms of technology. This model is able to regenerate up to 40 percent of the power needed to complete a race while on track. After <a href=\"https://www.engadget.com/formula-e-preseason-testing-gen3-203026534.html\">a tumultuous preseason</a> and major concerns heading into the first race back in January, there were some indications the series might stumble with its ambitious trajectory for the Gen3 racer. Despite the initial warning signs, the new generation for the series has begun without major issues.</p><p>I spoke to Neom McLaren team principal Ian James and Jaguar TCS Racing team principal James Barclay to get their thoughts on how the season has gone, the challenges of Gen3 and what’s to come in the near future for Formula E.</p><span id=\"end-legacy-contents\"></span><h2>The races have been exciting to watch</h2><figure><img alt=\"Jake Hughes, NEOM McLaren Formula E Team, e-4ORCE 04\nleads Sacha Fenestraz, Nissan Formula E Team, Nissan e-4ORCE 04\n (Jake Hughes, NEOM McLaren Formula E Team, e-4ORCE 04\nleads Sacha Fenestraz, Nissan Formula E Team, Nissan e-4ORCE 04, ASCII, 118 co\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/6ae60a30-fb11-11ed-8e7f-bba192bf4c03\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Bagnall</div></figure><p>One of the major selling points of the Gen3 car was the ability for drivers to race each other in closer confines than Gen2. This was proven true in one turn at the Monaco E-Prix when Envision’s Nick Cassidy passed two cars (<a href=\"https://youtu.be/yFdKJSl0oxc\">he nearly overtook a third</a>) in the hotel hairpin. That’s not typically a spot on the compact street course where there’s a ton of passing, but with the Gen3 car, drivers were consistently running three-wide into that tight turn.</p><p>“​​I think the racing has been phenomenal,” James said. “There was a lot of talk at the beginning of the season about tires and the energy side of things, even the aesthetics of the car. But I actually think it's delivered.” He noted that the start of Gen3 has “mixed up the field” and that the competition has been “very close.” There have been six different winners in the first nine races and the championship lead has already changed hands multiple times.</p><p>There have also been <em>a lot</em> of overtakes. That’s mostly because no one wants to lead at some of the tracks until the very end of the race. The Gen3 car has considerable drag aerodynamically, so you use a lot more energy staying out front than running in the pack. Starting in Brazil, this peloton effect became apparent where drivers willingly hand off the lead to conserve power until the closing laps. Even the leaders will back off and bunch up the field in a bid to maximize efficiency while out front. For example, Round seven in Berlin saw 23 lead changes with this in-line running.</p><p>“It’s a different kind of racing, but it’s no less exciting,” Barclay said. “In quali [the Gen3 car] looks spectacular because the drivers are on the limits, and the race looks spectacular because there’s lots of overtaking. It’s always about making sure we have the best balance of both things, and that’s what we’re all working towards achieving within the championship.”</p><p>McLaren’s team principal also expressed the need to find “balance” within the new style of racing for Formula E, but agreed what we’ve seen out of the new car so far has been quite captivating. “It’s about the drivers learning and anticipating, making sure they can turn that into their advantage,” James said. “I think we’ve got to be careful that it doesn’t become the defining feature of Gen3 racing… but if we get the balance right, the racing is going to continue to be phenomenally exciting.” The overtakes will continue, according to the McLaren boss, but there also stands to be “some real speed” from the Gen3 cars too.</p><h2>Teams have adapted quickly</h2><figure><img alt=\"Mitch Evans, Jaguar TCS Racing, Jaguar I-TYPE 6, \nWinner leads Jean-Eric Vergne, DS Penske, DS E-Tense FE23\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/8d854290-fb11-11ed-ba5b-b6532a50bd54\" /><figcaption>Jaguar's Mitch Evans leads during his win in Berlin</figcaption><div class=\"photo-credit\">LAT Images</div></figure><p>When I spoke to James <a href=\"https://www.engadget.com/mclaren-formula-e-gen3-interview-150058523.html\">before the season began</a>, he explained that teams would face “a very steep learning curve” starting at the first E-Prix of Gen3 in Mexico. That has been apparent in nearly every round of Season 9 so far. Teams like Porsche and Avalanche Andretti who started off strong have stumbled at times. And others, like Jaguar, who struggled at first have begun to find their form.</p><p>“What we have seen in these first races of the year is how quickly it has evolved,” Barclay said. “From where we were in Mexico [with] everyone getting to grips with the new car and the new tech, now everyone is absolutely flat out in quali and we’re into really complex race strategies because we’re really on top of the cars.” For Jaguar, its ability to get “on top of” Gen3 was most apparent in two particular races. In Berlin, the team scored its first 1-2 finish and in Sao Paulo Jaguar cars locked out the podium for the first time with Envision’s Nick Cassidy swiping third (Envision runs Jaguar powertrains).</p><p>While there have been some temporary issues that caused teams to pull cars from practice sessions out of caution, a major catastrophe has so far been avoided. Perhaps the biggest incident occurred in Cape Town when Mahindra and ABT Cupra pulled all of their cars from that event due to a suspension issue (the latter runs Mahindra powertrains as a customer team). The decision was made before qualifying citing safety concerns over running on a particularly bumpy track. <a href=\"https://the-race.com/formula-e/mahindra-formula-e-suspension-concerns-known-before-season/\"><em>The Race </em>reported</a> afterwards that rear suspension problems were discovered during manufacturer testing before the season began. Mahindra apparently modified the suspension afterwards, but the issue wasn’t sufficiently resolved for the cars to run in South Africa.</p><h2>The new tires are a challenge, but that’s a good thing</h2><figure><img alt=\"Formula E 2022-2023: S9 Pre Season Testing\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/c6ab3c00-fb11-11ed-9fbf-b812a8e12862\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Bloxham/LAT Images</div></figure><p>Heading into the season, drivers were vocal about the challenges of the new Hankook tires that were developed for Gen3. The compound is much harder than the previous version from Michelin, but it’s also more durable. Previously, tires would degrade so much over the course of the race that what began as treaded rubber would end up almost completely slick. Now, the series uses a compound that performs more consistently throughout an E-Prix</p><p>“What’s amazing is we have a car with less mechanical grip, because we have a harder compound tire,” Barclay explained. “Yet, we’re going faster.”</p><p>The tires posed the biggest challenge for the two races in Berlin, where Formula E runs on a temporary street circuit at the decommissioned Tempelhof Airport. The concrete surface is much more abrasive than asphalt. Combine that with the long curves and straights in the track layout and you can easily overheat the tires if you’re not careful. Sure, these two races are outliers for teams looking to unlock the full potential of the new compound, but it only made matters worse for those like McLaren who were already struggling with traction.</p><p>“Berlin was definitely the most acute circuit for that particular problem for us,” James said. “It's something that we're working hard together with Nissan to understand and hopefully bring some improvements in the future that will start to close the gap to the competition.” (McLaren runs Nissan powertrains as a customer team)</p><p>McLaren doesn’t have an issue with one-lap pace; the team has put its cars on pole twice already. James explained that the larger issue is due to the lack of overall traction and maximizing the energy usage simultaneously. “That’s when things start to become a little bit trickier,” he said. As a result, McLaren is seeing a compounding effect as each lap passes in a race, which James admitted “puts us on the backfoot.” He noted that some teams have figured out how to unlock the potential of the tires in different ways, but for others it’s still a fight. And at times it can be quite costly in terms of overall pace.</p><h2>Formula E had to introduce in-season fixes</h2><figure><img alt=\"Antonio Felix da Costa, TAG Heuer Porsche Formula E Team, Porsche 99X Electric Gen3 Pascal Wehrlein, TAG Heuer Porsche Formula E Team, Porsche 99X Electric Gen3 Pit Lane (Antonio Felix da Costa, TAG Heuer Porsche Formula E Team, Porsche 99X Electric G\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/c7e43bc0-fb12-11ed-9e1c-bbb2b3389906\" /><figcaption></figcaption><div class=\"photo-credit\">Carl Bingham</div></figure><p>Following several big crashes in pre-season tests, Formula E made the decision to introduce a secondary braking system as soon as possible. Because the Gen3 car is regenerating power under braking on both the front and rear powertrains, there wasn’t a backup system in place if those systems became unusable – like in the event of a powertrain failure or a software issue. This led to several incidents where drivers weren’t able to safely slow down their cars. Formula E moved quickly to find a fix, with the first on-track tests of the emergency-use system occurred at the second race in Diriyah.</p><p>“The FIA, ourselves, we’re all learning and we’re working together to find the best outcome,” Barclay explained. “I think we have addressed those [issues], whether it be the secondary brake system or the change to the traction control regulations.” He said that all of the critical problems that have popped up are somewhat expected with a new car as both the teams and the series is “in this mode of optimizing Gen3.”</p><p>The traction control monitoring system is another area Formula E has addressed with an in-season change. Teams aren’t allowed to have traction control to ensure no one gains an unfair advantage and the FIA polices those regulations with torque sensors mounted on the driveshafts. This setup is meant to uncover any software-based tricks being used to unlock better grip. <a href=\"https://the-race.com/formula-e/formula-e-introduces-new-traction-control-investigation-system/\">Speaking to The Race</a><em>, </em>the new system was described as “an evolution” of previous monitoring tech by Formula E’s technical boss Alessandra Ciliberti. The change had been in the works for months, in consultation with the car manufacturers who were also performing tests. Formula E decided the new tech, which monitors for consistent oscillations that differ from those caused by bumps and kerbs, was ready for use in Monaco earlier this month.</p><h2>There’s still more to come</h2><figure><img alt=\"Jake Hughes, NEOM McLaren Formula E Team, e-4ORCE 04\nleads Sacha Fenestraz, Nissan Formula E Team, Nissan e-4ORCE 04\n (Jake Hughes, NEOM McLaren Formula E Team, e-4ORCE 04\nleads Sacha Fenestraz, Nissan Formula E Team, Nissan e-4ORCE 04, ASCII, 118 co\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/e8cd86c0-fb12-11ed-bf8f-9f3d2038aa97\" /><figcaption>McLaren's Jake Hughes leads the pack in Monaco</figcaption><div class=\"photo-credit\">LAT Images</div></figure><p>Before the first race of the season, Formula E announced that <a href=\"https://www.engadget.com/formula-e-will-trial-a-30-second-quick-charging-stop-in-some-races-next-season-170257427.html\">it planned to test</a> quick-charging pit stops at a few races this year. These cars don’t visit pit lane during an E-Prix unless there’s a problem, mostly because it ends any chance you have of keeping up with the pack and remaining in contention. In the early days of the series, teams had to swap cars to complete the races, but battery tech advanced enough that hasn’t been a requirement since 2018.</p><p>Of course, it’s not only the act of stopping for 30 seconds — you also have to learn how to use the technology that makes it possible. And there will also be changes to the race format. Currently, drivers leave the racing line to activate Attack Mode for a temporary power boost while remaining on track. With the reintroduction of pit stops, drivers will instead earn two Attack Charges, but it’s unclear how and when they’ll be deployed.</p><p>When Formula E <a href=\"https://www.engadget.com/formula-es-fast-charging-pit-stops-wont-arrive-until-next-year-185813092.html\">announced it would postpone the stops</a> until next year, series co-founder Alberto Longo explained that the technology was ready but that supply chain issues meant the system couldn’t be implemented until the last three or four races. <a href=\"https://us.motorsport.com/formula-e/news/formula-e-to-delay-introduction-of-fast-charging-stops-until-2024/10460141/\">He admitted</a> changes to the race format that late in the season made testing the system “not the right decision.” Teams up and down the paddock are in agreement.</p><p>“We need to understand the implications of bringing it in on the race itself and make sure it’s done in a way that adds value rather than detract from the show,” James said. “And because we've afforded ourselves the time to be able to do that analysis, I think we'll put ourselves in a much better position.” He further explained that he’s less worried about the impact the fast-charging stops will have on the team as he’s confident in their ability to adapt, mostly due to their years of experience in the series.</p><p>Barclay echoed those thoughts on behalf of Jaguar. “The amount of newness in this Gen3 car, from the new tires to the slightly different race format (number of laps vs. time), there was a lot to go out,” he said. “I think adding those extra things add more complexity and [could have] potentially taken away from what we’ve seen.” He noted that the team has had plenty to tackle already, but they’re looking forward to the new challenge of Attack Charge when it comes.</p><p>“We’ve gotten into a place where we’ve seen some great races, and I think that will only be more of the case as the season unfolds,” he said.</p>This article originally appeared on Engadget at https://www.engadget.com/formula-e-gen3-car-is-living-up-to-its-potential-after-a-rocky-start-130007090.html?src=rss", "link": "https://www.engadget.com/formula-e-gen3-car-is-living-up-to-its-potential-after-a-rocky-start-130007090.html?src=rss", "date_published": "2023-05-26 13:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget Podcast: Microsoft’s Panos Panay on bringing AI to Windows 11", "description": "<p>It’s a bigger than usual AI week for Microsoft, thanks to its Build developer conference. This week, we chat with Panos Panay, Microsoft’s Chief Product Officer, about Windows Copilot, a new “AI assistant” headed to Windows 11. Is this just a smarter Clippy, or will AI actually transform the way we use Windows? Also, Cherlynn and Devindra discuss what’s up with Apple’s Mixed Reality headset as we gear up for WWDC in a few weeks.</p><p>Listen below or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcasts, the <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Morning After and Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"></div><h2>Subscribe!</h2><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2l0dW5lcy5hcHBsZS5jb20vdXMvcG9kY2FzdC90aGUtZW5nYWRnZXQtcG9kY2FzdC9pZDExNDI3OTA1MzA_bXQ9MiIsImNvbnRlbnRVdWlkIjoiMWNhZjViZmQtYjRmYy00YWU0LTk4NTQtM2M1NjgwZjk2MzI2In0&amp;signature=AQAAAcwveIv8dyxdazTLAaByK0Eml-NaZCq-bod1J1IHjq2d&amp;gcReferrer=https%3A%2F%2Fitunes.apple.com%2Fus%2Fpodcast%2Fthe-engadget-podcast%2Fid1142790530%3Fmt%3D2\">iTunes</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL29wZW4uc3BvdGlmeS5jb20vc2hvdy8zRUMzZE1JUkI5OWRrdm9TQmVTTzdHP3NpPWY3VUFMR0ttUkRXdE9yVThaNC11aVEiLCJjb250ZW50VXVpZCI6IjFjYWY1YmZkLWI0ZmMtNGFlNC05ODU0LTNjNTY4MGY5NjMyNiJ9&amp;signature=AQAAAdVDPHCV1quN-1XObs0kHfUTwE3m2LvAhrOX-klLiYpT&amp;gcReferrer=https%3A%2F%2Fopen.spotify.com%2Fshow%2F3EC3dMIRB99dkvoSBeSO7G%3Fsi%3Df7UALGKmRDWtOrU8Z4-uiQ\">Spotify</a></p></li><li><p><a href=\"http://pca.st/mlY3\">Pocket Casts</a></p></li><li><p><a href=\"http://www.stitcher.com/podcast/engadget/the-engadget-podcast\">Stitcher</a></p></li><li><p><a href=\"https://podcasts.google.com/?feed=aHR0cDovL2ZlZWRzLnNvdW5kY2xvdWQuY29tL3VzZXJzL3NvdW5kY2xvdWQ6dXNlcnM6MjQ1MjIwOTU4L3NvdW5kcy5yc3M&amp;ep=14\">Google Podcasts</a></p></li></ul><h2><br /><strong>Topics</strong></h2><ul><li><p>Microsoft announces AI in just about everything at Build 2023 – 1:42</p></li><li><p>Devindra’s interview with Microsoft Chief Product Officer Panos Panay – 11:28</p></li><li><p>Processing the interview with Panos and other headlines from Build – 33:57</p></li><li><p>Bloomberg report on Apple’s AR headset reveals significant divisions within the company – 45:55</p></li><li><p>Florida Governor Ron DeSantis announces his Presidential bid in a glitch-filled Twitter Space with Elon Musk – 56:00</p></li><li><p>Amazon’s Fire Max 11 looks read to do actual work – 1:03:22</p></li><li><p>What we’re working on – 1:08:01</p></li><li><p>Pop culture picks – 1:09:59</p></li></ul><h2>Livestream</h2><div id=\"undefined\"></div><h2></h2><p><strong><em>Credits</em></strong><br /><em>Hosts: Cherlynn Low and Devindra Hardawar</em><br /><em>Producer: Ben Ellman</em><br /><em>Music: Dale North and Terrence O'Brien</em><br /><em>Livestream producers: Julio Barrientos</em><br /><em>Graphic artist: Luke Brooks and Joel Chokkattu</em></p>This article originally appeared on Engadget at https://www.engadget.com/engadget-podcast-panos-panay-windows-copilot-ai-interview-123000248.html?src=rss", "link": "https://www.engadget.com/engadget-podcast-panos-panay-windows-copilot-ai-interview-123000248.html?src=rss", "date_published": "2023-05-26 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "LG and Hyundai are building a $4.3 billion EV battery cell factory in the US", "description": "<p>Korean companies LG and Hyundai are <a href=\"https://news.lgensol.com/company-news/press-releases/1780/\">teaming up</a> to build a new EV battery cell manufacturing plant in the US and have signed a memorandum of understanding to invest $4.3 billion in the project. The companies will each hold a stake of 50 percent in the joint venture, which will start construction on the new plant in the second half of 2023. Their new manufacturing facility will be located in Savannah, Georgia, where Hyundai is also building its <a href=\"https://www.engadget.com/hyundai-ev-factory-us-georgia-213034691.html\">first all-EV factory</a> in the US. The battery plant is expected to be operational by 2025 at the earliest. After it starts production at full capacity, it will be able to produce 30GHWh of battery every year, which is enough to support the production of 300,000 electric vehicles.</p><p>LG and Hyundai are just the latest companies to invest in US-based battery manufacturing facilities over the past couple of years. Toyota announced in 2021 that it will build a battery plant in the country as part of a <a href=\"https://www.engadget.com/toyota-us-battery-investment-155141624.html\">$3.4 billion investment</a>, while Ultium Cells (GM's and LG's joint venture) <a href=\"https://www.engadget.com/gm-energy-department-loan-ev-battery-manufacturing-190736000.html\">secured a $2.5 billion loan</a> from the Energy Department for the construction of EV battery facilities. More recently, Ford <a href=\"https://media.ford.com/content/fordmedia/fna/us/en/news/2023/02/13/ford-taps-michigan-for-new-lfp-battery-plant--new-battery-chemis.html\">announced</a> that it's spending $3.5 billion to build a lithium iron phosphate battery plant in Michigan. Lithium iron phosphate, which can tolerate more frequent and faster charging, costs less than other battery technologies and could bring down the cost of EVs.</p><span id=\"end-legacy-contents\"></span><p>Other companies could follow suit, seeing as the Biden administration is pushing to bring more EV and battery manufacturing to the US. Last year, it launched the <a href=\"https://www.engadget.com/biden-doe-2-8-billion-ev-battery-mineral-production-190544545.html\">American Battery Materials Initiative</a>, which will give 20 companies $2.8 billion in grants in hopes of encouraging manufacturers to start battery production stateside and making sure that the US won't be heavily dependent on &quot;unreliable foreign supply chains.&quot;</p><p>Hyundai and LG believe that the new facility can help create &quot;a stable supply of batteries in the region&quot; and allow them &quot;to respond fast to the soaring EV demand in the US market.&quot; Hyundai Mobis, the automaker's parts and service division, will be assembling battery packs using cells manufactured in the plant. The automaker will then use those packs for Hyundai, Kia and Genesis electric vehicles.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/lg-and-hyundai-are-building-a-43-billion-ev-battery-cell-factory-in-the-us-121519593.html?src=rss", "link": "https://www.engadget.com/lg-and-hyundai-are-building-a-43-billion-ev-battery-cell-factory-in-the-us-121519593.html?src=rss", "date_published": "2023-05-26 12:15:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's Galaxy Tab S8+ falls to an all-time low in Amazon sale", "description": "<p>Amazon is running a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2RmZTZiMDkxP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj1LUFBCU1JON0pRUkhXOTEyR0hRNiZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9NjA1ZDU5MjUtMGU0Zi00YTA2LWJkMzEtN2Q4N2RjZjRhOWMwJnBmX3JkX3M9c2xvdC0xNCZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfMV9kZmU2YjA5MV9kdF9zbDE0X2MwJnRhZz1nZGd0MGMtcC1vLTEwNS0yMCIsImNvbnRlbnRVdWlkIjoiMzNjZTg0OTctMjEyMS00ZjJhLTk1ZDItMTQzOGM3YTU1ODQxIn0&amp;signature=AQAAAfU4Id28pB9NXHyHb3Ln7xYYbvnLvq16wqXuwQOanKpb&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fdfe6b091%3FshowVariations%3Dtrue%26pf_rd_r%3DKPPBSRN7JQRHW912GHQ6%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D605d5925-0e4f-4a06-bd31-7d87dcf4a9c0%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_1_dfe6b091_dt_sl14_c0\">sale on two Samsung Galaxy tablets</a> for a limited time: the Tab S8+ and the Tab S6 Lite. The 128GB <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW1zdW5nLUFuZHJvaWQtU3RvcmFnZS1JbmNsdWRlZC1MYXN0aW5nL2RwL0IwOU5RTUw1V0c_dGg9MSZ0YWc9Z2RndDBjLXAtby0xMDUtMjAiLCJjb250ZW50VXVpZCI6IjMzY2U4NDk3LTIxMjEtNGYyYS05NWQyLTE0MzhjN2E1NTg0MSJ9&amp;signature=AQAAARWoj_VBUxbBWD_4lqTvhMWEN4SH01KlTKUj5iMBPMFv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSamsung-Android-Storage-Included-Lasting%2Fdp%2FB09NQML5WG%3Fth%3D1\">Galaxy Tab S8+</a> with Wi-Fi has reached an all-time low with a 33 percent cut dropping the price from $900 to $600. The sale is for the Pink Gold model only and includes an improved Samsung S Pen, with a latency of only 2.8ms, compared to prior models' 9ms.</p><p></p><p>The <a href=\"https://www.engadget.com/samsung-galaxy-tab-s-8-review-in-a-class-of-its-own-132946024.html\">Samsung Galaxy Tab S8+ as a whole was well-reviewed by Engadget</a> when it came out in 2022. The 12.4-inch OLED display, 2,800 x 1,752 screen and microSD trays made it stand out against its competitors. It's also smaller than its predecessors at 1.24 pounds with a 0.22-inch thickness and, Samsung claims, has a 33 percent harder frame than the S7 models. According to our tests, the 10,090 mAh battery will last for about six and a half hours of regular use.</p><span id=\"end-legacy-contents\"></span><p>There's no denying that, even at $600, the Galaxy Tab S8+ is still an expensive purchase. If you're looking for a simpler — and much cheaper – option, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUFuZHJvaWQtTGFzdGluZy1JbmNsdWRlZC1TcGVha2Vycy9kcC9CMDlXWVhYUDVLP3JlZl89T2N0X0RMYW5kaW5nU19EX2RmZTZiMDkxXzImdGFnPWdkZ3QwYy1wLW8tMTA1LTIwIiwiY29udGVudFV1aWQiOiIzM2NlODQ5Ny0yMTIxLTRmMmEtOTVkMi0xNDM4YzdhNTU4NDEifQ&amp;signature=AQAAAfpg3p43p13XvewXluzrgkQZzBiK8O1rh7GwVa59F1Wp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Android-Lasting-Included-Speakers%2Fdp%2FB09WYXXP5K%3Fref_%3DOct_DLandingS_D_dfe6b091_2\">128GB Galaxy Tab S6 Lite</a> is currently on sale for 37 percent off. While it's an older tablet, we can say it scored highly in our <a href=\"https://www.engadget.com/samsung-galaxy-tab-s6-lite-review-s-pen-android-tablet-120040291.html\">review back in 2020</a>. For $270, you get a 10.4-inch display, 2000 x 1200 screen, a 7,090 mAh battery, and weighs in at about one pound. Plus, it also includes an S Pen with your purchase.</p><p>The Galaxy Tab S6 Lite sale is the same across the three available colors, Oxford Gray, Chiffon Rose and Angora Blue. Though the 64GB model is also discounted, the $160 price drop actually makes the 128GB cheaper than its smaller alternative.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/samsungs-galaxy-tab-s8-falls-to-an-all-time-low-in-amazon-sale-114531308.html?src=rss", "link": "https://www.engadget.com/samsungs-galaxy-tab-s8-falls-to-an-all-time-low-in-amazon-sale-114531308.html?src=rss", "date_published": "2023-05-26 11:45:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Ford and Tesla sign EV-charging pact", "description": "<p>Ford has become the first major automaker to leap into bed with Tesla after the US government pushed to make EV charging more widely accessible. The carmaker has signed a deal, starting spring 2024, so selected Ford EVs can slurp down power at some <a href=\"https://www.engadget.com/ford-ev-drivers-will-get-access-to-12000-north-american-tesla-superchargers-next-spring-221752191.html\">Tesla Supercharger stations</a>. As part of the pact, Ford said, from the 2025 model year, it’ll switch to Tesla’s open-source North American Charging Standard (NACS) on its vehicles. Meanwhile, existing models that still use the (more or less) global standard Combined Charging System (CCS) will be able to pick up a Tesla-designed adapter to bridge the gap.</p><p>The deal is surprising, especially given the relative power, size and prestige of the two companies involved. Ford, one of the world’s biggest car makers, is ceding control of its charger future to a relative minnow, albeit one that built a sizable own-brand charging network. Not to mention it runs the risk of creating a NACS–CCS EV-charging format war, which may erode consumer faith in EVs. After all, if you pull up at a gas station anywhere in the US, there should be a one-size-fits-all way to get fuel in your tank without worrying about the size of the pipe.</p><p>– Dan Cooper</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/tiktok-is-testing-an-ai-chatbot-for-content-discovery-182119161.html\">TikTok is testing an AI chatbot for content discovery</a></p><p><a href=\"https://www.engadget.com/twitter-says-startups-can-experiment-with-its-data-for-5000-a-month-200705341.html\">Twitter says startups can 'experiment' with its data for $5,000 a month</a></p><p><a href=\"https://www.engadget.com/twitch-is-raising-prices-for-its-ad-free-turbo-service-185644399.html\">Twitch is raising prices for its ad-free Turbo service</a></p><p><a href=\"https://www.engadget.com/youtube-stories-are-going-away-on-june-26th-170034464.html\">YouTube Stories are going away on June 26th</a></p><p><a href=\"https://www.engadget.com/virgin-galactic-completes-its-final-vss-unity-flight-test-before-space-tourism-debut-163150722.html\">Virgin Galactic completes its final VSS Unity flight test before space tourism debut</a></p><p><a href=\"https://www.engadget.com/the-best-passive-bookshelf-speakers-under-600-dollars-for-most-people-140057354.html\">The best passive bookshelf speakers for most people</a></p><p><a href=\"https://www.engadget.com/google-play-games-for-pc-is-now-available-in-europe-and-new-zealand-132827267.html\">Google Play Games for PC is now available in Europe and New Zealand </a></p><p><a href=\"https://www.engadget.com/abodes-entry-level-smart-home-security-kit-only-costs-160-but-drops-homekit-support-130011560.html\">Abode's entry-level Smart Home Security Kit only costs $160 but drops HomeKit support </a></p><p><a href=\"https://www.engadget.com/the-arc-internet-browser-lets-you-customize-or-vandalize-any-website-130010555.html\">The Arc internet browser lets you customize (or vandalize) any website </a></p><p><a href=\"https://www.engadget.com/acers-16-inch-predator-triton-and-swift-edge-laptops-are-aimed-at-gamers-and-creators-130004036.html\">Acer’s 16-inch Predator Triton and Swift Edge laptops are for gamers and creators</a></p><p></p><h2><a href=\"https://www.engadget.com/google-begins-opening-access-to-generative-ai-in-search-175550693.html\">Google begins opening access to generative AI in search</a></h2><h3>At least for those who signed up for the Search Labs waitlist.</h3><p></p><p>At I/O, Google showed off SGE, its experimental system to incorporate generative AI inside its search results. Now, the company’s answer to Bing AI is <a href=\"https://www.engadget.com/google-begins-opening-access-to-generative-ai-in-search-175550693.html\">open for testing</a>, at least to users who signed up to the Search Labs waitlist. Once they’ve received the email saying they have access, they can type into the Google search bar – there’s no separate chat window like Bing – to get AI-generated search results, which they can either expand or choose to ask follow-up questions.</p><p><a href=\"https://www.engadget.com/google-begins-opening-access-to-generative-ai-in-search-175550693.html\"><strong>Continue Reading.</strong></a></p><h2><a href=\"https://www.engadget.com/neuralink-receives-fda-clearance-to-begin-human-trials-of-its-brain-computer-interface-001504243.html\">Neuralink receives FDA clearance to begin human trials of its brain-computer interface</a></h2><h3>It’s a small but vital step on the road to Elon Musk getting wires into people’s brains.</h3><h3></h3><p>Neuralink, Elon Musk’s controversial brain-to-computer interface startup, claims the FDA has <a href=\"https://www.engadget.com/neuralink-receives-fda-clearance-to-begin-human-trials-of-its-brain-computer-interface-001504243.html\">approved it to begin human trials</a>. The regulator hasn’t yet confirmed the claim, and while the company has said it’s not yet recruiting for a human trial, this approval makes one possible. In a tweet, Neuralink wanted to celebrate the “incredible work” taken by its team to secure the FDA’s blessing, not mentioning it was rejected back in March after it was revealed that more than 1,500 animals implanted with the technology <a href=\"https://www.engadget.com/fda-reportedly-denied-neuralinks-request-to-begin-human-trials-of-its-brain-implant-204454485.html\">had died</a>.</p><p><a href=\"https://www.engadget.com/neuralink-receives-fda-clearance-to-begin-human-trials-of-its-brain-computer-interface-001504243.html\"><strong>Continue Reading.</strong></a></p><h2><a href=\"https://www.engadget.com/moviepass-relaunches-nationwide-with-a-new-pricing-model-171626638.html\">MoviePass relaunches nationwide with a new pricing model</a></h2><h3>$10 a month for three movies ain’t such a bad deal.</h3><p></p><p>After months of testing, MoviePass’ all-you-can-eat cinema subscription has <a href=\"https://www.engadget.com/moviepass-relaunches-nationwide-with-a-new-pricing-model-171626638.html\">relaunched itself</a> across the US. This new version will offer you a tiered subscription plan, with the lowest offering charging you $10 a month for three screenings. It might not be the crazy bargain the previous version offered, but it’s still a damn sight cheaper than most single tickets. And if you’re a real cinephile, you can pay up to $40 a month for 30 screenings, which is staggering on a per-movie basis.</p><p><a href=\"https://www.engadget.com/moviepass-relaunches-nationwide-with-a-new-pricing-model-171626638.html\"><strong>Continue Reading. </strong></a></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/sci-fi-strategy-game-homeworld-3-has-been-delayed-to-february-2024-061237843.html\">Sci-fi strategy game 'Homeworld 3' has been delayed to February 2024</a></h2><h3>The further delay will enable developers to give the title more polish.</h3><a href=\"https://www.engadget.com/sci-fi-strategy-game-homeworld-3-has-been-delayed-to-february-2024-061237843.html\"><figure><img alt=\"Image of the mothership, and fleet, from Homeworld 3\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/e09f0ce0-fbac-11ed-afff-b4ac9b40fc64\" style=\"height: 367px; width: 620px;\" /><figcaption></figcaption><div class=\"photo-credit\">Gearbox Publishing / Blackbird Interactive</div></figure></a><p><em>Homeworld 3</em>, the long-awaited second sequel to the groundbreaking space-based RTS, has been further delayed <a href=\"https://www.engadget.com/sci-fi-strategy-game-homeworld-3-has-been-delayed-to-february-2024-061237843.html\">until February 2024</a>. It’s the second time the title has been pushed back, with developers Blackbird Interactive asking for more time to polish and refine the title. Given that <em>Homeworld 2</em> debuted in 2003, the two-decade wait for a true follow-up (yes, I’m ignoring <em>Deserts of Kharak</em>) is going to test the idiom “good things come to those who wait” to its very limits.</p><p><a href=\"https://www.engadget.com/sci-fi-strategy-game-homeworld-3-has-been-delayed-to-february-2024-061237843.html\"><strong>Continue Reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-ford-and-tesla-sign-ev-charging-pact-111556450.html?src=rss", "link": "https://www.engadget.com/the-morning-after-ford-and-tesla-sign-ev-charging-pact-111556450.html?src=rss", "date_published": "2023-05-26 11:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft appeals for a new US agency to regulate AI", "description": "<p>Microsoft has called for the US federal government to create a new agency specifically focused on regulating AI, <a href=\"https://www.bloomberg.com/news/articles/2023-05-25/microsoft-calls-for-new-us-agency-and-licensing-for-ai-tools?utm_source=twitter&amp;utm_medium=social&amp;cmpid%3D=socialflow-twitter-tech&amp;utm_content=tech&amp;utm_campaign=socialflow-organic&amp;sref=10lNAhZ9&amp;leadSource=uverify%20wall\"><em>Bloomberg reports</em></a>. In a Washington, DC-based speech attended by some members of Congress and non-governmental organizations, Microsoft vice chair and president Brad Smith remarked that &quot;the rule of law and a commitment to democracy has kept technology in its proper place&quot; and should do so again with AI. Another part of Microsoft's &quot;blueprint&quot; for regulating AI involves mandating redundant AI circuit breakers, a fail-safe that would allow algorithms to be shut down quickly.</p><p>Smith also strongly suggested that President Biden create and sign an executive order necessitating that the National Institute of Standards and Technology's (NIST) <a href=\"https://www.nist.gov/itl/ai-risk-management-framework\">risk management framework</a> be followed by any federal agencies engaging with AI tools. He added that Microsoft would also adhere to the NIST's guidelines and publish a yearly AI report for transparency.</p><span id=\"end-legacy-contents\"></span><p>Microsoft's calls for regulation follow similar remarks from OpenAI and Google. <a href=\"https://uk.news.yahoo.com/congress-took-on-ai-regulation--and-raised-a-lot-more-questions-than-answers-185553310.html\">OpenAI CEO Sam Altman testified before Congress</a> that a &quot;new entity&quot; is needed to regulate AI and recommended &quot;independent audits&quot; of models. Yet, Altman previously suggested pulling OpenAI from the European Union if the company doesn't agree with new policies.&nbsp;</p><p>Kent Walker, CEO president of global affairs for Google and Alphabet, recently released a statement calling for &quot;broad-based efforts — across government, companies, universities, and more — to help translate technological breakthroughs into widespread benefits, while mitigating risks.&quot; Concerns about AI have also led to people walking away from its development. Former Google VP and engineering fellow Geoffrey Hinton, commonly referred to as &quot;The Godfather of AI,&quot; notably <a href=\"https://www.engadget.com/godfather-of-ai-leaves-google-amid-ethical-concerns-152451800.html\">resigned in April</a> to openly warn about AI's risks.</p><p>Alongside voicing his concerns, Smith's hour-long speech also served as an opportunity for him to laud recent AI advancements. He compared its significance to that of the printing press or electricity. In an <a href=\"https://blog.google/technology/ai/a-policy-agenda-for-responsible-ai-progress-opportunity-responsibility-security/amp/\">accompanying blog post</a> that echoed his speech, Smith went so far as to say, &quot;AI offers perhaps even more potential for the good of humanity than any invention that has preceded it.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-appeals-for-a-new-us-agency-to-regulate-ai-095510698.html?src=rss", "link": "https://www.engadget.com/microsoft-appeals-for-a-new-us-agency-to-regulate-ai-095510698.html?src=rss", "date_published": "2023-05-26 09:55:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla leak reportedly reveals thousands of Autopilot safety complaints", "description": "<p>The German-language newspaper <a href=\"https://www.handelsblatt.com/unternehmen/industrie/elektromobilitaet-mein-autopilot-hat-mich-fast-umgebracht-tesla-files-naehren-zweifel-an-elon-musks-versprechen/29166564.html\"><em>Handelsblatt</em></a> said it received 100GB of data from &quot;several informants&quot; within Tesla, showing how the company received thousands of complaints about its <a href=\"https://www.engadget.com/elon-musk-will-likely-face-deposition-in-lawsuit-over-deadly-tesla-autopilot-crash-155648745.html\">Autopilot</a> features over the past years. According to <a href=\"https://jalopnik.com/whistleblower-drops-100-gigabytes-of-tesla-secrets-to-g-1850476542\"><em>Jalopnik</em></a>, the collection contained 23,000 internal files, with complaints from as far back as 2015 and as recent as March 2022. Within that time period, the automaker reportedly received  2,400 reports about <a href=\"https://www.engadget.com/nhtsa-tesla-unintended-acceleration-user-error-191025611.html\">self-acceleration issues</a> and 1,500 cases about <a href=\"https://www.engadget.com/tesla-recalls-over-11-million-cars-in-china-over-braking-flaw-161526258.html\">braking function problems</a>. The latter included 139 complaints about unintentional emergency braking and 383 about phantom stops from false collision warnings.&nbsp;</p><p>Further, the files reportedly included more than 1,000 crash reports and a table of 3,000 incidents wherein drivers expressed safety concerns about Tesla's driver assistance system. While most of the reported incidents happened in the US, some of the complaints came from owners in Europe and Asia. <em>Handelsblatt</em> said it contacted dozens of customers from the files to confirm their reports, and some were even able to share videos with the publication.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Aside from containing details on thousands of safety complaints, the files reportedly included instructions for employees on how to communicate with customers. Apparently, they're told not to copy and paste incident reports on email or text messages and not to leave the information as voicemail recording. They can only verbally pass on the information to customers.&nbsp;</p><p>In a <a href=\"https://www.handelsblatt.com/meinung/kommentare/kommentar-warum-wir-die-tesla-files-veroeffentlichen/29170270.html\">letter</a> explaining why the publication decided to publish information from the Tesla files, <em>Handelsblatt</em> editor-in-chief Sebastian Matthes said a 12-person team sifted through and evaluated the files over six months. &quot;The data paints the picture of an electric car pioneer who seems to have far greater technological problems than previously known. With its Autopilot, for example. The Tesla files contain thousands of reports about complications with the driver assistance systems. Complaints of Tesla vehicles suddenly braking at full speed. Or accelerate suddenly,&quot; he wrote.&nbsp;</p><p>He said his team sent Tesla a comprehensive list of questions, but the automaker chose not to answer them. Instead, Joseph Alm, Tesla's Managing Counsel for Litigation, told the publication that the data was stolen and that media reporting of illegally obtained information is not allowed absent exceptional circumstances. Alm also said in his response (via <a href=\"https://electrek.co/2023/05/25/tesla-files-insider-stole-100gb-data-media/\"><em>Electrek</em></a>) to the publication that the company believes a &quot;disgruntled ex-employee&quot; used his access as a service technician to &quot;exfiltrate information in violation of his signed non-disclosure agreement&quot; before he left the company. Tesla intends to sue that ex-employee for his &quot;theft of Tesla confidential information and employees' personal data.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/tesla-leak-reportedly-reveals-thousands-of-autopilot-safety-complaints-083713588.html?src=rss", "link": "https://www.engadget.com/tesla-leak-reportedly-reveals-thousands-of-autopilot-safety-complaints-083713588.html?src=rss", "date_published": "2023-05-26 08:37:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sci-fi strategy game 'Homeworld 3' has been delayed to February 2024", "description": "<p>Fans of the Homeworld franchise won't be seeing its new entry arrive this year after all. The long-awaited sequel to <em>Homeworld 2</em>, a sci-fi real-time strategy video game released way back in 2003, was supposed to come out in 2022 before its release was pushed back to the first half of this year. Now, its developer Blackbird Interactive and Gearbox Publishing have revealed that they're moving <a href=\"https://www.engadget.com/homeworld-3-delay-gearbox-interactive-blackbird-rts-165808680.html\"><em>Homeworld 3's</em></a> launch date to February 2024. In their announcement, they said that they want to deliver a game that &quot;lives up to the standards set by its predecessors.&nbsp;</p><p>They continued that in order to fully realize their vision, they need more time to refine and polish the game. Fans' reactions to the <a href=\"https://twitter.com/HomeworldGame/status/1661839559204675598\">announcement on Twitter</a> have been positive so far, with most of them supporting the companies for taking the time to get it right. Upon being asked about the collector's edition they sold, they said those who purchased the box will still receive it at launch.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"f8ac0e9dcd2a480389758769edcc112b\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We are moving the launch of Homeworld 3 from the first half of 2023 to February 2024 so that we deliver the quality experience that fans deserve. <a href=\"https://t.co/DaCX4eFMm4\">pic.twitter.com/DaCX4eFMm4</a></p>— Homeworld (@HomeworldGame) <a href=\"https://twitter.com/HomeworldGame/status/1661839559204675598?ref_src=twsrc%5Etfw\">May 25, 2023</a></blockquote></div><p>The companies also <a href=\"https://support.gearboxsoftware.com/hc/en-us/articles/16091378178317\">posted</a> an extended version of their announcement on Gearbox's website, where they explained that Blackbird's move to implement a four-day work week back in 2022 isn't the reason why the game's release date has been pushed back again. &quot;In fact,&quot; they added, &quot;the team is able to achieve as much if not more when given the additional personal time.&quot; They didn't go through any technical hurdles and change the scope of the game either — it just simply takes time to create and polish a whole game. For fans who can't wait to see how the development is going along, they promised to share their &quot;biggest <em>Homeworld 3</em> progress update yet later this summer.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/sci-fi-strategy-game-homeworld-3-has-been-delayed-to-february-2024-061237843.html?src=rss", "link": "https://www.engadget.com/sci-fi-strategy-game-homeworld-3-has-been-delayed-to-february-2024-061237843.html?src=rss", "date_published": "2023-05-26 06:12:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Neuralink receives FDA clearance to begin human trials of its brain-computer interface", "description": "<p>Turns out <a href=\"https://www.engadget.com/neuralink-ceo-elon-musk-expects-human-trials-within-six-months-025416421.html\">Elon Musk's FDA prediction</a> was only off by about a month. After reportedly denying the company's overtures in March, <a href=\"https://www.reuters.com/science/elon-musks-neuralink-gets-us-fda-approval-human-clinical-study-brain-implants-2023-05-25/\">the FDA approved Neuralink's application</a> to begin human trials of its prototype Link brain-computer interface (BCI) on Thursday.&nbsp;</p><p>Founded in 2016, Neuralink aims to commercialize BCIs in wide-ranging medical and therapeutic applications — from stroke and spinal cord injury (SCI) rehabilitation, to neural prosthetic controls, to the capacity &quot;<a href=\"https://sociable.co/technology/futures-gonna-be-weird-musk-memories-downloaded-new-body-robot/\">to rewind memories or download them into robots</a>,&quot; Neuralink CEO Elon Musk promised in 2020. BCIs essentially translate the analog electrical impulses of your brain (monitoring it using hair-thin electrodes delicately threaded into that grey matter) into the digital 1's and 0's that computers understand. Since that BCI needs to be surgically installed in a patient's noggin, the FDA — which regulates such technologies — requires that companies conduct rigorous safety testing before giving its approval for commercial use.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In March, <a href=\"https://www.engadget.com/fda-reportedly-denied-neuralinks-request-to-begin-human-trials-of-its-brain-implant-204454485.html\">the FDA rejected Neuralink's application</a> to begin human trials reportedly in part due to <a href=\"https://www.engadget.com/neuralink-federal-investigation-animal-testing-071953787.html\">all the test animals that kept dying after having the prototype BCI implanted</a>. According to internal documents acquired by <a href=\"https://www.reuters.com/technology/musks-neuralink-faces-federal-probe-employee-backlash-over-animal-tests-2022-12-05/?utm_source=twitter&amp;utm_medium=Social\"><em>Reuters</em></a><em>&nbsp;</em>in December, more than 1,500 animals had been killed in the development of the Neuralink BCI since 2018. The US Department of Agriculture's (USDA) Inspector General has <a href=\"https://www.reuters.com/world/us/probe-musks-neuralink-scrutinize-long-criticized-us-animal-welfare-regulator-2022-12-19/\">since launched an investigation</a> into those allegations.&nbsp;&nbsp;</p><p>The FDA's reticence was also born from concerns about the design and function of the interface when implanted in humans. &quot;The agency’s major safety concerns involved the device’s lithium battery; the potential for the implant’s tiny wires to migrate to other areas of the brain; and questions over whether and how the device can be removed without damaging brain tissue,&quot; current and former Neuralink employees told <a href=\"https://www.engadget.com/fda-reportedly-denied-neuralinks-request-to-begin-human-trials-of-its-brain-implant-204454485.html\"><em>Reuters</em></a> in March.</p><p>While Neuralink has obtained FDA approval to begin its study, the company is not yet seeking volunteers. This is the result of incredible work by the Neuralink team in close collaboration with the FDA and represents an important first step that will one day allow our technology to help many people,&quot; <a href=\"https://twitter.com/neuralink/status/1661857379460468736\">Neuralink Tweeted on Thursday</a>. &quot;Recruitment is not yet open for our clinical trial.&quot;&nbsp;&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/neuralink-receives-fda-clearance-to-begin-human-trials-of-its-brain-computer-interface-001504243.html?src=rss", "link": "https://www.engadget.com/neuralink-receives-fda-clearance-to-begin-human-trials-of-its-brain-computer-interface-001504243.html?src=rss", "date_published": "2023-05-26 00:15:41+00:00", "persistent": false, "user": null, "language": "en-US"}]