[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Honkai: Star Rail - Where To Find All Trailblazer Eidolons", "description": "<p><a href=\"https://www.gamespot.com/games/honkai-star-rail/\">Honkai: Star Rail</a>'<em>s</em> Trailblazer isn't just a throwaway character. Like the Traveler in <a href=\"https://www.gamespot.com/games/genshin-impact/\">Genshin Impact</a>, the Trailblazer can counter multiple weaknesses because of their ability to control more than one element. Each element also empowers them to play completely different roles depending on the team. Unfortunately, the Trailblazer also has a unique way of unlocking <strong>Eidolons</strong> compared to other characters.</p><p>Eidolons are copies of characters that unlock additional abilities for each one you get. You get Eidolons for most Star Rail characters from pulling on banners. For example, if you already have Dan Heng but happen to pull him again from a banner, then that copy will give you an item that unlocks his first Eidolon (E1). You can unlock up to six Eidolons per character before Star Rail converts the additional characters into other currency to spend in its in-game shop.</p><p>The Trailblazer is different. You can’t pull the Trailblazer from banners, so their Eidolons come from various sources like stores. It’s even more complicated because the Trailblazer has more than one Path (the game's equivalent of combat roles). The Trailblazer has twelve Eidolons right now (six for each available Path), but that number will grow in the coming updates.</p><a href=\"https://www.gamespot.com/articles/honkai-star-rail-where-to-find-all-trailblazer-eidolons/1100-6514129/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/honkai-star-rail-where-to-find-all-trailblazer-eidolons/1100-6514129/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 22:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Will Ferrell To Portray Legendary NFL Figure John Madden In Upcoming Movie - Report", "description": "<p dir=\"ltr\">Will Ferrell is reportedly in talks to portray NFL figure John Madden in an upcoming theatrical feature titled Madden. Citing unnamed multiple sources, <a href=\"https://deadline.com/2023/05/madden-will-ferrell-david-o-russell-team-for-amazon-mgm-movie-1235381096/\">Deadline</a> is reporting that the project is set to be directed by five-time Oscar nominee David O. Russell (American Hustle, Silver Linings Playbook), and a collaboration between Amazon and MGM.</p><p dir=\"ltr\">While Amazon declined to comment on the news, the concept for Madden has reportedly been in development for some time. Based on a script by Cambron Clark, which appeared on the Black List, Russell had been working on revisions until the project was put on hold due to the writers' strike.</p><p dir=\"ltr\">Madden, categorized as a Prime Video Sports Original, aims to explore the life of the charismatic Madden, a prominent figure on NFL sidelines. Madden's aspiration was to become a head coach, and he achieved great success in that role. However, the demanding nature of the job eventually took its toll, prompting him to step away from coaching.</p><a href=\"https://www.gamespot.com/articles/will-ferrell-to-portray-legendary-nfl-figure-john-madden-in-upcoming-movie-report/1100-6514609/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/will-ferrell-to-portray-legendary-nfl-figure-john-madden-in-upcoming-movie-report/1100-6514609/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 20:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Why We're Worried About The Metal Gear Solid 3 Remake | Spot On", "description": "<p>The <a href=\"https://www.gamespot.com/articles/playstation-showcase-may-2023-the-biggest-games-and-announcements/1100-6514540/\">PlayStation Showcase</a> offered an early look at a variety of new games coming to PlayStation 5 and PlayStation VR, but the biggest reveal was undoubtedly a remake of Metal Gear Solid 3: Snake Eater. The title is one of the worst-kept secrets in the industry and, finally, it is out in the open. The immediate response, naturally, was excitement, particularly from the GameSpot team. But in the hours following, concerns began to arise.</p><p>Metal Gear Solid is one of the biggest and most iconic video game franchises of all time and Metal Gear Solid 3: Snake Eater is regarded as one of the greatest games of all time. But there is cynicism and skepticism around Konami's ability to do justice to the franchise and the game. On this week's episode of Spot On, Metal Gear Solid fans Lucy and Tamoor discuss why they're worried about the project, delving into some of the key questions that remain unanswered, and why they may be cause for concern.</p><div>          </div><p>Spot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry, there's always something to talk about but, unlike most other news shows, Spot On will dive deep into a single topic as opposed to recapping all the news. Spot On airs each Friday.</p>", "link": "https://www.gamespot.com/articles/why-were-worried-about-the-metal-gear-solid-3-remake-spot-on/1100-6514607/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 20:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Why We're Worried About Metal Gear Solid 3 Remake", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4144372-spoton_s1ep004_metalgearsoliddelta3snakeeater_20230526v3.jpg\" width=\"480\" /> Konami announced that they're remaking Metal Gear Solid 3 this week. After initial excitement, Tam and Lucy question if that's a good idea.", "link": "https://www.gamespot.com/videos/why-were-worried-about-metal-gear-solid-3-remake/2300-6461496/", "date_published": "2023-05-26 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Report: The Last of Us Multiplayer Game Development Slowed Down, New Single Player Game Coming", "description": "<p>Development on the upcoming The Last of Us multiplayer game from Naughty Dog has reportedly been slowed and scaled down.</p><p>According to <a href=\"https://www.bloomberg.com/news/articles/2023-05-26/-last-of-us-multiplayer-video-game-faces-setbacks-at-sony?leadSource=uverify wall\">Bloomberg</a>, the game has not been canceled but many of its developers were moved to other projects within Naughty Dog. Destiny developer Bungie, <a href=\"https://www.gamespot.com/articles/bungie-acquired-by-sony-for-3-6-billion/1100-6500122/\">which Sony acquired last year</a>, reportedly evaluated and questioned about Naughty Dog's multiplayer game and its ability to keep players engaged for long periods of time. As a result, the project was reassessed.</p><p>The project has been in development for at least four years and was originally intended to be part of The Last of Us Part II. However, it became more ambitious and was ultimately turned into its own game.</p><a href=\"https://www.gamespot.com/articles/report-the-last-of-us-multiplayer-game-development-slowed-down-new-single-player-game-coming/1100-6514608/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/report-the-last-of-us-multiplayer-game-development-slowed-down-new-single-player-game-coming/1100-6514608/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 19:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Battlefield 2042 Season 5 Brings Big Changes To Vehicles", "description": "<p><a href=\"https://www.gamespot.com/games/battlefield-2042/\">Battlefield 2042</a> will soon introduce major changes to some of the game's most popular vehicles as part of its upcoming Season 5 update, New Dawn.</p><p dir=\"ltr\">Vehicle loadouts are getting an overhaul come the update's arrival on June 7. Developer DICE's goal is to make it so the roles of different vehicles are more clearly defined. One big way DICE is looking to do that is by removing explosive weapon options from some of the game's most-used ground vehicles, including the LATV4 Recon. Despite the jeep's role as a transport vehicle, it's currently able to equip multiple types of explosive weaponry. That will be changing in Season 5, with those weapons replaced by anti-infantry weaponry instead.</p><p dir=\"ltr\">\"While explosives have their place on the battlefield, they should be a strategic choice and not the default choice or available option for all vehicles,\" DICE writes in a <a href=\"https://www.ea.com/games/battlefield/battlefield-2042/news/dev-notes-reworking-vehicle-loadouts\">blog</a> dedicated to the subject.</p><a href=\"https://www.gamespot.com/articles/battlefield-2042-season-5-brings-big-changes-to-vehicles/1100-6514605/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/battlefield-2042-season-5-brings-big-changes-to-vehicles/1100-6514605/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 18:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Trials Of Osiris Rewards This Week In Destiny 2 (May 26-30)", "description": "<p>The Trials of Osiris are live once again in Destiny 2, and after the Season 21 patch introduced some big changes to the sandbox, expect to see a few new strategies being used in this PvP activity. Before you head down to visit Saint-14 and get your passage card stamped, <a href=\"https://www.gamespot.com/articles/where-is-xur-today-may-26-30-destiny-2-exotic-items-and-xur-location-guide/1100-6514590/\">make a turn by Xur</a> to see what gear the Agent of the Nine has for sale this weekend. Here's a look at where you'll play Trials of Osiris this weekend and what weapons you can earn.</p><p>Map: Endless Vale</p><ul><li>Reputation Rank 4: Upgrade Module</li><li>Reputation Rank 7: Enhancement Prism</li><li>Reputation Rank 10: The Messenger (Pulse rifle)</li><li>Reputation Rank 13: Upgrade Module</li><li>Reputation Rank 16: Unexpected Resurgence (Glaive)</li><li>Flawless Reward: Unwavering Duty (Adept)</li></ul><p>Season of the Deep is adding some excellent new rewards to the Trials pool, and if you're a fan of shaders, then there's a glorious golden one to grab from this multiplayer event. Alongside the Glorious Patina shader, Trials will also have some new Exotic cosmetic gear to unlock, including a new Ghost shell, ship, and Sparrow. Glorious Patina will only be available to players who go Flawless during Season 21, and the weapon pool is being updated with The Messenger pulse rifle and the Unexpected Resurgence glaive as possible prizes.</p><a href=\"https://www.gamespot.com/articles/trials-of-osiris-rewards-this-week-in-destiny-2-may-26-30/1100-6514591/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/trials-of-osiris-rewards-this-week-in-destiny-2-may-26-30/1100-6514591/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 17:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Where Is Xur Today? (May 26-30) Destiny 2 Exotic Items And Xur Location Guide", "description": "<p>It's the first weekend of <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>'s new season, Season of the Deep, and Xur has arrived on time to offer his usual Exotic and legendary gear. With dozens of Exotic weapons and armor pieces being overhauled in <a href=\"https://www.gamespot.com/articles/destiny-2-season-of-the-deep-patch-notes-reveal-overhaul-exotics-beefed-up-supers-and-buffed-armor-mods/1100-6514474/\">this week's patch</a>, now is a great time to see if you can grab some of that gear from the Agent of the Nine this weekend. Here's where you can find Xur this weekend and what the Agent of the Nine has for sale.</p><p>This week you can find Xur in the <strong>Tower, inside the Hangar</strong>. For his weapon, Xur is offering <strong>Arbalest</strong>. Hunters can pick up <strong>Lucky Pants </strong>leg armor; Titans can grab the <strong>Armamentarium </strong>chest armor; and for Warlocks, Xur has <strong>Eye of Another World</strong>.</p><h2>Xur Location</h2><figure style=\"width: 1600px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4144128-xurtower.jpg\"><img alt=\"Xur's location in the Tower.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4144128-xurtower.jpg\" /></a><figcaption>Xur's location in the Tower.</figcaption></figure><p>Spawn in using the Courtyard transmat zone in the Tower to find Xur this week. Head left and down the stairs to enter the Hangar section, then hang another left. Make your way to the north end of the area and look for a staircase that will take you onto a catwalk, where Xur is waiting.</p><a href=\"https://www.gamespot.com/articles/where-is-xur-today-may-26-30-destiny-2-exotic-items-and-xur-location-guide/1100-6514590/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/where-is-xur-today-may-26-30-destiny-2-exotic-items-and-xur-location-guide/1100-6514590/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 17:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get Three Months Of Adobe Creative Cloud For $30", "description": "<p>Adobe software isn’t cheap, with monthly subscriptions that quickly add up if you’re looking to access its entire repertoire of software. <span class=\"norewrite\">           <a href=\"https://deals.gamespot.com/sales/adobe-creative-cloud-all-apps-100gb-3-month-subscription\">Adobe Creative Cloud</a> </span> is arguably the best option for creators, as it includes all the apps and tools needed for professional graphic design, photography, web development, and other creative endeavors. The plan typically isn’t cheap, but right now you can snag three months of <strong>Adobe Cloud Creative for just $30</strong>, down from its usual $247.</p><div class=\"norewrite\" title=\"6514604 - Adobe Deal\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://deals.gamespot.com/sales/adobe-creative-cloud-all-apps-100gb-3-month-subscription\">Adobe Creative Cloud All Apps 100GB: Three-Month Subscription</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://deals.gamespot.com/sales/adobe-creative-cloud-all-apps-100gb-3-month-subscription\">$30 (was $247)</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4144104-adobecreativecloud.jpg\" />                             <a href=\"https://deals.gamespot.com/sales/adobe-creative-cloud-all-apps-100gb-3-month-subscription\"></a>                        </div>              <div class=\"item-description\"><p> </p><p>From Photoshop and Illustrator to InDesign and After Effects, Adobe Creative Cloud has everything you need for your creative work. All told, members have access to more than 20 apps--making it easy to find something that fits your needs.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://deals.gamespot.com/sales/adobe-creative-cloud-all-apps-100gb-3-month-subscription\">See at GameSpot Deals</a>                              </div>                                         </div>      </div>   </div> </div><p>Here’s a quick look at every application included with Adobe Creative Cloud.</p><h2>Adobe Creative Cloud</h2><ul><li>Photoshop</li><li>Illustrator</li><li>Premiere Pro</li><li>Acrobat Pro</li><li>InDesign</li><li>After Effects</li><li>Lightroom</li><li>Adobe XD</li><li>Animate</li><li>Lightroom Classic</li><li>Dreamweaver</li><li>Dimension</li><li>Audition</li><li>InCopy</li><li>Character Animator</li><li>Capture</li><li>Adobe Fresco</li><li>Bridge</li><li>Adobe Express</li><li>Premiere Rush</li><li>Photoshop Express</li><li>Media Encoder</li><li>Aero</li><li>Adobe Scan</li><li>Fill &amp; Sign</li><li>Acrobat Reader</li></ul><p>Beyond access to all the above software, this deal includes 100GB of cloud storage, tutorials, Adobe Express, Adobe Fonts, and more. To redeem your codes, you’ll first need to create an Adobe account. You’ll also need to input a credit card if you’d like to sign up for auto-renewal, but you can skip this step if you simply want to let your membership lapse after your three months are up.</p><a href=\"https://www.gamespot.com/articles/get-three-months-of-adobe-creative-cloud-for-30/1100-6514604/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-three-months-of-adobe-creative-cloud-for-30/1100-6514604/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 16:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Madden 24 Cover Predictions: Who Will Be On The Madden NFL Cover This Year?", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144098-maddennfl23xboxseriesxs.png\" /><br /><h3><p dir=\"ltr\">At the time of publishing this, it's not even June, but believe it or not, that means it's almost Madden season already. That's because the annual Madden beta tends to kick off in June. Though EA hasn't revealed a Madden 24 beta start date just yet, it stands to reason that we'll be hearing about it soon. Along with that news, we'll also surely get a cover reveal. The Madden cover athlete is an annual point of good-natured debate and speculation. Who deserves it? Who will get it? Ask 20 football fans and you're liable to get 15 or more different answers.</p><p dir=\"ltr\">Like we did last year--when we <a href=\"https://www.gamespot.com/gallery/madden-23-cover-predictions-who-will-be-on-the-cover-this-year/2900-4037/\">correctly guessed it</a>, may we add--we're looking at the possible Madden 24 cover stars and saying why each NFL superstar deserves the honor. Be sure to leave your best guesses too--especially if you think we completely missed someone.</p><p> </p></h3></p><br />     <p><h2>Jalen Hurts, Eagles QB</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144093-maddennfl23xboxseriesxs%286%29.png\" /><br /><h3><p>The Eagles QB may be the odds-on favorite, as he's got everything modern Madden cover stars tend to have: an elite in-game rating at a major position, off-the-field star power, and he's still young and rising. EA loves a hip choice--someone cool with the youth--and Hurts' surge toward the top of the league's QB rankings, plus the famous video of him squatting 600 lbs., makes him seem cooler than maybe everyone else on this list. The only thing working against him is he just lost the Super Bowl, and he would definitely seem a bit cooler if he won it.</p></h3></p><br />     <p><h2>Joe Burrow, Bengals QB</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144092-maddennfl23xboxseriesxs%287%29.png\" /><br /><h3><p>Of course, we can't talk about cool without mentioning another quarterback, the Bengals' Joe Burrow. Mired by shoddy offensive line play and a rookie season injury, Burrow's resume still includes back-to-back trips to the AFC Championship game and some of the best QB play league-wide. If you called him a top-three QB, most wouldn't bat an eye. He's lost a Super Bowl too, but it was a few years ago, so maybe he doesn't bring that baggage to the Madden cover.</p></h3></p><br />     <p><h2>Travis Kelce, Chiefs TE</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144095-maddennfl23xboxseriesxs%284%29.png\" /><br /><h3><p>Most Madden covers over the years have featured QBs, WRs, or RBs. Only one to date has featured a tight end: Madden 17 with Rob Gronkowski. So history is not on Kelce's side. However, most else is. He's got a massive personality, an even bigger podcast, and he's either the best tight end in NFL history or just behind Gronk according to most in the football cognoscenti. He's also a defending champ, which doesn't hurt. Speaking of that podcast…</p></h3></p><br />     <p><h2>The Kelce Brothers, Travis (Chiefs TE) and Jason (Eagles C)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144094-maddennfl23xboxseriesxs%285%29.png\" /><br /><h3><p>The most outside-the-box idea is also the one I'm growing most fond of as I type out this article. The Kelce Brothers include the aforementioned Travis and Eagles center Jason. They're coming off a Super Bowl showdown in which baby brother Travis emerged victorious and later Jason decided not to retire after mulling it, which means he's close. If EA wants to lean into the pop culture that surrounds Madden and the NFL, the publisher may decide to do its third-ever two-player cover and feature the brothers on it together. Their podcast, New Heights, is one of the biggest in any genre right now, and helps Madden have a broader appeal, if that's even possible for the only NFL sim on the market. Still, I'm sure EA would love the brothers doing ad reads for Madden 24 every episode.</p></h3></p><br />     <p><h2>Justin Jefferson, Vikings WR</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144096-maddennfl23xboxseriesxs%283%29.png\" /><br /><h3><p>I thought about other wide receivers--AJ Brown, Ja'Marr Chase, Tyreek Hill--but ultimately only one makes sense to me. As perhaps the league's best receiving talent, Jefferson has not just the skills, but the personality to match. He made the Griddy dance so famous that it ended up not just in Madden, but even in Fortnite. He just looks the part, whether he's torching DBs or dancing on the cover this August.</p></h3></p><br />     <p><h2>Aaron Rodgers, Jets QB</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144098-maddennfl23xboxseriesxs.png\" /><br /><h3><p dir=\"ltr\">Now this one would be sort of funny. If EA put Aaron Rodgers on the cover, it would perhaps be motivated by a callback. Madden historians will recall Madden 2009's cover featured the Packers' Brett Favre. However, Favre was traded to the Jets later that summer, and EA remade the cover to reflect Favre's new team. Similarly, Packers QB Rodgers was recently traded to the Jets, giving football fans, and maybe Madden players, a bit of deja vu.</p><p dir=\"ltr\">We're past the point where EA would need to \"fix\" the cover, but I could see the publisher releasing a Jets-Rodgers cover for launch and then either having a reversible cover or a downloadable version later which calls back to Rodgers' illustrious Packers career.</p><p> </p></h3></p><br />     <p><h2>Ahmad \"Sauce\" Gardner, Jets CB</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4144097-maddennfl23xboxseriesxs%282%29.png\" /><br /><h3><p dir=\"ltr\">There wasn't a better rookie last year than the Jets' cornerback Ahmad Gardner, better known as \"Sauce.\" EA doesn't do a ton of defensive players on the Madden cover, but it's done them when it's either made gameplay sense--like when Ray Lewis was on the cover of Madden 2005 because Tiburon introduced the Hit Stick--or just when the defender is that good--like Madden 15 when Richard Sherman landed on it during the peak Legion of Boom era in Seattle.</p><p dir=\"ltr\">So a defender is unlikely, but among them, Sauce is perhaps <em>most </em>likely, as he's got the youth vote, the likely skyrocketing overall Madden rating, and he plays in the big New York market, even if he happens to be on the franchise that's traditionally seen as lesser than the stadium-mate Giants. Full disclosure: I previously thought about giving Micah Parsons my lone defender spot on this list, but I think Sauce's trajectory is still at a point where EA can latch on to its figurative rocket ship before it's exited the atmosphere, where as Parsons is already a certified star.</p><p dir=\"ltr\">Stick around for more Madden NFL 24 chatter as we approach the official reveal, which should occur sometime in June ahead of a presumed August launch on PC, Xbox, and PlayStation.</p><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/madden-24-cover-predictions-who-will-be-on-the-madden-nfl-cover-this-year/2900-4762/", "date_published": "2023-05-26 16:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Best Buy's Memorial Day Sale Is Loaded With Discounts On Games, Laptops, And More", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144037-marvel%E2%80%99sspider-manmilesmorales.jpg\" /><br /><h3><p>Best Buy has officially kicked off its <span class=\"norewrite\">           <a href=\"https://shop-links.co/1809380871569855057?u1=subid_value\">Memorial Day Sale,</a> </span> and it’s every bit as impressive as you’d expect. From massive price cuts on gaming laptops and TVs to discounts on today’s most popular video games and accessories, something on your Wishlist is bound to be on sale.</p><p>Games are a big part of Best Buy’s latest event, with hits like <span class=\"norewrite\">           <a href=\"https://shop-links.co/1806410096757876707?u1=subid_value\">Assassin’s Creed Valhalla</a> </span> and <span class=\"norewrite\">           <a href=\"https://shop-links.co/1805394873363597138?u1=subid_value\">Grand Theft Auto V</a> </span> both listed for just $20. <span class=\"norewrite\">           <a href=\"https://shop-links.co/1809379080191977714?u1=subid_value\">Far Cry 6</a> </span> is also down to just $15 from its usual $40, making this a great time to check out the wild open-world adventure. And if you’re excited about the upcoming Spider-Man 2, be sure to check out <span class=\"norewrite\">           <a href=\"https://shop-links.co/1806410453755050590?u1=subid_value\">Marvel’s Spider-Man: Miles Morales Ultimate Edition</a> </span> now that it’s on sale for $44 (down from $70).</p><p>Best Buy’s laptop deals might be more enticing than its video game deals, however, as the <span class=\"norewrite\">           <a href=\"https://shop-links.co/1809380427445032898?u1=subid_value\">Razer Blade 15</a> </span> is seeing a staggering $1200 price cut. It’s still pretty expensive, but if you’ve had your eye on the premium rig, now’s a great time to scoop it up. The big selling point of the laptop is its RTX 3080 Ti graphics card, which will let you play nearly every game at its highest settings without breaking a sweat. You’ll also find the <span class=\"norewrite\">           <a href=\"https://shop-links.co/1809380399040509710?u1=subid_value\">Alienware m17 R5 Gaming Laptop</a> </span> with an RTX 3070 Ti listed for $1600 (down from $2300).</p><p>Other notable discounts include a high-end <span class=\"norewrite\">           <a href=\"https://shop-links.co/1801316699132414295?u1=subid_value\">Corsair keyboard,</a> </span> a popular <span class=\"norewrite\">           <a href=\"https://shop-links.co/1806410785588882854?u1=subid_value\">Razer headset,</a> </span> and some smaller price cuts on <span class=\"norewrite\">           <a href=\"https://shop-links.co/1809380653185617283?u1=subid_value\">gaming mice</a> </span> and other PC accessories. You’ll find the best deals below, but be sure to check out the full <span class=\"norewrite\">           <a href=\"https://shop-links.co/1809380871569855057?u1=subid_value\">Best Buy catalog</a> </span> if nothing catches your eye.</p></h3></p><br />     <p><h2>Assassin’s Creed Valhalla</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144021-assassin%E2%80%99screedvalhalla.jpg\" /><br /><h3><p> </p><p><strong>$20 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1806410096757876707?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Dying Light 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144020-dyinglight2.jpg\" /><br /><h3><p> </p><p><strong>$25 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809379055599060825?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Far Cry 6</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144019-farcry6.jpg\" /><br /><h3><p> </p><p><strong>$15 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809379080191977714?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Grand Theft Auto V</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144018-grandtheftautov.jpg\" /><br /><h3><p> </p><p><strong>$20 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1805394873363597138?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>It Takes Two</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144017-ittakestwo.jpg\" /><br /><h3><p><strong>$20 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809379271809863062?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>The Last of Us Part II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144015-thelastofuspartii.jpg\" /><br /><h3><p> </p><p><strong>$21 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1806410359904369846?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Mario + Rabbids: Sparks of Hope</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144013-mariorabbids.jpg\" /><br /><h3><p> </p><p><strong>$30 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1804824509419282648?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Marvel’s Midnight Suns: Enhanced Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144011-marvel%E2%80%99smidnightsuns.jpg\" /><br /><h3><p> </p><p><strong>$37 ($<del>70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1807800951353084553?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Marvel’s Spider-Man: Miles Morales</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144010-marvel%E2%80%99sspider-manmilesmorales.jpg\" /><br /><h3><p> </p><p><strong>$44 ($<del>70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1806410453755050590?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>NFS Unbound</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144009-nfsunbound.jpg\" /><br /><h3><p> </p><p><strong>$30 ($<del>50</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809379869672948316?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Rainbow Six Extraction</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144008-rainbowsixextraction.jpg\" /><br /><h3><p> </p><p><strong>$15 ($<del>30</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809379893056917405?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Red Dead Redemption 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144007-reddeadredemption2.jpg\" /><br /><h3><p> </p><p><strong>$20 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809379917164387033?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Tactics Ogre: Reborn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144006-tacticsogrereborn.jpg\" /><br /><h3><p> </p><p><strong>$30 ($<del>50</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1803985788875939355?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>WWE 2K23</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144005-wwe2k23.jpg\" /><br /><h3><p> </p><p><strong>$55 ($<del>70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801197699948203681?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>MSI Cyborg Gaming Laptop (RTX 4050)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144022-msicyborggaminglaptop%28rtx4050%29.jpg\" /><br /><h3><p> </p><p><strong>$800 ($<del>1000</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380331653210011?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>ASUS ROG Zephyrus M16 (RTX 3070 Ti)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144023-asusrogzephyrusm16%28rtx3070ti%29.jpg\" /><br /><h3><p> </p><p><strong>$1500 ($<del>2150</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380353855919014?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Acer Predator Helios 300 (RTX 3070 Ti)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144024-acerpredatorhelios300%28rtx3070ti%29.jpg\" /><br /><h3><p> </p><p><strong>$1300 ($<del>2100</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380374780681844?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Alienware m17 R5 Gaming Laptop (RTX 3070 Ti)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144025-alienwarem17r5gaminglaptop%28rtx3070ti%29.jpg\" /><br /><h3><p> </p><p><strong>$1600 ($<del>2300</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380399040509710?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Razer Blade 15 (RTX 3080 Ti)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144026-razerblade15%28rtx3080ti%29.jpg\" /><br /><h3><p> </p><p><strong>$2500 ($<del>3700</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380427445032898?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Seagate 1TB Storage Expansion Card for Xbox Series X</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144027-seagate1tbstorageexpansioncardforxboxseriesx.jpg\" /><br /><h3><p> </p><p><strong>$150 ($<del>220</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1807426655316301735?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Sony 55-Inch Class X75K 4K Google TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144028-sony55-inchclassx75k4kgoogletv.jpg\" /><br /><h3><p> </p><p><strong>$450 ($<del>500</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380472031956701?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>LG 77-Inch Class B2 Series OLED Smart TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144029-lg77-inchclassb2seriesoledsmarttv.jpg\" /><br /><h3><p> </p><p><strong>$2000 ($<del>2500</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380494649394781?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung 65-Inch Class TU690T Smart TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144030-samsung65-inchclasstu690tsmarttv.jpg\" /><br /><h3><p> </p><p><strong>$450 ($<del>670</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380517839880671?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>LG 75-Inch Class UQ9000 Series LED 4K Smart TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144031-lg75-inchclassuq9000seriesled4ksmarttv.jpg\" /><br /><h3><p> </p><p><strong>$750 ($<del>900</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380539448724609?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Razer Naga Trinity Wired Optical Gaming Mouse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144032-razernagatrinitywiredopticalgamingmouse.jpg\" /><br /><h3><p> </p><p><strong>$64 ($<del>100</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380563475947508?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Corsair K100 Air Wireless Low Profile Gaming Keyboard</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144033-corsairk100airwirelesslowprofilegamingkeyboard.jpg\" /><br /><h3><p> </p><p><strong>$215 ($<del>280</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801316699132414295?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Razer Nari Ultimate Wireless Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144034-razernariultimatewirelessgamingheadset.jpg\" /><br /><h3><p> </p><p><strong>$80 ($<del>200</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1806410785588882854?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Razer Blackwidow V3 Full Size Keyboard</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144035-razerblackwidowv3fullsizekeyboard.jpg\" /><br /><h3><p> </p><p><strong>$80 ($<del>140</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380629296681695?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Logitech G PRO Wireless Gaming Mouse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4144036-logitechgprowirelessgamingmouse.jpg\" /><br /><h3><p> </p><p><strong>$100 ($<del>130</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1809380653185617283?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/best-buys-memorial-day-sale-is-loaded-with-discounts-on-games-laptops-and-more/2900-4761/", "date_published": "2023-05-26 16:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Avatar: The Way Of Water Preorders Have Officially Opened", "description": "<p>Avatar: The Way of Water may not have earned universal acclaim like its predecessor, but it still managed to pull in <a href=\"https://www.metacritic.com/movie/avatar-the-way-of-water\">favorable reviews</a> when it launched last December. It would eventually go on to earn more than $2 billion during its theatrical run, making it one of the highest-grossing movies of all time. Now, preorders have finally opened for the Way of Water Blu-ray, which is heading to home theaters on June 20.</p><p>Several different formats will be available--including one that lets you enjoy 3D effects from the comfort of your couch. Here’s a look Avatar: The Way of Water preorders, along with exclusive bonus content that’s being offered by select retailers.</p><div><div class=\"norewrite\" title=\"6514584 - Avatar Way of Water Preorders\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://shop-links.co/1809309703963886913?u1=subid_value\">Avatar: Way of Water exclusive retailer bonuses</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://shop-links.co/1809309703963886913?u1=subid_value\">$30+</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4143673-walmartpreorderexclusive.jpg\" />                             <a href=\"https://shop-links.co/1809309703963886913?u1=subid_value\"></a>                        </div>              <div class=\"item-description\"><p>Best Buy, Target, and Walmart are all offering unique bonuses with your Avatar: Way of Water preorder. Thankfully, the film and everything else on the disc are the same regardless of where you place your preorder. Instead, it’s largely the case that looks different between retailers.</p><p>Walmart is selling the film in a case wrapped in lenticular graphics, Best Buy is offering a steelbook, and Target is selling it with a standard case along with a limited-edition decal for your water bottle, phone, or laptop. Regardless of which you pick, you’ll be getting the 4K Blu-ray version of the film, plus a standard Blu-ray, digital copy, and additional disc loaded with bonus features.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://shop-links.co/1809309703963886913?u1=subid_value\">See at Best Buy</a>                              </div>                                                                      <div>                        <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/avatar-the-way-of-water-target-exclusive-4k-uhd-blu-ray-digital/-/A-89032044\">See at Target</a>           </div>                                                                                                             <div>                        <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Avatar-The-Way-of-Water-Walmart-Exclusive-4K-Ultra-HD-Blu-Ray-Digital-Copy/3610379423\">See at Walmart</a>           </div>                                    </div>      </div>                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://shop-links.co/1809309783296490225?u1=subid_value\">Avatar: The Way of Water 4K Blu-ray</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://shop-links.co/1809309783296490225?u1=subid_value\">$30+</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4143674-4kbluray.jpg\" />                             <a href=\"https://shop-links.co/1809309783296490225?u1=subid_value\"></a>                        </div>              <div class=\"item-description\"><p>Aside from the three retailers listed above, snagging the 4K Blu-ray version of the film will always net you the same content. This includes a 4K and standard Blu-ray, a digital copy of The Way of Water, along with a disc of bonus features.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://shop-links.co/1809309783296490225?u1=subid_value\">See at Best Buy</a>                              </div>                                                                      <div>                        <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Avatar-The-Way-of-Water-UHD-2-BD-DC/3085266756\">See at Walmart</a>           </div>                                                     </div>      </div>                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://shop-links.co/1809310121531430303?u1=subid_value\">Avatar: The Way of Water 3D Blu-ray</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://shop-links.co/1809310121531430303?u1=subid_value\">$34+</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4143677-3dbluray.jpg\" />                             <a href=\"https://shop-links.co/1809310121531430303?u1=subid_value\"></a>                        </div>              <div class=\"item-description\"><p> </p><p>If you loved the special 3D effects at your local theater, consider picking up the Blu-Ray 3D version of Avatar: The Way of Water. These 3D effects aren’t available in the 4K edition, making this the only way to truly recreate the screen-jumping effects of the theatrical release. Preorders also come with a standard Blu-ray without 3D.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://shop-links.co/1809310121531430303?u1=subid_value\">See at Best Buy</a>                              </div>                                                                      <div>                        <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Avatar-The-Way-Of-Water-2-3D-Blu-Ray-2-Blu-Ray-Digital-Copy/3111808959\">See at Walmart</a>           </div>                                                     </div>      </div>                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://shop-links.co/1809310178799492355?u1=subid_value\">Avatar 4K Blu-ray</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://shop-links.co/1809310178799492355?u1=subid_value\">$34+</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4143678-avataroriginal.jpg\" />                             <a href=\"https://shop-links.co/1809310178799492355?u1=subid_value\"></a>                        </div>              <div class=\"item-description\"><p> </p><p>If you happened to miss out on the original Avatar, a 4K Blu-ray format is also launching on June 20. This will be sold as a three-disc bundle that offers a 4K version, standard version, and disc full of additional content. You’ll also get a digital copy with your purchase.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://shop-links.co/1809310178799492355?u1=subid_value\">See at Best Buy</a>                              </div>                                                                      <div>                        <a href=\"https://www.amazon.com/Avatar-4K-Blu-ray/dp/B0C5JTY5W5?tag=gamespot-buybutton-20\">See at Amazon</a>           </div>                                                                                                             <div>                        <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Avatar-4K-Ultra-HD-2-Blu-ray-Digital-Copy/3252679368\">See at Walmart</a>           </div>                                    </div>      </div>   </div> </div></div><p> </p><a href=\"https://www.gamespot.com/articles/avatar-the-way-of-water-preorders-have-officially-opened/1100-6514584/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/avatar-the-way-of-water-preorders-have-officially-opened/1100-6514584/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 15:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Lord Of The Rings: Gollum Dev Apologizes For Game's Poor Launch, Promises Fixes", "description": "<p><a href=\"https://www.gamespot.com/games/the-lord-of-the-rings-gollum/\">The Lord of the Rings: Gollum</a> launched on May 25, and its release was not what developer Daedalic Entertainment wanted to see. The game received very bad review scores, and many people have pointed out the game's numerous glitches and other oddities. In a statement, Daedalic apologized for the \"underwhelming experience\" people have reported.</p><p>\"We acknowledge and deeply regret that the game did not meet the expectations we set for ourselves or for our dedicated community,\" the developer said. \"Please accept our sincere apologies for any disappointment this may have caused.\"</p><p>Deadalic went on to say that its developers are now working to address the game's bugs and technical issues. \"We are committed to providing you with the patches that will allow you to enjoy the game to its fullest potential,\" the studio said.</p><a href=\"https://www.gamespot.com/articles/the-lord-of-the-rings-gollum-dev-apologizes-for-games-poor-launch-promises-fixes/1100-6514602/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-lord-of-the-rings-gollum-dev-apologizes-for-games-poor-launch-promises-fixes/1100-6514602/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 15:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Player Makes Weapon That Surpasses Metal Gear", "description": "<p>The Legend of Zelda: Tears of the Kingdom players have been making some wild creations in the game since launch, but this particular creation surpasses everything else we've seen so far. Over on Twitter, user Uran120 unveiled not just a replica of the iconic Metal Gear Rex from 1998's Metal Gear Solid, but a <em>functional </em>one as well. It's complete with a bare-chested Linkquid Snake, who's ready to fight anyone on top of the creation in a no-shirts-allowed brawl.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">大佐、奴が動き出した！<a href=\"https://twitter.com/hashtag/%E3%82%BC%E3%83%AB%E3%83%80%E3%81%AE%E4%BC%9D%E8%AA%AC?src=hash&amp;ref_src=twsrc^tfw\">#ゼルダの伝説</a> <a href=\"https://twitter.com/hashtag/TearsOfTheKingdom?src=hash&amp;ref_src=twsrc^tfw\">#TearsOfTheKingdom</a> <a href=\"https://twitter.com/hashtag/Zelda?src=hash&amp;ref_src=twsrc^tfw\">#Zelda</a> <a href=\"https://twitter.com/hashtag/NintendoSwitch?src=hash&amp;ref_src=twsrc^tfw\">#NintendoSwitch</a> <a href=\"https://t.co/pdsniUewlq\">pic.twitter.com/pdsniUewlq</a></p>  — にかいどう@レゴ機械生物図鑑 (@uran120) <a href=\"https://twitter.com/uran120/status/1661718009759797249?ref_src=twsrc^tfw\">May 25, 2023</a></blockquote>              </div><p>At this point, it shouldn't be surprising to see TOTK players cobble something new up using the game's Ultrahand and Fuse abilities with spare Zonaite technology, but every week has a fresh reveal. So far, players have used the new gameplay systems to create orbital weapons platforms, <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-players-are-doing-terrible-things-to-koroks/1100-6514148/\">torture devices for Koroks</a>, and much more.</p><p>If you're looking to master the TOTK Zonaite industrial age, you can check out the <a href=\"https://www.gamespot.com/articles/this-site-will-help-you-become-a-better-zelda-tears-of-the-kingdom-engineer/1100-6514259/\">Zelda Builds website</a>, which is regularly updated with new creations from the Zelda fan community. You can also check out our <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-autobuild-guide/1100-6514038/\">autobuild guide</a> to see how you can use this powerful ability inside of the game.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-player-makes-weapon-that-surpasses-metal-gear/1100-6514600/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-player-makes-weapon-that-surpasses-metal-gear/1100-6514600/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 15:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "LOTR: Gollum Is Getting A Patch To Address Performance Issues", "description": "<p><a href=\"https://www.gamespot.com/games/the-lord-of-the-rings-gollum/\">The Lord of the Rings: Gollum</a>, a game that launched to poor critical reception, will receive a patch on May 27. The update will supposedly address performance issues that have plagued the game since its release earlier this week.</p><p>This comes by way of developer Daedalic, which issued a statement to <a href=\"https://www.eurogamer.net/new-patch-for-the-lord-of-the-rings-gollum-due-tomorrow\">Eurogamer</a> about the game's current state. \"As you maybe already can imagine, we are aware of the feedback brought up by preview-testers,\" an excerpt from the statement reads.</p><p>Daedalic issued a day-one patch alongside the game's release, which addressed crashing issues on PS5, but there's still work to be done. \"Most of the issues mentioned, especially crashes, were concerning the console version of the game and we already patched the game accordingly,\" Daedalic said.</p><a href=\"https://www.gamespot.com/articles/lotr-gollum-is-getting-a-patch-to-address-performance-issues/1100-6514601/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/lotr-gollum-is-getting-a-patch-to-address-performance-issues/1100-6514601/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 15:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Minecraft's Trails And Tails Update Arrives June 7", "description": "<p>Minecraft hit 1.0 more than 12 years ago, and even after all these years, the team at Mojang continues to release updates rich with new items and gameplay. The upcoming 1.20 update will add a bunch of new features, and now we know exactly when all the miners and crafters will get to check them out. The Minecraft <a href=\"https://www.gamespot.com/articles/minecrafts-camel-filled-update-finally-has-a-name-trails-and-tales/1100-6512009/\">1.20 Trails &amp; Tales</a> update arrives to Minecraft's Bedrock Edition on June 7, 2023.</p><p>The Trails &amp; Tales update brings a bunch of new content to the game that should please just about any active player, no matter how they play. This update is the debut of <a href=\"https://www.gamespot.com/articles/minecraft-to-add-fan-voted-mob-the-sniffer-with-1-20-update/1100-6511483/\">the Sniffer</a>, the winner of Mojang's 2022 Minecraft Live Mob Vote. Players will find eggs at archaeology sites that they can hatch and grow from a snifflet into a sniffer, which will then help players find ancient seeds that are used to grow torchflower and pitcher plants, both of which are also new.</p><p>Speaking of <a href=\"https://www.gamespot.com/articles/minecraft-will-let-you-uncover-lost-relics-with-its-archeology-feature-next-week/1100-6511415/\">archaeology</a>, players looking for something new to do will be able to find new \"suspicious\" sand and gravel in desert temples and ocean ruins, as well as trail ruins, a new structure that players can find in cold biomes. Using an archaeology brush, players will be able to carefully uncover tools, bones, sniffer eggs, and pottery sherds (that's an archaeology word that means shard. Seriously.). Players can then assemble these sherds to make pottery with a variety of patterns.</p><a href=\"https://www.gamespot.com/articles/minecrafts-trails-and-tails-update-arrives-june-7/1100-6514586/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/minecrafts-trails-and-tails-update-arrives-june-7/1100-6514586/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "John Wick 5 Confirmed, John Wick Video Game Proposals Moving Ahead", "description": "<p>John Wick 5 is in the works, Lionsgate has confirmed, and the company also discussed how the John Wick AAA video game is coming along.</p><p>As part of <a href=\"https://event.choruscall.com/mediaframe/webcast.html?webcastid=jucUwDrW\">Lionsgate's latest earnings presentation</a>, president Joe Drake said the film company has been impressed by the box office results of John Wick 4 and wants to keep the ball rolling. The aim is to create a \"regular cadence\" of releases, and this includes entries in the core series as well as spin-offs.</p><p>\"Ballerina is the first spin-off that comes out next year. We're in development on three others, including 5 and including television series, The Continental, will be airing soon. But you can rely on a regular cadence of John Wick,\" Drake said (<a href=\"https://comicbook.com/movies/news/john-wick-5-lionsgate-boss-confirms-development/\">via ComicBook</a>).</p><a href=\"https://www.gamespot.com/articles/john-wick-5-confirmed-john-wick-video-game-proposals-moving-ahead/1100-6514599/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/john-wick-5-confirmed-john-wick-video-game-proposals-moving-ahead/1100-6514599/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 14:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Metal Gear Solid: The Board Game Now Available For Preorder", "description": "<p dir=\"ltr\">The video game to board game pipeline has become well-established over the past few years, and it seems that Metal Gear Solid is the latest adaptation. Coming on the heels of Konami's announcement of <a href=\"https://www.gamespot.com/articles/the-new-metal-gear-solid-3-remake-is-pronounced-delta/1100-6514545/\">Metal Gear Solid Delta: Snake Eater</a>, the \"<a href=\"https://preorder.cmon.com/metal-gear-solid\">Integral Edition</a>\" of the board game will cost $100 plus shipping.</p><p dir=\"ltr\">Designed by Emerson Matsuuchi, the Metal Gear Solid board game appears to be based primarily on the PS1 original of that name. It features mission-based co-op gameplay that highly encourages a stealthy approach. It has several weapons and items from the game, such as Meryl's infinite ammo bandana. It also includes several of the game's iconic boss fights, including Ocelot, Sniper Wolf, Liquid Snake, and more.</p><p dir=\"ltr\">The preorder bonuses include a Metal Gear Rex miniature and a 109-page graphic novel. The game supports one to four players and takes roughly an hour to 90 minutes to play. The Metal Gear Solid board game was originally supposed to launch in 2021, but it was canceled by publisher IDW after a number of delays. The game is now being published by CMON, and it is expected to ship in May 2024.</p><a href=\"https://www.gamespot.com/articles/metal-gear-solid-the-board-game-now-available-for-preorder/1100-6514598/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/metal-gear-solid-the-board-game-now-available-for-preorder/1100-6514598/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 14:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo Returns To Hearthstone In June, Audiopocalypse Mini-Set Coming Next Week", "description": "<p>Diablo 4 is just around the corner, and Blizzard's popular collectible card game Hearthstone is celebrating with a couple of in-game events in June. A special Battlegrounds and Tavern Brawl will launch during the month, just after the launch of the next Hearthstone mini-set for traditional play.</p><p>First, Diablo will return to Hearthstone Battlegrounds for a limited time, June 5-7. Diablo was first introduced in 2021 as a limited-time Battlegrounds hero. When one player selects Diablo, it makes that player a raid boss who takes on all seven other players simultaneously once every four turns, with the winners claiming specialized loot. Blizzard didn't detail any changes for this reemergence of Diablo.</p><p>Plus, a special Diablo-themed Tavern Brawl boss battle is coming. This one will be unusual for Tavern Brawls as it will last for two weeks instead of just one, and your progression against the boss will be saved across each run. For your efforts you can snag a special card back.</p><a href=\"https://www.gamespot.com/articles/diablo-returns-to-hearthstone-in-june-audiopocalypse-mini-set-coming-next-week/1100-6514582/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-returns-to-hearthstone-in-june-audiopocalypse-mini-set-coming-next-week/1100-6514582/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 14:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2's New Weapon Perk Is Overwhelming PvP Players", "description": "<p>If you've been spending some time in Destiny 2's PvP suite, you've probably noticed a drastic increase in the number of Stasis Titans running around the map. You've probably also noticed that your Guardian has been eliminated <em>ridiculously </em>quickly in these encounters by the new seasonal hand cannon Targeted Redaction.</p><p>There's a reason why, and that's thanks to players discovering that the Collective Action trait on this hand cannon can be used to take out an opponent with just two hits. That's a two-tap kill from a hand cannon, and no matter how high your resilience is, you can't escape death from a high-velocity one-two punch.</p><p>As spotted by <a href=\"https://youtu.be/o7YwSY-3d2E\">Fallout Plays</a>, Collective Action grants a stacking period of increased damage when collecting elemental pickups, so Titan players have been using their Stasis subclass and the Tectonic Harvest Aspect to create these shards of Darkness energy. Combined with Elemental surge and Void weapon surge armor mods on their leg armor, and Titans can easily two-tap their way to victory. All a Titan has to do is make and break some ice when they need it, collect a shard, and activate the Collective Action buff.</p><a href=\"https://www.gamespot.com/articles/destiny-2s-new-weapon-perk-is-overwhelming-pvp-players/1100-6514595/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2s-new-weapon-perk-is-overwhelming-pvp-players/1100-6514595/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 13:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "EU Boss Comments On Microsoft-Activision Deal And PlayStation Outselling Xbox 4:1", "description": "<p>The European Union has <a href=\"https://www.gamespot.com/articles/microsoft-activision-buyout-approved-by-european-commission/1100-6514161/\">approved</a> Microsoft's blockbuster $68.7 billion buyout of Activision Blizzard, and one of the key people involved in the decision, Margrethe Vestager, has now shed more light on the decision.</p><p>In a <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/SPEECH_23_2923\">speech recently</a>, Vestager spoke about the divergence of opinion between the EU and the UK, the latter of which blocked the deal over concerns about cloud gaming.</p><p>\"No one doubts that this was a landmark transaction in the gaming industry. Gaming is a dynamic market that impacts millions of consumers in Europe. So the deal deserved a thorough investigation. We looked at impacts on gamers today and in the future--whether they play on PC, console, or on their phones. We focused on the development of cloud streaming, which will play an increasing role in how consumers access games,\" Vestager said.</p><a href=\"https://www.gamespot.com/articles/eu-boss-comments-on-microsoft-activision-deal-and-playstation-outselling-xbox-41/1100-6514596/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/eu-boss-comments-on-microsoft-activision-deal-and-playstation-outselling-xbox-41/1100-6514596/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 13:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Max Payne Is In The Alan Wake 2 Trailer, Sort Of", "description": "<p>We've already gone over the new <a href=\"https://www.gamespot.com/gallery/alan-wake-2-11-clues-you-may-have-missed-in-the-may-2023-trailer/2900-4756/\">Alan Wake 2 trailer</a> like the Patterson-Gimlin film, searching for clues or new story wrinkles frame by frame, but one of the more overt teases in the story is the appearance of a character who is actually Max Payne, the main character in the games that put Remedy on the map when it worked with Rockstar way back at the turn of the century. Now, Payne has shown up in the Alan Wake 2 trailer. Well, sort of.</p><p>In a shot about midway through the trailer, we can see an FBI special agent and the partner of <a href=\"https://www.gamespot.com/articles/exclusive-alan-wake-2-new-hero-saga-anderson-ushers-in-remedys-darkest-version-of-the-sequel/1100-6514543/\">Saga Anderson</a>, the game's new co-lead and second playable character. This agent has the face of Sam Lake, creative director at Remedy, and is voiced by James McCaffrey, the voice of Max Payne. So it's him right? After all, Remedy's games are all connected in the Remedy Connected Universe, so it must be him.</p><figure style=\"width: 1213px;\"><a href=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4143016-screenshot2023-05-24154805.png\"><img alt=\"Casey on the case.\" src=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4143016-screenshot2023-05-24154805.png\" /></a><figcaption>Casey on the case.</figcaption></figure><p>But it's not so simple. Lake and McCaffrey are actually playing Alex Casey, the fictional crime drama protagonist from Alan Wake's in-universe best-selling novel, The Sudden Stop. To explain how a character has come to life off the page, we'll need to play the game, though it's worth remembering that this is a series very much about fiction becoming reality.</p><a href=\"https://www.gamespot.com/articles/max-payne-is-in-the-alan-wake-2-trailer-sort-of/1100-6514594/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/max-payne-is-in-the-alan-wake-2-trailer-sort-of/1100-6514594/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 12:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears of the Kingdom Update 1.1.2 Supposedly Patches Duplication Glitches", "description": "<p>Nintendo has released a new update for <a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> in the form of version 1.1.2. It's available for all players to download right now and includes a handful of changes, including the removal of <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-infinite-item-glitch-will-give-you-all-the-rupees-you-want/1100-6514279/\">duplication glitches</a>--at least according to community members of <a href=\"https://www.reddit.com/r/NintendoSwitch/comments/13rz4j2/the_legend_of_zelda_tears_of_the_kingdom_has_been/\">Reddit</a>.</p><p>As spotted by <a href=\"https://kotaku.com/zelda-tears-kingdom-duplication-glitch-patched-nerfed-1850478065\">Kotaku</a>, Reddit users are reporting that many duplication glitches are no longer in the game after downloading the recent update. One Reddit user said the update apparently removed the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-dupe-item-shield-surf-guide/1100-6514407/\">shield-jumping duplication</a> glitch, while many others corroborated this claim. Interestingly, Nintendo doesn't specify fixing any duplication glitches in the patch notes.</p><p>Players wanting to continue utilizing duplication glitches should refrain from installing the 1.1.2 update.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-update-1-1-2-supposedly-patches-duplication-glitches/1100-6514592/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-update-1-1-2-supposedly-patches-duplication-glitches/1100-6514592/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 12:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox Games Showcase And Starfield Direct Will Be In Theaters, With Free Snacks", "description": "<p>Microsoft's upcoming summer games showcases, including the Xbox Games Showcase and the Starfield Direct, will be screened live in some theaters in the US.</p><p>People who are registered for Xbox FanFest (<a href=\"https://www.xbox.com/en-US/community/fanfest\">do so here; it's free</a>) can claim tickets to watch the events on the big screen in June <a href=\"https://www.fathomevents.com/events/XBOX-GAMES-SHOWCASE-STARFIELD-DIRECT?date=2023-06-11\">at Fathom Events locations across the US</a>.</p><p>Microsoft will send out an email with instructions for how to claim tickets on June 1, and the site to grab the tickets goes live on June 2 at 7 AM PT / 10 AM ET. In addition to tickets to see the events, Microsoft is giving everyone a $10 credit toward movie theater snacks.</p><a href=\"https://www.gamespot.com/articles/xbox-games-showcase-and-starfield-direct-will-be-in-theaters-with-free-snacks/1100-6514593/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xbox-games-showcase-and-starfield-direct-will-be-in-theaters-with-free-snacks/1100-6514593/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 12:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Marvel's Thunderbolts Pauses Production During Writers Strike", "description": "<p>Production on Marvel's upcoming <a href=\"https://www.gamespot.com/articles/steven-yeun-joins-cast-of-marvels-thunderbolts-in-major-role-report/1100-6511777/\">Thunderbolts film</a> has been paused as the writers strike continues, Deadline reports. Filming was initially due to start in Atlanta in three weeks, but now will be delayed until the strike ends.</p><p>Based on the comics line of the same name, Thunderbolts sees a number of Marvel's iconic anti-heros teaming up--essentially Marvel's answer to DC's Suicide Squad. Actors reprising previous MCU roles for Thunderbolts include Florence Pugh as Yelena Belova, Sebastian Stan as Winter Soldier, David Harbour as Red Guardian, Julia Louis-Dreyfus as Valentina Allegra de Fontaine, Wyatt Russell as US Agent, Hannah John-Kamen as Ghost, and Olga Kurylenko as Taskmaster, while Steven Yeun and Ayo Edebiri will join the cast in currently undisclosed roles.</p><p>Thunderbolts is part of the MCU's Phase Five along with Blade, which also recently had its <a href=\"https://www.gamespot.com/articles/marvels-blade-put-on-hold-due-to-ongoing-writers-strike/1100-6513894/\">shooting schedule delayed</a> due to the strike. Thunderbolts is currently scheduled to release on July 26, 2024, while Blade follows it on the schedule with a September 6, 2024 release date. Marvel has also had to put TV series Wonder Man on hold, with the strike interrupting the Los Angeles-based production.</p><a href=\"https://www.gamespot.com/articles/marvels-thunderbolts-pauses-production-during-writers-strike/1100-6514589/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/marvels-thunderbolts-pauses-production-during-writers-strike/1100-6514589/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 05:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Alone In The Dark Reinvents Itself With Hollywood Actors, Resident Evil Influences", "description": "<p dir=\"ltr\">Amid the horror renaissance we've been living through for the past several years, with games like Resident Evil, Dead Space, Silent Hill, and more getting remade, remastered, or rebooted, one of the oldest series' in the genre is soon to emerge from the shadows. <a href=\"https://www.gamespot.com/games/alone-in-the-dark/\">Alone in the Dark</a>, a remake of the original game from way back in 1992, is being reborn for a modern audience, complete with an over-the-shoulder perspective, combat mechanics that were never found in the original adventure genre-leaning game, and even a few famous faces.</p><p dir=\"ltr\">The remake is penned by Mikael Hedberg, writer of two classics in the genre, Amnesia: The Dark Descent and SOMA, lending the relatively unknown team at Pieces Interactive an air of credibility. At the center of the game's story are two characters, Emily Hartwood and Detective Edward Carnby, played by Free Guy's Jodie Comer and Stranger Things' David Harbour, respectively. The lifelike models of these characters, who are not just voiced by their Hollywood counterparts, but are also modeled to look exactly like them, was an immediately fun new detail when I sat in on a presentation of the game ahead of today's public showcase.</p><div>          </div><p dir=\"ltr\">At its core, Alone in the Dark is a haunted house story, the game's team told me in a Q&amp;A session that followed a hands-off presentation. Players will explore the Southern Gothic horror story by moving through its haunted mansion, solving puzzles, and doing battle with the entities that reside there. In moments I saw, it looked quite like a modern Resident Evil or another 3D over-the-shoulder horror series.</p><a href=\"https://www.gamespot.com/articles/alone-in-the-dark-reinvents-itself-with-hollywood-actors-resident-evil-influences/1100-6514585/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/alone-in-the-dark-reinvents-itself-with-hollywood-actors-resident-evil-influences/1100-6514585/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How The Mario X Lush Collaboration Turned Bowser Sexy And My Skin Yellow", "description": "<p>We live in a golden age of video games. And it's not <em>just </em>because of the plethora of phenomenal games being made, the ever-growing number of players getting into the hobby, the several television and movie adaptations that are actually good, and the growing financial power of video games as a business. No. It's partially because I can now go into Ulta and buy Xbox-themed nail polish, an Animal Crossing eyeshadow palette, and a Sonic the Hedgehog mud mask, all while smelling like Princess Peach.</p><p dir=\"ltr\">Video game collaborations with beauty brands are all around us, bridging the gap between the stereotypical gamer and demographics who were previously overlooked. As someone who enjoys the challenge of perfecting my skincare routine almost as much as I enjoy taking down a From Soft boss, I love trying them out and seeing for myself which ones are actually worth the money. As such, I leapt at the opportunity to try out Lush's new Super Mario Bros. line and leave some feedback. After a month of using six different products, I've finally reached a conclusion on which ones left me saying, \"mama mia!\" and which ones were a bit more, \"mama mia…\" So, letsago!</p><p dir=\"ltr\"><strong>Princess Peach Shower Jelly</strong></p><a href=\"https://www.gamespot.com/articles/how-the-mario-x-lush-collaboration-turned-bowser-sexy-and-my-skin-yellow/1100-6514588/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-the-mario-x-lush-collaboration-turned-bowser-sexy-and-my-skin-yellow/1100-6514588/?ftag=CAD-01-10abi2f", "date_published": "2023-05-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]