[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Durand Bernarr: Tiny Desk Concert", "description": "Mitra I. Arthur | March 31, 2023\nDurand Bernarr is an experience. At the Tiny Desk, members of his band — clad in costumes evoking characters from the Disney Channel animated series The Proud Family — surrounded Bernarr, outfitted in a white and magenta sequined ensemble with a wig styled in a pompadour, channeling the electric energy of the soul and funk singer of the Proud Family, Uncle Bobby.\n\nMore than an experience, Bernarr is a skilled singer. He's gained a following from his catchy albums (including his most recent, Wanderlust), his time spent backing Erykah Badu on tour and his appearances on BET programming. His voice jumps from robust baritone to clear falsetto with ease. Every song takes on a different musical character as he curates the show needed for each audience.\n\nWhen reflecting on his visit to the Tiny Desk, Bernarr remarked, \"I had to show on this platform I'm so much more than just R&amp;B.\" And he did just that, using, as he put it, \"a smooth, alternative James Brown, vaudeville jingles, Quiet Storm, Chanté Moore, jazz, R&amp;B, Patrice Rushen, hip-hop, bluegrass, country, musical theater, house, funk, opera, rock...\" to showcase his showmanship at its peak.\n\nBernarr told the Tiny Desk team: \"I'm not meant to be understood; I'm meant to be experienced.\" I imagine not many Tiny Desks experiences wrap up like his did: with a shirtless performer going into a dip and Diana Ross-in-Mahogany-style twirls, and then weaving his way through the audience supplying hugs and high fives.\n\nSET LIST\n\"Leveled\"\n\"Chops (Reprise from Stuck)\"\n\"Sam's Vibe\"\n\"Company\"\n\"Mango Butter\"\n\"Relocate\"\n\"Freefall\n\"Stuck.\"\n\"Melody\"\n\nMUSICIANS\nDurand Bernarr: vocals\nFrank Moka: drums\nSam Hoffman: guitar, keys\nEgberto \"Budda\" Foster, Jr.: bass\nDevin Smith: keys\nTerron Austin: vocals \nRoy Pattern, Jr.: vocals\nJason Paul: vocals\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin\nVideographers: Joshua Bryant, Kara Frame, Estefania Mitre, Maia Stern\nCreative Director: Bob Boilen \nAudio Assistant: Neil Tevault\nProduction Assistants: Jill Britton, Ashley Pointer\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Pilar Galván, Sofia Seidel\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #durandbernarr", "link": "https://www.youtube.com/watch?v=klL7nY1HzaY", "date_published": "2023-03-31 09:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}]