[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Last of Us Part 1 Remake PC vs PS5 Graphics Comparison -  A Disappointing PC Port", "description": "In conclusion, The Last of Us Part 1 on PC is a problematic port that shouldn’t have been released in this state. The game isn’t optimized in the slightest, and struggles to run on some of the most powerful hardware on the market. The load times are horrendous, and with several reports of frequent crashing and texture glitches - The Last of Us Part 1’s PC version should be altogether avoided as of now. While Naughty Dog has promised that patches and hotfixes are incoming, the current state of the game is simply unacceptable.\n\nIt would seem that Iron Galaxy Studios which released pc games last year without any of these problems would have figured out the porting process by now, but that’s far from the case. All of this paints a really depressing picture for The Last of Us Part 1 on PC, where a masterpiece has been buried under a thick veneer of technical issues. For now, we can only hope that the game gets fixed soon enough - and fans get to experience what they paid for.", "link": "https://www.youtube.com/watch?v=B8Vo9f5it2k", "date_published": "2023-03-31 15:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 NEW Games of April 2023 To Look Forward To", "description": "Tears of the Kingdom finally received some extensive gameplay, and development has wrapped, which means it's on track to launch in May. That's roughly six weeks away, but the good news is that plenty of big games are launching in April to help pass the time. \n\nThese include highly anticipated sequels, with at least one in development for nearly a decade, a new Bithell Games visual novel-style adventure, golf and various shades of cosmic horror. Let's look at all 15 here", "link": "https://www.youtube.com/watch?v=i-LESlVo2Qc", "date_published": "2023-03-31 13:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "MLB The Show 23 Review - The Final Verdict", "description": "In a lot of ways, MLB The Show 23 feels like a slightly upgraded version of MLB The Show 22. Each of the existing game modes feel almost identical to past years, which is to say still incredibly fun, if not as revolutionary. The addition of the Storylines mode and the in-depth look at the real history of the Negro Leagues and its greatest players is a fantastic addition that adds a slightly varied new gameplay style alongside a great platform for learning about the history of the game. \n\nRegardless, MLB The Show has become one of the premier sports games on the market because of its fantastic gameplay and wide array of enjoyable modes, and The Show 23 doesn’t do anything to slow it down.", "link": "https://www.youtube.com/watch?v=7UFsVKeO_UE", "date_published": "2023-03-31 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}]