[{"source": "https://thehill.com/news/feed/", "title": "Depletion date for Social Security trust fund draws closer", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  Depletion date for Social Security fund draws closer Social Security’s largest trust fund could see its reserves depleted as soon as 2033, a new report shows, as some on Capitol Hill have been eyeing potential reforms.  ...", "link": "https://thehill.com/newsletters/business-economy/3928719-depletion-date-for-social-security-trust-fund-draws-closer/", "date_published": "2023-03-31 22:27:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman discharged from hospital, will return to Senate after recess", "description": "Sen. John Fetterman (D-Pa.) was discharged from Walter Reed National Military Medical Center on Friday, after spending several weeks receiving in-patient treatment for depression. “I am extremely grateful to the incredible team at Walter Reed,” Fetterman said in a statement. “The care they provided changed my life. I will have more to say about this...", "link": "https://thehill.com/homenews/senate/3928696-fetterman-discharged-from-hospital-will-return-to-senate-after-recess/", "date_published": "2023-03-31 22:15:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fight over 'Cop City' heats up in Atlanta forest", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Fight over 'Cop City' heats up in Atlanta forest A proposed police training center in Atlanta's forest has prompted clashes between environmentalists and police, including what is believed to be the first police killing of an...", "link": "https://thehill.com/newsletters/energy-environment/3928687-fight-over-cop-city-heats-up-in-atlanta-forest/", "date_published": "2023-03-31 21:54:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watchdog report praises FDA for diverting restaurant food to grocery stores", "description": "A report released this week by the government’s internal watchdog praised the Food and Drug Administration (FDA) for allowing food that was meant for restaurants to be stacked instead on grocery store shelves as inflation following the pandemic hit 40-year highs. Inflation has been coming down throughout the economy, as Friday’s personal consumption expenditures (PCE)...", "link": "https://thehill.com/business/3928666-watchdog-report-praises-fda-for-diverting-restaurant-food-to-grocery-stores/", "date_published": "2023-03-31 21:53:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "9th Navy sailor assigned to coastal Virginia dies by suicide in little over a year", "description": "A Navy sailor assigned to a submarine in Newport News, Va., died by suicide earlier this week, the ninth such death in the service in a little over a year, according to the region’s Office of the Chief Medical Examiner.  Electronics Technician Navigation 3rd Class Devon Faehnrich, assigned to the USS Montana, was found Monday on the pier next to the submarine at Newport...", "link": "https://thehill.com/policy/defense/3928620-9th-navy-sailor-assigned-to-coastal-virginia-dies-by-suicide-in-little-over-a-year/", "date_published": "2023-03-31 21:34:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Maximizing the potential of American irregular warfare in strategic competition", "description": "The Chinese, Russians, and other U.S. antagonists are actively embracing new approaches that embrace this concept for warfighting.", "link": "https://thehill.com/opinion/national-security/3928259-maximizing-the-potential-of-american-irregular-warfare-in-strategic-competition/", "date_published": "2023-03-31 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bragg pushes back on GOP inquiry", "description": "{beacon}  View Online  Evening Report March 31, 2023   ©  AP Bragg's office: GOP effort risks undermining probe The Manhattan district attorney, who has brought charges against former President Trump, is warning Congress against interfering with the legal proceedings.   District Attorney Alvin Bragg's (D) office, which announced unprecedented charges against Trump on Thursday, is...", "link": "https://thehill.com/newsletters/evening-report/3928630-bragg-pushes-back-on-gop-inquiry/", "date_published": "2023-03-31 21:28:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas: 'The number of people that are arriving at our border is at an extraordinary height'", "description": "Homeland Security Secretary Alejandro Mayorkas said in a new interview that the number of people arriving at the U.S.-Mexico border has reached an “extraordinary height.” “The number of people that are arriving at our border is at an extraordinary height. There is no question about that,” Mayorkas told Sharyn Alfonsi in a forthcoming episode of...", "link": "https://thehill.com/homenews/administration/3928571-mayorkas-the-number-of-people-that-are-arriving-at-our-border-is-at-an-extraordinary-height/", "date_published": "2023-03-31 21:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Medicare fund expected to run dry in 2031", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  Medicare solvency deadline pushed back  Medicare continues to be strained, but this year's annual government report shows it could remain solvent for three more years than previously expected. © iStock The report from the Social Security and Medicare Boards...", "link": "https://thehill.com/newsletters/health-care/3928572-medicare-fund-expected-to-run-dry-in-2031/", "date_published": "2023-03-31 21:07:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America’s leadership means stronger women around the world", "description": "In our own lives and careers, we have seen remarkable changes in women’s empowerment and opportunity, not only here in America but around the world. Healthier women with access to education and the opportunity to use that knowledge in starting a business or running for office has meant less poverty, more stability, and more fair...", "link": "https://thehill.com/opinion/congress-blog/3928450-americas-leadership-means-stronger-women-around-the-world/", "date_published": "2023-03-31 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Obama pays tribute on Transgender Day of Visibility: 'We stand with you'", "description": "Former President Barack Obama took to Twitter on Friday to pay tribute to the transgender community on International Transgender Day of Visibility, reminding the LGBTQ community that \"we stand with you.\" \"On this Transgender Day of Visibility, Michelle and I want every trans person in America—and around the world — to know that we see...", "link": "https://thehill.com/blogs/blog-briefing-room/3928386-obama-pays-tribute-on-transgender-day-of-visibility-we-stand-with-you/", "date_published": "2023-03-31 20:56:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Standing next to Harris, Zambian president weighs in on Trump charges", "description": "Zambian President Hakainde Hichilema weighed in the unprecedented indictment of former President Trump, amid a visit with Vice President Kamala Harris. “When there's transgression against law, it does not matter who is involved,” Hichilema said on Friday, while standing beside Harris at a joint press conference in Lusaka, Zambia. “I think that is what the...", "link": "https://thehill.com/policy/international/3928483-standing-next-to-harris-zambian-president-weighs-in-on-trump-charges/", "date_published": "2023-03-31 20:36:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Women are changing the tone in Washington: We’re all better for it", "description": "Though it may have taken time, it is clear that the role and importance of women in D.C. has become undeniable.", "link": "https://thehill.com/opinion/campaign/3927762-women-are-changing-the-tone-in-washington-were-all-better-for-it/", "date_published": "2023-03-31 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cori Bush joins 'Squad' members in opposing TikTok ban", "description": "Rep. Cori Bush (D-Mo.) is joining other members of \" the Squad” in opposing a ban on TikTok, as a debate over the video sharing app heats up on Capitol Hill. “I oppose an outright ban on TikTok and believe that in order to protect people and address the underlying problems, Congress should pass comprehensive...", "link": "https://thehill.com/homenews/house/3928435-cori-bush-joins-squad-members-in-opposing-tiktok-ban/", "date_published": "2023-03-31 20:19:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge sends Dominion's $1.6 billion lawsuit against Fox News to trial", "description": "A judge in Delaware has ordered a jury trial in Dominion Voting Systems' blockbuster lawsuit against Fox News, setting the stage for one of the most consequential defamation decisions against an American media company in decades.  Lawyers for Fox and Dominion faced off in court during a two-day hearing for summary judgment last week, with...", "link": "https://thehill.com/homenews/media/3928459-judge-sends-dominions-1-6-billion-lawsuit-against-fox-news-to-trial/", "date_published": "2023-03-31 20:16:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oklahoma state rep says state superintendent shared 'pretty graphic material' with lawmakers", "description": "An Oklahoma state representative said the state’s superintendent shared pornographic materials with state lawmakers on Thursday, claiming the content was found in Oklahoma schools. State Rep. Mark McBride (R), one of several lawmakers who received the email from Oklahoma Superintendent Ryan Walters, told The Hill that it included “pretty graphic material.” “If that’s going on...", "link": "https://thehill.com/homenews/state-watch/3928408-oklahoma-state-rep-says-state-superintendent-shared-pretty-graphic-material-with-lawmakers/", "date_published": "2023-03-31 20:08:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are 20 cities where houses are cheaper than condos", "description": "A new study identifies 20 large cities, including Chicago, Pittsburgh and Boston, where the average single-family home is cheaper than the mid-priced condominium.  Apartment and condo dwellers have flocked to more spacious detached homes in the last few years, an era of “upsizing” defined by the COVID-19 pandemic and remote work.   The pandemic is easing,...", "link": "https://thehill.com/business/housing/3928420-here-are-20-cities-where-houses-are-cheaper-than-condos/", "date_published": "2023-03-31 20:03:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump campaign blasts out supportive comments from Republicans in wake of indictment", "description": "Former President Trump’s campaign blasted out a message to his supporters on Friday promoting comments from Republicans offering their support to Trump and slamming his indictment following Thursday’s bombshell news that the former president was facing criminal charges.  But even more notable than the number of Republicans included on the list was the one name...", "link": "https://thehill.com/homenews/campaign/3928389-trump-campaign-blasts-out-supportive-comments-from-republicans-in-wake-of-indictment/", "date_published": "2023-03-31 19:44:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal Home Loan Banks should do more than the minimum for affordable housing", "description": "As a start, Congress could increase the amount the FHLBs contribute to the affordable housing program above the current level of 10 percent of net earnings.", "link": "https://thehill.com/opinion/finance/3928017-federal-home-loan-banks-should-do-more-than-the-minimum-for-affordable-housing/", "date_published": "2023-03-31 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House won't be paying for staffers’ Twitter verification", "description": "The White House won’t pay for aides to keep their Twitter verification, telling staffers in a memo on Friday that they have to pay for Twitter Blue out of personal funds. The move sets the precedent for other government staffers, including those who work on Capitol Hill and in local governments, as well as for...", "link": "https://thehill.com/homenews/administration/3928327-white-house-wont-be-paying-for-staffers-twitter-verification/", "date_published": "2023-03-31 19:27:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California snowpack climbs to all-time high, more winter weather on the way", "description": "Following a remarkable winter in which back-to-back “atmospheric rivers” pummeled the West Coast, California’s snowpack levels have climbed to an all-time high, according to state meteorologists. The state’s average snow-water equivalent — the amount of water contained in a snowpack — soared to 236 percent of seasonal norms on Thursday, surpassing a 1982-1983 record, the California Department...", "link": "https://thehill.com/policy/energy-environment/3928319-california-snowpack-climbs-to-all-time-high-more-winter-weather-on-the-way/", "date_published": "2023-03-31 19:12:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2023 UN Water Conference: How can the US capitalize on the momentum?", "description": "The good news is that there is no shortage of exceptional water-research capabilities in the United States.", "link": "https://thehill.com/opinion/energy-environment/3927975-2023-un-water-conference-how-can-the-us-capitalize-on-the-momentum/", "date_published": "2023-03-31 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, LGBTQ leaders take aim at GOP-backed legislation on Transgender Day of Visibility", "description": "President Biden in a presidential proclamation and statement commemorating Transgender Day of Visibility on Friday condemned “MAGA extremists” for advancing hundreds of state bills that target the rights of transgender Americans.  “On Transgender Day of Visibility, we celebrate the strength, joy, and absolute courage of some of the bravest people I know,” Biden said Friday...", "link": "https://thehill.com/homenews/3928268-biden-lgbtq-leaders-take-aim-at-gop-backed-legislation-on-transgender-day-of-visibility/", "date_published": "2023-03-31 18:31:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Every day is patients’ day", "description": "In observance of National Doctors’ Week, Congressman Michael C. Burgess drafted an op-ed highlighting his experience as an OB/GYN and how it affects his policy decisions serving the people of the 26th District of Texas. Time after time, doctors prove to be modern-day heroes. They constantly fight through the proverbial red tape to improve the...", "link": "https://thehill.com/opinion/congress-blog/3928099-every-day-is-patients-day/", "date_published": "2023-03-31 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk was denied meeting with FTC amid Twitter probe: report", "description": "Twitter CEO Elon Musk was denied a meeting with the Federal Trade Commission (FTC) amid its investigation of Twitter over its data and privacy practices, The New York Times reported Thursday.  Documents reviewed by the Times revealed that Musk asked to meet with FTC Chair Lina Khan but was rebuffed. A person with knowledge of the...", "link": "https://thehill.com/policy/technology/3928219-musk-was-denied-meeting-with-ftc-amid-twitter-probe-report/", "date_published": "2023-03-31 18:24:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Graham: Trump should 'smash some windows' on way to DA’s office", "description": "Sen. Lindsey Graham (R-S.C.) joked on Twitter that former President Trump should “smash some windows, rob a few shops and punch a cop” on his way to the Manhattan district attorney’s office as a tactic to avoid prosecution.   Graham, the senior Republican on the Senate Judiciary Committee, made the ironic comment to allude to Manhattan...", "link": "https://thehill.com/regulation/court-battles/3928229-graham-trump-should-smash-some-windows-on-way-to-das-office/", "date_published": "2023-03-31 18:16:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump indictment: What we know and what happens next", "description": "Former President Trump’s indictment by a Manhattan grand jury has sent the political and legal worlds into a frenzy. Here’s what we know so far about the case against Trump and what could happen next as the country awaits the former president's arraignment. Surprise jury vote on Thursday A Manhattan grand jury voted Thursday to...", "link": "https://thehill.com/homenews/campaign/3928170-trump-indictment-what-we-know-and-what-happens-next/", "date_published": "2023-03-31 18:03:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Genuine permitting reform is long overdue", "description": "If you build it, they will come. Good luck getting a government permit to build it. That’s the hard part. The federal permitting process forces American energy infrastructure to endure a maze of regulations, mountains of paperwork, bureaucratic foot-dragging, and costly studies. That’s all before the court battles begin. The economy and the American people...", "link": "https://thehill.com/opinion/congress-blog/3927960-genuine-permitting-reform-is-long-overdue/", "date_published": "2023-03-31 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris visits site of grandfather’s home in Zambia", "description": "Vice President Harris on Friday visited the site of her grandfather’s home while in Zambia on a trip that she said had special significance for her. She traveled to the land where the house was when her grandfather worked and lived in Zambia in the 1960s. The structure is no longer there, but U.S. Embassy...", "link": "https://thehill.com/homenews/administration/3928100-harris-visits-site-of-grandfathers-home-in-zambia/", "date_published": "2023-03-31 17:47:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most Americans in new poll remain pessimistic on economy, inflation", "description": "Americans as a whole viewed the economy in a negative light this month, according to a poll from Gallup released Friday. When asked about current economic conditions, 83 percent of those surveyed view them as \"only fair\" or \"poor,\" while only 16 percent view them as \"excellent\" or \"good.\" Gallup conducted the same poll in...", "link": "https://thehill.com/business/3927931-most-americans-in-new-poll-remain-pessimistic-on-economy-inflation/", "date_published": "2023-03-31 17:41:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Progressives need a plan for permitting reform of their own", "description": "Reforming the energy permitting system is central to fulfilling progressives’ ambitious climate agenda.", "link": "https://thehill.com/opinion/energy-environment/3927953-progressives-need-a-plan-for-permitting-reform-of-their-own/", "date_published": "2023-03-31 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Asa Hutchinson: Trump should ‘step aside’ from 2024 race after indictment", "description": "Former Arkansas Gov. Asa Hutchinson (R) said Trump should “step aside” from the 2024 presidential campaign now that he will be indicted, calling it a “huge distraction.” A Manhattan grand jury voted to indict Trump on Thursday on yet-unknown charges related to a hush money payment he made in 2016 to a woman who alleged...", "link": "https://thehill.com/blogs/blog-briefing-room/3927988-asa-hutchinson-trump-should-step-aside-from-2024-race-after-indictment/", "date_published": "2023-03-31 17:18:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority of Americans don't think college degree is worth cost: poll", "description": "A majority of Americans do not believe that a college degree is worth the cost to obtain one, according to a new poll.  The poll from the Wall Street Journal and NORC Center for Public Affairs Research at the University of Chicago found 56 percent of respondents said they believe earning a four-year degree is...", "link": "https://thehill.com/blogs/blog-briefing-room/3928015-majority-of-americans-dont-think-college-degree-is-worth-cost-poll/", "date_published": "2023-03-31 17:07:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Beyond lip service, these actions can help women secure federal contracts", "description": "We have a chance to provide women-owned businesses with the understanding and confidence to pursue, and obtain, federal contracting opportunities.", "link": "https://thehill.com/opinion/3927939-beyond-lip-service-these-actions-can-help-women-secure-federal-contracts/", "date_published": "2023-03-31 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Exonerated Central Park Five defendant calls Trump indictment ‘karma’", "description": "In 1989, five Black and Latino teenagers were wrongly convicted of raping and killing a white woman in New York’s Central Park. At the time, New York real estate businessman Donald Trump bought a full-page ad in the New York Times calling for the state to adopt the death penalty. Although the ad did not explicitly call...", "link": "https://thehill.com/homenews/3927954-exonerated-central-park-five-defendant-calls-trump-indictment-karma/", "date_published": "2023-03-31 16:50:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Virgin Orbit laying off 85 percent of staff", "description": "Virgin Orbit, the new satellite venture from entrepreneur Richard Branson, announced it will lay off 85 percent of its staff in the coming weeks due to financial struggles. About 675 employees will lose their jobs on Monday, according to a public filing released Thursday. The layoffs come after nearly the entire workforce was placed on...", "link": "https://thehill.com/blogs/blog-briefing-room/3927884-virgin-orbit-laying-off-85-percent-of-staff/", "date_published": "2023-03-31 16:48:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Dan Kildee diagnosed with 'serious but curable form of cancer'", "description": "Rep. Dan Kildee (D-Mich.) announced on Friday that he has been diagnosed with a “serious but curable form of cancer.” The congressman said doctors discovered a small tumor in one of his tonsils and diagnosed him with squamous cell carcinoma. He will undergo surgery to remove the cancer. “A few weeks ago, after consulting with...", "link": "https://thehill.com/homenews/house/3927957-rep-dan-kildee-diagnosed-with-serious-but-curable-form-of-cancer/", "date_published": "2023-03-31 16:47:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Trump indicted: What happens next?", "description": "TALK OF THE MORNING Pushing for details on historic NY indictment: Former President Trump has been indicted on criminal charges in New York over hush money payments his former lawyer and fixer Michael Cohen made to adult film actress Stormy Daniels during the 2016 campaign. Trump is the first former or sitting president to be indicted and is expected to surrender to...", "link": "https://thehill.com/newsletters/1230-report/3927955-the-hills-1230-report-trump-indicted-what-happens-next/", "date_published": "2023-03-31 16:42:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Elliot Page, Margaret Cho, John Leguizamo among celebs offering 'message of solidarity to trans youth'", "description": "Elliot Page, Mindy Kaling, Chelsea Manning, Megan Rapinoe and John Leguizamo are joining forces for a message to transgender children, telling them they “are the future.” The high-profile figures appear as part of a star-studded video called “Dear Trans Youth,” released Friday and produced by Teen Vogue and the LGBTQ magazine Them. In the video message, the participants...", "link": "https://thehill.com/blogs/in-the-know/3927956-elliot-page-margaret-cho-john-leguizamo-among-celebs-offering-message-of-solidarity-to-trans-youth/", "date_published": "2023-03-31 16:37:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "If Congress wants more trade, there’s a bill to pay", "description": "Trade expands the economy, but the benefits are not equally distributed.", "link": "https://thehill.com/opinion/international/3927908-if-congress-wants-more-trade-theres-a-bill-to-pay/", "date_published": "2023-03-31 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ivanka Trump 'pained' over father's indictment", "description": "Ivanka Trump on Friday said she is \"pained\" by the indictment of her father, former President Donald Trump. \"I love my father, and I love my country. Today, I am pained for both,\" Trump wrote in an Instagram story posted to her page. \"I appreciate the voices across the political spectrum expressing support and concern.\"...", "link": "https://thehill.com/blogs/blog-briefing-room/3927888-ivanka-trump-pained-over-fathers-indictment/", "date_published": "2023-03-31 16:24:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Idaho Senate passes bill to criminalize helping minors leave state for abortion without parental consent", "description": "The Idaho Senate approved a bill on Thursday to criminalize helping minors travel out of state to obtain an abortion, sending it to GOP Gov. Brad Little's desk.  The legislation easily passed in a heavily Republican-dominated state House and Senate. If signed into law, the bill would prohibit adults from helping a minor obtain an...", "link": "https://thehill.com/homenews/state-watch/3927903-idaho-senate-passes-bill-to-criminalize-helping-minors-leave-state-for-abortion-without-parental-consent/", "date_published": "2023-03-31 16:23:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "9/11 families will protest Saudi LIV Golf Tour on Masters week", "description": "A group of family members of victims of the 9/11 terror attacks will hold an event in Atlanta next week to protest the Masters’ decision to allow LIV Tour golfers to play in the tournament. The LIV Golf Tour is an upstart rival league to the PGA owned by the Saudi Arabian sovereign wealth fund....", "link": "https://thehill.com/blogs/blog-briefing-room/3927821-9-11-families-will-protest-saudi-liv-golf-tour-on-masters-week/", "date_published": "2023-03-31 16:17:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 30 media outlets, press freedom groups call for Russia to release WSJ reporter", "description": "More than 30 media outlets and press freedom advocacy organizations called for the immediate release of Wall Street Journal reporter Evan Gershkovich in a letter to Russia's ambassador, saying his arrest this week was \"unwarranted and unjust.\" The letter, spearheaded by the Committee to Protect Journalists (CPJ), was sent to the Russian ambassador to the...", "link": "https://thehill.com/policy/international/3927841-more-than-30-media-outlets-press-freedom-groups-call-for-russia-to-release-wsj-reporter/", "date_published": "2023-03-31 16:10:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Minneapolis City Council approves policing overhaul after George Floyd murder", "description": "Minneapolis City Council approved on Friday an agreement with the state to revamp its policing system, nearly three years after the murder of George Floyd. The nearly 130-page settlement includes changes to the use of force; to stops, searches and arrests; using body-worn and dashboard cameras; officer training and wellness; and responding to mental health and behavioral calls. It would also...", "link": "https://thehill.com/homenews/state-watch/3927900-minneapolis-city-council-approves-policing-overhaul-after-george-floyd-murder/", "date_published": "2023-03-31 16:09:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Social Security trust fund on track to run out in 2033: analysis", "description": "Reserves for Social Security’s largest trust fund are on track to run out as soon as 2033, a board of trustees of the program’s accounts said in a report on Friday. The estimate is one year sooner than previously projected for the Old-Age and Survivors Insurance (OASI) Trust Fund, which pays out Social Security benefits...", "link": "https://thehill.com/business/3927807-social-security-trust-fund-on-track-to-run-out-in-2033-analysis/", "date_published": "2023-03-31 16:05:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kushner firm received hundreds of millions from UAE, Qatar", "description": "Jared Kushner’s private equity fund has received hundreds of millions of dollars in investments from the UAE and Qatar, according to a report. Kushner, son-in-law to former President Trump, was the administration's adviser tasked with policy in the Middle East, including delivering a peace plan between Israel and Palestine. According to The New York Times,...", "link": "https://thehill.com/homenews/3927750-kushner-firm-received-hundreds-of-millions-from-uae-qatar/", "date_published": "2023-03-31 15:48:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Teflon Don’ no more", "description": "For years Trump has been the “Teflon Donald,” evading legal accountability for his conduct. His ability to escape has been nothing short of miraculous.", "link": "https://thehill.com/opinion/white-house/3927847-teflon-don-no-more/", "date_published": "2023-03-31 15:47:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration approves California’s electric truck mandate", "description": "The Environmental Protection Agency (EPA) approved California’s authority to set its own regulations requiring manufacturers to speed up the sales of electric trucks in the state.  California has said that it will require an increasing percentage of trucks sold in the state to be electric from 2024 through 2035. New York, New Jersey, Massachusetts, Oregon,...", "link": "https://thehill.com/policy/energy-environment/3927717-biden-administration-approves-californias-electric-truck-mandate/", "date_published": "2023-03-31 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom creates political organization to oppose GOP policies in red states", "description": "California Gov. Gavin Newsom (D) has launched an organization to oppose GOP policies in strongly Republican states to push back against policies that those states have implemented.  Newsom said in a video he tweeted on Thursday that he is creating a group called Campaign for Democracy to oppose “authoritarian leaders” who are “directly attacking our freedoms...", "link": "https://thehill.com/homenews/state-watch/3927797-newsom-creates-political-organization-to-oppose-gop-policies-in-red-states/", "date_published": "2023-03-31 15:25:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CDC teams studying East Palestine health risks got sick during investigation: CNN", "description": "Members of the Centers for Disease Control and Prevention’s (CDC) team studying the effects of the train derailment in East Palestine, Ohio, became briefly ill earlier this month, CNN reported on Friday. Investigators reportedly experienced symptoms including sore throat, headache, coughing and nausea, which are similar to those that residents of the area reported following...", "link": "https://thehill.com/policy/healthcare/3927743-cdc-teams-studying-east-palestine-health-risks-got-sick-during-investigation-cnn/", "date_published": "2023-03-31 15:14:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Business lobbyists take aim at Biden labor nominee", "description": "Business lobbying groups voiced concerns with Labor Secretary nominee Julie Su on Friday, putting pressure on senators to reject President Biden’s pick to lead the key department. A coalition of 32 business groups including the National Retail Federation, National Restaurant Association and International Franchise Association penned a letter criticizing Su’s record and urging senators to...", "link": "https://thehill.com/lobbying/3927784-business-lobbyists-take-aim-at-biden-labor-nominee/", "date_published": "2023-03-31 15:14:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A new frontier: States must champion trans visibility and care", "description": "States like Massachusetts, Minnesota and California must understand their vital role as bastions of freedom for the many people who otherwise lack access to essential care.", "link": "https://thehill.com/opinion/civil-rights/3927607-a-new-frontier-states-must-champion-trans-visibility-and-care/", "date_published": "2023-03-31 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida transgender bathroom bill passes committee", "description": "Transgender people could be jailed if they don’t use the bathrooms associated with their sex at birth, according to a new bill in the Florida legislature which passed a key Senate committee Thursday. Senate Bill 1674 would make it a misdemeanor for an adult to refuse to immediately leave a restroom “designated for the opposite...", "link": "https://thehill.com/homenews/state-watch/3927746-florida-transgender-bathroom-bill-passes-committee/", "date_published": "2023-03-31 14:51:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House says it had no advance warning of Trump indictment", "description": "White House press secretary Karine Jean-Pierre said President Biden wasn’t given advance warning that former President Trump would be indicted by a Manhattan grand jury. “We found out—all of us, including the president—found out about the news yesterday, just like every other American, through the news reports,” Jean-Pierre said Friday. She said the president’s chief...", "link": "https://thehill.com/homenews/administration/3927732-white-house-says-it-had-no-advance-warning-of-trump-indictment/", "date_published": "2023-03-31 14:49:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Immersive Disney experience now open in Las Vegas, other US cities: 'You're there in person'", "description": "A new Disney experience opened Thursday in Las Vegas, allowing visitors to step into the \"magical world of Disney.\"", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3927661-immersive-disney-experience-now-open-in-las-vegas-other-us-cities-youre-there-in-person/", "date_published": "2023-03-31 14:46:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trans Day of Visibility: Hope amid record-breaking targeting of rights", "description": "Three months into an already record-shattering year for legislation targeting the rights of transgender Americans, LGBTQ legal groups and community organizers are focusing on the road ahead, where they say they see successful court battles, repealed anti-LGBTQ laws and a better future in their sight line. More than 430 state bills targeting the rights of...", "link": "https://thehill.com/homenews/state-watch/3927744-trans-day-of-visibility-hope-amid-record-breaking-targeting-of-rights/", "date_published": "2023-03-31 14:43:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans see indictment as boon for Trump in 2024", "description": "Republicans are rushing to defend former President Donald Trump after his indictment on Thursday in an alleged hush-money scheme, in a sign that the criminal charges could bolster his standing in the 2024 presidential race and ease his path to the GOP nomination.  The indictment doesn’t bar Trump from running for the White House. Yet...", "link": "https://thehill.com/homenews/campaign/3927731-republicans-see-indictment-as-boon-for-trump-in-2024/", "date_published": "2023-03-31 14:42:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Southwest rolls out plan to prevent future meltdowns", "description": "Southwest Airlines will bolster its scheduling software, winter equipment and communication systems as part of a plan to prevent a repeat of its December meltdown.    In an action plan published Thursday, Southwest said it would purchase additional winter weather equipment and examine whether it needs to add staff at airports that experience extreme cold. Southwest...", "link": "https://thehill.com/policy/transportation/aviation/3927709-southwest-rolls-out-plan-to-prevent-future-meltdowns/", "date_published": "2023-03-31 14:38:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ files lawsuit against Norfolk Southern over Ohio train derailment", "description": "The Department of Justice (DOJ) on Friday filed a lawsuit against Norfolk Southern railroad in connection with the Feb. 3 derailment of a train carrying hazardous materials in East Palestine, Ohio. The lawsuit, filed in the Northern District of Ohio, accuses the company of illegal pollution of waterways in the Ohio downtown and seeks an...", "link": "https://thehill.com/policy/energy-environment/3927700-doj-files-lawsuit-against-norfolk-southern-over-ohio-train-derailment/", "date_published": "2023-03-31 14:32:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Let’s not overreact to the Chinese brokered Saudi-Iranian deal", "description": "Most observers I met regarded the Saudi-Iranian detente with deep skepticism.", "link": "https://thehill.com/opinion/international/3927580-lets-not-overreact-to-the-chinese-brokered-saudi-iranian-deal/", "date_published": "2023-03-31 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Taco Bell to bring back one of 2 discontinued items based on fans’ votes", "description": "After finding success with a similar promotion last year, Taco Bell has announced plans to bring back one of two discontinued items — and fans will get to decide which one makes it on the menu.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3926262-taco-bell-to-bring-back-one-of-2-discontinued-items-based-on-fans-votes/", "date_published": "2023-03-31 14:26:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Did Biden miss his Kennedy moment on Ukraine?", "description": "Russian history is replete with strong-minded and bullying leaders whose need for power projection and territorial expansion seemed to be practically in their DNA.", "link": "https://thehill.com/opinion/national-security/3927605-did-biden-miss-his-kennedy-moment-on-ukraine/", "date_published": "2023-03-31 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "George Soros responds to GOP attacks over Manhattan DA: 'I don't know him'", "description": "Prominent Democratic donor George Soros responded to Republican attacks on him over Manhattan District Attorney Alvin Bragg’s investigation that led to an indictment of former President Trump, saying that “I don’t know” Bragg.  Soros told Semafor that he did not contribute any money to Bragg’s campaign to become district attorney and does not know him....", "link": "https://thehill.com/blogs/blog-briefing-room/3927585-george-soros-responds-to-gop-attacks-over-manhattan-da-i-dont-know-him/", "date_published": "2023-03-31 13:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scarborough mocks Graham call for Trump support: He 'knows what a bad man Donald Trump is'", "description": "MSNBC host Joe Scarborough mocked Sen. Lindsey Graham (R-SC) for urging conservatives to donate to former President Donald Trump's campaign following his indictment Thursday night. “I always talk about the Jim and Tammy Faye Bakker approach to politics scamming people like my grandmother out of their Social Security checks, $25 here, $50 there,” Scarborough said...", "link": "https://thehill.com/homenews/3927565-scarborough-mocks-graham-call-for-trump-support-he-knows-what-a-bad-man-donald-trump-is/", "date_published": "2023-03-31 13:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration proposes electric vehicle tax credit guidance amid feud with Manchin", "description": "The Biden administration on Friday proposed new rules about when electric vehicles can be eligible for a consumer tax credit — though its disagreements with Sen. Joe Manchin (D-W.Va.) on the issue appear to be ongoing.  In order to get Manchin’s approval of the Democrats’ climate, tax and health care bill, they added stipulations that...", "link": "https://thehill.com/policy/energy-environment/3927263-biden-administration-proposes-electric-vehicle-tax-credit-guidance-amid-feud-with-manchin/", "date_published": "2023-03-31 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch: Jet forced to make emergency landing after losing part of wing in air", "description": "Airport officials said the plane was flying at 27,000 feet when the aircraft lost its left winglet and part of the wing.", "link": "https://thehill.com/homenews/3927573-watch-jet-forced-to-make-emergency-landing-after-losing-part-of-wing-in-air/", "date_published": "2023-03-31 12:51:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden has no comment on Trump indictment", "description": "President Biden had an emphatic no comment Friday about former President Trump being indicted by a Manhattan grand jury, in the first chance for the current president had to be questioned in public on the case. “I have no comment on Trump,” Biden said outside the White House, after reporters asked multiple times about Trump....", "link": "https://thehill.com/homenews/administration/3927543-biden-has-no-comment-on-trump-indictment/", "date_published": "2023-03-31 12:41:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Consumer prices rose 5 percent in February as inflation cooled", "description": "The personal consumption expenditures (PCE) price index fell to an annual increase of 5 percent annually in February, down from 5.4 percent in January, according to data released Friday by the Commerce Department. The Fed's preferred inflation gauge rose by just 0.3 percent from January to February, less than economists had been expecting. --Developing", "link": "https://thehill.com/business/3927536-consumer-prices-rose-5-percent-in-february-as-inflation-cooled/", "date_published": "2023-03-31 12:37:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stormy Daniels lawyer says client 'feels bad that the guy has been charged'", "description": "The attorney for Stormy Daniels said the adult film star “feels bad” that former President Trump has been charged in relation to the investigation into the hush-money payment made to her, but she wants him to also have to face “what the facts were.”  “The fact is that she feels bad that the guy has...", "link": "https://thehill.com/blogs/blog-briefing-room/3927538-stormy-daniels-lawyer-says-client-feels-bad-that-the-guy-has-been-charged/", "date_published": "2023-03-31 12:30:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stormy Daniels lawyer says client 'feels bad that the guy has been charged'", "description": "The attorney for Stormy Daniels said the adult film star “feels bad” that former President Trump has been charged in relation to the investigation into the hush-money payment made to her, but she wants him to also have to face “what the facts were.”  “The fact is that she feels bad that the guy has...", "link": "https://thehill.com/regulation/court-battles/3927538-stormy-daniels-lawyer-says-client-feels-bad-that-the-guy-has-been-charged/", "date_published": "2023-03-31 12:30:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to give our kids and cops a better chance of surviving a massacre", "description": "Nothing will happen to bring this horrendous slaughter to a halt unless Americans rise up to demand action from a Congress that is dependent upon the support of gun makers and radical gun organizations.", "link": "https://thehill.com/opinion/criminal-justice/3926796-how-to-give-our-kids-and-cops-a-better-chance-of-surviving-a-massacre/", "date_published": "2023-03-31 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Graham calls for Fox News viewers to donate to Trump: 'They're trying to bleed him dry’", "description": "Sen. Lindsey Graham (R-S.C.), a close ally of former President Trump, on Thursday called on Fox News viewers to donate to Trump following the indictment issued him saying that political opponents are “trying to bleed him dry.” Graham said in an interview with Sean Hannity on Thursday that conservatives should be sure to vote for...", "link": "https://thehill.com/homenews/senate/3927513-graham-calls-for-fox-news-viewers-to-donate-to-trump-theyre-trying-to-bleed-him-dry/", "date_published": "2023-03-31 11:59:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Indictment reportedly caught Trump, top advisers by surprise", "description": "The indictment that the Manhattan grand jury issued for former President Trump caught both him and his advisers by surprise when it was approved Thursday, multiple outlets reported.  The Washington Post reported that Trump had started becoming cautiously optimistic about the future of the case looking into a hush-money payment made to adult film star...", "link": "https://thehill.com/regulation/court-battles/3927479-indictment-reportedly-caught-trump-top-advisers-by-surprise/", "date_published": "2023-03-31 11:35:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Xi Jinping's 'March Madness': His determination compels an intrepid response", "description": "What a month Chinese leader Xi Jinping had, and no doubt he would wish March 2023 did not have to end. On the international front, his March built on an active February, when he advanced China’s peace plan for Ukraine and the Global Security Initiative to serve as China’s counter to the Munich Security Conference...", "link": "https://thehill.com/opinion/international/3926524-xi-jinpings-march-madness-his-determination-compels-an-intrepid-response/", "date_published": "2023-03-31 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Trump indicted. Now what?", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Trump indicted. Now what? Former President Trump’s indictment Thursday in Manhattan prompted shock-and-awe headlines and predictions that criminal charges will change little for the norm-busting presidential candidate — or...", "link": "https://thehill.com/newsletters/morning-report/3927428-the-hills-morning-report-trump-indicted-now-what/", "date_published": "2023-03-31 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A new wave of Black women are leading the fight for the ERA", "description": "Black women in Congress — specifically Reps. Cori Bush (D-Mo.) and Ayanna Pressley (D-Mass.) — are taking the lead in trying to revive the Equal Rights Amendment (ERA) to guarantee equal rights for all Americans regardless of gender. The ERA, a subject of furious debate a half-century ago, would be the 28th amendment to the...", "link": "https://thehill.com/policy/3926296-a-new-wave-of-black-women-are-leading-the-fight-for-the-era/", "date_published": "2023-03-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "High-stakes transit: Taiwan leader’s US visit risks provoking Beijing", "description": "Taiwan President Tsai Ing-wen’s visit to the U.S. this week is a carefully orchestrated trip to project Taipei's strength against Beijing’s threats, but calculated to avoid sparking a military conflict after tensions flared last year.  Taiwanese and U.S. officials are deliberately calling Tsai’s travel through New York and Los Angeles “transit” stops on her way...", "link": "https://thehill.com/policy/international/3926487-high-stakes-transit-taiwan-leaders-us-visit-risks-provoking-beijing/", "date_published": "2023-03-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Native Americans used horses far earlier than historians had believed", "description": "Native American communities rode, cared for and lived alongside horses nearly a century earlier than European records suggest, a new study has found. The study, published in the journal Science, shatters the conventional narrative of how — and when — horses came into the Indigenous communities of the American West. The study draws on a...", "link": "https://thehill.com/homenews/state-watch/3927037-native-americans-used-horses-far-earlier-than-historians-had-believed/", "date_published": "2023-03-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans divided over tackling Medicare Advantage overpayments", "description": "Hard-pressed to come up with significant savings to reduce the deficit, some Senate Republicans are taking a closer look at reforms to Medicare Advantage in light of reports that insurance companies are collecting billions of dollars in extra profits by over-diagnosing older patients.   But the idea of cracking down on Medicare Advantage overpayments to...", "link": "https://thehill.com/homenews/senate/3927032-republicans-divided-over-tackling-medicare-advantage-overpayments/", "date_published": "2023-03-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump’s historic indictment: Five takeaways", "description": "Former President Trump was indicted by a Manhattan grand jury Thursday, making history as the first executive — sitting or former — to face criminal charges. The indictment comes after District Attorney Alvin Bragg (D) initiated a probe investigating Trump’s involvement in organizing hush money payments to adult film star Stormy Daniels during his 2016 campaign. The...", "link": "https://thehill.com/homenews/campaign/3927128-trumps-historic-indictment-five-takeaways/", "date_published": "2023-03-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to announce 30-day coverage of Mississippi emergency costs after deadly storms", "description": "President Biden will travel to Mississippi on Friday to tour damage from deadly tornadoes and announce that the federal government will cover the full cost of the state’s emergency measures for the next month, a White House official said. The president and first lady Jill Biden will visit Rolling Fork, Miss., where they will meet...", "link": "https://thehill.com/homenews/administration/3927261-biden-to-announce-30-day-coverage-of-mississippi-emergency-costs-after-deadly-storms/", "date_published": "2023-03-31 09:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Who is Manhattan DA Alvin Bragg?", "description": "With former President Trump’s indictment on Thursday, Manhattan District Attorney Alvin Bragg (D) has placed himself at the center of a political firestorm. Bragg, who convened the New York grand jury that ultimately decided to charge the former president for his role in a 2016 hush money payment has faced intense criticism from Trump and...", "link": "https://thehill.com/regulation/court-battles/3927262-who-is-manhattan-da-alvin-bragg/", "date_published": "2023-03-31 03:02:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warrants issued to officials after fire kills almost 40 in Mexican migrant facility", "description": "Mexican officials say arrest warrants have been issued for six people in connection with the deadly fire that killed 39 migrants at a detention center in Mexico earlier this week. The six facing warrants include three National Immigration Institute officials and two private security guards, as well as the migrant accused of starting the fire,...", "link": "https://thehill.com/policy/international/3927234-warrants-issued-to-officials-after-fire-kills-almost-40-in-mexican-migrant-facility/", "date_published": "2023-03-31 02:06:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "911 calls made during Nashville school shooting released", "description": "Authorities have released three calls made to 911 during the shooting at The Covenant School on Monday, March 27.", "link": "https://thehill.com/homenews/3926781-911-calls-made-during-nashville-school-shooting-released/", "date_published": "2023-03-31 01:52:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence calls Trump indictment 'an outrage'", "description": "Former Vice President Mike Pence on Thursday called a Manhattan grand jury’s decision to indict former President Trump an “outrage,” and declined to say if Trump should drop out of the 2024 race if he's convicted. \"The unprecedented indictment of a former president of the United States on a campaign finance issue is an outrage,”...", "link": "https://thehill.com/homenews/campaign/3927207-pence-calls-trump-indictment-an-outrage/", "date_published": "2023-03-31 01:31:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson: Trump indictment 'greater assault' on democracy than Jan. 6", "description": "Fox News host Tucker Carlson said the indictment of former president Trump by a New York grand jury on Thursday was a bigger assault on the American system of government than the Jan. 6, 2021 attack on the U.S. Capitol by the former president's supporters. \"If you believe in our system and you want it...", "link": "https://thehill.com/homenews/3927143-tucker-carlson-trump-indictment-greater-assault-on-democracy-than-jan-6/", "date_published": "2023-03-31 00:53:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer on indictment: Trump 'is subject to the same laws as every American'", "description": "Senate Majority Leader Charles Schumer (D-N.Y.) on Thursday called for calm heads to prevail after the Manhattan District Attorney's office indicted former President Trump in relation to hush money payments made to an adult film actress Stormy Daniels during his 2016 campaign.  \"Mr. Trump is subject to the same laws as every American. He will be...", "link": "https://thehill.com/homenews/senate/3927135-schumer-on-indictment-trump-is-subject-to-the-same-laws-as-every-american/", "date_published": "2023-03-31 00:37:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why charges against Trump don't prevent him from running for president", "description": "Donald Trump became the first president on Thursday to face criminal charges – an indictment that comes several months after the former president announced he’s running for reelection.  Trump’s indictment comes in response to an investigation launched by Manhattan District Attorney Alvin Bragg (D) regarding possible involvement in a hush money payment that was made...", "link": "https://thehill.com/homenews/campaign/3927095-why-charges-against-trump-dont-prevent-him-from-running-for-president/", "date_published": "2023-03-31 00:25:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manhattan DA's office says it's reached out to coordinate Trump’s surrender", "description": "The Manhattan district attorney’s office said Thursday that they’ve reached out to former President Trump to coordinate his surrender after he was indicted on criminal charges by a grand jury in New York.  “This evening we contacted Mr. Trump’s attorney to coordinate his surrender to the Manhattan D.A.’s Office for arraignment on a Supreme Court...", "link": "https://thehill.com/homenews/state-watch/3927089-manhattan-das-office-says-its-reached-out-to-coordinate-trumps-surrender/", "date_published": "2023-03-31 00:24:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jesse Watters 'mad' about Trump indictment: ‘Country is not going to stand for it'", "description": "Fox News host Jesse Watters warned that many Americans are going to be extremely angered by news of former President Trump's indictment by a New York grand jury on Thursday. \"I'm starting to feel it right now. I'm mad about it, I don't like. The country's not going to stand for it,\" Watters said on...", "link": "https://thehill.com/homenews/media/3927075-foxs-jesse-watters-mad-about-trump-indictment-country-is-not-going-to-stand-for-it/", "date_published": "2023-03-31 00:19:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NYPD orders every member of department to report in uniform following Trump indictment", "description": "The New York Police Department (NYPD) has ordered every member of the force to report in full uniform on Friday as a “precautionary measure,” following former President Trump’s indictment. “All uniformed members of the New York City Police Department are to show up in uniform as of 0700 hours on 03-31-2023 as a precautionary measure,”...", "link": "https://thehill.com/homenews/state-watch/3927050-nypd-orders-every-member-of-department-to-report-in-uniform-following-trump-indictment/", "date_published": "2023-03-31 00:15:38+00:00", "persistent": false, "user": null, "language": "en-US"}]