[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Using LINUX at WORK - GNOME edition: extensions, apps & workflow", "description": "Get more time to migrate off of Ubuntu 18.04 with TuCare's Extended Lifecycle Support: http://bit.ly/3Jv1teE\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#linux #work #linuxdistro \n\n00:00 Intro\n00:25 Sponsor: Get more time to migrate off of Ubuntu 18.04\n01:17 The work I do\n02:13 Laptop Setup and extensions\n04:43 Apps I use on my laptop\n07:27 Laptop workflow\n08:46 Desktop Setup and extensions\n09:55 Apps I use on my desktop\n12:44 Desktop workflow\n14:54 A few extras\n16:00 Sponsor: Get a PC that runs Linux perfectly with Tuxedo\n16:57 Support the channel\n\nLet's start with the laptop, because this is where things take shape before I make them on the desktop.\n\nI use 2 laptops. The first one is a Slimbook Executive 16, and the second is a Tuxedo Stellaris 15. \n\nThey both use a core i7 12700H, they both have 16 gigs of RAM, and the Slimbook has an RTX 3050Ti, where the Stellaris has a 3060. They both have 1440p screens. Both laptops run Fedora GNOME, using Wayland, with a few extensions.\n\nFirst is the all important appindicator support. I also added the \"Notification banner reloaded\" extension, the Quick Settings tweaker extension, the Privacy Quick settings menu, GS connect, and I have light / dark theme switcher.\n\nAnd to manage these extensions, I use Extension Manager, a wonderful app that lets you browse, install, update and configure everything.\n\nOn top of that, I installed the libadwaita GTK3 theme so apps that haven't been ported to GTK4 still look like the rest of my desktop, as much as possible.\n\nFirst is writing my scripts. To do that, I use the Iotas Note application. To research scripts, I use Firefox as my web browser, with the Nextcloud passwords extension to sync them between devices.\n\nMy laptops are also where I do most of my email, and for that, I use Geary. I also handle all my todo lists on my laptops, and for that I use Endeavour.\n\nI also use the Nextcloud desktop client to sync all my files between devices, and the Synology Drive client, which has a COPR repo that packages it. And finally, I have the occasional use for the GIMP, and OnlyOffice.\n\nI make heavy use of the split screen feature. I also use the activities view, by using touchpad gestures. 3 fingers up on the touchpad brings the overview, and then I can just select a window, or open a new one from the bottom dock or using the keyboard.\n\nMy desktop has a Ryzen 7 5800X, an RTX 3070, and 32 gigs of RAM. It's plugged into an LG curved ultrawide monitor at 1440p, and I use a logitech MX Master S3 as my mouse, plus some generic logitech speakers.\n\nMy desktop runs Fedora 37, with GNOME. I also add the exact same extensions as on my laptop. I also don't use minimizing at all.\n\nThen, I use Davinci Resolve to do the actual editing. If I need an illustration, like a screenshot, I'll just use the Firefox screenshot tool to capture parts of a webpage, or the whole webpage entirely,.\n\nIf I need to record my screen, I use OBS. If I need to quickly download a meme video, or one of my own that I didn't back up, I use Tube Converter. All my Virtual Machine needs are handled using GNOME Boxes, I upload my videos using Firefox, all my thumbnails are done using GIMP.\n\nTo record podcasts, I use Audacity with a Blue Yeti microphone.\n\nI use the keyboard a lot here, with the super key being used to open the activities view, or a double tap of the super key to access the app launcher, I use super + left or super + right to tile a window, and super + alt + an arrow key to move to another workspace. When I need to quickly move a window to the next workspace, I use super + alt + shift and an arrow key.\n\nI also use the super key to drag windows around, or super + middle click to quickly resize a floating window.", "link": "https://www.youtube.com/watch?v=IPWdA0OYXVU", "date_published": "2023-03-31 15:55:12+00:00", "persistent": false, "user": null, "language": "en-US"}]