[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Winter Vivern APT Targets European Government Entities with Zimbra Vulnerability", "description": "The advanced persistent threat (APT) actor known as Winter Vivern is now targeting officials in Europe and the U.S. as part of an ongoing cyber espionage campaign.\n\"TA473 since at least February 2023 has continuously leveraged an unpatched Zimbra vulnerability in publicly facing webmail portals that allows them to gain access to the email mailboxes of government entities in Europe,\" Proofpoint", "link": "https://thehackernews.com/2023/03/winter-vivern-apt-targets-european.html", "date_published": "2023-03-31 14:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cyber Police of Ukraine Busted Phishing Gang Responsible for $4.33 Million Scam", "description": "The Cyber Police of Ukraine, in collaboration with law enforcement officials from Czechia, has arrested several members of a cybercriminal gang that set up phishing sites to target European users.\nTwo of the apprehended affiliates are believed to be organizers, with 10 others detained in other territories across the European Union.\nThe suspects are alleged to have created more than 100 phishing", "link": "https://thehackernews.com/2023/03/cyber-police-of-ukraine-busted-phishing.html", "date_published": "2023-03-31 12:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Deep Dive Into 6 Key Steps to Accelerate Your Incident Response", "description": "Organizations rely on Incident response to ensure they are immediately aware of security incidents, allowing for quick action to minimize damage. They also aim to avoid follow on attacks or future related incidents.\nThe SANS Institute provides research and education on information security. In the upcoming webinar, we’ll outline, in detail, six components of a SANS incident response plan,", "link": "https://thehackernews.com/2023/03/deep-dive-into-6-key-steps-to.html", "date_published": "2023-03-31 11:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "3CX Supply Chain Attack — Here's What We Know So Far", "description": "Enterprise communications software maker 3CX on Thursday confirmed that multiple versions of its desktop app for Windows and macOS are affected by a supply chain attack.\nThe version numbers include 18.12.407 and 18.12.416 for Windows and 18.11.1213, 18.12.402, 18.12.407, and 18.12.416 for macOS.\nThe company said it's engaging the services of Google-owned Mandiant to review the incident. In the", "link": "https://thehackernews.com/2023/03/3cx-supply-chain-attack-heres-what-we.html", "date_published": "2023-03-31 09:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}]