[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Inside Obama's Presidency (full documentary) | FRONTLINE", "description": "As Barack Obama was sworn in for his second term, FRONTLINE took a probing look at the first four years of his presidency. (Aired 2013) \n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nFrom President Barack Obama’s battles with Republican opponents over health care and the economy, to his dramatic expansion of targeted killings of enemies abroad, “Inside Obama’s Presidency” examined the 44th U.S. president’s key decisions and experiences during his first term — and how they might inform his second. \n\n“Inside Obama’s Presidency” was a FRONTLINE Production with the Kirk Documentary Group. The director was Michael Kirk. The writers were Michael Kirk & Mike Wiser. The producers were Michael Kirk, Jim Gilmore and Mike Wiser. The reporter was Jim Gilmore. The deputy executive producer of FRONTLINE was Raney Aronson-Rath. The executive producer of FRONTLINE was David Fanning.\n\nExplore additional reporting related to \"Inside Obama’s Presidency\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/inside-obamas-presidency/\n\n#Documentary #BarackObama #WhiteHouse\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nPrologue - 00:00\nBarack Obama Wins 2008 Election and Inherits A Financial Crisis - 00:50\nIn 2009, Republicans Develop Plan to Oppose Obama’s Initiatives - 04:06\nIn 2009, Financial Reform Slips Away - 12:55\nThe Obama Administration and the Price of Health Care Reform - 27:16\nObama’s Covert War: Targeted Killings in the “War on Terror” - 35:17 \n2011 Compromise on National Debt Creates ‘Fiscal Cliff’ - 40:03\n49:08 - Obama Returns to 2012 Presidential Campaign Trail ‘Changed’\nCredits - 51:57", "link": "https://www.youtube.com/watch?v=NwLOuwtPAJ4", "date_published": "2023-07-18T23:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NwLOuwtPAJ4/hqdefault.jpg"}]