[{"source": "http://louderwithcrowder.com/feed/", "title": "CMT cancels Jason Aldean's new controversial anti-woke video, but the singer refuses to back down: \"This goes too far\"", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/cmt-cancels-jason-aldean-s-new-controversial-video.png?id=34355290&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>\n\tIt begins. Jason Aldean released a powerful video for \"Try That in a Small Town\" that USING ACTUAL NEWS FOOTAGE showed what the Left has turned this country into. <a href=\"https://www.louderwithcrowder.com/jason-aldean-song-backlash\" target=\"_blank\">Leftists are outraged</a> and the cancelation attempts have started. CMT has <a href=\"https://www.hollywoodreporter.com/news/music-news/jason-aldean-music-video-pulled-cmt-1235539052/\" target=\"_blank\">canceled the video from being shown on the network</a>. Though I should point out, CMT is owned by MTV Networks. It is <a href=\"https://www.louderwithcrowder.com/kelsea-balerini-cmt-awards\" target=\"_blank\">NYC-based MTV's idea</a> of what country music is.\n</p><p>\n\tThe media has labeled it <em>\"...a modern lynching song\"</em> with <em>\"very scary\"</em> AND <em>\"racist\"</em> lyrics. As I'm sure you have guessed by now, it is none of those things.\n</p><p>\n\tAldean has doubled down on the \"controversy\" with a statement. \"In the past 24 hours, I have been accused of releasing a pro-lynching song (a song that has been out since May) and was subject to the comparison that I (direct quote) was not too pleased with the nationwide BLM protests. These references are not only meritless but dangerous. There is not a single lyric in the song that references race or points to it- and there isn’t a single video clip that isn’t real news footage -and while I can try and respect others to have their own interpretation of a song with music- this one goes too far.\"\n</p><p>\n\tAldean went on to say, \"My political views have never been something I’ve hidden from, and I know that a lot of us in this Country don’t agree on how we get back to a sense of normalcy where we go at least a day without a headline that keeps us up at night. But the desire for it to. That’s what this song is about.\"\n</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/Jason_Aldean/status/1681382697875144717\"></a>\n</blockquote>\n<p>\"Sucker punch somebody on a sidewalk/Carjack an old lady at a red light/Pull a gun on the owner of a liquor store/Ya think it's cool, well, act a fool if ya like/Cuss out a cop, spit in his face/Stomp on the flag and light it up/Yeah, ya think you're tough/Well, try that in a small town.\"</p><p>Here's the video. Judge for yourself.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/greg_price11/status/1681068944042479617\"></a>\n</blockquote>\n<p>It is not a racist song, a pro-gun song, or a scary song. It's a pro-wanting safe communities to raise families song. It is a pro-<a href=\"https://www.louderwithcrowder.com/ron-desantis-biden-granddaughter\" target=\"_blank\">leave our kids alone</a> song. If it is anti-anything, it is an anti-the entire Democrat Party Platform song. </p><p>Democrat progressive policies are what turned America's cities into crime-infested sh*tholes. It is what they want to export to our suburbs, rural areas, and SMALL TOWNS where we enjoy things like lawns, low crime rates, and streets not covered in human fecal matter.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/cmt-cancels-jason-aldean-video", "date_published": "2023-07-18T21:59:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Leggy blonde emerges to save the day, drags eco-lunatics by the hair to stop them blocking traffic", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34351354&amp;width=600&amp;height=600&amp;coordinates=560%2C0%2C0%2C0\" /><br /><br /><p>When I was a boy, and I would see scary things in the news, Mr. Rogers would say to me, 'Look for the helpers. You will always find people who are helping.\" I did this week, and a hero emerged. Contrary to what the fake news might tell you, not all heroes wear capes. Some of them wear hoodies and yoga pants. They emerge out of nowhere to drag useless sacks of soy blocking the road by the hair so that normies can go about their business. </p><p>We shall call her Fiona. She's blonde. She's pissed. And her gams go all the way from her ass to the ground.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Some Germans are now taking matters into their own hands: <a href=\"https://t.co/mI8dghYPon\">pic.twitter.com/mI8dghYPon</a><br />— CR1337 (@cryptonator1337) <a href=\"https://twitter.com/cryptonator1337/status/1680161214922457088?ref_src=twsrc%5Etfw\">July 15, 2023</a></blockquote> </div><p>All of Europe appears infested with eco-zealots who think by blocking trafficking, the people they are inconveniencing will stop driving  and \"just stop oil.\" Instead of what tends to happen. <a href=\"https://www.louderwithcrowder.com/block-traffic-guy-drags-unit\" target=\"_blank\">The protesters get yeeted off the road as if shot-putting vegans were an Olympic sport</a>.  </p><p>Last week, two dingbats cemented their hands to a runway <a href=\"https://www.louderwithcrowder.com/watch-activists-cemented-their-hands\" target=\"_blank\">and may need to have their hands amputated</a>. What did I tell you about laughing? It's not funny. (Ok, it's a little funny).</p><p>Fiona was NOT in the mood to deal with such nonsense. Our Seductress in Stretchy Pants didn't ask before grabbing the protester by the hair. She only told the woman, if the English translation is accurate, that she would... \"see you next Tuesday.\" I DON'T think that is a term of endearment like it is in England.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"8efd5\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34351420&amp;width=980\" />\n</p>\n<p>Fiona looks like she works out. I would have liked to have seen her swing the girl around by the pony like she was doing the hammer throw.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"247b5\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34351426&amp;width=980\" />\n</p>\n<p>Do you know what I need? For all of these videos to be a part of the same cinematic universe. Image Fiona teaming up with the <a href=\"https://www.louderwithcrowder.com/just-stop-oil-stag-party\" target=\"_blank\">Stag Party Dude Bros who stole a \"Just Stop Oil\" banner</a> and took it on a drunken tour of Izbia! Now THAT is the content We the Content deserve.</p><p>Also, stop blocking traffic you daft wankers. No one likes you and you make me want to use twice as much oil in everything just to be spiteful.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/tall-female-german-protestors", "date_published": "2023-07-18T17:53:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Ron DeSantis GOES THERE, blasts Joe Biden refusing to acknowledge his granddaughter in South Carolina speech", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/ron-desantis-goes-there-blasts-joe-biden-refusing-the-acknowledge-his-granddaughter-in-south-carolina-speech.png?id=34349327&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>You knew Joe Biden's refusal to acknowledge his granddaughter's existence was going to come in the presidential race. I was expecting more in the general and not yesterday in South Carolina, but it's Joe Biden so f*ck him. If Biden is going to make coming after our kids part of his reelection campaign, I'm cool with Ron DeSantis going there.</p><p>\"Joe, they're not your kids. Second of all, before you're saying they're all of our kids, why don't you spend some time with your granddaughter in Arkansas, or at least recognize her existence before you start worrying about our kids?\"</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/NvrBackDown24/status/1681302941209362433\"></a>\n</blockquote>\n\n<h3>What's the deal with Joe Biden denying he has a granddaughter?</h3><br /><p>He actually has seven grandchildren. But the seventh is from his son Hunter Biden -- yes, <a href=\"https://www.louderwithcrowder.com/hunter-biden-third-laptop\" target=\"_blank\">THAT Hunter Biden</a> -- knocking up his former assistant. There was a court case where Hunter, the president of the United States son, r<a href=\"https://www.louderwithcrowder.com/joe-biden-granddaughter\" target=\"_blank\">efused child support and refused to let his daughter be acknowledged as a Biden</a>.</p><p>That was worked out in court where Hunter will pay child support, <a href=\"https://www.louderwithcrowder.com/joe-biden-grandchildren\" target=\"_blank\">but the girl is still forbidden from using Joe Biden's last name</a> even though she is Hunter Biden's kid and is a Biden.</p><p>Reports say the granddaughter, 6, loves playing with her cousins, is learning to ride a bike, and one day wants to learn to hunt like her mom. She also knows her father is Hunter Biden and her grandfather is the president of the United States and speaks about the often. </p><p>She only gets to watch on TV while her dad and President PawPaw play with other kids. Side note: <a href=\"https://www.louderwithcrowder.com/white-house-pride-rose-montoya\" target=\"_blank\">Decency is on the ballot</a>.</p><h3>Isn't dragging kids into it a bad thing?</h3><br /><p>Yes, but this isn't about the granddaughter. It is about the kind of man Joe Biden is that, SPOILERS, is nothing like the family guy the media has been making him out to be for the past six decades.</p><p>Also, and I can't stress this enough, Democrats started it.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/CaseyDeSantis/status/1677061896317353988\"></a>\n</blockquote>\n\n<p>The Left and the media have been lashing out, calling parents -- particularly mothers -- concerned about their children <a href=\"https://nymag.com/intelligencer/2022/02/republican-parental-rights-push-harms-kids.html\" target=\"_blank\">angry tyrants</a> and <a href=\"https://redstate.com/jeffc/2023/06/07/breaking-boundaries-how-moms-for-liberty-became-public-enemy-number-one-n757732\" target=\"_blank\">much worse</a>. But since the <a href=\"https://www.louderwithcrowder.com/angry-parent-explains-mad\" target=\"_blank\">lockdowns and the 2021 Virginia governor's elections</a>, and even in the suburbs in 2022, they become a powerful voting bloc. Hence the Left and the media (but I repeat myself) trying to attack, shame, and other them.</p><p>As a political nerd, I'm interested to see how a coalition of angry moms does electroally. I *think* this is the first time \"Mamas for [Candidate]\" coalition has been tried on a national level.</p>", "link": "https://www.louderwithcrowder.com/ron-desantis-biden-granddaughter", "date_published": "2023-07-18T16:41:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Jason Aldean's anti-woke anthem \"Try That in a Small Town\" is causing quite the media meltdown", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34349066&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Country megastar Jason Aldean, in an attempt to come for some of the smoke <a href=\"https://www.louderwithcrowder.com/brittany-aldean-tomboy-instagram\" target=\"_blank\">wife Brittany Aldean keeps all to herself</a>, is triggering all the right people with his new anthem \"Try That in a Small Town.\" Basically, take a Louder with Crowder Dot Com website blog post about progressive city crime, leftists attempting to strip us of our constitutional rights, and what life is like in real America and add badass electric guitars.</p><p>Before we get to the video, let's set the stage:</p><p><a href=\"https://www.thedailybeast.com/jason-aldeans-try-that-in-a-small-town-criticized-for-racist-pro-gun-lyrics\" target=\"_blank\">The Daily Beast</a>: \"...a Modern Lynching Song\"</p><p><a href=\"https://www.newsweek.com/jason-aldean-guns-lyrics-try-that-small-town-1813325\" target=\"_blank\">Newsweek</a>: \"Very Scary Lyrics\"</p><p><a href=\"https://www.nbcrightnow.com/lifestyles/entertainment/jason-aldean-slammed-for-allegedly-racist-try-that-in-a-small-town-lyrics/video_6c84f8ff-d704-565e-b823-00890c40a36e.html\" target=\"_blank\">NBC News</a>: \"Jason Aldean Slammed for Allegedly Racist Lyrics\"</p><p><a href=\"https://www.menshealth.com/entertainment/a44576067/jason-aldean-try-that-in-a-small-town-lyrics-backlash/\" target=\"_blank\">Men's Health</a>: \"The country singer's new small-town anthem is being called 'racist' and 'pro-gun.'</p><p>Now get you some of this:</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/greg_price11/status/1681068944042479617\"></a>\n</blockquote>\n\n<p><em>Sucker punch somebody on a sidewalk<br />Carjack an old lady at a red light<br />Pull a gun on the owner of a liquor store<br />Ya think it's cool, well, act a fool if ya like</em></p><p><em>Cuss out a cop, spit in his face<br />Stomp on the flag and light it up<br />Yeah, ya think you're tough</em></p><p><em>Well, try that in a small town</em></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"fdfc0\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34349150&amp;width=980\" />\n</p>\n<p>It is not a racist song, a pro-gun song, or a scary song. It's a pro-wanting safe communities to raise families song. It is a pro-leave our kids alone song. If it is anti-anything, it is an anti-the entire Democrat Party Platform song. Democrat progressive policies are what turned America's cities into a crime-infested sh*tholes. It is what they want to export to our suburbs and rural areas where we enjoy things like lawns, low crime rates, and streets not covered in human fecal matter.</p><p>Some of the outrage comes from the \"pro-gun\" lyrics because Aldean was the one performing on stage <a href=\"https://www.louderwithcrowder.com/watch-terrifying-moment-jason-aldean-ran-off-stage\" target=\"_blank\">during the 2017 Las Vegas shooting</a>. The one where six years later, we still don't know who did it. There are people in America who see tragedies like that and don't want their government to further make it more difficult for them to defend themselves. Especially a government that still hasn't found the guy who did it. And then there are people who work in the media, vote for progressives, and wonder why their cities aren't safe.</p><p>To Jason Aldean, I say \"Hell yeah, brother.\" </p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/jason-aldean-song-backlash", "date_published": "2023-07-18T15:17:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Rep. Eric Swalwell asks reporter if she wants to be strip-searched, says it can be accommodated", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34348582&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>This is grossly inappropriate, but so is <a href=\"https://www.louderwithcrowder.com/eric-swalwell-yum-yum\" target=\"_blank\">banging a Chinese Spy</a>. That hasn't stopped Rep. Eric Swallows before, so it shouldn't stop Swallows from making sexist comments to a reporter. Why sexist? Because that's what the media would be calling it if someone like Matt Gaetz said the same thing to someone like Taylor Lorenz and she wouldn't calm down about it.</p><p>Fox News was asking Democrat congressmen about the <a href=\"https://www.louderwithcrowder.com/secret-service-cocaine\" target=\"_blank\">cocaine found in the Democrat White House</a>. The same question MSNBC/CNN/WaPo/NYT/HuffPo et al would be asking Republicans if the blow was found during the previous administration. Rep. Swallows, while looking like a douche, acted like one.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/RNCResearch/status/1681291738332254209\"></a>\n</blockquote>\n\n<p>\"If you all want to be strip-searched, you know, for substances before you go into the White House, that’s something that you should work with the Secret Service to see if they can accommodate.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"51a8d\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34348687&amp;width=980\" />\n</p><p>Besides being a dick thing to say, it is fake news. The blow wasn't found where thousands of people are. It was found <a href=\"https://www.louderwithcrowder.com/karine-jean-pierre-cocaine-investigation\" target=\"_blank\">in an Uber-exclusive area that only a few dozen people have access to</a>. The innerest of Biden's innter circle. If anyone was getting strip searched it would be people like Kamala Harris, <a href=\"https://notthebee.com/article/white-house-spokesman-john-kirby-goes-on-rant-about-why-abortion-ins-necessary-for-military-readiness-and-im-about-ready-to-say-that-i-think-were-the-bad-guys\" target=\"_blank\">John Kirby</a>, and Admiral Rachel Levine. It would also require Joe Biden to be interested in learning whose cocaine was found in the West Wing. Americans may never know.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"f5bac\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34348691&amp;width=980\" />\n</p>\n<p>Critics allege <a href=\"https://www.louderwithcrowder.com/swalwell-greene-spy\" target=\"_self\">Eric Swallows's had an affair with Chinese spy Christine Fang</a>. Aka \"Fang Fang.\" Aka \"Yum Yum.\" Swallows denies having an \"inappropriate\" relationship with Fang Fang. He was still <a href=\"https://www.louderwithcrowder.com/kevin-mccarthy-schiff-omar-swalwell\" target=\"_self\">removed from the House Intelligence Committee</a> by Speaker Kevin McCarthy since putting your d*ck in a spy is the textbook definition of \"compromised.\"<br /></p><p>The reporter should consider herself luck she didn't ask Rep. Swallows about the FBI. He looks like the type who would make a \"Female Body Inspector\" joke.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/eric-swalwell-fox-news-reporter", "date_published": "2023-07-18T14:11:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Karine Jean Pierre's continued refusal to answer cocaine questions leaves one glaring thing unanswered", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/karine-jean-pierre-s-won-t-answer-re-cocaine-investigation.jpg?id=34348374&amp;width=1200&amp;height=400&amp;coordinates=0%2C88%2C0%2C206\" /><br /><br /><p>Karine Jean-Pierre's refusal to answer any questions about the cocaine found in the White House continued on Monday where she refused to answer more questions. This time it was about the \"investigation\" being \"concluded.\" More on that in a moment. <a href=\"https://youtu.be/M1dj7mgbYRM\" target=\"_blank\">I want to go back to Tucker Carlson in Iowa</a>.</p><p>When he interviewed <a href=\"https://www.louderwithcrowder.com/nikki-haley-cnn-abortion\" target=\"_blank\">presidential candidate Nikki Haley</a>, she provided some insight into the area the blow was found. Haley was the former president's UN Ambassador. \"This is where the National Security Council met with the president. You discussed the most secure things. I know the area where the locker is. People don't just go in and out of there. It is either the president, <a href=\"https://www.louderwithcrowder.com/white-house-cocaine-situation-room\" target=\"_blank\">the vice president</a>, cabinet members, or deputy directors. Nobody else is going in there.\"</p><p>Now that we have the exclusivity squared away, here is KJP earning her paycheck as Biden's most diverse diversity hire. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/RNCResearch/status/1681035029063794689\"></a>\n</blockquote>\n<p>If you want to know how the president feels about something, whatever you do, don't ask his spokeswoman about it. Whether it's about <a href=\"https://www.louderwithcrowder.com/joe-biden-grandchildren\" target=\"_blank\">his seventh granddaughter that he shuns</a> or the incompetence of his bodyguards.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/RNCResearch/status/1681034894116356096\"></a>\n</blockquote>\n<p>The alleged incompetence of the Secret Service is where we get to the glaring unanswered question. It's a best-case, worst-case scenario thing. The BEST case scenario is that the SS is covering up for Hunter Biden. I say \"best case\" scenario because we all assumed that was going to happen. </p><p>The WORST case scenario is that the department responsible for the president of the United States' safety and ensuring nothing happens to him that would plunge the country into chaos is so incompetent they can't find out whose blow it is when there are only a few dozen possible suspects. </p><p>Does the president have confidence in his Secret Service being able to walk and chew gum at the same time, or is he calling for heads to roll?</p><p>It is one thing to dismiss what people do during their recreational time. I didn't care that they found weed in the White House. If I was working there, I would want to be stoned too. But if you are so into cocaine you forget to leave it at home before going to a top-secret meeting with the President of the United States, you have a problem. Unless you bought it on your way to your Top Secret cabinet-level job, or brought it with you to snort while working your Top Secret cabinet-level job.</p><p>These are all questions we should even want to be answered if it happens during the President DeSantis administration too. The difference is we wouldn't need to ask them because the culprit would be fired.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/karine-jean-pierre-cocaine-investigation", "date_published": "2023-07-18T13:19:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Miranda Lambert goes viral shaming rude selfie-takers at a concert, and she's right", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34348232&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>We interrupt your daily coverage of <a href=\"https://www.louderwithcrowder.com/tucker-carlson-white-house-cocaine\" target=\"_blank\">cocaine in the White House</a>, DeSantis and Trump influencers beefing over who is meaner to who, and <a href=\"https://www.louderwithcrowder.com/tucker-carlson-chris-christie-debate\" target=\"_blank\">Tucker Carlson going on a killing spree</a> to bring you what is truly important in this world... country music.  Country superstar Miranda Lambert is going viral for telling fans to put their phones away. Everyone on the internet has an opinion. The people who are on the side of the fans are wrong.</p><p>“These girls are worried about their selfie and not listening to the song, it’s pissing me off a little bit. Sorry, I don’t like it at all. We’re here to hear some country music tonight. I’m singing some country damn music.”</p><p>Here's the offending incident.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/PopCrave/status/1680980269107429377\"></a>\n</blockquote>\n<p>Lambert has a residency <a href=\"https://www.whiskeyriff.com/2023/07/16/miranda-lambert-stops-concert-to-call-out-a-group-of-girls-for-being-more-worried-about-taking-selfies-than-watching-the-show/\" target=\"_blank\">at the Las Vegas Planet Hollywood</a>. During an intimate part of the show, fans caused a distraction by taking out their phones to pose for selfies. Miranda, the artist, thought this to be rude and said something. <a href=\"https://redstate.com/sister-toldjah/2023/07/17/watch-bizarre-miranda-lambert-mini-meltdown-during-concert-had-some-fans-walking-out-n778046\" target=\"_blank\">Not everyone agreed</a>: “Let’s go. You don’t do that to fans.” “People paid to be there, they can do whatever the hell they want!\" “2023 Miranda is not the vibe.\"</p><p>People siding with the rude girls are missing the \"intimate\" part of the performance. For reference, this is the song she was playing. It's called \"Tin Man,' is very emotional, and is performed with just her and an acoustic guitar.</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Miranda Lambert - Tin Man (From The Marfa Tapes Film with Jack Ingram & Jon Randall)</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://www.youtube.com/watch?v=Eb2MrCB_aGg\" target=\"_blank\">www.youtube.com</a>\n</small>\n</p><p>They weren't distracting a wild, full band, singing about little girls playing with kerosine and being made of gunpowder and lead. It is a quiet, emotional, sentimental part of the show where you FEEL the music. </p><p>Being rude and not paying attention in such an intimate setting doesn't just take the artist out of the performance, it takes everyone around you out of the performance who paid just as much money as you did to not just enjoy, but feel live music.</p><p>What if instead of selfies, they were WOO girls screaming about shots? Would that fall under \"they paid money and can do whatever they want\" too? Because they aren't the only ones in attendance who paid money.</p><p>People with phones are getting out of hand at concerts as it is. Not that they don't have some use. Taking Back Sunday performed a new song on tour <a href=\"https://www.youtube.com/watch?v=9KogEiDjeRU\" target=\"_blank\">and someone got it up on the internet</a>. I thank you for that. </p><p>But as someone who breathes music AND is all about doing it for the content, have some respect for the artist and the other people around you. Record a little bit of the first song so Instagram knows you're having fun then put your damn phone away.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/miranda-lambert-selfie", "date_published": "2023-07-18T12:15:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Dwarf actor battling virtue-signaling idiot over \"Snow White\" is textbook progressivism", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34347088&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Dylan Postl is a dwarf actor. James Barr is a virtue-signaling idiot. And Piers Morgan is <a href=\"https://www.louderwithcrowder.com/piers-morgan-sam-smith-guest\" target=\"_blank\">a man who loves himself some content</a>. At issue is the live-action Snow White movie replacing the seven dwarfs with six mystical creatures and Peter Dinklage. It's being done in the name of tolerance and equity and whatever other gay words the woke Left has made up this week.</p><p>The story starts a year ago. Peter Dinklage (also a dwarf actor) lashed out when he heard Disney was making a live-action Snow White movie, calling its depiction of the seven dwarfs  \"tone-deaf.\" Postl (aka Swoggle from The Major Wrestling Figure Podcast, shout out to The Indy God) pushed back on Dinklage's attacks because the movie <a href=\"https://www.tmz.com/2022/01/27/dylan-postl-condemns-peter-dinklage-criticism-snow-white-7-dwarfs/\" rel=\"noopener noreferrer\" target=\"_blank\">could have provided seven members from the community acting roles they wouldn't normally get</a>. Dinklage was costing those actors jobs.</p><p><a href=\"https://www.louderwithcrowder.com/disney-snow-white-photos\" target=\"_blank\">Then photos from the live-action shoot leaked to the internet</a>. The only dwarf actor cast? Peter Dinklage.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"cdd2c\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34347373&amp;width=980\" />\n</p><p>(Speaking of the Oompa Loompas, apparently in the new Wonka movie they replaced a <a href=\"https://www.louderwithcrowder.com/disney-snow-white-photos\" target=\"_blank\">bunch of potential dwarf acting roles with a CGI Hugh Grant</a>, but the most offensive thing there is that theres\\'s a new Wonka movie)</p><p>As Postl explains to Morgan, a live-action Snow White could have provided valuable jobs to dwarf actors. \"[The dwarves] weren't these cave-dwelling monsters the people speak of. They all had seven different characteristics for seven different actors from my community. And I don't feel it's right that got taken away from us.\"</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/PiersUncensored/status/1681022845197996034\"></a>\n</blockquote>\n<p>When Barr had his turn to speak, he said he didn't want to get into a fight with a dwarf. Probably a good idea, because I've seen Postl go nuts with tables, ladders, and chairs. It's  the \"ruthless aggression\" he inherited from being WWE chairman Vince McMahon's illegitimate son (I don't care if only seven of you got that reference).</p><p>Barr tried to wokesplain it was okay to take these acting roles away because they didn't fit a narrative in today's society. Postl was curious about this because the narrative is that to \"protect\" his community jobs and opportunites needed to be taken from his community.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/PiersUncensored/status/1681024616595173376\"></a>\n</blockquote>\n<p>And that's when things went off the rails.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/mythinformedmke/status/1681074398952935431\"></a>\n</blockquote>\n<p>This is textbook progressivism. One single actor under five feet -- the only actor under five feet who gets any movie roles -- complained. And so a bunch of full-sized woke Leftist twats could feel good about themselves and revel in the smell of their own boofs, they rewrote a classic to show the dwarf community how much they cared about the dwarf community. Even though the community didn't ask for any of this and would have preferred the acting roles. </p><p>But who cares what the marginalized community du jour thinks, amirite Democrats? How you feel is what's important.</p><p>And I still find it hilarious that Dinklage, who started this, is the only one cast in the movie. Had I ever watched <em>Game of Thrones</em>, I'd have a Tyrion Lannister reference for how cutthroat that was.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/snow-white-dwarf-actor", "date_published": "2023-07-18T11:34:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]