[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Linux already has macOS Sonoma's features, but did Apple do them better?", "description": "Download Safing's Portmaster and take control of your network traffic: https://safing.io\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/XMuQrcYd\n\n#Linux #mac #macos14\n\n00:00 Intro\n00:28 Sponsor: Take control of your internet connection\n01:25 Desktop Widgets\n04:19 Accessibility and Typing\n05:42 Gaming\n08:34 Animated wallpapers & screensavers\n09:24 Hardware support\n11:16 Browser profiles and presenter mode\n12:32 We can still learn a few things\n13:09 Sponsor: Get a PC that was made to run Linux\n\nWith Sonoma, Apple grafted their iOS widget system to macOS. Of course, widgets are something we’ve enjoyed for a long while on KDE, starting with Plasma 4. But Apple’s implementation IS better in some regards.\n\nWidgets can auto align if you want them to: dragging a widget close to another one you’ve already placed displays a white outline that will make the new widget snap in place, so everything looks tidy.\n\nSomething that is very, very difficult to do in KDE. Most widgets don’t have a similar aspect ratio, or size, and resizing them tends to be a finicky operation. On top of that, Apple offers multiple preset sizes for their widgets, and these can be changed on the fly. But these widgets are also a lot less functional than the ones we have on KDE.\n\nThey’re not really interactive: you can just click on them to open the related app. That’s it. No note taking straight in the notes widget, no clicking on a specific day in the weather widget. And there’s also no “user contributed widget directory”. \n\nOne new feature in MacOS Sonoma is a better autocorrect and predictive text system. Autocorrect can be a bit annoying on a computer, but the predictive text can be a game-changer, especially for those with disabilities.\n\nOn Linux, we have something called iBus typing booster, which does pretty much the same thing, but it is hidden in the input sources settings, and not an easy one click toggle. The way it works is also pretty distracting, as it displays a complete pop-up with word suggestions that flickers in and out of existence with each character you type.\n\n\nMacOS Sonoma brings 2 main improvements for gaming: the first one is game mode, which does exactly the same thing as its Linux equivalent: it gives CPU priority to the game that's currently running, and also reduces latency for bluetooth controllers and bluetooth headphones, something that we DO NOT have on Linux, and that's been an issue for a lot of people.\n\nThe second thing is their game porting toolkit, which lets developers test their games on Apple Silicon macs. And this toolkit basically converts DirectX12 games into Metal Games thanks to a translation layer. It shares a lot of DNA with Proton, since it's based on Wine, and the same kind of translation DXVK does. Performance is no good yet, though.\n\nSonoma lets you set some animated screensavers, that represent a bunch of landscapes, cityscapes, even underwater scenes and Earth views. When you unlock your mac, this animation will seamlessly transition into your wallpaper.\n\nOn Linux, we do have animated wallpapers. Screensavers aren’t really a thing on Linux anymore, you can add them back.\n\nNow in terms of OS compatibility, there's an important “feature” in MacOS Sonoma that we need to spotlight. Unlike Linux's broad compatibility, which supports a diverse range of devices of all ages, MacOS Sonoma adopts a more restrictive approach, narrowing down its compatibility to Macs manufactured from 2018 onwards.\n\nNow, Safari can boast,of profiles to separate for example your work and personal browsing. They also now support web apps that can be pinned to your dock.. A bunch of web browsers on Linux can do that already.\n\nFaceTime now lets you overlay yourself on top of the slides or screen that you’re sharing with others. This already exists as “presenter mode” on Microsoft Teams, which is available on Linux as well. And of course, as long as Facetime doesn’t have an app for Windows, no one will use it in a professional context, so what’s the point?", "link": "https://www.youtube.com/watch?v=SYXO5bRcEFs", "date_published": "2023-07-18T16:02:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/SYXO5bRcEFs/hqdefault.jpg"}]