[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Peacock Is Raising Its Prices in a Bid to Offset Billions in Losses - IGN The Fix: Entertainment", "description": "Following in the footsteps of Netflix, Peacock is the latest streaming service that’ll be raising its prices. Instead of offsetting its expected $3 billion dollar loss some other way, NBC will be passing those “savings” over to consumers of the streaming service - raising the commercial-free #Peacock Premium Plus subscription from $9.99 to $11.99. The change is expected to take place August 17th. This move comes at the heels of the removal of Peacock’s free subscription tier for new users, and the removal of the Peacock Premium and Comcast Xfinity bundle. 2023 has been a strange year for streaming services, as Peacock wasn’t alone in price hikes. Both Max and Paramount Plus raised its prices this year, with Disney Plus and Hulu doing the same just a year prior. Ms. Marvel appears to be stretching over from Disney Plus to broadcast television. Ms. Marvel will be making its debut on ABC, marking it as the first original Marvel Disney Plus series to hit broadcast TV.\n\n#IGN", "link": "https://www.youtube.com/watch?v=WOD2AHN18OI", "date_published": "2023-07-18T23:18:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/WOD2AHN18OI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Barbie Review", "description": "Barbie reviewed by Alyssa Mora.\n\nGreta Gerwig’s Barbie is a masterful exploration of femininity and the pressures of perfection. This hyper-femme roller-coaster ride boasts meticulous production design, immaculate casting, and a deep-seated reverence for Barbie herself. Margot Robbie sparkles at the center of the film, alongside Ryan Gosling’s airheaded Ken and America Ferrera’s well-meaning Gloria. Ultimately, Barbie is a new, bold, and very pink entry into the cinematic coming-of-age canon. Absolutely wear your pinkest outfit to see this movie, but make sure you bring tissues along too.", "link": "https://www.youtube.com/watch?v=TNgFQWu1OLw", "date_published": "2023-07-18T23:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/TNgFQWu1OLw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Secret Invasion - Official 'Defending the Home' Clip (2023) Samuel L. Jackson, Emilia Clarke", "description": "G’iah and Varra go up against some foes in this action-packed clip from Marvel Studios’ Secret Invasion. The series stars Samuel L. Jackson, Cobie Smulders, Ben Mendelsohn, Olivia Colman, Don Cheadle, Emilia Clarke, and more. \n\nMarvel Studios’ Secret Invasion is streaming on Disney+, and episode 5 will be available beginning tomorrow, July 19, 2023.\n\n#IGN #Marvel #DisneyPlus", "link": "https://www.youtube.com/watch?v=DWInEZRV3r0", "date_published": "2023-07-18T23:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DWInEZRV3r0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Viewfinder - Official Launch Trailer", "description": "Viewfinder is available now on PC and PlayStation 5. Watch the launch trailer for this first-person puzzle adventure game and get ready to explore its world. \n\nViewfinder captures the story of our ever-changing world, human experience and relationships, meaningful and misguided passion for change, and overcoming loss. Explore all of this on an enigmatic journey and uncover well-hidden secrets in this vibrant landscape of a world left behind.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=imnFPqAR56o", "date_published": "2023-07-18T22:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/imnFPqAR56o/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Inspector Gadget: Mad Time Party - Official Teaser Trailer", "description": "Take on the role of the famous Inspector Gadget and get ready to save Metro City with your friends in Inspector Gadget: Mad Time Party, an upcoming party game for 1-4 players from developer Smart Tale Games. Check out the teaser trailer.\n\nIn Inspector Gadget: Mad Time Party, Metro City has fallen under the control of the evil Dr. Claw. In order to save the city, Inspector Gadget must use a time machine to go back in time. Unfortunately, the machine breaks down and the inspector's ancestors are teleported to the present.\n\nYour mission: Explore Metro City and confront Inspector Gadget’s ancestors to recover the missing parts of the machine. You'll have to solve mini-game quests to unlock the bolts required to repair it.\n\nInspector Gadget: Mad Time Party will be available on PC, Nintendo Switch, PlayStation 5, PlayStation 4, Xbox One, and Xbox Series X/S on September 14, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=gxlznWrv_Y8", "date_published": "2023-07-18T21:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gxlznWrv_Y8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Invincible: Guarding the Globe - Official Announcement Trailer", "description": "Invincible: Guarding the Globe is a free-to-play idle squad RPG game developed by Ubisoft. The game is set in the same universe as Skybound comic and the Prime Video Series. Players will collect characters, manage their attack squad, and engage in superpowered, multi-battle action, and more through an original story. Invincible: Guarding the Globe is launching on iOS and Android soon.\n\n#IGN #Gaming #Invincible", "link": "https://www.youtube.com/watch?v=jnEAU2uCvA4", "date_published": "2023-07-18T20:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/jnEAU2uCvA4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead by Daylight - Official Nicolas Cage Spotlight Trailer", "description": "The latest trailer for Dead by Daylight puts a spotlight on Nicolas Cage as the actor enters The Fog and joins the multiplayer action/horror game on July 25, 2023. Check it out to see this new survivor in action.\n\n#IGN #Gaming #DeadByDaylight", "link": "https://www.youtube.com/watch?v=kmOzip-uPhw", "date_published": "2023-07-18T19:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/kmOzip-uPhw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Migration - Official Trailer (2023) Kumail Nanjiani, Elizabeth Banks", "description": "Check out the trailer for Migration, an upcoming animated action-comedy movie starring Kumail Nanjiani as anxious Mallard dad Mack and Elizabeth Banks as Pam, the Mallards’ daring, quick-witted matriarch. Caspar Jennings plays Dax, the Mallards’ confident and restless son, and, in her feature film debut, Tresi Gazal plays Gwen, the family’s innocent and lovable daughter. The voice cast also includes Awkwafina as the scrappy leader of a New York City pigeon gang; Carol Kane plays Erin the heron, the first friend that the Mallards make on their journey; Keegan-Michael Key voices a homesick Jamaican parrot locked away in a Manhattan restaurant, and David Mitchell plays the yogic leader of a mysterious duck farm. Danny DeVito co-stars as Mack’s curmudgeonly, adventure-averse Uncle Dan. \n\nThe Mallard family is in a bit of rut. While dad Mack is content to keep his family safe paddling around their New England pond forever, mom Pam is eager to shake things up and show their kids—teen son Dax and duckling daughter Gwen—the whole wide world. After a migrating duck family alights on their pond with thrilling tales of far-flung places, Pam persuades Mack to embark on a family trip, via New York City, to tropical Jamaica. \n\nAs the Mallards make their way South for the winter, their well-laid plans quickly go awry. The experience will inspire them to expand their horizons, open themselves up to new friends and accomplish more than they ever thought possible, while teaching them more about each other—and themselves—than they ever imagined. \n\nThe film's screenplay is by Mike White. It is produced by Chris Meledandri. \n\nMigration, directed by Benjamin Renner and co-directed by Guylo Homsy, opens in theaters on December 22.\n\n#IGN #Movies #Migration", "link": "https://www.youtube.com/watch?v=tS765pEgNHg", "date_published": "2023-07-18T18:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/tS765pEgNHg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic Superstars - Official Opening Animation Trailer", "description": "Here's your look at the opening animation of Sonic Superstars. Sonic Superstars will be available on PlayStation 5, PlayStation 4, Xbox Series X/S, Xbox One, Nintendo Switch, Epic Games Store, and Steam in fall 2023.", "link": "https://www.youtube.com/watch?v=Bf3KDOeBTk0", "date_published": "2023-07-18T17:30:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/Bf3KDOeBTk0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Making a Grand Magnus Kirkan costume for #SDCC #immortalsofaveum #cosplay #shorts", "description": "Presented by @ImmortalsAveum", "link": "https://www.youtube.com/watch?v=m0ktQyuxzs0", "date_published": "2023-07-18T17:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/m0ktQyuxzs0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Justice League: Warworld - Exclusive Batman Clip (2023) Jensen Ackles, Teddy Sears", "description": "In this exclusive clip from the DC animated film Justice League: Warworld, Batman (voiced by Jensen Ackles) finds himself a barbaric mercenary in the Hollow Earth realm of Skartaris where he strikes a deal for his freedom with the Warlord (voiced by The Flash's Teddy Sears).\n\nDC’s Batman, Wonder Woman and Superman find themselves in mysterious lands and precarious circumstances with no memory of how they arrived there and only vague recollections of their true selves in Justice League: Warworld, available to purchase Digitally and on 4K Ultra HD Blu-ray Combo Pack and Blu-ray on July 25, 2023. The all-new, feature-length film brings together DC’s “Trinity” for the first time during the Butch Lukic-helmed DC Universe Movies arc. \n\nReprising their roles as DC’s key trio of Super Heroes are Jensen Ackles (Supernatural, The Boys, The Winchesters) as Batman and Officer Wayne, Darren Criss (The Assassination of Gianni Versace, Glee) as Superman and Agent Kent, and Stana Katic (Castle, Absentia) as Wonder Woman and Diana Prince.\n\nAlso featured in the voice cast are Ike Amadi (Mortal Kombat: Onslaught) as Martian Manhunter/J’onn J’onzz, Troy Baker (The Last of Us, BioShock Infinite) as Jonah Hex, Matt Bomer (Doom Patrol, American Horror Story) as Old Man, Roger R. Cross (Coroner, Dark Matter, 24) as Machiste, Brett Dalton (Agents of S.H.I.E.L.D., Chicago Fire) as Bat Lash, John DiMaggio (Futurama, The Super Mario Bros. Movie) as Lobo, Robin Atkin Downes (Batman: The Long Halloween, The Strain) as Mongul, Frank Grillo (Captain America: The Winter Soldier, Billions) as Agent Faraday, Rachel Kimsey (Justice League Action, The Young and the Restless) as Mariah Romanova, Damian O’Hare (Pirates of the Caribbean 1 & 2) as Deimos, and Teddy Sears (The Flash, Chicago Fire) as Warlord. Additional voices include Trevor Devall (F is for Family, Guardians of the Galaxy), David Lodge (Naruto: Shippuden) and Kari Wahlgren (Rick and Morty, DC Super Hero Girls).\n\nJeff Wamester (Legion of Super-Heroes) directs Justice League: Warworld from a script by a trio of screenwriters – Jeremy Adams (Supernatural), Ernie Altbacker (Justice League Dark: Apocalypse War) and Josie Campbell (She-Ra and the Princesses of Power). Producers are Jim Krieg (The Death and Return of Superman) and Kimberly S. Moreau (Batman: The Doom That Came To Gotham). Executive Producer is Michael Uslan. Butch Lukic (Batman: The Long Halloween) and Sam Register is Executive Producer.\n\n#IGN", "link": "https://www.youtube.com/watch?v=Y-f_y9z7i2w", "date_published": "2023-07-18T17:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Y-f_y9z7i2w/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pro Cosplayer Alicia Marie's Immortals of Aveum SDCC Cosplay Challenge - Ep. 2", "description": "Immortals of Aveum: The Style of Immortals is a 3-part docuseries that follows professional cosplayer, Alicia Marie on her quest to ideate, craft, and become Grand Magnus Kirkan in time for San Diego Comic Con 2023. In part two, SDCC looms ever closer as Alicia begins work on Kirkan's intricate armor. But since cosplay is her life -- she makes a quick detour at Anime Expo 2023 while detailing more about her struggles with hearing loss.\n\nIn the magic shooter game, Immortals of Aveum, the Everwar is an endless conflict that has consumed the world in bloodshed for thousands of years. Only two superpowers remain, the kingdoms of Lucium and Rasharn, as they fight against each other for the control of magic. However, there is one fearless leader who commands the Order of the Immortals to protect Lucium, Grand Magnus Kirkan. Capable of wielding magic that can manipulate physical matter and alter the surroundings, Kirkan embodies the strength and hope that is needed to win the Everwar. So IGN challenged cosplayer Alicia Marie to create a Kirkan cosplay worthy of Aveum. Watch as we go behind the scenes of the design, fabrication, and build … to transform a real life icon into Grand Magnus Kirkan.\n\nPresented by Immortals of Aveum, available August 22nd on the PS5, Xbox Series X/S, and PC.\n\n#IGN", "link": "https://www.youtube.com/watch?v=W5KefYDdL7s", "date_published": "2023-07-18T17:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/W5KefYDdL7s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Sports FC 24: Hands-On Preview", "description": "Watch our EA Sports FC 24 hands-on preview! EA Sports has unveiled EA Sports FC 24, its first non-FIFA football game following last year’s breakup between the two once famous friends. But don’t expect a revolution on the virtual pitch to accompany this big-budget rebrand. Instead, expect welcome quality-of-life improvements, a few positive gameplay tweaks, and a significant change to Ultimate Team that could dramatically shake up the competitive online meta.\n\n#IGN #Gaming #Football", "link": "https://www.youtube.com/watch?v=m7FXJD23HNE", "date_published": "2023-07-18T16:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/m7FXJD23HNE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "For Honor - Official Ocelotl Hero Reveal Trailer", "description": "Delve into the shadows for an exclusive look at For Honor’s new Hero, the Ocelotl, launching July 27. Learn more about his unique abilities during the Warrior’s Den livestream reveal on July 20 at  twitch.tv/forhonorgame at 12pm EST. From July 27 to August 3, For Honor will be free on PlayStation, Xbox, Steam, Epic Games Store and Ubisoft Connect. Free Week players will have full access to the Standard Edition of For Honor, and those who want to keep battling after the free period will be able to carry on their progression and heroes to the full game once purchased.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=YP_hCrcTG-8", "date_published": "2023-07-18T16:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YP_hCrcTG-8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2 - Official Overview Trailer", "description": "Get a detailed gameplay overview of Remnant 2, the upcoming co-op action-RPG/shooter sequel from Gunfire Games, straight from the developers. Remnant 2 will be released on July 25 for PC, PS5, and Xbox Series X|S.\n\n#IGN #Gaming #Remnant2", "link": "https://www.youtube.com/watch?v=agPlkgS9Asg", "date_published": "2023-07-18T16:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/agPlkgS9Asg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Sports FC 24 - Official Gameplay Deep Dive Trailer", "description": "Watch the EA Sports FC 24 gameplay deep dive trailer! EA Sports FC 24 is packed with new gameplay features including enhancements to the Frostbite engine, HyperMotionV, PlayStyles optimized with the help of Opta, and more. Get the full rundown on all of the gameplay features and enhancements through this new Gameplay Deep Dive for EA Sports FC 24 launching on September 29 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming #EASportsFC", "link": "https://www.youtube.com/watch?v=p9-M_3eBv4I", "date_published": "2023-07-18T15:39:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/p9-M_3eBv4I/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "They Cloned Tyrone - Exclusive Clip (2023) Jamie Foxx, John Boyega", "description": "A series of eerie events thrusts an unlikely trio (John Boyega, Jamie Foxx, and Teyonah Parris) onto the trail of a nefarious government conspiracy in this pulpy mystery caper. From co-writer/director Juel Taylor, They Cloned Tyrone launches on Netflix on Friday, July 21, 2023.\n\n#IGN", "link": "https://www.youtube.com/watch?v=6q0U6xXrStU", "date_published": "2023-07-18T15:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/6q0U6xXrStU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Coreborn: Nations of the Ultracore - Official Early Access Gameplay Showcase", "description": "Join creative director Hauke Gerdes for a deep dive look at Early Access gameplay from Coreborn: Nations of the Ultracore, including various locations, resource gathering for recipes, crafting elements, building a town and creating crafting stations within it, multiplayer, combat, looting, and more from this social survival game set in the open world of Ultracore.\n\nIn Coreborn: Nations of the Ultracore, build, grow, and defend your town. Survive the elements and Sorgoth’s onslaught. Cooperate as you go on adventures. \n\nCoreborn: Nations of the Ultracore will be available in Early Access on PC today, July 18, 2023.\n\n#IGN #Gaming #CorebornNationsOfTheUltracore", "link": "https://www.youtube.com/watch?v=EXWWJHGwT7w", "date_published": "2023-07-18T14:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EXWWJHGwT7w/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40,000: Chaos Gate - Daemonhunters - Official Execution Force DLC Trailer", "description": "Watch the Warhammer 40K Chaos Gate - Daemonhunters Execution Force DLC trailer to see what's coming to the turn-based strategy RPG next. This second major DLC introduces four unique Assassin classes, encouraging Force Commanders to take on a deadly new Tentarus Hive threat and the game's new Death Guard cruiser boarding missions.\n\nThe Callidus Assassin wields the arts of deception and infiltration whereas the Vindicare Assassin picks off enemies from afar with powerful long-ranged weapons. The Eversor Assassin dispatches multiple targets at close range, and finally, the Culexus Assassin can disable immense psychic energies to make way for allies to deal huge amounts of damage.\n\nWarhammer 40,000: Chaos Gate - Daemonhunters Execution Force DLC will be released on July 25, 2023 on PC via Steam and Epic Games Store.\n\n#IGN #Gaming #Warhammer", "link": "https://www.youtube.com/watch?v=UGFORubjTVs", "date_published": "2023-07-18T14:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UGFORubjTVs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why The Original Barbie Movie Idea Never Would Have Worked", "description": "Barbie season is in full swing with the Barbie movie throwing the spotlight on the Barbie toys, Barbie Girl the song, all the Barbie dolls in the Barbie family, and all the Barbie episodes imaginable in the Barbie dreamhouse. But, like the movie character’s realization within the Barbie Dream House, there’s more than meets the eye. The Barbie Mattel brand is incredibly established around the iconic Barbie doll, with official Barbie iconography popping up in Barbie 2023 movie imagery. \n\nBarbie (Margot Robbie) is a far leap from the original Barbiemovie was, though it’s hard to imagine different from recent Barbie trailer images. Barbiethemovie was something far different than before Margot Robbie and Greta Gerwig came along for their version of Barbie. The movie seems to be a departure from what could be expected in any barbie movies, or the Barbiegirl music video. Ryan Gosling also stars in the Greta Gerwig helmed film. Can the Greta Gerwig Barbie deliver what the 2017 version couldn’t?\n\nIGN goes back in time with Kim Horcher to explore the Amy Schumer version, and why Amy Schumer Barbie was never going to work, whether Shumer or the studio won control over where the famous doll would step forth in her heeled doll feet.\n\n#IGN", "link": "https://www.youtube.com/watch?v=HXfmPRxE2ic", "date_published": "2023-07-18T13:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/HXfmPRxE2ic/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Oppenheimer: How Christopher Nolan Built an Atomic Bomb", "description": "Oppenheimer director Christopher Nolan explains how he recreated the historic Trinity Test atomic blast without the use of CGI. Through experimentation and experience from his previous work on Inception, Interstellar, Dunkirk, and The Dark Knight, Nolan and his visual effects team conjured up new methods when faced with the daunting task of trying to practically recreate the explosion of an atomic bomb. Learn more about the Oppenheimer Atomic Bomb Test in this Christopher Nolan interview.\n\nOppenheimer opens in theaters on July 21, 2023.\n\n#IGN #Movies #Oppenheimer", "link": "https://www.youtube.com/watch?v=VDYtkb3n1Pc", "date_published": "2023-07-18T12:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/VDYtkb3n1Pc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Official Rashid Gameplay Overview", "description": "Learn more about Street Fighter 6 Rashid in this detailed overview showing off his fighting style and basic moveset. Rashid specialises in parkour and wind mastery and you can see some of skills such as Eagle Spike, Whirlwind Shot, Spinning Mixer, and more in this new SF6 Rashid gameplay video. Street Fighter 6 is available now on PS5, Xbox Series X/S, PS4, and PC. Rashid will join the roster on July 24, 2023.\n\n#IGN #Gaming #StreetFighter", "link": "https://www.youtube.com/watch?v=DMHnN8qBjxM", "date_published": "2023-07-18T10:20:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DMHnN8qBjxM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney To Scale Back Production on Marvel and Star Wars Projects - IGN The Fix: Entertainment", "description": "Disney plans on cutting back on the amount of Star Wars and Marvel projects we’ll be receiving, due to the recent underwhelming box office numbers and diminishing financial returns the company has gotten as of late. #Disney CEO Bob Iger told CNBC that the company is still assessing its cost measuring tactics, this time directing it towards all those Marvel/Star Wars movies and shows that typically have million dollar budgets. On why the company will be scaling back, he said, “You pull back not just to focus, but also as part of our cost-containment initiative. Spending less on what we make, and making less. 2021 Disney bombarded us with 5 Marvel Disney Plus shows and 4 #MCU films - that’s a total of 9 different, unrelated projects. And not all of it was must-see TV or movies that captivated audiences. A couple of banned episodes of SpongeBob Squarepants returns to streaming - find out why they were banned and where you can watch ‘em, and more on today’s fix with Akeem Lawanson.", "link": "https://www.youtube.com/watch?v=DpO-48kxAQw", "date_published": "2023-07-18T01:34:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DpO-48kxAQw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Microsoft to End Xbox Live Gold, Introduces New Game Pass - IGN Daily Fix", "description": "In today's Daily Fix:\nMicrosoft is finally killing off their Xbox Live Gold service, including the Games With Gold promotion. In its place will be the new Game Pass Core plan, starting at $9.99. It's the end of an era for the subscription service, which launched ten years ago for the Xbox 360 and helped define the online console gaming experience that we know today. And if you're still a subscriber, you don't have to do anything; if you don't cancel you will automatically be rolled over into the Game Pass Core plan. In other Xbox news, Microsoft and Sony have signed an agreement to keep Call of Duty on PlayStation. This follows the huge legal victory Microsoft won last week against the FTC that sought to block their pending acquisition of Activision Blizzard. In other news, the narrative lead of the upcoming Fable game is leaving developer Playground Games. The split is said to be mutual. And finally, Ubisoft has clarified that Star Wars: Outlaws' worlds won't be procedurally generated, and each planet could be as large as two or three zones in Assassin's Creed Odyssey.\n\n\nPhoto by RDNE Stock project: https://www.pexels.com/photo/gray-and-white-tombstone-6841500/", "link": "https://www.youtube.com/watch?v=Gx0jzbzP8UI", "date_published": "2023-07-18T00:52:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Gx0jzbzP8UI/hqdefault.jpg"}]