[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Sparks: Tiny Desk Concert", "description": "Bob Boilen | July 18, 2023\nIt's hard for me to comprehend what a newcomer to Sparks would make of seeing brothers Ron and Russell Mael for the first time. Ron, the mustached one behind the keys, looks like he once was a silent film star and just fell off the silver screen (and is a bit grumpy about it.) On the other hand, Russell, with his upbeat posture, sings about a girl crying in her latte. Hopefully, by the time Russell introduces us to the second tune, about a 22-hour-old child seeing the world and wishing to go back to whence he came, the innocent viewer/listener will understand the twisted humor Sparks has been dispensing for over 50 years across a few dozen albums.\n\nWhen the duo's first records came out in the early 1970s, I managed a record store and played the albums on our turntable. Sometimes it would drive away customers (Sparks are an acquired taste), and other times it would kindle new friendships. I'd have never dreamed that Sparks would be making music all these years later, let alone playing at my office desk. And I also could not have imagined that the band's latest album, The Girl Is Crying In Her Latte, would be as good as ever. After three new songs, Sparks takes one dip into the past, \"a Sparks golden oldie,\" as Russell puts it. With a great band behind them, Ron and Russell played the song \"This Town Ain't Big Enough for Both of Us,\" bringing unimaginable joy to me and hopefully to those just discovering Sparks.\n\nSET LIST\n\"The Girl Is Crying In Her Latte\"\n\"Nothing Is As Good As They Say It Is\"\n\"It Doesn't Have To Be That Way\"\n\"This Town Ain't Big Enough For The Both Of Us\"\n\nMUSICIANS\nRussell Mael: vocals\nRon Mael: keyboards\nEvan Weiss: guitar, vocals\nMax Whipple: bass\nEli Pearl: guitar, keyboards, vocals\nStevie Nistor: drums\n\nTINY DESK TEAM\nProducer: Bob Boilen\nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Joshua Bryant, Maia Stern, Sofia Seidel, Alanté Serene\nAudio Assistant: Kwesi Lee \nProduction Assistant: Ashley Pointer\nPhotographer: Keren Carrión\nTiny Desk Team: Suraya Mohamed, Kara Frame, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #sparks", "link": "https://www.youtube.com/watch?v=YiBVIG9n-d8", "date_published": "2023-07-18T09:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YiBVIG9n-d8/hqdefault.jpg"}]