[{"source": "https://businessinsider.com.pl/.feed", "title": "Prezes Elektrociepłowni Będzin podał się do dymisji", "description": "Krzysztof Kwiatkowski złożył 18 lipca rezygnację z funkcji prezesa zarządu Elektrociepłowni Będzin z dniem odbycia najbliższej rady nadzorczej — poinformowała spółka w komunikacie.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/prezes-elektrocieplowni-bedzin-podal-sie-do-dymisji/1mfjde9", "date_published": "2023-07-18T19:35:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten paszport otwiera wszystkie drzwi. Ma go tylko 5 mln ludzi", "description": "Polska wraz z Australią i Węgrami są na szóstej pozycji, jeśli chodzi o \"siłę\" paszportów w tych krajach — podaje we wtorek magazyn \"Forbes\", powołując się na najnowszy ranking londyńskiej firmy doradczej w sprawach obywatelstwa i rezydencji Henley &amp; Partners. Najwięcej drzwi otwiera z kolei obywatelstwo Singapuru. To ten paszport został uznany za najsilniejszy na świecie.", "link": "https://businessinsider.com.pl/lifestyle/podroze/ten-paszport-otwiera-wszystkie-drzwi-ma-go-tylko-5-mln-ludzi/nyrpmrv", "date_published": "2023-07-18T19:20:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier nagrał nowy film. Mówi o \"ekoterrorystach z Niemiec\" i mobilizuje wyborców", "description": "— Nie daliśmy się zaszantażować ekoterrorystom z Zachodu, głównie z Niemiec — tak o sprawie Turowa mówił we wtorek wieczorem premier Mateusz Morawiecki. W opublikowanym w mediach społecznościowych nagraniu powiązał tę sprawę z nadchodzącymi wyborami parlamentarnymi.", "link": "https://businessinsider.com.pl/wiadomosci/premier-skomentowal-zwrot-ws-turowa-mowi-o-ekoterrorystach-z-niemiec/4hfd4r8", "date_published": "2023-07-18T18:50:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Resort finansów będzie współpracował z Rwandą w obszarze podatków", "description": "\"Ministrowie finansów Polski i Rwandy, Magdalena Rzeczkowska oraz Uzziel Ndagijimana, podpisali w Kigali porozumienie o współpracy w obszarze podatków\" - poinformował resort finansów w komunikacie.", "link": "https://businessinsider.com.pl/wiadomosci/resort-finansow-bedzie-wspolpracowal-z-rwanda-w-obszarze-podatkow/h1wv0gv", "date_published": "2023-07-18T18:41:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle wyniesie waloryzacja emerytur w 2024 r. Rząd zdradził szczegóły", "description": "12,3 proc. - to wskaźnik waloryzacji, który na przyszły rok szacuje rząd. Oczywiście może się on jeszcze zmienić, ale nawet jeśli nie, to będzie to waloryzacja nieznacznie niższa niż w tym roku. W marcu seniorzy otrzymali podwyżkę o 14,8 proc.", "link": "https://businessinsider.com.pl/gospodarka/waloryzacja-emerytur-2024-tyle-ma-wyniesc/db283ek", "date_published": "2023-07-18T18:15:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trump usłyszy kolejne poważne zarzuty.  I już o tym wie", "description": "Były prezydent Donald Trump ogłosił we wtorek, że został oficjalnie poinformowany, że toczy się przeciwko niemu śledztwo w sprawie wydarzeń wokół szturmu na Kapitol i ma się stawić przed wielką ławą przysięgłych w ciągu czterech dni. Prezydent zasugerował, że usłyszy kolejne zarzuty karne.", "link": "https://businessinsider.com.pl/wiadomosci/trump-uslyszy-kolejne-powazne-zarzuty-i-juz-o-tym-wie/f7rec0h", "date_published": "2023-07-18T16:52:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "W pierwszym półroczu 2023 r. padł rekord. Co dziesiąta firma była ukraińska. \"To więcej niż zryw\"", "description": "W pierwszym półroczu tego roku powstało w Polsce blisko 14 tys. ukraińskich firm, niemal tyle, co w całym 2022 r. — wynika z danych zebranych przez Polski Instytut Ekonomiczny. Już niemal co dziesiąta zakładana w naszym kraju firma była ukraińska. W jakich branżach działają?", "link": "https://businessinsider.com.pl/firmy/ukrainskie-firmy-w-polsce-padl-rekord-w-jakich-branzach-dzialaja/lp5y1b0", "date_published": "2023-07-18T16:33:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bitfold ma zastąpić portfel i bank. Polacy tworzą urządzenie oparte na blockchainie", "description": "Finansista, matematyk i prawnik twierdzą podobnie jak Bill Gates, że nadal potrzebujemy bankowości, ale niekoniecznie banków. Założyli więc start-up Bitfold, który wykorzystuje kryptowaluty i technologię blockchain. Zapewniają wygodne i bezpieczne przechowywanie środków oraz realizowanie transakcji. — Widzimy postępującą cyfryzację we wszystkich obszarach życia oraz to, że w świecie wirtualnym lokowana jest wartość ekonomiczna: dane, dostępy do serwisów, cyfrowe podpisywanie dokumentów konta czy bankowość internetowa — mówi Business Insiderowi Kamil Gancarz, jeden z założycieli Bitfold. I dodaje: — A to wszystko przyszłe obszary zastosowań dla Bitfolda jako swoistego mobilnego sejfu na cyfrowe aktywa i tożsamość.", "link": "https://businessinsider.com.pl/biznes/startupy/bitfold-ma-zastapic-portfel-i-bank-polacy-tworza-nowe-urzadzenie/d5wn3n4", "date_published": "2023-07-18T15:41:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rewolucja w sklepach. Sieci każą sobie płacić nawet za \"zrywki\"", "description": "Już nie tylko reklamówki z grubszego materiału, które można dostać przy kasach. Teraz sieci handlowe wprowadzają opłaty nawet za te cieńsze torebki foliowe, używane zwykle do pakowania warzyw, owoców czy pieczywa. Jako pierwsze na taki ruch zdecydowały się Auchan, Carrefour i E.Leclerc. Płacić jednak trzeba tylko w niektórych przypadkach.", "link": "https://businessinsider.com.pl/wiadomosci/rewolucja-w-sklepach-sieci-kaza-sobie-placic-nawet-za-zrywki/p8fphd6", "date_published": "2023-07-18T15:30:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy A i B. Tyle wynosi średnia pensja na wschodzi i zachodzie kraju", "description": "Nadal istnieje przepaść między zarobkami we wschodnich i zachodnich Niemczech, a nawet się powiększa. Na zachodzie RFN ludzie zarabiają średnio o 13 tys. euro rocznie (ponad 57 tys. zł) więcej niż na wschodzie — piszą niemieckie media.", "link": "https://businessinsider.com.pl/praca/wynagrodzenia/ile-mozna-zarobic-w-niemczech-na-zachodzie-nawet-13-tys-euro-wiecej/jhy2rm2", "date_published": "2023-07-18T15:22:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przez wojnę Rosjanie przestali się hamować. Porażająca skala twardych alkoholi", "description": "Tylko w pierwszym półroczu 2023 r. Rosjanie zakupili ponad miliard litrów mocnych alkoholi. Największy wzrost sprzedaży odnotowano pośród win likierowych (250 proc.) i koniaków (10 proc.). Nie zmniejsza się też sprzedaż wódki, której Rosjanie zakupili 367 mln litrów.", "link": "https://businessinsider.com.pl/wiadomosci/tam-rosjanie-nie-oszczedzaja-w-pol-roku-wypili-miliard-litrow-twardych-alkoholi/qd38rmj", "date_published": "2023-07-18T14:47:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masłowska z RPP mówi o obniżce stóp w kontekście wyborów", "description": "Obniżka stóp o 25 pb. we wrześniu lub październiku jest teoretycznie możliwa i byłaby zrozumiała, gdyby wskazywały na to napływające dane, ale decyzje w tym obszarze nie będą pochopne – uważa członkini RPP Gabriela Masłowska. Zapewniła też, że ewentualna obniżka nie będzie miała nic wspólnego z wyborami parlamentarnymi.", "link": "https://businessinsider.com.pl/gospodarka/maslowska-z-rpp-mowi-o-obnizce-stop-w-kontekscie-wyborow/xdvcfqk", "date_published": "2023-07-18T14:31:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gwarancje państwa dla NABE. Rząd zdecydował w sprawie spółek energetycznych", "description": "Rząd przyjął we wtorek projekt ustawy o gwarancjach Skarbu Państwa dla Narodowej Agencji Bezpieczeństwa Energetycznego, do której trafią aktywa węglowe państwowych spółek energetycznych. Celem projektu jest odciążenie koncernów energetycznych, dla których węgiel był coraz większym problemem i zabezpieczenie dostaw prądu dla Polaków.", "link": "https://businessinsider.com.pl/wiadomosci/miliardy-na-wsparcie-energetyki-rzad-zdecydowal-w-sprawie-nabe/gp4nczp", "date_published": "2023-07-18T13:59:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy się zbroją. Amunicja za miliardy", "description": "Producent broni z Duesseldorfu, koncern Rheinmetall, otrzymał od niemieckiej armii dwa zamówienia na amunicję o wartości 1,3 mld euro.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-sie-zbroja-amunicja-za-miliardy/nm436p4", "date_published": "2023-07-18T13:54:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto nowy największy biurowiec na świecie. Pomieści 65 tys. pracowników", "description": "W Indiach właśnie powstał biurowiec, w którym na co dzień pracować będzie 65 tys. osób. To mniej więcej tyle, ile mieszka w Siemianowicach Śląskich i więcej niż jest w stanie pomieścić stadion PGE Narodowy. Budynek oficjalnie wyprzedził pod tym względem amerykański Pentagon.", "link": "https://businessinsider.com.pl/technologie/oto-nowy-najwiekszy-biurowiec-na-swiecie-pomiesci-65-tys-pracownikow/dds7zx6", "date_published": "2023-07-18T13:46:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lodówki side by side dla dużych rodzin — pięć propozycji w dobrej cenie", "description": "Duże lodówki side by side, czyli z podwójnymi drzwiami przydają się każdej większej rodzinie, ale nie tylko. W takim modelu łatwo jest schować np. dużą blachę z ciastem lub tort. Jest też w nich miejsce na dozownik z wodą lub kostkarkę. Przedstawiamy pięć lodówek w dobrej cenie.", "link": "https://businessinsider.com.pl/technologie/lodowki-side-by-side-dla-duzych-rodzin-piec-propozycji-w-dobrej-cenie/xhjyewj", "date_published": "2023-07-18T13:43:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ranking popularności tradycyjnych, ale bardzo skutecznych odkurzaczy", "description": "Jeśli szukasz dobrego i skutecznego odkurzacza, a jednocześnie nie chcesz przepłacać, koniecznie sprawdź najnowszy ranking popularności tych urządzeń. Znajdziesz tutaj pięć modeli, które najbardziej upodobali sobie użytkownicy porównywarki cen Skąpiec.pl.", "link": "https://businessinsider.com.pl/technologie/tradycyjny-odkurzacz-z-rura-to-nie-przezytek-ranking-odkurzaczy/xl7crdm", "date_published": "2023-07-18T13:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będą kaucje za butelki. Jak zadziała nowy system?", "description": "Ustawa wprowadzającą system kaucyjny w Polsce jest już w Senacie. Zgodnie z nią od stycznia 2025 r., czyli już za niecałe półtora roku ma być wprowadzona kaucja w wysokości 50 gr na jednorazowe butelki z plastiku do 3 litrów, szklane butelki wielorazowego użytku do 1,5 l oraz metalowe puszki do 1 litra Co to jednak oznacza dla producentów, sklepów i konsumentów? Czy będziemy wrzucać butelki do automatów jak Niemcy?", "link": "https://businessinsider.com.pl/prawo/firma/beda-kaucje-za-butelki-jak-zadziala-nowy-system/32mqn43", "date_published": "2023-07-18T13:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Paliwo dla Polaka to dwukrotnie większy wydatek niż dla Niemca. 854 litry za pensję", "description": "Czy ceny paliw mogłyby jednak być w Polsce niższe, gdyby większa była konkurencja? Porównanie ile mogą sobie kupić za średnią płacę mieszkańcy naszej części Europy wskazuje na to, że możemy być względnie zadowoleni. Więcej benzyny za średnią płacę mogą sobie kupić tylko Czesi, a w możliwościach nabywczych wyrażonych w paliwie zbliżamy się już nawet do Włochów.", "link": "https://businessinsider.com.pl/gospodarka/paliwo-dla-polaka-to-dwukrotnie-wiekszy-wydatek-niz-dla-niemca-854-litry-za-pensje/qfgd0es", "date_published": "2023-07-18T13:13:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja już wyżej nie pójdzie? Tak twierdzi wiceminister finansów", "description": "Nie ma prognoz, które wskazywałyby na wzrost inflacji w 2024 r. — wskazał PAP wiceminister finansów Sebastian Skuza. Dodał, że złoty jest w czołówce walut – od lutego br. umocnił się względem euro o 6-7 proc., a do dolara o 10-11 proc. Jego zdaniem Polsce nie grozi scenariusz węgierski.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-juz-wyzej-nie-pojdzie-tak-twierdzi-wiceminister-finansow/gjg4p61", "date_published": "2023-07-18T13:07:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Planujesz urlop nad polskim morzem? Polecamy trzy hotele w atrakcyjnych cenach", "description": "Planowanie urlopu nad polskim morzem to nie lada wyzwanie. Wybór jest duży, ale jednocześnie te najlepsze miejsca noclegowe szybko znikają, a nasze oczekiwania rosną. Co powiecie na trzy hotele, które łączą komfort, wspaniałą lokalizację i przystępne ceny? Oto nasze propozycje, które sprawią, że ten urlop będzie niezapomniany. Bez względu na to, czy szukasz ustronnego zakątka, czy miejsca tętniącego życiem, jedno z tych miejsc na pewno spełni twoje oczekiwania. W artykule przedstawiamy hotele, które położone są nad polskim morzem, mają dobre opinie gości i nie sposób się w nich nudzić. Wszystkie propozycje mają bardzo atrakcyjne ceny. Za pośrednictwem linków w artykule możesz dokonać rezerwacji w serwie triverna.pl. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/planujesz-urlop-nad-polskim-morzem-polecamy-trzy-hotele-w-atrakcyjnych-cenach/btb2xmc", "date_published": "2023-07-18T13:00:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bezpieczny kredyt 2 proc. może pokazać Polakom, jak oszczędzać dziesiątki tysięcy na hipotekach", "description": "W programie Bezpieczny kredyt 2 proc. klienci będą spłacać miesięczne zobowiązania w systemie rat malejących. To na polskim rynku zdecydowanie mniej popularne rozwiązanie, ponieważ dominuje u nas model rat równych. Jest szansa, że Bezpieczny kredyt unaoczni klientom, jakie korzyści niesie spłacanie rat malejących. W grę wchodzą dziesiątki tysięcy złotych oszczędności na kosztach odsetkowych.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/raty-malejace-lepsze-niz-rowne-koszty-obslugi-kredytu-znaczaco-rozne/p0nv4zj", "date_published": "2023-07-18T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mężczyzna wyburzył ścianę w swojej piwnicy. Odkrył za nią podziemne miasto", "description": "Mężczyzna wyburzył ścianę w swojej piwnicy. Odkrył opuszczone podziemne miasto, które kiedyś zamieszkiwało 20 tys. ludzi.", "link": "https://businessinsider.com.pl/lifestyle/podroze/wyburzyl-sciane-w-piwnicy-i-odkryl-opuszczone-starozytne-miasto/qtvcpx1", "date_published": "2023-07-18T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tych krajach Europy najtaniej spędzisz urlop. Polska robi się za droga dla Polaków", "description": "Złoty się umocnił, inflacja daje się we znaki. Polska robi się w ten sposób coraz droższa na turystycznej mapie Europy i coraz bardziej kalkuluje się Polakom wyprawa za granicę. Które kraje są najtańsze? Jest kilka prawdziwych perełek, gdzie urlop Polak spędzi bardzo tanio w porównaniu do tego, co mamy w kraju. Ciekawe, że polscy turyści najczęściej wybierają kraje zbliżone cenowo do krajowej oferty.", "link": "https://businessinsider.com.pl/poradnik-finansowy/polska-nie-dla-polakow-najtansze-kraje-na-urlop/lwepp8d", "date_published": "2023-07-18T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bunt Prigożyna to dopiero początek? W armii Putina trwa bezpardonowa walka o władzę", "description": "W rosyjskiej armii pojawia się coraz więcej przypadków buntu, a pucz Prigożyna tylko podsycił gorące nastroje. Kolejni dowódcy nie zgadzają się ze sposobem prowadzenia wojny w Ukrainie oraz innymi decyzjami Kremla. Dziś wojsko Putina to jedna wielka beczka prochu, a do wybuchu może dojść w kilku miejscach na raz — twierdzą amerykańscy analitycy.", "link": "https://businessinsider.com.pl/wiadomosci/bunt-prigozyna-to-dopiero-poczatek-w-armii-putina-trwa-walka-o-wladze/xch490n", "date_published": "2023-07-18T12:39:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dyrektor Pekao: to jedyny produkt bankowy, który realnie chroni oszczędności przed inflacją", "description": "Inflacja spada, ale ciągle jest na dwucyfrowym poziomie. Jak ochronić oszczędności przed spadkiem ich realnej wartości? Dyrektor Banku Pekao wskazuje, że w bankach jest tylko jeden produkt, który daje takie możliwości. Jednak nie wszyscy mogą z niego korzystać.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/co-zrobic-by-oszczednosci-w-banku-nie-tracily-na-inflacji-prezes-pekao-podpowiada/26jnc67", "date_published": "2023-07-18T12:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Moje pieniądze od dziewięciu lat leżą w OFE. Zdziwiłem się, gdy po tej przerwie zobaczyłem kwotę", "description": "Polacy nie mają świadomości, że kilkanaście milionów z nich ma odłożone w OFE łącznie prawie 168 mld zł. To kwota dziesięciokrotnie większa niż ta zgromadzona w PPK. Sprawdziłem, co dzieje się z pieniędzmi \"porzuconymi\" w OFE przeze mnie niemal dokładnie 9 lat temu. W tym czasie moje emerytalne konto powiększyło się o... 400 zł. Zobacz, co z pieniędzmi z OFE po przejściu na emeryturę i czy można je wypłacić przed osiągnięciem wieku emerytalnego.", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury/miliony-polakow-z-ofe-sie-wypisalo-ale-pieniedzy-nie-moga-wybrac-sprawdz-ile-masz-w/sl57v38", "date_published": "2023-07-18T12:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto najpotężniejsze armie świata w 2023 r. Jak wypadła Polska? [RANKING]", "description": "Ranking potęgi militarnej Global Firepower 2023 wymienia 145 państw w kolejności ich ogólnego potencjału. Oto jak wypada 25 czołowych państw.", "link": "https://businessinsider.com.pl/wiadomosci/ranking-najpotezniejszych-armii-pozycja-rosji-sporym-zaskoczeniem/qtq0xk6", "date_published": "2023-07-18T12:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska i Słowacja nie otworzą rynków dla ukraińskiego zboża", "description": "Polska i Słowacja uzasadniły zamiar przedłużenia do końca roku zakazu importu zboża do Ukrainy, odsuwając obawy, że decyzja Rosji o zerwaniu umowy eksportowej z Kijowem może zakłócić dostawy żywności — podaje Bloomberg.", "link": "https://businessinsider.com.pl/wiadomosci/polska-i-slowacja-chca-przedluzyc-zakaz-importu-ukrainskiego-zboza/gt36djq", "date_published": "2023-07-18T12:28:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska i Słowacja nie otworzą rynków dla ukraińskiego zboża", "description": "Polska i Słowacja uzasadniły zamiar przedłużenia do końca roku zakazu importu zboża z Ukrainy, odsuwając obawy, że decyzja Rosji o zerwaniu umowy zbożowej z Kijowem może zakłócić dostawy żywności — podaje Bloomberg. — Będziemy twardzi, jeśli chodzi o ochronę polskiego rynku — powiedział we wtorek premier Mateusz Morawiecki.", "link": "https://businessinsider.com.pl/wiadomosci/ukrainskie-zboze-polska-i-slowacja-chca-przedluzyc-zakaz-mimo-decyzji-rosji/gt36djq", "date_published": "2023-07-18T12:28:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Maszynki do lodów — którą wybrać? Poradnik dla smakoszy", "description": "Jeśli uwielbiasz lody, nie masz innego wyjścia. Musisz kupić domową maszynkę do ich przygotowania. Nie zajmuje dużo miejsca, a jej zakup zwróci ci się tym szybciej, im więcej lodów w niej zrobisz. Przedstawiamy pięć modeli w różnych cenach.", "link": "https://businessinsider.com.pl/technologie/maszynki-do-lodow-ktora-wybrac-poradnik-dla-smakoszy/e5pgh8z", "date_published": "2023-07-18T12:20:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rynek najmu. W tym sezonie jest inaczej. \"50 proc. więcej ofert\"", "description": "Przed wakacjami zainteresowanie najmem z reguły spada, ale w tym roku jest przeciwnie. W czerwcu najemcy mieli o 50 proc. większy wybór ofert niż w czerwcu ubiegłego roku — wynika z \"Raportu z rynku najmu\". W tym roku sezon najmu rozpoczął się wcześniej niż w ubiegłych latach.", "link": "https://businessinsider.com.pl/nieruchomosci/mieszkania-na-wynajem-ten-sezon-jest-nietypowy-50-proc-wiecej-ofert/r11cnb3", "date_published": "2023-07-18T11:45:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Gdzie widzisz siebie za 5 lat?\". Ekspertka mówi, jak odpowiedzieć na to pytanie na rozmowie kwalifikacyjnej", "description": "Niektóre pytania aplikacyjne są staromodne, ale nadal stanowią część standardowego repertuaru wielu menedżerów HR. Jako kandydat powinieneś być na nie przygotowany. Co jeśli nie znasz odpowiedzi? Doradca zawodowy oferuje wskazówki.", "link": "https://businessinsider.com.pl/praca/gdzie-widzisz-siebie-za-5-lat-jak-poprawnie-odpowiedziec-na-to-pytanie/8l2g0y6", "date_published": "2023-07-18T11:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fiskus śle listy do Polaków pracujących na czarno. \"Będziemy monitorować reakcję\"", "description": "Listy behawioralne — tak skarbówka nazywa wiadomości wysyłane do Polaków pracujących na czarno. Z pism adresaci dowiadują się, że urząd zdaje sobie sprawę z tego, że nie odprowadzają podatków, zachęca do zmiany praktyk i ostrzega, że będzie monitorował reakcję.", "link": "https://businessinsider.com.pl/wiadomosci/czym-sa-listy-behawioralne-co-zrobic-gdy-sie-go-dostanie/c891psr", "date_published": "2023-07-18T11:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Musk chce, abyście ufali jego nowej firmie bardziej niż ChatGPT . \"Powie to, w co naprawdę wierzy\"", "description": "Elon Musk twierdzi, że ludzie mogą zaufać jego nowej firmie zajmującej się sztuczną inteligencją bardziej niż OpenAI i Google.", "link": "https://businessinsider.com.pl/technologie/musk-o-sztucznej-inteligencji-i-poprawnosci-politycznej-to-niebezpieczne/fddq131", "date_published": "2023-07-18T10:52:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Korea Północna aresztowała Amerykanina. Uciekł do reżimu Kima", "description": "We wtorek obywatel Stanów Zjednoczonych został zatrzymany przez Koreę Północną. Stało się to po tym, gdy podczas wycieczki po jądrze koreańskiej strefie zdemilitaryzowanej (Strefie Wspólnego Bezpieczeństwa, ang) przekroczył bez zezwolenia wojskową linię demarkacyjną i wszedł na teren reżimu Kima. Koreański dziennik \"Chosun Ilbo\" pisze o \"ucieczce\" Amerykanina.", "link": "https://businessinsider.com.pl/wiadomosci/korea-polnocna-aresztowala-amerykanina-bo-przekroczyl-granice-rezimu-kima/qjkwlq4", "date_published": "2023-07-18T10:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Siedem rzeczy, których zdecydowanie nie powinno się mówić kolegom z pracy", "description": "Jedni z nas pracują w firmach zatrudniających kilka osób, inni w takich, gdzie poznanie wszystkich zajęłoby co najmniej kilka miesięcy. Niezależnie od tego, gdzie i z kim pracujemy, warto pamiętać, że nasi koledzy mogą mieć inny niż nasz światopogląd, przekonania polityczne czy wiarę. Są tematy, których ktoś, kto chce uchodzić za profesjonalistę, nie powinien poruszać w pracy.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/7-rzeczy-ktorych-nie-powinno-sie-mowic-w-pracy-ekspert-wyjasnia/hgq5ggj", "date_published": "2023-07-18T10:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Grecja — TOP 5 hoteli przy plaży. Wyjedź na wymarzone wakacje", "description": "Śródziemnomorski klimat, znakomita kuchnia, starożytne zabytki, taniec zorba, oliwki oraz piękne wyspy. Grecja to z pewnością jeden z najbardziej malowniczych krajów i doskonały pomysł na urlop. U jej wybrzeża znajduje się około dwóch i pół tysiąca wysp i wysepek. Wiele z nich jest niezamieszkałych, a część z nich to perły światowej turystyki. Do najpopularniejszych należą: Kreta, Rodos, Korfu, ale równie piękne, choć mniej znane, są: urokliwe Evia i Kos, do których odwiedzenia zachęcamy w artykule. To na tych wyspach znaleźliśmy wolne miejsca noclegowe, w hotelach położonych przy samej plaży i w bardzo atrakcyjnych cenach. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/grecja-top-5-hoteli-przy-plazy-wyjedz-na-wymarzone-wakacje/c3qg3wj", "date_published": "2023-07-18T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "W ciągu pięciu lat budowa domu zdrożała o 76 proc.", "description": "Od 2018 r. koszt budowy domu wzrósł o ponad 76 proc. Jeszcze pięć lat temu można było zbudować metr domu w stanie deweloperskim za nieco ponad 3,4 tys. zł. Dziś to ponad sześć tys. zł za metr — wynika z szacunków serwisu wielkiebudowanie.pl, na który powołują się analitycy HREIT Oskar Sękowski I Bartosz Turek.", "link": "https://businessinsider.com.pl/finanse/w-ciagu-pieciu-lat-budowa-domu-zdrozala-o-76-proc/1p3dk6h", "date_published": "2023-07-18T09:40:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemieccy lekarze apelują o sjestę. Upały to już nie tylko domena Południa", "description": "W związku z panującymi w ostatnich tygodniach upałami lekarze zalecają wprowadzenie w Niemczech sjesty. Szef federalnego stowarzyszenia lekarzy publicznej służby zdrowia (BVOeGD) Johannes Niessen powiedział we wtorek portalowi RND, że sjesta w południe powinna obowiązywać latem także w RFN.", "link": "https://businessinsider.com.pl/praca/niemieccy-lekarze-apeluja-o-sjeste-upaly-to-juz-nie-tylko-domena-poludnia/xnfggr3", "date_published": "2023-07-18T09:34:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Upał nie sprzyja fotowoltaice. Zamiast rekordów prądu mniej", "description": "Temperatura powietrza w ostatnich dniach znacząco przekracza 30 st. C i alerty od Rządowego Centrum Bezpieczeństwa przychodzą na telefony komórkowe niemal codziennie. Do takich temperatur trudno się przyzwyczaić, więc człowiek lgnie do pomieszczeń chłodzonych. Na klimatyzację czy nawet zwykłe wiatraki potrzeba jednak prądu, a tu okazuje się, że naturalny wydawałoby się w słonecznej pogodzie jego producent, czyli fotowoltaika wcale nie bije rekordów, a wręcz schodzi w cień. I to w cień węgla kamiennego.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/upal-nie-sprzyja-fotowoltaice-zamiast-rekordow-pradu-mniej/4wjyhkq", "date_published": "2023-07-18T09:28:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Flixbus uruchamia nowe połączenie z Polski. W cenie przeprawa promem", "description": "Od 27 lipca autokary Flixbusa jadące z Warszawy nie będą kończyć swojej trasy w Tallinnie w Estonii. Zamiast tego wjadą na prom i zaliczą jeszcze dziewięć przystanków w Finlandii.", "link": "https://businessinsider.com.pl/wiadomosci/flixbus-uruchamia-nowe-polaczenie-z-polski-w-cenie-przeprawa-promem/wyp6l1f", "date_published": "2023-07-18T09:01:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Poczta Polska będzie mieć gigantyczny sorter do paczek", "description": "Poczta Polska będzie mieć gigantyczną maszybę do automatycznego sortowania paczek. Właśnie rozpoczęła jego montaż. Maszyna zasili nową sortownię w okolicy Radzymina, tzw. Warszawę II. Wartość inwestycji opiewa na kwotę 120 mln zł.", "link": "https://businessinsider.com.pl/wiadomosci/poczta-polska-bedzie-miec-gigantyczny-sorter-do-paczek/mcnq887", "date_published": "2023-07-18T08:44:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brexit męczy Brytyjczyków. Już ponad połowa chciałaby powrotu do UE", "description": "Ponad połowa Brytyjczyków zagłosowałaby za powrotem do Unii Europejskiej po raz pierwszy, odkąd kraj zdecydował się opuścić Wspólnotę, wynika z sondażu YouGov — podaje Bloomberg. Siedem lat po referendum Wielka Brytania pozostaje w kryzysie kosztów utrzymania, a inflacja przekracza wzrost cen w innych częściach Europy — dodaje agencja.", "link": "https://businessinsider.com.pl/wiadomosci/brexit-meczy-brytyjczykow-juz-ponad-polowa-chcialaby-powrotu-do-ue/w1nwmwe", "date_published": "2023-07-18T08:39:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef MON odwiedzi Fort Knox. Co kryje się za pancernymi drzwiami?", "description": "18 lipca szef MON odwiedzi główną bazę V Korpusu Sił Lądowych w Fort Knox, gdzie będzie uczestniczył w uroczystym przekazaniu obowiązków zastępcy dowódcy V Koprusu Sił Lądowych US Army, gen. Maciejowi Jabłońskiemu. Fort Knox to wyjątkowe miejsce dla wojskowości i nie tylko.", "link": "https://businessinsider.com.pl/wiadomosci/szef-mon-odwiedzi-fort-knox-co-kryje-sie-za-pancernymi-drzwiami/vwbjd4y", "date_published": "2023-07-18T08:24:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Piwo w butelce zwrotnej droższe o 10 zł. Efekt nowego prawa", "description": "Piwo w butelce zwrotnej podrożeje o 10 zł — ostrzegają Browary Polskie, stowarzyszenie skupiające największych producentów piwa w Polsce. Tak się może stać w wyniku wprowadzenia systemu kaucyjnego.", "link": "https://businessinsider.com.pl/finanse/handel/piwo-w-butelce-zwrotnej-podrozeje-o-10-zl-efekt-nowego-prawa/7k0xpd2", "date_published": "2023-07-18T08:22:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sądowy zwrot w sprawie Turowa. Co dalej z kopalnią?", "description": "Naczelny Sąd Administracyjny uchylił postanowienie warszawskiego Wojewódzkiego Sądu Administracyjnego z 31 maja br. o wstrzymaniu wykonania decyzji środowiskowej ws. Turowa — rzecznik NSA. De facto umożliwia to dalsze wydobycie. Wcześniej rząd zapowiadał, że nie będzie respektował wyroku WSA.", "link": "https://businessinsider.com.pl/wiadomosci/sadowy-zwrot-w-sprawie-turowa-co-dalej-z-kopalnia/ehdb6cz", "date_published": "2023-07-18T08:02:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "McDonald's zmienia recepturę burgera. Po raz pierwszy od 50 lat", "description": "McDonald's planuje wprowadzenie modyfikacji w recepturze swoich burgerów. Pierwsze \"nowe\" kanapki mają być zaprezentowane w przyszłym tygodniu w Kolonii, w Niemczech. Jak zapowiada rzeczniczka firmy, będzie to \"wiele drobnych zmian\", które uatrakcyjnią znany od dekad smak burgera.", "link": "https://businessinsider.com.pl/wiadomosci/mcdonalds-zmienia-recepture-burgera-po-raz-pierwszy-od-50-lat/wt78wte", "date_published": "2023-07-18T08:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Klimat wywraca turystykę. Puchnące palce i zawroty głowy zniechęcają podróżnych", "description": "Czechy zamiast Włoch, Irlandia zamiast Grecji? Zmiany trendów w turystyce już następują i w kolejnych latach mogą się tylko utrwalić. Podróżni zaczynają mieć dość konsekwencji spędzania urlopów w upałach — donosi Reuters.", "link": "https://businessinsider.com.pl/wiadomosci/klimat-wywraca-turystyke-puchnace-palce-i-zawroty-glowy-zniechecaja-podroznych/xt8kw55", "date_published": "2023-07-18T07:57:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przebranżowiła się do IT podczas urlopu macierzyńskiego. Jak marketerka została Data Engineerką", "description": "Przedstawiłam mój pomysł mężowi: słuchaj, może ja się przebranżowię do IT? Kiedy to powiedziałam, oboje uśmiechnęliśmy się do siebie z brakiem wiary – relacjonuje Magda Woźniak, kiedyś specjalistka ds. marketingu i business development, dzisiaj Data Engineerka w ERGO Technology &amp; Services.", "link": "https://businessinsider.com.pl/praca/przebranzowila-sie-do-it-podczas-urlopu-macierzynskiego-jak-marketerka-zostala-data/37mkhp1", "date_published": "2023-07-18T07:34:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 18 lipca powyżej 3,9 zł", "description": "Kurs dolara  powyżej 3,9 zł. We wtorek 18 lipca 2023 r. rano kurs USD/PLN wynosi 3,9407.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-18-lipca-2023/smtk0fn", "date_published": "2023-07-18T07:24:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 18 lipca w okolicy 4,6 zł", "description": "Frank szwajcarski w okolicy 4,6 zł. We wtorek 18 lipca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,5963.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-18-lipca-2023/2362k5r", "date_published": "2023-07-18T07:23:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Danone i Carlsberg pod kontrolą Rosji. \"Nieoczekiwany\" rozwój sytuacji", "description": "Rosja przejęła kontrolę nad rosyjską filią francuskiego producenta jogurtów Danone i udziałami duńskiej firmy Carlsberg w lokalnych browarach Baltika. Jak donosi Reuters, stosowne dokumenty Władimir Putin podpisał w minioną niedzielę. Zgodnie z nimi zagraniczne udziały w Danone Russia i Baltika Breweries zostały objęte \"tymczasowym zarządem\" rządowej agencji nieruchomości Rosimuszczestwo.", "link": "https://businessinsider.com.pl/wiadomosci/danone-i-carlsberg-pod-kontrola-rosji-nieoczekiwany-rozwoj-sytuacji/214rd7w", "date_published": "2023-07-18T06:36:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Coraz chętniej wsiadamy do taksówek. Jest jeden problem", "description": "Polacy coraz chętniej wsiadają do taksówek. W ciągu roku liczba biznesowych kursów taxi skoczyła o 30 proc., a indywidualnych – o 25 proc. — podaje \"Rzeczpospolita\". Jest jednak problem — kierowców jest mniej, na auto trzeba dłużej czekać.", "link": "https://businessinsider.com.pl/motoryzacja/coraz-chetniej-wsiadamy-do-taksowek-jest-jeden-problem/374mtnh", "date_published": "2023-07-18T06:04:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Upały to \"nowa norma\". Lada moment możemy w Europie dobić do 50 st. C", "description": "Fala upałów doskwiera mieszkańcom i turystom przebywającym w obrębie basenu Morza Śródziemnego. Zagrożony jest dotychczasowy rekord temperatur z Sycylii sprzed dwóch lat, czyli 48,8 st. C. Tak skrajne temperatury są nie tylko wyczerpujące dla ludzkich organizmów, ale zagrażają też infrastrukturze transportowej czy energetycznej.", "link": "https://businessinsider.com.pl/wiadomosci/upaly-to-nowa-norma-lada-moment-mozemy-w-europie-dobic-do-50-st-c/83yqdhx", "date_published": "2023-07-18T05:47:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ford Puma ST – crossover jak szybki hatchback", "description": "Ford słynie z bardzo udanych samochodów o sportowym zacięciu. Na szczycie, przynajmniej pomijając najdroższe model rodem z USA, jest oczywiście kultowy Ford Focus RS, ale w gronie bardziej przystępnych, sportowych Fordów znajdziemy te z oznaczeniem ST, które są szybkie i świetnie jeżdżą.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/ford-puma-st-crossover-jak-szybki-hatchback-test/n0ygf5v", "date_published": "2023-07-18T05:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spożywczaki znikają z mapy Polski. Zakaz handlu nie uchronił małych przedsiębiorców", "description": "Od objęcia władzy przez PiS zniknął niemal co dziesiąty sklep spożywczy. Mimo wprowadzenia zakazu handlu w niedzielę czy podatku handlowego, które miały trend powstrzymać — informuje we wtorek \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/sklepy-spozywcze-znikaja-z-mapy-polski-zakaz-handlu-nie-uchronil-malych/8xq665s", "date_published": "2023-07-18T05:21:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tłum chętnych na tańszy kredyt. Jest rekord", "description": "Rośnie popyt na mieszkania z rządowym wsparciem. Dziennie sprzedaje się więcej niż w świetnym 2021 r., a ceny za metr kontynuują marsz w górę — pisze we wtorek \"Puls Biznesu\".", "link": "https://businessinsider.com.pl/finanse/tlum-chetnych-na-tanszy-kredyt-jest-rekord/tq4drvc", "date_published": "2023-07-18T05:13:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tłum chętnych na tańszy kredyt. Jest rekord", "description": "Rośnie popyt na mieszkania z rządowym wsparciem. Dziennie sprzedaje się więcej niż w świetnym 2021 r., a ceny za metr kontynuują marsz w górę — pisze we wtorek \"Puls Biznesu\".", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/tlum-chetnych-na-tanszy-kredyt-jest-rekord/xjr411s", "date_published": "2023-07-18T05:13:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zakazy mycia aut, podlewania ogródków i napełniania basenów. \"Ujęcia nie dają rady\"", "description": "Ponad 160 gmin w Polsce apeluje o oszczędzanie wody. Niektóre od apeli przeszły do zakazów.", "link": "https://businessinsider.com.pl/wiadomosci/zakazy-mycia-aut-podlewania-ogrodkow-i-napelniania-basenow-ujecia-nie-daja-rady/b9dbcys", "date_published": "2023-07-18T05:07:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 18 lipca 2023 r.", "description": "Bieżący kurs waluty euro z dnia 18 lipca 2023 z godziny 7 rano oraz zmiany kursu dzień do dnia i tydzień do tygodnia. Jak się zmienił kurs w tym okresie i czy warto dziś wymieniać złotówki na euro? Aktualny kurs euro interesuje przede wszystkim przedsiębiorców, którzy zajmują się importem i eksportem usług oraz towarów. Ważny jest także dla turystów planujących wakacje. Wczoraj kurs euro wynosił: 4,44465 zł", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-18-lipca-2023-r/1yv724m", "date_published": "2023-07-18T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "NIK skarży tarcze finansowe. Chodzi o 73 mld zł", "description": "Najwyższa Izba Kontroli złożyła do Trybunału Konstytucyjnego wniosek, w którym podważa zasady przyznania polskim firmom 73 mld zł wsparcia. Z pieniędzy skorzystało ponad 350 tys. podmiotów — informuje \"Dziennik Gazeta Prawna\".", "link": "https://businessinsider.com.pl/finanse/nik-skarzy-tarcze-finansowe-chodzi-o-73-mld-zl/707351j", "date_published": "2023-07-18T04:45:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Batalia o dusze frankowiczów\". Prawnik zabiera głos i szuka sprawiedliwości [OPINIA]", "description": "Po czerwcowych frankowych wyrokach Trybunału Sprawiedliwości Unii Europejskiej (TSUE) rozpoczęła się batalia o dusze frankowiczów. Niektóre kancelarie prawne promują nawet hasło \"zarób na kredycie CHF\", co jest obietnicą wątpliwą z etycznego, prawnego i ekonomicznego punktu widzenia. Niewielu jednak wczytuje się w to, co tak naprawdę ogłosił TSUE. Ma to tymczasem ogromne znaczenie dla poczucia sprawiedliwości Polaków, z którym już wkrótce będą musieli się zmierzyć polscy sędziowie – napisał w opinii dla Business Insider Polska radca prawny i wykładowca SGH Jarosław Bełdowski.", "link": "https://businessinsider.com.pl/finanse/batalia-o-dusze-frankowiczow-prawnik-zabiera-glos-i-szuka-sprawiedliwosci-opinia/wq87tzr", "date_published": "2023-07-18T04:33:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigantyczny deficyt handlowy z Chinami. Gorszych od Polski jest tylko kilka krajów", "description": "Są spotkania na najwyższym szczeblu, misje handlowe, wizyty chińskich oficjeli w Polsce, wyjazdy polskich do Chin, udział w targach. A mimo tego wyprodukowane w naszym kraju towary w tak małym stopniu przedzierają się przez \"chińskie zasieki\", że Polska ma jeden z największych na świecie deficytów handlowych z Państwem Środka. Radzimy sobie dużo gorzej niż większość krajów. Import jest ogromny, ale nasz eksport kuleje.", "link": "https://businessinsider.com.pl/gospodarka/gigantyczny-deficyt-handlowy-z-chinami-gorszych-od-polski-jest-tylko-kilka-krajow/916t2ps", "date_published": "2023-07-18T04:26:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Okres próbny przez pół roku? Uwaga na pułapkę nowych przepisów", "description": "Firma i rekrutowany pracownik mogą umówić się, że jeśli ten drugi zachoruje, to jego zatrudnienie na okres próbny wydłuży się o czas chorobowego. Umożliwiła to ostatnia nowelizacja Kodeksu pracy. Nowe rozwiązanie teoretycznie jest korzystne dla firm, ale w praktyce może być pułapką, bo prowadzi do blokowania etatu.", "link": "https://businessinsider.com.pl/prawo/praca/okres-probny-przez-pol-roku-sprawdz-czy-mozna-go-wydluzac/9vd5sg6", "date_published": "2023-07-18T04:12:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Obniżka stóp być może już po wakacjach\". Tak może spaść twoja rata kredytu", "description": "Z Rady Polityki Pieniężnej płyną coraz wyraźniejsze głosy, że obniżka stóp procentowych może nastąpić tuż po wakacjach. To automatycznie oznaczałoby niższe raty kredytów. Policzyliśmy, jakiego rzędu oszczędności mogą spodziewać się posiadacze hipotek. Wniosek? Mimo obniżek dla wielu raty nadal będą znacznie wyższe niż w momencie zaciągania kredytu.", "link": "https://businessinsider.com.pl/gospodarka/raty-kredytow-w-dol-juz-za-chwile-mamy-wyliczenia/1y7wekw", "date_published": "2023-07-18T04:02:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielka wyprzedaż polskich elektrowni. Potrzebne są miliardy na spłatę ich długów", "description": "Po dwóch latach trudnych negocjacji z koncernami energetycznymi i bankami tworzenie Narodowej Agencji Bezpieczeństwa Energetycznego dobiega końca. Trafi do niej niemal 70 bloków węglowych. Kondycja wielu z nich pozostawia jednak wiele do życzenia, a poza tym emitują one dużo CO2 i obciążone są potężnymi długami. W efekcie jeden z koncernów za swoje aktywa dostanie tylko symboliczną złotówkę, a NABE już na starcie potrzebować będzie niemal 60 mld zł finansowania od banków. Rząd na wtorkowym posiedzeniu zajmie się projektem ustawy, który ma umożliwić nowej spółce sięgnięcie po tak duże pieniądze.", "link": "https://businessinsider.com.pl/biznes/wielka-wyprzedaz-polskich-elektrowni-potrzebne-sa-miliardy-na-splate-ich-dlugow/vv8ce8d", "date_published": "2023-07-18T03:59:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}]