[{"source": "https://www.jefftk.com/news.rss", "title": "Thoughts on Dancing the Whole Dance: Positional Calling for Contra", "description": "<p><span>\n\nAfter </span>\n\n<a href=\"https://www.jefftk.com/p/dancing-to-positional-calling\">yesterday's post</a>\non my experience dancing to positional calling, \n\n<a href=\"http://louisesiddons.com/\">Louise Siddons</a> recommended I read\nher booklet, \n\n<a href=\"https://cdss.force.com/commons/s/product/dancing-the-whole-dance-positional-calling-for-contra-digital-download/01t8Y00000NqxnP\">Dancing\nthe Whole Dance: Positional Calling for Contra</a>.  Overall I like\nthe it: it gives a good explanation of how to call positionally, with\na lot of examples handling specific situations, and a lot of advice\nseemed like it would fix the confusing and frustrating situations from\nthe weekend.  I'm very glad the book exists: if people are going to be\ntrying positional calling it's key to have this kind of clear\nresource.\n\n\n\n<p>\n\n<a href=\"https://cdss.force.com/commons/s/product/dancing-the-whole-dance-positional-calling-for-contra-digital-download/01t8Y00000NqxnP\"><img class=\"mobile-fullwidth\" height=\"850\" src=\"https://www.jefftk.com/positional-calling-dancing-the-whole-dance.jpg\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nI do still have trouble imagining someone calling this way without\nbeing much more wordy than when using role terms.  For example,\nconsider Chart Guthrie's duple improper dance, \"Hey in\nthe Barn\":\n\n</p>\n\n<p>\n\n</p>\n\n<table>\n<tr>\n<td>A1</td>\n<td>(16)</td>\n<td>Neighbor balance and swing\n</td>\n</tr>\n<tr>\n<td>A2</td>\n<td>(8)</td>\n<td>Robins chain\n</td>\n</tr>\n<tr>\n<td></td>\n<td>(8)</td>\n<td>Half hey\n</td>\n</tr>\n<tr>\n<td>B1</td>\n<td>(16)</td>\n<td>Partner balance and swing\n</td>\n</tr>\n<tr>\n<td>B2</td>\n<td>(8)</td>\n<td>Robins chain\n</td>\n</tr>\n<tr>\n<td></td>\n<td>(8)</td>\n<td>Half hey to new neighbors\n</td>\n</tr>\n</table>\n\n\n\n<p>\n\nThe book gives an example walkthrough of:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\nTake hands four; face your neighbor. Neighbor, balance and swing; end\nfacing across and stay connected! Notice your next neighbor&#8212;they'll be\nimportant later! Two of you have a right hand free. [Demonstrate the\nchain if necessary.] Across the set, right-hand chain to your partner,\nand take that forward momentum into half a hey, those two passing\nright shoulder to start. [Demonstrate the hey if necessary; note that\nfor those who crossed the set in the chain, it's the same track.] Meet\nyour partner on the other side: balance and swing; end facing across\nand stay connected! Across the set, right-hand chain&#8212;it's the same two\nwho chained before; this time it's to your neighbor. And those two are\nright back in for half a hey&#8212;and look for that next neighbor&#8212;remember\nthem? Meet this new neighbor: balance and swing.\n</blockquote>\n\n\n\n<p>\n\nCompare to how I might call this at a Larks/Robins dance:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\nTake hands four from the top.  Neighbor, balance and swing.\n[Demonstrate the chain if necessary.] Robins chain.  [Demonstrate the\nhey if necessary.] Robins pass right \nshoulders, half a hey.  On the other side of the set, with\nyour partner, balance and swing.  Robins chain.  Robins pass right,\nhalf a hey.  Out of the hey meet your new neighbor: balance and\nswing.\n</blockquote>\n\n\n\n<p>\n\nThis is still a bit on the wordy end: with more experienced dancers I\nwouldn't need many of the positional notes, but the positional example\nlikely also would be tightened up in that case.\n\n</p>\n\n<p>\n\nOr consider Andrea Nettleton's Becket dance, Homeward Bound:\n\n</p>\n\n<p>\n\n</p>\n\n<table>\n<tr>\n<td>A1</td>\n<td>(2)</td>\n<td>Slide left\n</td>\n</tr>\n<tr>\n<td></td>\n<td>(8)</td>\n<td>Robins allemande right 1.5\n</td>\n</tr>\n<tr>\n<td></td>\n<td>(6)</td>\n<td>Neighbor swing\n</td>\n</tr>\n<tr>\n<td>A2</td>\n<td>(8)</td>\n<td>Long lines forward and back\n</td>\n</tr>\n<tr>\n<td></td>\n<td>(8)</td>\n<td>Larks allemande left 1.5\n</td>\n</tr>\n<tr>\n<td>B1</td>\n<td>(8)</td>\n<td>Balance the ring, Petronella\n</td>\n</tr>\n<tr>\n<td></td>\n<td>(8)</td>\n<td>Balance the ring, Petronella\n</td>\n</tr>\n<tr>\n<td>B2</td>\n<td>(16)</td>\n<td>Partner balance and Swing\n</td>\n</tr>\n</table>\n\n\n\n<p>\n\nThe book gives an example walkthrough:\n\n</p>\n\n<blockquote>\n\nYou're with your partner on the side of the set. Face your neighbors\nacross, and with your partner&#8212;you're holding hands&#8212;slide a\ncouple of steps to the right. We're going to start the walkthrough\nfrom here. The dance begins with a slide left into an allemande right\nfor two in the middle of the set. You're connected to your partner so\nonly one of you has a right hand free, and as you slide left you flow\ninto that right-hand allemande with the one coming toward you. Turn\nonce and a half and swing the neighbor waiting for you on the\nside. End that swing facing across; stay connected. One of you has a\nleft hand free; you'll need it in a moment, but first long lines go\nforward and back. Now, just two of you in the middle, allemande left\nonce and a half in the middle and fall back into a ring of\nfour. Balance the ring and Petronella spin one place to the\nright. Balance again and spin to the right. With your partner, balance\nand swing. End facing across, connected, ready to slide left to new\nneighbors.\n\n</blockquote>\n\n\n\n<p>\n\nWith Larks/Robins I'd call this as:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\n\nTake hands four and circle one place to the right; this is a Becket\ndance. [Wait for chicken noises to subside.]  Robins allemande\nright. [beat] Go once and a half, to your neighbor; swing.  Long lines\nforward and back.  Larks allemande left. [beat] Go once and a half, to\nform a ring.  Balance the ring.  As in Petronella, spin or step one\nplace to the right.  Balance again.  Spin to the right.  With your\npartner, balance and swing.  In the dance you'd slide left to new\nneighbors, but let's dance it from here.\n\n</blockquote>\n\n\n\n<p>\n\nThe difference here is larger than it looks: the walkthrough can't go\nany faster than it takes to walk the dance.  If you're sufficiently\nconcise the dancers the dancers don't have to stop for you to explain\nthings, and the walkthrough feels smooth and fluid.  You can even do\nit to music, as a rolling start, if you're confident you won't have to\nstop for clarification or a demo.  The role term versions rarely require the\ndancers to wait and internalize instructions, while the positional\nversions often do.\n\n</p>\n\n<p>\n\nIf I found positional calling very compelling for other reasons,\nI could potentially overlook the verbosity.  But picking up\nthe book as a big fan of gender-free role-based (Larks/Robins)\ncalling, however, the question I had bouncing around my head the whole\ntime was \"how is this an improvement over Larks/Robins\"?  Initially I\nwas frustrated by the short dismissal of this approach:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\nWhile alternative role terms such as 'larks and robins' avoid\nthe problem of being discriminatory and exclusionary (and certainly\nreduce the prevalence of gendered commentary on the dance floor, which\ncan be as alienating as anything a caller says!) they have limited\nutility when no one can tell, by looking, who is what. (p4)\n</blockquote>\n\n\n\n<p>\n\nWhile I would have enjoyed a more explicit treatment, the reasons for\npreferring a positional approach are there, just as background\nthroughout the book instead of concentrated in one section.  For\nexample:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\nrole-based calling teaches us to think of ourselves as individuals\ninteracting with people, rather than as part of a set describing a\npattern. (p7)\n</blockquote>\n\n\n\n<p>\n\n</p>\n\n<blockquote>\nWhenever we use role terms, we reinforce the misconception that the\nstructure of a contra dance is two people, partnered, dancing with\na series of other couples. (p8)\n</blockquote>\n\n\n\n<p>\n\nI don't think I see how using role terms has this effect, but even if\nthey did I wouldn't see that as a bad thing.  Yes, in most dances your\nattention is on people physically near you as opposed to on the set as\na whole; I don't see an issue with that?\n\n</p>\n\n<p>\n\nWhere I start to really disagree, though, is on the idea that there\nbeing two distinct roles is a problem with the dance:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\nFlourishes are a critical element of contra dancing, and when we\neliminate gendered assumptions about them from our teaching and\ncalling we open this aspect of dancing up more fully to all\nparticipants. ... One way to celebrate it is to offer flourishes that\ncan be led by all the dancers on the floor&#8212;especially if they\nenhance the flow of the dance.\n</blockquote>\n\n\n\n<p>\n\nIn a world in which the Lark/Gent/Lead/Left-hand role is for men and\nthe Robin/Lady/Follow/Right-hand role is for women, then I definitely\nagree that having the roles be very different is an issue.  But as we\nsettle into a new norm in which there are still two roles but it's\nwidely accepted and common for anyone to dance either role, including\nswitching during the dance, I don't see a compelling reason to push\nfor the roles to be more similar to each other.\n\n</p>\n\n<p>\n\nIn fact, I would go the other way: as someone who enjoys dancing both\nroles and at a typical evening ends up in both about half the time, I\ndance them very differently and especially enjoy when others embrace\nthat asymmetry.  Just as we take turns talking instead of everyone\ntalking simultaneously, explicitly passing the lead back and forth by\ntrading off roles allows the communication of much more interesting\nideas.  And since dance is made up of motions instead of words,\nagreement on who's currently \"talking\" makes the dance a lot safer.  This\ntrading is facilitated by the role-specific hand positions, <a href=\"https://www.jefftk.com/p/contra-hand-roles\">Larks with palms up and Robins with palms\ndown</a> (which is strangely absent from the \"Rules versus roles\"\nsection), where people signal to others (and remind themselves)\nwhich role they're dancing.\n\n</p>\n\n<p>\n\nWhile the author does encourage swapping (p8) they also recommend\nphrasing like \"the dancers who just crossed the set keep moving\nforward to go through the middle first\", \"right-hand chain&#8212;it's\nthe same two who chained before. And those two are right back in for\nhalf a hey\", or \"the same people who started the hey pull by left in\nthe chain\". These phrasings work poorly with swapping: they tell your\nneighbors they they can rely on you to dance a single role throughout\nthe dance.\n\n</p>\n\n<p>\n\nI do appreciate that the book is deeper than a how-to manual, getting\ninto how the author sees contra dancing today, and how the form could\ngrow and change in the future: I think it would be less coherent\nwithout that underlying vision.  Unfortunately it's a vision of a\ndance that gives up a lot of what I enjoy about the dance today\nwithout bringing much to replace it.  While, as I've\nsaid a <a href=\"https://www.jefftk.com/p/dancing-to-positional-calling\">few</a> <a href=\"https://www.jefftk.com/p/positional-calling\">times</a>, I see the potential for\nskillful positional calling to allow callers to step around arguments\nover role terms, for communities that are already using Larks/Robins I\ndon't see a benefit.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02PC6L6BvWCgHspJrbVBrziufDkHA79W7ZzEyk8ksLKpvLN8W5gPmCTKan9RFYQUq3l\">facebook</a>, <a href=\"https://mastodon.mit.edu/@jefftk/110476579218947752\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/thoughts-on-dancing-the-whole-dance-positional-calling-for-contra", "date_published": "2023-06-02 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]