[{"source": "https://www.engadget.com/rss.xml", "title": "Twitter’s head of brand safety and ad quality has left the company", "description": "<p>Twitter lost its executive in charge of content moderation on the platform, <a href=\"https://www.engadget.com/twitters-head-of-safety-and-content-moderation-has-left-the-company-053113054.html\">Ella Irwin</a>, earlier this week. In another sign of instability in Twitter's upper ranks, it looks like yet another top executive is leaving the company. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy90d2l0dGVyLWxvc2VzLXNlY29uZC1zYWZldHktZXhlY3V0aXZlLXdpdGhpbi1kYXlzLTE5NTRhNTFlP21vZD1kamVtYWxlcnRORVdTIiwiY29udGVudFV1aWQiOiJmYzZjNGQ0Ny0xYjNkLTQwNDktOWEyNS0xNmMxYmQxY2FjMDYifQ&amp;signature=AQAAAVlR2s4AZZqbjub4qAUnCVFJHBNEek1NGvmrUctmJq3V&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Ftwitter-loses-second-safety-executive-within-days-1954a51e%3Fmod%3DdjemalertNEWS\"><em>The Wall Street Journal</em></a> reports that A.J. Brown, who was in charge of Twitter’s brand safety and ad quality, decided to leave the company on Friday. Brown was reportedly in charge of making sure Twitter was a safe place for advertisers to place their ads. At the time of writing, she has not officially given a reason as to why she has decided to exit the company.</p><p>Since Elon Musk took over,  Twitter has struggled to keep advertisers on the platform. It was <a href=\"https://www.engadget.com/twitter-advertisers-media-finances-185425994.html\">reported earlier this year</a> that over 500 of the company’s top advertisers have paused spending on the platform. At the time, Twitter owner Elon Musk said that the company planned to break even within the year.</p><span id=\"end-legacy-contents\"></span><p>It’s not just advertisers that have concerns about the future of the platform. <a href=\"https://www.engadget.com/npr-is-ditching-twitter-over-government-funded-media-label-on-its-main-account-155556726.html\">Some brands</a> and <a href=\"https://www.engadget.com/twitter-client-developers-fleeing-twitter-mastodon-130031551.html\">users</a> have ultimately decided to abandon Twitter entirely over concerns over how Musk handles content moderation on the platform.</p><p>The departure leaves <a href=\"https://www.engadget.com/the-morning-after-twitter-has-a-new-ceo-111547375.html\">incoming CEO Linda Yaccarino</a> in an interesting spot. Yacacarino, previously in charge of ad sales at NBCUniversal, has said in the past that brand safety is a top priority for advertisers. Given that advertising is Twitter’s main way of making money, it’ll be interesting to see how she handles this situation.</p><p>After Elon Musk’s takeover last year, Twitter seemingly has been in a scramble to try and keep the social media platform afloat. The company has reportedly let go of a <a href=\"https://www.engadget.com/80-percent-of-twitters-full-time-staff-has-evaporated-under-musk-234247201.html\">vast majority of its workforce</a> and <a href=\"https://www.engadget.com/twitter-third-party-app-developers-api-rules-193013123.html\">cut off third-party app support</a>. Not to mention, Twitter is charging an exorbitant amount of money for those who want to <a href=\"https://www.engadget.com/twitter-announces-new-api-pricing-including-a-limited-free-tier-for-bots-005251253.html\">use its API</a> and is trying to get users to pay $8 per month for <a href=\"https://www.engadget.com/twitter-blue-subscribers-can-now-upload-videos-as-long-as-two-hours-161504628.html\">a “premium” experience</a> on the platform.</p>This article originally appeared on Engadget at https://www.engadget.com/twitters-head-of-brand-safety-and-ad-quality-has-left-the-company-191401704.html?src=rss", "link": "https://www.engadget.com/twitters-head-of-brand-safety-and-ad-quality-has-left-the-company-191401704.html?src=rss", "date_published": "2023-06-02 19:14:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube changes misinformation policy to allow videos falsely claiming fraud in the 2020 US election", "description": "<p>In a Friday afternoon news dump, YouTube inexplicably <a href=\"https://blog.youtube/inside-youtube/us-election-misinformation-update-2023/\">announced</a> today that 2020 election denialism is a-okay. The company says it “carefully deliberated this change” without offering any specifics on its reasons for the about-face. YouTube initially <a href=\"https://www.engadget.com/youtube-removes-videos-with-us-election-fraud-claims-154726251.html\">banned content disputing the results of the 2020 election</a> in December of that year.</p><p>In a feeble attempt to explain its decision, the company wrote that it “recognized it was time to reevaluate the effects of this policy in today's changed landscape. In the current environment, we find that while removing this content does curb some misinformation, it could also have the unintended effect of curtailing political speech without meaningfully reducing the risk of violence or other real-world harm. With that in mind, and with 2024 campaigns well underway, we will stop removing content that advances false claims that widespread fraud, errors, or glitches occurred in the 2020 and other past US Presidential elections.”</p><span id=\"end-legacy-contents\"></span><p><em>This is a developing story. Please check back for updates.</em></p>This article originally appeared on Engadget at https://www.engadget.com/youtube-changes-misinformation-policy-to-allow-videos-falsely-claiming-fraud-in-the-2020-us-election-184319851.html?src=rss", "link": "https://www.engadget.com/youtube-changes-misinformation-policy-to-allow-videos-falsely-claiming-fraud-in-the-2020-us-election-184319851.html?src=rss", "date_published": "2023-06-02 18:43:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Man allegedly used a Nintendo ‘Duck Hunt’ gun to rob convenience store", "description": "<p>Police have arrested a South Carolina man after he allegedly robbed a convenience store armed with a Nintendo light gun primarily used in the 1980s to play <em>Duck Hunt, Hogan’s Alley </em>and <em>Gumshoe,</em> as originally <a href=\"https://www.yorkcountysheriff.com/CivicAlerts.aspx?AID=316\">announced by York County deputies.</a> The 25-year-old suspect allegedly made away with $300 in cash after donning a mask, wig, hoodie sweatshirt and the aforementioned Nintendo Entertainment System (NES) Zapper gun accessory.</p><p>Police allege the suspect waved the fake gun at a clerk and demanded money from the cash register. Authorities found him down the street in a Dollar General parking lot with the fake pistol in his pants. The original 1984 accessory is famously bright orange and gray, but authorities say the suspect spray-painted his black, likely so it would resemble a functional firearm. The York County Sheriff’s Department released an image of the doctored gaming accessory on its Twitter account.</p><span id=\"end-legacy-contents\"></span><div id=\"4e1f12bbe84a4a3ca1866be8d706f135\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Man robs gas station with Nintendo 'Duck Hunt' pistol: sheriff <a href=\"https://t.co/W9zPl0yxuK\">https://t.co/W9zPl0yxuK</a><a href=\"https://t.co/nGHELXwr39\">pic.twitter.com/nGHELXwr39</a></p>— WFLA NEWS (@WFLA) <a href=\"https://twitter.com/WFLA/status/1664051732580540421?ref_src=twsrc%5Etfw\">May 31, 2023</a></blockquote></div><p>The original light gun accessory, called the Zapper, shipped with the NES and used an internal optical sensor to translate trigger presses to on-screen action. The primary use was <em>Duck Hunt, </em>though it worked with a handful of titles throughout the console’s lifespan.</p><p>Using a fake gun to commit a crime is no joke and has been a serious issue for decades. A 1990 study conducted by Congress found that fake guns were used in <a href=\"https://bjs.ojp.gov/content/pub/pdf/tg-icep.pdf\">more than 15 percent of robberies.</a> It’s worth noting that in most parts of the country, using a fake gun to commit a crime carries similar penalties to that of a real firearm, as the threat of danger is very real to victims. After all, these toy or replica guns look nearly identical to the real thing. To that end, New York State <a href=\"https://www.foxnews.com/us/hochul-targets-toy-guns-bid-reduce-new-york-crime\">recently passed legislation</a> banning toy guns unless they are clearly fake, such as those painted with bright colors.</p>This article originally appeared on Engadget at https://www.engadget.com/man-allegedly-used-a-nintendo-duck-hunt-gun-to-rob-convenience-store-182657571.html?src=rss", "link": "https://www.engadget.com/man-allegedly-used-a-nintendo-duck-hunt-gun-to-rob-convenience-store-182657571.html?src=rss", "date_published": "2023-06-02 18:26:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple needs to prove why its mixed reality headset matters", "description": "<p>Will Apple's rumored mixed reality headset set the company up for failure, or for a future where smart glasses are everywhere? That's the big question running through my mind as we prepare for its annual <a href=\"https://www.engadget.com/apple-wwdc-2023-what-to-expect-from-ios-17-to-new-macbooks-160033810.html\">Worldwide Developers Conference</a> next week. Despite Apple's track record with disrupting nascent technology — most notably, with the iPod and iPhone — there's plenty of reason for skepticism when it comes to mixed reality. Existing mixed reality headsets like the HoloLens 2 and Magic Leap 2 are targeted mainly at corporate customers that can more easily stomach the high prices. VR headsets have arguably plateaued when it comes to the depth of their experiences and their potential market. Just look at the <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\"><ins>PlayStation VR2</ins></a>, which mostly recycles existing VR games.</p><p>And then there's the major problem, the one Apple needs to solve more than anything else: Why would mainstream consumers — <em>not</em> the geeky early adopters or impassioned gamers — want to wear something on their head for extended periods? A mixed reality headset wouldn't be like the iPod or iPhone, which expanded the possibilities of existing products but could easily slip into your pocket. It's not just like the AirPods or the Apple Watch, accessories meant to compliment Apple's existing hardware. A headset, by its very definition, would have to be an all-consuming product, a persistent reminder that you're seeing the world through Apple's eyes.</p><span id=\"end-legacy-contents\"></span><div id=\"39d04013288c4963b6c6902c981d0137\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>At its WWDC keynote on Monday, Apple will need to make the case for its mixed reality headset as deftly as Steve Jobs unveiled the iPhone and iPod. But this time, it likely won't have a completed product meant for mainstream users. (Admittedly, the iPhone took a few years to transform into something more compelling with the addition of 3G and the App Store.) Instead, we’ll probably see an appeal to developers to help build its mixed reality ecosystem, and for consumers to have faith that it'll eventually be more affordable and truly useful.</p><p>Reporting from <a href=\"https://www.bloomberg.com/news/articles/2023-04-18/apple-vr-ar-headset-apps-sports-tv-fitness-gaming-wellness-ipad-features?sref=10lNAhZ9\"><em><ins>Bloomberg's </ins></em><ins>Mark Gurman</ins></a> points to Apple's mixed reality headset — potentially <a href=\"https://www.engadget.com/apple-appears-to-have-registered-reality-trademarks-for-its-upcoming-ar-headset-093742126.html\"><ins>called the Reality One or Reality Pro</ins></a> — being a $3,000 device with a focus on gaming, exercise and productivity. It’s said to rely on finger gestures to navigate a floating interface, and there will be a virtual keyboard along with support for physical keyboards. Additionally, Gurman notes that there will be a Digital Crown, similar to the Apple Watch, that can transition the headset from fully immersive VR into mixed reality, which will combine the digital interface with the real world using onboard cameras.</p><p>Magic Leap founder (and <a href=\"https://shows.acast.com/this-week-in-xr-podcast\"><ins>This Week in XR</ins></a> podcast co-host) Rony Abovitz sees Apple's potential headset as a major boost for the mixed reality industry. &quot;If Apple actually reveals an XR system next week, that act alone will help to validate the belief shared by many XR pioneers that XR is the next important computing platform,&quot; he told Engadget over email. &quot;It will take time and a number of generations to perfect, but we should see the market move more quickly after this milestone.&quot;</p><figure><img alt=\"Magic Leap 2 headset and compute module\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9d1479d0-6131-11ed-8d3f-335bafd357f7\" style=\"height: 1302px; width: 2000px;\" /><figcaption>The Magic Leap 2 mixed reality headset</figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>But not everyone is convinced that &quot;mixed reality&quot; (MR) is the way forward. Edward Saatchi, the founder of the VR studio Fable and the original founder of Oculus's Story Studio, tells me he still he's &quot;unconvinced&quot; about the concept of MR: &quot;As a VR and AR creator, there are significant differences between making AR content and making VR content and it’s hard to see how an MR headset which can’t decide between AR and VR will be hugely successful.&quot;</p><p>&quot;AR and VR present significantly different design challenges and you can’t port an AR app over to a VR app,&quot; Saatchi added. He likens it to smartphone gamepad accessories, like the Backbone and Razer Kiyo, that aim to let you play either complex console games or casual phone games. Putting those together just &quot;doesn't quite feel right&quot; to him.</p><p>As cloudy as Apple's intentions may seem right now, the mixed reality industry is primed for the sort of disruption the company is known for. After all, Apple didn't make the first MP3 device, or the first smartphone. But it was the first company to create a simple music store supported by the music industry, and the iPhone represented a dramatic leap forward over what the BlackBerry and other smartphone platforms offered in 2007.</p><p>&quot;The biggest piece that Apple brings to the table with this [headset] is the Apple installed base, and the ability to leverage all of the other Apple tech with a wealth of already installed hardware,&quot; Jack Gold, President and Principal Analyst at J. Gold Associates told Engadget. &quot;Meta doesn’t have that same ability since it’s really only a browser/software play. Apple could easily couple any headset with links (and OS updates) to iPhones and Macs and have a built-in market of millions. So Apple has a head start against anyone in the market with an installed base of users that could be easily upgraded.&quot;</p><p>Gold notes it also makes sense that Apple is focusing on developers first: &quot;Given the price and the relatively low volumes expected, it’s much better to get [headsets] to creators than consumers, and save the consumers for follow on products with better features (which are also being debugged by the developers), and a lower price.&quot;</p><p>Even if Apple manages to build one of the most sophisticated mixed reality headsets on the market, it's still unclear what the mainstream pitch for such a device would be. For it to be truly compelling, I'd imagine the company has to go a step further from what we've seen with the Meta Quest (and the <a href=\"https://www.engadget.com/the-meta-quest-3-is-a-499-mixed-reality-headset-with-full-color-passthrough-141204527.html\"><ins>upcoming Meta Quest 3</ins></a>). It'll need to go beyond games to deliver experiences you can't get anywhere else.</p><div id=\"f24c5828d37f4913ad657b1923efa8ab\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>One possibility came to mind a few weeks ago when Sightful <a href=\"https://www.engadget.com/spacetop-is-an-augmented-reality-laptop-for-remote-working-on-the-go-140031973.html\"><ins>unveiled its augmented reality laptop, Spacetop</ins></a>. It's basically a small computing box which, together with customized Nreal smart glasses, lets you see a 100&quot; AR display. While I didn't get to test it in person, it's easy to imagine something from Apple offering similar functionality when connected to a Mac, iPhone or iPad.</p><p>Just imagine toting a MacBook Air to a coffee shop, slipping on a pair of mixed reality glasses, and having a 100-inch virtual window expanding out of the laptop's screen. It'd be a boon for multitaskers, as well as people who need to work on confidential material in public. (No more people peeking over your shoulder on planes!) It’ll likely be years before this is technically feasible, but that may also align with when Apple can make a more affordable headset.</p><p>Apple's vision reportedly extends beyond mixed reality to lightweight AR glasses, but it's still unclear how feasible those will be in the future. &quot;Pure AR glasses seem like a totally logical next step, but it was 10 years ago that we all said it would take 10 years to get there, and they still don’t seem 10 years away to me,&quot; Saatchi said.</p><p>But why stop at glasses? Apple's mixed reality ecosystem could easily translate to more advanced technology that doesn’ require you to wear anything. &quot;I think the biggest issue is still having to wear this 'thing' over your head that takes up space and makes it so I can’t really see that well (imagine trying to walk down the street with one of these things on),&quot; Gold said. &quot;I think in five to ten years, what we’ll see is XR that does not require this massive thing on my head to work. That’s when it gets more meaningful, using heads up displays, even 3D displays on phones, etc.&quot;</p><p>To paraphrase Dr. Emmet Brown in <em>Back to the Future</em>, where we're going, we won't need screens.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-wwdc-2023-mixed-reality-headset-analysis-180015769.html?src=rss", "link": "https://www.engadget.com/apple-wwdc-2023-mixed-reality-headset-analysis-180015769.html?src=rss", "date_published": "2023-06-02 18:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sonos speakers are up to 25 percent off, plus the rest of this week's best tech deals", "description": "<p>The week after Memorial Day can sometimes be a little sleepy on the deals front, but this week we saw a good number of sales, particularly on audio equipment. The headliner deal, a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvcHJvbW90aW9uYWwtb2ZmZXJzIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAQxvVj782TnnX3YxooWeYSeJPbmPU7TTQAmIuHghzS2W&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fpromotional-offers\">rare sale at Sonos</a>, takes up to 25 percent off some of the brand's most popular speakers. JBL is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9qYmwtc2FsZS8iLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAfSEfWW4GTrc2xNs03truSqyGRRqycMwMY9wjwEAIq-e&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fjbl-sale%2F\">discounting</a> a few of its better Bluetooth speakers, Sony's new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vc293aGNoNzIwbmIuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAASLHVSSgW6Bu_pghvVZaWyhPNjpaOW9Q5gvkm9mhDdMo&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fsowhch720nb.html\">WH-CH720N</a> headphones are down to $128 and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2FwcGxlLWFpcnBvZHMtcHJvLTJuZC1nZW5lcmF0aW9uLy0vQS04NTk3ODYxMiIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAU9ssneEQNBCXT75K5bp7HFcwMLLtwUrnPqvQlkziYxk&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fapple-airpods-pro-2nd-generation%2F-%2FA-85978612\">Apple's AirPods Pro</a> have dropped back to $200. Solo Stove carried over its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL3Avc29sby1zdG92ZS1ib25maXJlIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAZTL8plB6qAqqMx1nOij4aRy84Mgp9fepH7T1yy7fg-b&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fp%2Fsolo-stove-bonfire\">holiday sale</a> to this week, in which you can save up to 45 percent on the brand's mostly smokeless fire pits or get $120 off one of our recommended <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL3AvcGktcGl6emEtb3ZlbiIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAARim_g99idjGeXBTqVidXf1BsO5BQ62E6zviTvtmSzso&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fp%2Fpi-pizza-oven\">pizza ovens</a>. Here are the best tech deals from this week that you can still get today.&nbsp;</p><h2>Sonos speaker sale</h2><p></p><p>I heard from a colleague that they'd just bough a Sonos speaker — before this sale popped up. To avoid the same disappointing fate, you may want to shop now if you've been thinking about a speaker from one of our <a href=\"https://www.engadget.com/sonos-era-100-review-affordable-multi-room-audio-that-actually-sounds-good-130007717.html\">favorite</a> brands. Currently, many of the more popular speakers are <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvcHJvbW90aW9uYWwtb2ZmZXJzIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAQxvVj782TnnX3YxooWeYSeJPbmPU7TTQAmIuHghzS2W&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fpromotional-offers\">up to 25 percent off in a rare sale</a>. Discounts apply to one of our <a href=\"https://www.engadget.com/best-soundbars-143041791.html\">favorite soundbars</a>, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvYXJjIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAfvMr4xfupzkKSSCUyR5vhOCWW5HH5BQK5l0T9y1ZLYP&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Farc\">Sonos Arc</a>, which is $719.20 after a 20 percent discount. It calibrates its sound to your living room (or wherever you set it up) and works well with other Sonos speakers as you expand. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvYmVhbSIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAfgtCzmbSOeGCTAr2Pd6dE5H3HcSZLx5cQRn-2_fO5Uf&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fbeam\">The Beam</a>, which is our favorite mid-range soundbar is down to $399.20, which is nearly $100 off the street price. I particularly appreciate the way the Beam makes dialogue much clearer.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Our <a href=\"https://www.engadget.com/best-smart-speakers-151515264.html\">favorite</a> portable smart speaker, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbSIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAfKuYX8jgrBa6ovEpOj_3MRV3H1gbZiFgEpSGqTL1fVf&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam\">Sonos Roam</a>, is also part of the sale, down to $134.25 instead of its usual $179. The new Era 100, which our deputy editor Nathan Ingraham <a href=\"https://www.engadget.com/sonos-era-100-review-affordable-multi-room-audio-that-actually-sounds-good-130007717.html\">gave high marks</a> to, isn't on sale by itself, but is available <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvaW5kb29yLW91dGRvb3Itc2V0LWVyYS0xMDAtbW92ZSIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAeLgf1BrKaLgWzxOGuElbTqXoC-CcqK9dznAFY8BPyn3&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Findoor-outdoor-set-era-100-move\">bundled</a> with the Move speaker for $99 off.&nbsp;</p><h2>Sony WH-CH720N headphones</h2><p></p><p>They've only been around for a few months now, but <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vc293aGNoNzIwbmIuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAASLHVSSgW6Bu_pghvVZaWyhPNjpaOW9Q5gvkm9mhDdMo&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fsowhch720nb.html\">Sony's WH-CH720N</a> wireless headphones are already 20 percent off at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILUNINzIwTi1DYW5jZWxpbmctSGVhZHBob25lcy1NaWNyb3Bob25lL2RwL0IwQlMxUUNGSFg_dGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAWVLvKgrkvfdcofmGbN2SLE47iFDyjz1hSyT7DOAb-7X&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-CH720N-Canceling-Headphones-Microphone%2Fdp%2FB0BS1QCFHX\">Amazon</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vc293aGNoNzIwbmIuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAASLHVSSgW6Bu_pghvVZaWyhPNjpaOW9Q5gvkm9mhDdMo&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fsowhch720nb.html\">Adorama</a>, bringing them to just $128. Our audio expert and editor Billy Steele deemed them \"budget-friendly headphones with premium sound\" in his <a href=\"https://www.engadget.com/sony-wh-ch720n-review-160032871.html\">review last month</a>. They're a mid-range and more affordable alternative to Sony's $400 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtSGVhZHBob25lcy1IYW5kcy1GcmVlLVdIMTAwMFhNNS9kcC9CMEJYWUNTNzRIP3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAX1tO2dHNZJCGirS_W8V04JbymRy88mRP6p2QuhYy5jj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Headphones-Hands-Free-WH1000XM5%2Fdp%2FB0BXYCS74H\">WH-1000XM5</a>, but compromises like a mostly plastic build make the headphones look \"decidedly cheap.\" It's also missing some advanced features like automatically pausing when you take them off. Still, Billy was impressed by the overall sound quality, remarking on the clarity of detail and ample bass. They have a long, 35-hour battery life and are also lightweight and comfortable, even after hours of wear.&nbsp;</p><h2>Solo Stove Bonfire 2.0</h2><p></p><p>Solo Stove's Memorial Day sale is still going on, with discounts up to 45 percent on some of the brand's nearly smokeless fire pits. The medium-sized <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL3Avc29sby1zdG92ZS1ib25maXJlIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAZTL8plB6qAqqMx1nOij4aRy84Mgp9fepH7T1yy7fg-b&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fp%2Fsolo-stove-bonfire\">Bonfire 2.0</a> is still just $250 after a $150 discount. It's 19.5-inches in diameter and comes with an <a href=\"https://www.engadget.com/solo-stoves-fire-pit-20-removable-base-plate-ash-pan-cleanup-143100211.html\">improved</a> ash pan for easier cleanup. Solo Stove is also still offering a free mini fire pit, the table-top-friendly Mesa if you enter the code FREEMESA at checkout (just remember to add the mini pit to your cart first). And while Ooni's Memorial Day sale looks to be over, Solo's answer to the pizza oven boom, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f5421854-3d3e-46b7-ba38-db91920c7f00&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Solo+Stove&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTQyMTg1NC0zZDNlLTQ2YjctYmEzOC1kYjkxOTIwYzdmMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb2xvc3RvdmUuY29tL2VuLXVzL3AvcGktcGl6emEtb3ZlbiIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAARim_g99idjGeXBTqVidXf1BsO5BQ62E6zviTvtmSzso&amp;gcReferrer=https%3A%2F%2Fsolostove.com%2Fen-us%2Fp%2Fpi-pizza-oven\">Pi Pizza Oven</a> (and one of <a href=\"https://www.engadget.com/best-pizza-oven-141550352.html\">our favorites</a>), is on sale for $400 after a $120 discount.&nbsp;</p><h2>Humble Metroidvania game bundle</h2><p></p><p>Humble Bundle, the online store that sells bundled games at a discount while giving money to charity, has a notable set of games on offer this week. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8cce7f0e-1975-4189-ad0c-2981dc30d13c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Humble+Bundle&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4Y2NlN2YwZS0xOTc1LTQxODktYWQwYy0yOTgxZGMzMGQxM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaHVtYmxlYnVuZGxlLmNvbS9nYW1lcy9tdXN0LXBsYXktbWV0cm9pZHZhbmlhIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAfInGYxPVPWQznT4CQWAg4HFW69YKQW212Ll6AGL-tuS&amp;gcReferrer=https%3A%2F%2Fwww.humblebundle.com%2Fgames%2Fmust-play-metroidvania\">Nine Metroidvania games</a>, including <em>Hollow Knight, Bloodstained </em>and <em>Rain World,</em> are going for the minimum price of $15. Bought separately, the titles would sell for $164. As with all Humble Bundles, you can pick the price you pay, with a portion of the money going to publishers and charities like the Malala Fund, the ACLU and One Tree Planted. This bundle supports <a href=\"https://girlswhocode.com/\">Girls Who Code</a> and has already raised $34,061 as of this writing.&nbsp;</p><h2>Xbox Elite Wireless Controller Series 2</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbGl0ZS0yLUNvbnRyb2xsZXItQmxhY2stWGJveC1PbmUvZHAvQjA3U0ZLVExaTT90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAATrooBWjXuXbdgILZDcZyOU6_pDAlQLkrmpwDNu-0D5O&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FElite-2-Controller-Black-Xbox-One%2Fdp%2FB07SFKTLZM\">Xbox Elite Wireless Controller Series 2</a> is on sale for $145 instead of its usual $180 at both Amazon and from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5f41950e-8ca3-4481-8466-a22b28b80e32&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Xbox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZjQxOTUwZS04Y2EzLTQ0ODEtODQ2Ni1hMjJiMjhiODBlMzIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueGJveC5jb20vZW4tVVMvYWNjZXNzb3JpZXMvY29udHJvbGxlcnMvZWxpdGUtd2lyZWxlc3MtY29udHJvbGxlci1zZXJpZXMtMiIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAcipMJ5PbslN0tp-CuDJkGiQ0rN3LSqLyeSI7buhtKJ_&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fen-US%2Faccessories%2Fcontrollers%2Felite-wireless-controller-series-2\">Microsoft</a>. That's close to the lowest price we've seen for the <a href=\"https://www.engadget.com/2019-06-09-microsoft-elite-wireless-controller-series-2.html\">highly customizable</a> controller since its debut in 2019. It works with Xbox Series X or S consoles as well as PCs running Windows 10 or 11 and connects wirelessly via Bluetooth or Microsoft's own Xbox Wireless protocol. If you prefer, you can just plug it in with the included USB-C cable. Many other items are included as well, like a charging dock, four paddles, an extra D-pad, additional thumbsticks and a carrying case. If you don't need all of that (and don't want to have it in black) you can grab the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5f41950e-8ca3-4481-8466-a22b28b80e32&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Xbox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZjQxOTUwZS04Y2EzLTQ0ODEtODQ2Ni1hMjJiMjhiODBlMzIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueGJveC5jb20vZW4tVVMvYWNjZXNzb3JpZXMvY29udHJvbGxlcnMveGJveC1lbGl0ZS13aXJlbGVzcy1jb250cm9sbGVyLXNlcmllcy0yLWNvcmUiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAXIjdsXWEER7_-EYUUmxdVUPSbfEzOkt5iFPHfKoqOyI&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fen-US%2Faccessories%2Fcontrollers%2Fxbox-elite-wireless-controller-series-2-core\">Core version of the Elite Series 2</a>, which is currently on sale for $104 from Microsoft.&nbsp;</p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9YYm94LVdpcmVsZXNzLUhlYWRzZXQtT25lLVdpbmRvd3MtRGV2aWNlcy9kcC9CMDhXRkQ0Mkc1P3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAU8bn8DSDbYYEiQpqZ0dSfJjY42gqyiW2e0SNf0zF7OS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FXbox-Wireless-Headset-One-Windows-Devices%2Fdp%2FB08WFD42G5%3Fth%3D1\">Xbox Wireless Headset</a> is also on sale for $85 instead of $100, which is an all-time low. Of course, this set didn't make the cut in <a href=\"https://www.engadget.com/best-gaming-headset-130006477.html\">our guide to the best gaming headsets</a>. Our senior commerce writer, Jeff Dunn, would suggest instead the wired <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdOU1JZREg5P3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAVyx_vg9L77EKS3yGCLjXn5tUGG8UtI0_Bx0dOclbwfj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07NSRYDH9\">Astro A40 TR</a>, which is on sale for $100 after a 23 percent discount. It's got a more spacious soundstage than many gaming headsets with an emphasized bass that delivers a \"a smooth and satisfying thump\" without overdoing it. True, they're not wireless, but you can plug them directly into the headphone jack on your new Elite Wireless Controller Series 2.&nbsp;&nbsp;</p><h2>Apple AirTags</h2><p></p><p>Losing your keys and wallet is never fun. A Bluetooth tracker can help you stop doing that. Right now Apple's option, the small white <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvQXBwbGUtQWlyVGFnLTQtUGFjay80MDg5OTIxMjciLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAWYQa4UT7-zgvWGFeEEKUTAgRAxufJ9xES-MXLa_ZHbK&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FApple-AirTag-4-Pack%2F408992127\">AirTags</a>, are on sale for 20 percent off when you buy a four pack from Walmart or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2225d53b-bfe1-4d56-bd6e-3885c642b140&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Verizon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMjI1ZDUzYi1iZmUxLTRkNTYtYmQ2ZS0zODg1YzY0MmIxNDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudmVyaXpvbi5jb20vcHJvZHVjdHMvYXBwbGUtYWlydGFnLXRyYWNraW5nLTQtcGFjay8_c2t1PXNrdTQ0OTAwMzEiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAATQubQKxsMYo1SQOnISXvXGrzW9NjcRW-OeYfpMkhO23&amp;gcReferrer=https%3A%2F%2Fwww.verizon.com%2Fproducts%2Fapple-airtag-tracking-4-pack%2F%3Fsku%3Dsku4490031\">Verizon</a>. They're our <a href=\"https://www.engadget.com/best-bluetooth-tracker-140028377.html\">favorite</a> trackers for iPhone users (and don't work with Android devices) because they tap into the vast FindMy network, enabled by default for every iPhone user out there. That means any nearby phone can anonymously find your lost item and help you zero in on its location.&nbsp;</p><p>In my tests, the AirTags were neither as loud nor as quick with separation alerts as the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2NoaXBvbG8ubmV0L2VuLXVzL3Byb2R1Y3RzL2NoaXBvbG8tb25lLTQtcGFjaz92YXJpYW50PTEwOTEzNiIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAe5mh9CZMBY_ZcR46C3UPM0cc6a0roLn4OBPAcL9UTmX&amp;gcReferrer=https%3A%2F%2Fchipolo.net%2Fen-us%2Fproducts%2Fchipolo-one-4-pack%3Fvariant%3D109136\">Chipolo One trackers</a>. Those were the best overall pick in our guide, work with both iPhones and Android phones and are currently just $75 for a four-pack.&nbsp;&nbsp;&nbsp;&nbsp;</p><h2>WD_Black <strong>1TB </strong>SN850X <strong>NVMe Gaming SSD</strong></h2><p></p><p>The latest <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEI3Q1BTTjJLP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAcbT2uZpY_XUkMcYrbftJfWNZ0psy2a7r25Wj6jw30jq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B7CPSN2K%3Fth%3D1\">WD_Black 1TB SN850X NVMe Gaming SSD</a> with a heat sink is currently just $80 at Amazon, which is a 56 percent savings over the usual $180. It offers read/write speeds of up to 7300/6300 MBs and, in addition to PCs, it's also compatible with PS5 consoles. If you need even more storage, check out the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEI3Q0taR042P3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAcQ5SPuptRqRzY7khQCveTgk1eXim94WFdA4zpIjYedC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B7CKZGN6%3Fth%3D1\">2TB size</a> which is $150 instead of $310.&nbsp;</p><p>If you'd prefer external storage, you can grab the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XRF9CTEFDSy0yVEItR2FtZS1Ecml2ZS1XREJBV1kwMDIwQkJLLVdFU04vZHAvQjA5WlJEMzhEOD90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAYo3HCMPd6l_IhmhWC1-x8CJfCNDbytMiE1PNYyYVbg9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWD_BLACK-2TB-Game-Drive-WDBAWY0020BBK-WESN%2Fdp%2FB09ZRD38D8\">WD_Black 1TB P4 Game Drive SSD</a> for $100 or 44 percent off its $180 list price. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XRF9CTEFDSy0yVEItR2FtZS1Ecml2ZS1XREJBV1kwMDIwQkJLLVdFU04vZHAvQjA5WlJXVDEzND90aD0xJnRhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAVdSMAMPP7uKDF6wtGui8guevidUMwXLt1ePVP0NQoRt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWD_BLACK-2TB-Game-Drive-WDBAWY0020BBK-WESN%2Fdp%2FB09ZRWT134%3Fth%3D1\">2TB capacity version</a> is on sale for $160, which is an even steeper 52 percent discount. As they're external, they're compatible with both PS and Xbox consoles and can even store files from your PC or Mac.&nbsp;</p><h2>Samsung Pro Plus microSD card</h2><p></p><p>Samsung ran a promotion on its storage devices last week and many of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzEzOWVlMThiP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj04UDBRRzEyREdIOFpLNkgyR1BBMSZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9NjA1ZDU5MjUtMGU0Zi00YTA2LWJkMzEtN2Q4N2RjZjRhOWMwJnBmX3JkX3M9c2xvdC0xNCZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfM18xMzllZTE4Yl9kdF9zbDE0X2MwJnRhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAVy5w5Fi_dzJasMIoWnxB1ZZm1MSIjnxj1Lm0WKuJtHL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F139ee18b%3FshowVariations%3Dtrue%26pf_rd_r%3D8P0QG12DGH8ZK6H2GPA1%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D605d5925-0e4f-4a06-bd31-7d87dcf4a9c0%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_3_139ee18b_dt_sl14_c0%26\">deals are still live</a> at Amazon. Of particular note is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFAxVDI5P3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAX59asTy6f_ntpBl6ZfdmeP3A7YscDO9JL6RUULt1hWS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PP1T29\">128GB Pro Plus microSD card</a>, which is down to $18 after a 31 percent discount and represents a new low price. It's our top pick in our guide to the <a href=\"https://www.engadget.com/best-microsd-card-130038282.html\">best microSD cards</a>. This deal bundles a handy USB reader, but if you don't need one, you can get <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFQ5WFhTLz90aD0xJnRhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAASEkiugp1lZNNNalDlLd9XriNMP9b_YUGQPYP3ry_hwt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PT9XXS%2F%3Fth%3D1\">just the card</a> for $15. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFBXVFdULz90aD0xJnRhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAVhNtkBkrLHu4BEDcF7C80oqjJey5LmNuWxlKMCqz0Jo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PPWTWT%2F%3Fth%3D1\">256GB model</a> is $24, which is the lowest price we've seen yet.&nbsp;</p><p>You can also snag deals on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0RYQy1FeHBhbmRlZC1NQi1NRTI1NktBLUFNL2RwL0IwOUIxR1hNMTY_dGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAbMREMnyeRMfo3wOk3ZQIEYGs3bzCIxE1Av6L-8lX8cC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSDXC-Expanded-MB-ME256KA-AM%2Fdp%2FB09B1GXM16\">Samsung Evo Select</a> card, which is 55 percent off, or the ultracompact <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW1zdW5nLU1VRi0xMjhBQi1BTS1QbHVzLTEyOEdCL2RwL0IwN0Q3UERMWEM_dGg9MSZ0YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAXRAowgEg14_saWIWA_15eT5BFEwTUISRQpn7uCZ9j4D&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSamsung-MUF-128AB-AM-Plus-128GB%2Fdp%2FB07D7PDLXC%3Fth%3D1\">Samsung Fit Plus</a> flash drive which is now just $15 for the 128GB version. The <a href=\"https://www.engadget.com/best-ssds-140014262.html\">ever-popular</a> portable SSD, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWTEs5VzNTP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAVLwcREXOOrOmdw3ZsuyDn-QHdyx2YE4y2jga3Ls6_3D&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09VLK9W3S%3Fth%3D1\">T7 Shield</a>, is 44 percent off in the 1TB size. <em>&nbsp;</em></p><h2>Chromecast with Google TV&nbsp;</h2><p></p><p>The 4K version of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaHJvbWVjYXN0LUdvb2dsZS1UVi1TdHJlYW1pbmctRW50ZXJ0YWlubWVudC9kcC9CMDhLUlY3UzIyP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAaZ7N2dqNheobDiafB8rOt5Q2LKrOeo2mJD-5EhoRwoi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChromecast-Google-TV-Streaming-Entertainment%2Fdp%2FB08KRV7S22%3Fth%3D1\">Chromecast with Google TV</a> is currently $40 at Amazon and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9jaHJvbWVjYXN0LXdpdGgtZ29vZ2xlLXR2LTRrLXNub3cvNjQyNTk3Ni5wP3NrdUlkPTY0MjU5NzYiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAaoKEvJF7KtdGQUl-sHE4APp9dtX67vkWQ8nWUqftzPG&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fchromecast-with-google-tv-4k-snow%2F6425976.p%3FskuId%3D6425976\">Best Buy</a>. That's a 20 percent discount and matches the cheapest price we've seen yet. The streaming dongle can turn any set into a smart TV, giving you a slew of streaming options while offering support for Dolby Vision. If you don't have a screen that can handle 4K video, the HD dongle is even cheaper at just $20 after a 33 percent discount. Our commerce writer Nicole Lee gave the 4K version an <a href=\"https://www.engadget.com/chromecast-with-google-tv-review-163024220.html\">86 in her review</a> and we named it the runner up in our <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">streaming device guide</a> thanks to its great Google Assistant integration and informative Google TV interface.&nbsp;</p><h2>JBL Flip 6</h2><p></p><p>A handful of JBL speakers are <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9qYmwtc2FsZS8iLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAfSEfWW4GTrc2xNs03truSqyGRRqycMwMY9wjwEAIq-e&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fjbl-sale%2F\">on sale right now</a>, including JBL's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUdKWE00RFgvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZ0aD0xJnRhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAUWKtBXxUMy-xaEaQ5yTdhDBwdDtssac_iXZYxdmvHfg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09GJXM4DX%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26th%3D1\">Flip 6</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvQ0hBUkdFNS0uaHRtbD9kd3Zhcl9DSEFSR0U1LV9jb2xvcj1CbGFjay1BTS1DdXJyZW50IiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAfwpDNNmTxMwIaONq3INTeF4m8zcRsY_UkRyz3KVUAf9&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FCHARGE5-.html%3Fdwvar_CHARGE5-_color%3DBlack-AM-Current\">Charge 5</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvWFRSRU1FLTMtLmh0bWwiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAUvI-fHEk0HVVZv4FB7nHaJEKXgAnQghUqPXRWSiF7xq&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FXTREME-3-.html\">Xtreme 3</a> — all of which our homepage editor, Jon Turi, recommends in his guide to the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvWFRSRU1FLTMtLmh0bWwiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAUvI-fHEk0HVVZv4FB7nHaJEKXgAnQghUqPXRWSiF7xq&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FXTREME-3-.html\">best Bluetooth speakers</a>. The Flip 6 puts out impressive volume considering its 1.2-pound size and still manages to deliver \"solid lows [and] crisp highs.\"  True to it's name, you can flip it on its side to save tabletop space and the IP67 waterproof rating mean it can handle a dunk. It's down to $100 after a 23 percent discount at both <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvRkxJUC02LS5odG1sIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAXDB203G1-9l1RI4l9oytThViTDZPco7oCzgH5HgkYQK&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FFLIP-6-.html\">JBL</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9KQkwtRmxpcC1CbHVldG9vdGgtV2F0ZXJwcm9vZi1QYXJ0eUJvb3N0L2RwL0IwOUdKVlRSTlo_dGg9MSZ0YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAR17Imjs68rJQTtkn9UuJaL-PZo4kLg7D7Q88diNDnLB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJBL-Flip-Bluetooth-Waterproof-PartyBoost%2Fdp%2FB09GJVTRNZ%3Fth%3D1\">Amazon</a>. That's not an all-time low, but falls within $10 of its Black Friday pricing.&nbsp;</p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvQ0hBUkdFNS0uaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAARgoX_qL-sTbco83nqVjNwGA4VKKGmBZO0Er9hWcgCd8&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FCHARGE5-.html\">Charge 5</a> is at little bigger at just over two pounds and can likewise pump out bigger sound. It delivers the same quality sound as the smaller Flip 6 (and has the same waterproof rating). The larger battery not only goes for 20 hours on a charge, it can even juice up your small devices via the USB port. It's on sale for $150 after a 17 percent discount from both <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvQ0hBUkdFNS0uaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAARgoX_qL-sTbco83nqVjNwGA4VKKGmBZO0Er9hWcgCd8&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FCHARGE5-.html\">JBL</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFg0WU1UUE0vcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZwc2M9MSZ0YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAcDQGkZUWSDhIzpzquL767dm7vWX_EqAtmmnXYtwjDHG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08X4YMTPM%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26psc%3D1\">Amazon</a>. For even bigger sound, we recommend the  <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvWFRSRU1FLTMtLmh0bWwiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAUvI-fHEk0HVVZv4FB7nHaJEKXgAnQghUqPXRWSiF7xq&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FXTREME-3-.html\">Xtreme 3</a>. Its 4.3-pound size is large enough to warrant a shoulder strap and can adequately output sound for a backyard get-together. It's $100 off after a 25 percent discount and you can get it from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f671e4c0-78f5-4be4-a1dc-bc74e91d5c55&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=JBL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNjcxZTRjMC03OGY1LTRiZTQtYTFkYy1iYzc0ZTkxZDVjNTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuamJsLmNvbS9ibHVldG9vdGgtc3BlYWtlcnMvWFRSRU1FLTMtLmh0bWwiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAUvI-fHEk0HVVZv4FB7nHaJEKXgAnQghUqPXRWSiF7xq&amp;gcReferrer=https%3A%2F%2Fwww.jbl.com%2Fbluetooth-speakers%2FXTREME-3-.html\">JBL</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9qYmwteHRyZW1lMy1wb3J0YWJsZS1ibHVldG9vdGgtc3BlYWtlci1ibGFjay82NDQ1NTQ4LnA_c2t1SWQ9NjQ0NTU0OCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAVHXaAOqmAhGQ1KjPTSiQsxznen-eLTdmtCSRc7q4pTm&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fjbl-xtreme3-portable-bluetooth-speaker-black%2F6445548.p%3FskuId%3D6445548\">Best Buy</a>.&nbsp;&nbsp;</p><h2>Govee M1 RGBIC LED strip lights</h2><p></p><p>Light strips might not be the most necessary smart home devices, but they can add a decidedly fun vibe to a living room, bedroom or gamer cave. The latest option from Govee, the 16.4-foot <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb3ZlZS1VcGdyYWRlZC1UZWNobm9sb2d5LUNvbXBhdGlibGUtQ2hyaXN0bWFzL2RwL0IwQjQyQldWTE0vP3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAATxQcuHjyXhH1TlgudzG-2gTrhCQty4xG9PSo3x8WyUh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGovee-Upgraded-Technology-Compatible-Christmas%2Fdp%2FB0B42BWVLM%2F\">M1 RGBIC LED Strip Lights</a> are on sale for $85 at Amazon, after you click to apply the $15 coupon. Our senior commerce editor, Valentina Palladino, recommends them in <a href=\"https://www.engadget.com/best-smart-led-light-bulbs-143022856.html\">our guide to smart bulbs</a> because they have an impressively wide color spectrum, don't require a hub and let you customize 15 different segments to get just the right lighting scheme.&nbsp;</p><p>Other Govee lights are also on sale, including the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWQlpDMkNYP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAavWfI0Rx0FGH74kSEExTWwVi4WsdDYy80tGTdIoqNp0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09VBZC2CX%3Fth%3D1\">100-foot RGBIC LED Strip Lights</a> for $48.48 after applying the $10 coupon. These have an older chip in them and aren't quite as bright as the newer model, but at less than a dollar per foot, they're an inexpensive way to get started with smart strip lights.&nbsp;</p><h2>Apple AirPods Pro (2nd gen)</h2><p></p><p>At this point, we'd recommend anyone looking into <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAVSytZ1uupAN6FBZqmKUGY1oe-NoAgcUaX91RK5RQWOq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">AirPods Pro</a> to wait for them to go on sale. This week is one such time, as the second generation of Apple's AirPods Pro have dropped back to $199 both <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2FwcGxlLWFpcnBvZHMtcHJvLTJuZC1nZW5lcmF0aW9uLy0vQS04NTk3ODYxMiIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAU9ssneEQNBCXT75K5bp7HFcwMLLtwUrnPqvQlkziYxk&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fapple-airpods-pro-2nd-generation%2F-%2FA-85978612\">at Target</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAVSytZ1uupAN6FBZqmKUGY1oe-NoAgcUaX91RK5RQWOq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">at Amazon</a>. They are Engadget's <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">recommendation</a> for the best earbuds you can buy for iPhones. Billy gave them an 88 in his <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">review</a>, noting their improved performance and better features over the previous generation. They also deliver one of the most natural-sounding transparency modes of any earbuds out there.&nbsp;</p><h2>Eero Pro 6 mesh Wi-Fi 6 router</h2><p></p><p>As part of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS8xNTQzRjhBNi1ENzg3LTRDQjYtODMxNy1CRkQyQzYxOEEzQjY_aW5ncmVzcz0yJnZpc2l0SWQ9MGY2OTY3ODMtMzVhNi00ZmYxLWE0Y2EtYzY2NWY1MTJkMWE3JnJlZl89YXN0X2JsbiZ0YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAb2M1MgTxiCM-664QNI_a6H8qHcnqO6yvLRxmduYVObO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2F1543F8A6-D787-4CB6-8317-BFD2C618A3B6%3Fingress%3D2%26visitId%3D0f696783-35a6-4ff1-a4ca-c665f512d1a7%26ref_%3Dast_bln\">a larger sale</a> on Amazon's line of Wi-Fi routers, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWMjJOQ0IzP3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAcHEsPlgobofn_A63QUttO3DtCoF33isqJCCXAjqFTPj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09V22NCB3\">Eero Pro 6E mesh Wi-Fi router</a> is on sale for $200. That's a 20 percent discount, but $20 more than its lowest price so far. Still, if you've brought home a newer smartphone, tablet or laptop that can access WiFi 6 and want a router that can supply that band, this might be a good time to upgrade. If you've got a large area to cover, you may need a few routers. A <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkxRzY0R1ZLP3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAesbmxSVM-Sp50p8DwWxcLSDMjYgPN7D2e-bICMrsUB_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB091G64GVK\">three-pack</a> of Eero routers can cover up to 6,000 square feet and are similarly discounted.&nbsp;&nbsp;</p><h2>Google Nest WiFi Routers</h2><p></p><p>If you'd rather get a WiFi router from Google, take a look at Amazon's sale on Nest devices. A three-pack of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJDUVNZUFpCLz90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAYV8kqyhSGAenFNcCVBPsek8mw11rEfuvQGoKFYN7C-r&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BCQSYPZB%2F\">Nest WiFi Pro 6E</a> routers is 15 percent off, or $340, which is the lowest price in the past four months, though not an all-time low. Set these up throughout your home and you'll get 6,000 square feet of coverage with access to the usual 2.4 GHz and 5 GHz WiFi bands, plus the newer 6 GHz band. Compatible devices, like newer smartphones, laptops and tablets, can access this band and get lower latency and less network crowding.&nbsp;&nbsp;</p><h2>Ring Video Doorbell</h2><p></p><p>The wired version of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SaW5nLVZpZGVvLURvb3JiZWxsLVdpcmVkL2RwL0IwOENLSFBQNTI_dGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAfoGin7_CgVrqVM9o01S8zwnoFMwV00vt_LHmtQvwT9S&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRing-Video-Doorbell-Wired%2Fdp%2FB08CKHPP52\">Ring Video Doorbell</a> is seeing a steep discount this week at Amazon. Usually $65, it's now just $39 after a 40 percent discount. The camera uses motion detection to tell when someone is at your door, sending out instant notifications. You can see, hear and talk to visitors using your phone or an Echo display. To hear a chime inside your home when someone rings the bell, you'll need an Alexa-enabled speaker or a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SaW5nLUNoaW1lL2RwL0IwOUw0NVZGQ04_dGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAV47BRS0CH4CR-sTE4gof6j95EC_Lkq-LQo5eMXJtm9J&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRing-Chime%2Fdp%2FB09L45VFCN\">Ring Chime</a>. The devices offer customizable privacy settings, but it's important to note that Amazon's Ring devices <a href=\"https://www.engadget.com/amazon-settles-lawsuit-with-ftc-over-ring-doorbell-privacy-concerns-191257621.html\">haven't had the best track record</a> on that front.&nbsp;</p><h2><strong>iRobot Roomba 694</strong></h2><p></p><p><a href=\"https://www.engadget.com/irobots-roomba-j7-combo-vacuum-is-300-off-right-now-140009152.html\">Last week</a>, Wellbots offered a few discount codes on many of <a href=\"https://www.engadget.com/best-robot-vacuums-130010426.html\">our favorite</a> Roomba robot vacs, and now Amazon and iRobot have matched many of those prices. One of particular note is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtVmFjdXVtLVdpLUZpLUNvbm5lY3Rpdml0eS1DYXJwZXRzLVNlbGYtQ2hhcmdpbmcvZHAvQjA4U1A1R1lKUD90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAARtzYC7ZD_WSXwlihIFkgYUTa1_0jOLf4pOsQ8GlBu1m&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Vacuum-Wi-Fi-Connectivity-Carpets-Self-Charging%2Fdp%2FB08SP5GYJP\">iRobot Roomba 694</a>, the winner from our guide to <a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">budget versions</a> autonomous cleaners. It's currently 35 percent off, or $179, from both <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtVmFjdXVtLVdpLUZpLUNvbm5lY3Rpdml0eS1DYXJwZXRzLVNlbGYtQ2hhcmdpbmcvZHAvQjA4U1A1R1lKUD90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAARtzYC7ZD_WSXwlihIFkgYUTa1_0jOLf4pOsQ8GlBu1m&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Vacuum-Wi-Fi-Connectivity-Carpets-Self-Charging%2Fdp%2FB08SP5GYJP\">Amazon</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8563d83f-1364-4ebb-9231-315c2b426cbd&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=iRobot&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NTYzZDgzZi0xMzY0LTRlYmItOTIzMS0zMTVjMmI0MjZjYmQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaXJvYm90LmNvbS9lbl9VUy9yb29tYmEtdmFjdXVtaW5nLXJvYm90LXZhY3V1bS1pcm9ib3Qtcm9vbWJhLTY5LTQwMjAvUjY5NDAyMC5odG1sIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAc5KeviFYM3fXfwuI87ERfzwETXWT12Uwb6qoqJk2Wfs&amp;gcReferrer=https%3A%2F%2Fwww.irobot.com%2Fen_US%2Froomba-vacuuming-robot-vacuum-irobot-roomba-69-4020%2FR694020.html\">iRobot</a>. That matches the <a href=\"https://www.engadget.com/irobots-budget-friendly-roomba-694-is-back-on-sale-for-179-140020915.html\">all-time low</a> on a vac that offers an easy-to-use companion app and powerful suction.&nbsp;</p><p>Also on sale is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtUm9vbWJhLVdpLUZpLUNvbm5lY3RlZC1WYWN1dW0vZHAvQjA5NE5XMzE4Rj90YWc9Z2RndDBjLXAtby0xMWEtMjAiLCJjb250ZW50VXVpZCI6ImUzYjM5MjYxLWE0MzgtNDIxZC1hNjU3LWQxYWQyZTgxYzE1NyJ9&amp;signature=AQAAAR0jcofhLmrAFK1mwiMeovCGcW-WN9zRGqGYdqT922w-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Roomba-Wi-Fi-Connected-Vacuum%2Fdp%2FB094NW318F\">iRobot Roomba j7</a>, which is $400 after a $200 discount at both Amazon and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8563d83f-1364-4ebb-9231-315c2b426cbd&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=iRobot&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NTYzZDgzZi0xMzY0LTRlYmItOTIzMS0zMTVjMmI0MjZjYmQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaXJvYm90LmNvbS9lbl9VUy9yb29tYmEtajctcm9ib3QtdmFjdXVtL0o3MTUwMjAuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAaLW-hYtl_TK3mhOHvW-5K_bNXnqusRb20NipiO3b6gw&amp;gcReferrer=https%3A%2F%2Fwww.irobot.com%2Fen_US%2Froomba-j7-robot-vacuum%2FJ715020.html\">iRobot store</a>. It's the runner-up mid-range vac in <a href=\"https://www.engadget.com/best-robot-vacuums-130010426.html\">our robovac guide</a>, in which Valentina noted its excellent obstacle avoidance and good cleaning power. The standard j7 doesn't come with a clean base, so you'll need to manually empty what the machine picks up in a run. If you want an auto-empty feature, you can opt for the Roomba j7+, which <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtUm9vbWJhLVNlbGYtRW1wdHlpbmctUm9ib3QtVmFjdXVtL2RwL0IwOTROWUhUTUYvP3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAez-ol4ZPgRCHMkzJKOTuIGqbkMD0iOdUgaYWzek5HOj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Roomba-Self-Emptying-Robot-Vacuum%2Fdp%2FB094NYHTMF%2F\">Amazon</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8563d83f-1364-4ebb-9231-315c2b426cbd&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=iRobot&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NTYzZDgzZi0xMzY0LTRlYmItOTIzMS0zMTVjMmI0MjZjYmQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaXJvYm90LmNvbS9lbl9VUy9yb29tYmEtajdwbHVzLXNlbGYtZW1wdHlpbmctcm9ib3QtdmFjdXVtL0o3NTUwMjAuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAUXMsWZdCeChSg0GZMLa90wj3D65-pBen_gv3o3N1xAz&amp;gcReferrer=https%3A%2F%2Fwww.irobot.com%2Fen_US%2Froomba-j7plus-self-emptying-robot-vacuum%2FJ755020.html\">iRobot</a> have for $600 instead of $800. If you also want a vac than can mop, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2lyb2JvdC1yb29tYmEtY29tYm8tajctc2VsZi1lbXB0eWluZy1yb2JvdC12YWN1dW0tMzgtbW9wLy0vQS04NzU3NjE5OCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAQ0-z1irYkam1pLuY_QfwcCzgmZuyf6kTj9sTK7epJa0&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Firobot-roomba-combo-j7-self-emptying-robot-vacuum-38-mop%2F-%2FA-87576198\">Roomba Combo j7+</a> includes an on-board mopping pad that automatically deploys when the bot detects hard floors. It's available from Amazon, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2lyb2JvdC1yb29tYmEtY29tYm8tajctc2VsZi1lbXB0eWluZy1yb2JvdC12YWN1dW0tMzgtbW9wLy0vQS04NzU3NjE5OCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAQ0-z1irYkam1pLuY_QfwcCzgmZuyf6kTj9sTK7epJa0&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Firobot-roomba-combo-j7-self-emptying-robot-vacuum-38-mop%2F-%2FA-87576198\">Target</a> or directly from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8563d83f-1364-4ebb-9231-315c2b426cbd&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=iRobot&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NTYzZDgzZi0xMzY0LTRlYmItOTIzMS0zMTVjMmI0MjZjYmQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaXJvYm90LmNvbS9lbl9VUy9yb29tYmEtY29tYm8tajdwbHVzLXJvYm90LXZhY3V1bS1hbmQtbW9wL0M3NTUwMjAuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAUAYlPIYZvbISATJpIsH1g_vQ4Iv2fj1LDEVj7Wl4qaa&amp;gcReferrer=https%3A%2F%2Fwww.irobot.com%2Fen_US%2Froomba-combo-j7plus-robot-vacuum-and-mop%2FC755020.html\">iRobot</a>.</p><p>Our pick for a premium robo vac is the<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtQXV0b21hdGljLURpc3Bvc2FsLUNvbm5lY3RlZC1BbnRpLUFsbGVyZ2VuL2RwL0IwN1FYTTJWNlg_dGFnPWdkZ3QwYy1wLW8tMTFhLTIwIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAVMrj71pZhyzcws6tcH8dnbLkOjE_w5NsawpIki8ObPh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Automatic-Disposal-Connected-Anti-Allergen%2Fdp%2FB07QXM2V6X\"> Roomba s9+</a> which is $749 instead of $1,000. Pick that one up from either <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8563d83f-1364-4ebb-9231-315c2b426cbd&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=iRobot&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NTYzZDgzZi0xMzY0LTRlYmItOTIzMS0zMTVjMmI0MjZjYmQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaXJvYm90LmNvbS9lbl9VUy9yb29tYmEtdmFjdXVtaW5nL3JvYm90LXZhY3V1bS1pcm9ib3Qtcm9vbWJhLXM5LXBsdXMvUzk1NTAyMC5odG1sIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAdZiaQl2Uj8aw96Mn8tsCXcdB7ZXwElLf5lnFMT8QUgD&amp;gcReferrer=https%3A%2F%2Fwww.irobot.com%2Fen_US%2Froomba-vacuuming%2Frobot-vacuum-irobot-roomba-s9-plus%2FS955020.html\">Amazon</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8563d83f-1364-4ebb-9231-315c2b426cbd&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=iRobot&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NTYzZDgzZi0xMzY0LTRlYmItOTIzMS0zMTVjMmI0MjZjYmQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaXJvYm90LmNvbS9lbl9VUy9yb29tYmEtdmFjdXVtaW5nL3JvYm90LXZhY3V1bS1pcm9ib3Qtcm9vbWJhLXM5LXBsdXMvUzk1NTAyMC5odG1sIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAdZiaQl2Uj8aw96Mn8tsCXcdB7ZXwElLf5lnFMT8QUgD&amp;gcReferrer=https%3A%2F%2Fwww.irobot.com%2Fen_US%2Froomba-vacuuming%2Frobot-vacuum-irobot-roomba-s9-plus%2FS955020.html\">iRobot</a>.&nbsp;</p><h2>Samsung The Frame Smart TV</h2><p></p><p>A sale on Samsung's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2VsZWN0cm9uaWNzLndvb3QuY29tL29mZmVycy9uZXctc2Ftc3VuZy1xbGVkLXRoZS1mcmFtZS10di0yMDIyLW1vZGVsLTIyIiwiY29udGVudFV1aWQiOiJlM2IzOTI2MS1hNDM4LTQyMWQtYTY1Ny1kMWFkMmU4MWMxNTcifQ&amp;signature=AQAAAX52zZH8K7rmZwQmWJyhObiJmDyk0BSMjBvbLeFMXNwB&amp;gcReferrer=https%3A%2F%2Felectronics.woot.com%2Foffers%2Fnew-samsung-qled-the-frame-tv-2022-model-22\">The Frame Smart TVs</a> at Woot takes 27 to 33 percent off sets ranging from 43 and 75 inches. That makes the 50-inch model $870 instead of $1,300 and the 43-inch $730 instead of $998. The QLED 4K smart TVs run on Samsung's <a href=\"https://www.engadget.com/samsung-partnerships-tizen-tv-platform-123730369.html\">Tizen</a> OS and feature an Art Mode that camouflages the screen as a <a href=\"https://www.engadget.com/samsung-the-frame-tv-irl-153546368.html\">fairly convincing</a> piece of art when it's off. The anti-reflection matte display, narrow wall mount and external CPU add to the illusion, particularly if you drop the thin connecting wire behind the drywall during installation.&nbsp;</p><h2>Apple Mac Mini</h2><p></p><p>Apple's entry-level <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0NjM1My1SRUcvYXBwbGVfbW1majNsbF9hX21hY19taW5pX3dpdGhfbTIuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAS6jGnq10p9CK3ku-Xd6W4NGcCXFqNzSPB_qnj5w84FX&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1746353-REG%2Fapple_mmfj3ll_a_mac_mini_with_m2.html\">Mac mini</a> with 8GB of memory and 256GB of storage is $100 off right now at B&amp;H Photo. The deal matches the all-time low of $499 and makes it the most affordable way to get a decent Mac desktop computer. It won't handle heavy workloads and isn't upgradable, so you'll probably want to make sure it can handle what you want it to do before you checkout. If you want a larger SSD, you can grab the version with <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0NjM2Ni1SRUcvYXBwbGVfbW1mazNsbF9hX21hY19taW5pX3dpdGhfbTIuaHRtbCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAAWk88InvlZdbXe5ucOB9XkFihkGIEMMraTPJTZefJn5V&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1746366-REG%2Fapple_mmfk3ll_a_mac_mini_with_m2.html\">512GB of storage</a> for $679, or $120 off. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1EZXNrdG9wLUNvbXB1dGVyLTEwJTIwY29yZS1FdGhlcm5ldC9kcC9CMEJTSEdIR1hSP3RhZz1nZGd0MGMtcC1vLTExYS0yMCIsImNvbnRlbnRVdWlkIjoiZTNiMzkyNjEtYTQzOC00MjFkLWE2NTctZDFhZDJlODFjMTU3In0&amp;signature=AQAAATU7439shJGEO3onkdc0NcFIojK4Um37Zu7GAQQepr40&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Desktop-Computer-10%2520core-Ethernet%2Fdp%2FB0BSHGHGXR\">Amazon</a> offered the same deals last week, but has since run out of stock. We gave the beefed up version of the latest Mac mini a <a href=\"https://www.engadget.com/mac-mini-review-m2-pro-2023-140052205.html\">score of 86</a> when it came out earlier this year.&nbsp;&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/sonos-speakers-are-up-to-25-percent-off-plus-the-rest-of-this-weeks-best-tech-deals-174516851.html?src=rss", "link": "https://www.engadget.com/sonos-speakers-are-up-to-25-percent-off-plus-the-rest-of-this-weeks-best-tech-deals-174516851.html?src=rss", "date_published": "2023-06-02 17:45:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta will require staff to be in the office at least three days a week", "description": "<p>Meta's long-running attempt to <a href=\"https://www.engadget.com/facebook-return-to-office-delay-march-2022-023508939.html\">get employees back to the office</a> might just succeed. The Facebook owner tells Engadget it will require that office-assigned staff return to in-person work for at least three days a week starting September 5th.  People who are exclusively remote can stay that way, Meta says.</p><p>In a statement, a spokesperson says Meta is &quot;committed to distributed work&quot; and that people can have a &quot;meaningful impact&quot; both at the office and working from home. This is part of an effort to refine the collaboration and work culture that help staff do their best, according to the representative. This is part of a previously announced hybrid strategy that came alongside <a href=\"https://www.engadget.com/meta-is-laying-off-employees-for-the-third-time-in-less-than-three-months-174112198.html\">large-scale layoffs</a>. Meta sees 2023 as the &quot;year of efficiency,&quot; and believes some in-person teamwork is necessary for maximum productivity.</p><span id=\"end-legacy-contents\"></span><p>Meta instituted a formal remote work policy <a href=\"https://www.engadget.com/google-and-facebook-employees-can-work-from-home-for-the-rest-of-the-year-130010883.html\">in May 2020</a> as it became clearer that the COVID-19 pandemic was unlikely to end any time soon. While it hoped to reopen offices in 2021, it repeatedly pushed back that timeline as COVID-19 spread and new virus variants emerged. In early 2022, <a href=\"https://www.engadget.com/facebook-moderators-work-from-home-223951103.html\">contract workers protested</a> requirements to return to the office months before Meta's in-house employees were (at the time) slated to make a similar move.</p><p>The social networking giant isn't alone. Apple and other major tech companies have <a href=\"https://www.engadget.com/apple-return-to-office-september-063602820.html\">mandated hybrid work schedules</a> and have <a href=\"https://www.engadget.com/apple-return-to-office-petition-093339546.html\">faced similar resistance</a>. Some employees have objected to the reduced flexibility in locations and schedules as well as increased costs that can include daycare and transportation. There's pressure from other companies, too. Shopify, <a href=\"https://www.engadget.com/spotify-remote-work-program-175416190.html\">Spotify</a> and other well-known brands have instituted remote-first policies that may be more attractive to job seekers. While the pandemic appears to be winding down, the employment landscape has clearly changed.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-will-require-staff-to-be-in-the-office-at-least-three-days-a-week-172443689.html?src=rss", "link": "https://www.engadget.com/meta-will-require-staff-to-be-in-the-office-at-least-three-days-a-week-172443689.html?src=rss", "date_published": "2023-06-02 17:24:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Everyone is selling VPNs, and that's a problem for security", "description": "<p>Whatever YouTube rabbit hole you’ve spiraled down lately — gaming playthroughs, political commentary, niche eight-hour video essays — you’ve encountered an ad for virtual private network, or VPN, services. The influencers promise military grade encryption and streaming content from anywhere as long as you use code FOLLOWME10 at checkout so that they get their cut.</p><p>It’s not just anecdotal that VPN ads are everywhere on YouTube. Since the beginning of 2016, VPN companies have collectively sponsored about 247,000 YouTube videos, according to Daniel Conn, co-founder of influencer marketing consulting firm ThoughtLeaders. Almost none came up before then, signaling rapid growth as both influencer marketing and VPN companies took off.</p><span id=\"end-legacy-contents\"></span><p>For the YouTubers, it’s a lucrative and consistent way to fund their aspirations; for VPN providers, it’s helping to bring the obscure security product into the mainstream. But for the casual viewer, the sharp spike in VPN ads adds to the confusion and jargon around cybersecurity — and it could be misleading us on how secure we really are.</p><p>“If you do think of it like education, it might be the most pervasive form of security education out there,” said Dave Levin, assistant professor in computer science at the University of Maryland.</p><p>Researchers at the University of Maryland took a random sample of those hundreds of thousands of ads to better understand what these influencers are saying about security. While not explicitly inaccurate, most of the ads featured vague or exaggerated claims on what VPNs could do, according to Michelle Mazurek, also an associate professor in computer science at the university.</p><p>All a VPN can really do is mask your IP address and the identity of your computer on the network by creating an encrypted \"tunnel\" that prevents your internet service provider from accessing data about your browsing history. They can’t keep your identity secret, protect from financial exploitation, offer “military-grade encryption” or other marketing terms these companies use. Military-grade encryption refers to AES-256, but that’s become an industry standard, and won’t protect you from security threats like phishing attacks.&nbsp;</p><p>Still, it’s sold as a one-step security solution, when it’s really just the start of what you can do to protect yourself online. The companies and the ads are “overselling what a functional one could do,” Omer Akgul, the PhD student at University of Maryland who <a href=\"https://www.cs.umd.edu/~akgul/papers/vpn-ads.pdf\">led the research paper</a> on VPN advertising, said. “It's problematic that users think they're getting protections where they really aren't.”</p><p>Most advertising comes with these caveats, but in a field as high risk and difficult to understand as security, the exaggerated claims can be damaging. If a YouTuber sells you on a new electric toothbrush, you can get first-hand experience deciding whether it’s worth your money. You can feel whether it leaves your teeth feeling clean, see real results when you go in for your next dentist appointment and easily compare it to other options on the market. But security isn’t tangible. One VPN service might be more user friendly than the next, but we rely on recommendations from others to tell us whether or not one is “more secure.”</p><p>The power behind influencer marketing lies in those recommendations. We trust the people we follow as we build parasocial relationships and see them advertise the same services over and over again. According to the UMD research, influencers use this to tailor their approaches to VPN ads. A far-right conspiracy channel will tout a VPN’s privacy protections from government snooping because, while a movie reviewer will say the VPN can help you access streaming platforms in different countries, Akgul said, “because YouTubers know who their audiences are, they can frame it in such a way that their audience would be interested or understand.”</p><p>Influencers tend to be tight-lipped about these advertising relationships because it can put future earnings in jeopardy. But according to Conn, the influencers he’s encountered generally like working with VPN providers because they can be so lucrative. And for VPNs, the competition is fierce to secure top converters, and includes exclusivity periods to prevent top YouTubers from working with competitors. They’re also actively recruiting with companies like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6119f7ca-bf13-40ba-b3f6-2a335a8890f6&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=surfshark&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MTE5ZjdjYS1iZjEzLTQwYmEtYjNmNi0yYTMzNWE4ODkwZjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zdXJmc2hhcmsuY29tL3lvdXR1YmUtY3JlYXRvcnMiLCJjb250ZW50VXVpZCI6IjQzZDgxMjkyLWFmN2QtNDg5MC05YTAwLTFjMmM4NGEzNzc4YSJ9&amp;signature=AQAAAfiWtl_gpnQ8hEYp8ziVFH7qIbeD2GKBhqlZChunbOIM&amp;gcReferrer=https%3A%2F%2Fsurfshark.com%2Fyoutube-creators\">Surfshark</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c52a3d27-2d9a-44d8-8cf2-6f6387b122a0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=NordVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNTJhM2QyNy0yZDlhLTQ0ZDgtOGNmMi02ZjYzODdiMTIyYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9ub3JkdnBuLmNvbS9pbmZsdWVuY2Vycy8iLCJjb250ZW50VXVpZCI6IjQzZDgxMjkyLWFmN2QtNDg5MC05YTAwLTFjMmM4NGEzNzc4YSJ9&amp;signature=AQAAAVVBxOv1qPmwzDxpDrInVj-VhhSjYtoUJulOvFwwhKI5&amp;gcReferrer=https%3A%2F%2Fnordvpn.com%2Finfluencers%2F\">NordVPN</a> and<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vaW5mbHVlbmNlcnMiLCJjb250ZW50VXVpZCI6IjQzZDgxMjkyLWFmN2QtNDg5MC05YTAwLTFjMmM4NGEzNzc4YSJ9&amp;signature=AQAAAcRMQ4i2XrIDL61SIIVDdYfmS4t79iCOweAU8LDvfNhF&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Finfluencers\"> ExpressVPN</a> all touting open calls for influencers to sell their services.</p><p>“It's a battleground,” Conn said. “Because of these exclusivity causes, it's a race between them to scoop up in inventory because effectively you're blocking your competitor from the advertising space as well with those clauses. It’s a very aggressive market for VPNs.”</p><p>If you’re looking to hide your internet data from your ISP, want to stream Netflix abroad or are connecting to an untrusted public network, a VPN would be a worthwhile investment. But just because you’ve seen more ads online, doesn’t mean the use cases for VPNs have changed. Plus, as it becomes a more lucrative way for influencers to make money online, it probably means you should be even more skeptical of both the advertisements and the provider themselves.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-influencer-selling-vpns-security-problems-153046206.html?src=rss", "link": "https://www.engadget.com/youtube-influencer-selling-vpns-security-problems-153046206.html?src=rss", "date_published": "2023-06-02 15:30:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "8BitDo’s Xbox-licensed arcade stick is wireless and customizable", "description": "<p>Alongside today’s <a href=\"https://www.engadget.com/street-fighter-6-release-date-011059591.html\"><em>Street Fighter VI launch</em></a>, 8BitDo has announced a new Xbox-licensed arcade stick. The wireless accessory, which has moddable controls and supports swappable arcade buttons, arrives later this month.</p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM0WUtRN1pGP3RhZz1nZGd0MGMtcC1vLTExOS0yMCIsImNvbnRlbnRVdWlkIjoiNWQ3ZTkyYmItOTY1My00ZDI4LWI1NTItN2QyYTlhNWU4NTczIn0&amp;signature=AQAAAXpvVxpnbhcQJlyNZrlNhSDJLf6ChKbzkND1GCtOqRVt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C4YKQ7ZF\">Arcade Stick for Xbox</a> is far from the first arcade-style joystick accessory — and it <a href=\"https://www.engadget.com/8bitdo-moddable-arcade-stick-nintendo-switch-pc-review-130057835.html\">isn’t even 8BitDo’s first</a> in that category — but if the quality of the company’s <a href=\"https://www.engadget.com/8-bitdo-pro-2-controller-review-150053234.html\">previous controllers</a> is any indication, it could be worth a look. For starters, it’s highly customizable: You can remap its buttons (including profile support) with <a href=\"https://app.8bitdo.com/\">8BitDo Ultimate Software</a> or swap out the physical buttons, choosing between standard 30mm and 24mm sizes. In addition, the company says the joystick’s mounting plate is compatible with “virtually every arcade stick ever made.”</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Marketing image for the 8BitDo Arcade Stick for Xbox in black. The accessory, with an arcade-style joystick and 10 buttons, sits at an angle in front of a neutral white background\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/810011b0-ff2d-11ed-87f3-d09c668c9d7b\" /><figcaption></figcaption><div class=\"photo-credit\">8BitDo</div></figure><p>The wireless accessory connects with a bundled 2.4G dongle adapter or wired via the included (nearly 10 ft.) USB-C cable. The accessory also has a 3.5mm audio jack for plugging in headphones. 8BitDo rates its battery life at 30 hours of playtime without headphones and 20 hours with them. Its estimated charging time is around four hours.</p><p>The 8BitDo Arcade Stick is compatible with Xbox Series X / S, Xbox One and Windows 10. It ships in black and white color options and costs $120 — undercutting its highest-profile competitor, the Hori Fighting Stick alpha for Xbox, by $80. The 8BitDo Arcade Stick for Xbox officially launches on June 30th and will be available for pre-order on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM0WUtRN1pGP3RhZz1nZGd0MGMtcC1vLTExOS0yMCIsImNvbnRlbnRVdWlkIjoiNWQ3ZTkyYmItOTY1My00ZDI4LWI1NTItN2QyYTlhNWU4NTczIn0&amp;signature=AQAAAXpvVxpnbhcQJlyNZrlNhSDJLf6ChKbzkND1GCtOqRVt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C4YKQ7ZF\">Amazon</a>.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/8bitdos-xbox-licensed-arcade-stick-is-wireless-and-customizable-150058244.html?src=rss", "link": "https://www.engadget.com/8bitdos-xbox-licensed-arcade-stick-is-wireless-and-customizable-150058244.html?src=rss", "date_published": "2023-06-02 15:00:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Nest WiFi Pro 6E router packs are up to 17 percent off on Amazon", "description": "<p>A single WiFi router just doesn’t cut it for many people. Thankfully, there are better options than having to rely on a sole connectivity point for an entire home, and a mesh system is one of them. Google Nest has one of the best-known mesh systems, and packs of <a href=\"https://www.engadget.com/google-nest-wifi-pro-faster-speeds-high-gloss-design-130035266.html\"><ins>its WiFi Pro 6E routers</ins></a> are currently on sale. A three-pack will <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJDUVNZUFpCLz90YWc9Z2RndDBjLXAtby0xMTctMjAiLCJjb250ZW50VXVpZCI6IjIzODA3NmU5LWM5M2YtNGU0My05ZDBjLTM3Y2Q0M2M4Zjk1OSJ9&amp;signature=AQAAARXcR2P2wX_wqeiIkq3XFJrPitenSOx7uM-ieNr5sXGE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BCQSYPZB%2F\"><ins>run you $340</ins></a>, which is 15 percent off the regular price and close to a record low.</p><p></p><p>The routers will blanket up to 6,600 square feet with WiFi connectivity over the 2.4 GHz, 5 GHz and 6 GHz bands. If you have devices that are compatible with the 6 GHz band, that's the way to go, since it should provide sturdier connectivity and mitigate interference from your neighbors' networks.</p><span id=\"end-legacy-contents\"></span><p>Google claims the Nest WiFi Pro 6E system can adjust the performance and activity of your network automatically. For one thing, it will prioritize video calls. The company says the system can monitor itself, diagnose issues and even resolve certain common problems without your input.</p><p>You'll be able to see everything that's connected to your network and pause access for devices that you don't want using your WiFi. In addition, you can set up a guest network with its own password. Unfortunately, Nest WiFi Pro 6E isn't compatible with older generations of Google WiFi or Nest WiFi.</p><p>Those who don't have to cover quite such a large area may want to opt for a two-pack of the Nest WiFi Pro 6E instead. Dual routers will provide up to 4,400 square feet of WiFi coverage. For the time being, the two-pack is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJDUVM4TTNMLyUyMEJhY2tsaW5rOj90YWc9Z2RndDBjLXAtby0xMTctMjAiLCJjb250ZW50VXVpZCI6IjIzODA3NmU5LWM5M2YtNGU0My05ZDBjLTM3Y2Q0M2M4Zjk1OSJ9&amp;signature=AQAAAXtJxm06qP-ElFI85dhTXyRseurX2wWljxnqqaJ0Cwf7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BCQS8M3L%2F%2520Backlink%3A\"><ins>$50 off at $250</ins></a>.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/google-nest-wifi-pro-6e-router-packs-are-up-to-17-percent-off-on-amazon-144542649.html?src=rss", "link": "https://www.engadget.com/google-nest-wifi-pro-6e-router-packs-are-up-to-17-percent-off-on-amazon-144542649.html?src=rss", "date_published": "2023-06-02 14:45:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Nintendo kicks off the summer with pastel-hued Joy-Con controllers", "description": "<p>Nintendo has a solution if <a href=\"https://www.engadget.com/nintendo-switch-oled-review-130025998.html\">your Switch</a> is looking a little drab, or if you need an extra controller pair for a <em>Mario Kart</em> session. The company is releasing Joy-Con controllers in two pastel color combos, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=21fc7c82-c5eb-49a9-b5d3-fc32a78290de&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nintendo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMWZjN2M4Mi1jNWViLTQ5YTktYjVkMy1mYzMyYTc4MjkwZGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmludGVuZG8uY29tL3N0b3JlL3Byb2R1Y3RzL2pveS1jb24tbC1yLXBhc3RlbC1wdXJwbGUtcGFzdGVsLWdyZWVuLTExNzA3OC8iLCJjb250ZW50VXVpZCI6Ijk1N2FlYTJjLTRhZWYtNGIzMS1iZDA1LTcyZDdjZThiMzQ1MCJ9&amp;signature=AQAAAe2zWSA7EdNmHZyQk9Gk2Q_VETapL6guuqgJ-CHQv-WN&amp;gcReferrer=https%3A%2F%2Fwww.nintendo.com%2Fstore%2Fproducts%2Fjoy-con-l-r-pastel-purple-pastel-green-117078%2F\">purple/green</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=21fc7c82-c5eb-49a9-b5d3-fc32a78290de&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nintendo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMWZjN2M4Mi1jNWViLTQ5YTktYjVkMy1mYzMyYTc4MjkwZGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmludGVuZG8uY29tL3N0b3JlL3Byb2R1Y3RzL2pveS1jb24tbC1yLXBhc3RlbC1waW5rLXBhc3RlbC15ZWxsb3ctMTE3MDc3LyIsImNvbnRlbnRVdWlkIjoiOTU3YWVhMmMtNGFlZi00YjMxLWJkMDUtNzJkN2NlOGIzNDUwIn0&amp;signature=AQAAAR5L1ksCUux2lJOOvLvwv6MzwHyq6F0abxNB1YpIcPT6&amp;gcReferrer=https%3A%2F%2Fwww.nintendo.com%2Fstore%2Fproducts%2Fjoy-con-l-r-pastel-pink-pastel-yellow-117077%2F\">pink/yellow</a>, on June 30th. Both sell for the same $80 as other shades and deliver the same combination of motion control and \"HD rumble\" as before.</p><p>Additional controllers are must-haves for games with local multiplayer, such as <em>Super Smash Bros. Ultimate</em>. However, a Joy-Con set in particular is useful for any titles with motion controls (such as <em>Arms</em>) or four-person multiplayer (like <em>Mario Kart 8 Deluxe</em>). It's often a good idea to get Joy-Cons in different colors so that there's no ambiguity as to which units are yours.</p><span id=\"end-legacy-contents\"></span><p>This isn't going to address the potential for <a href=\"https://www.engadget.com/nintendo-offers-unlimited-free-repairs-for-joy-con-drift-issue-in-europe-062645235.html\">Joy-Con drift</a>, and you may want a Pro Controller if you prefer a conventional gamepad. There are some <a href=\"https://www.engadget.com/best-nintendo-switch-controllers-160034389.html\">good third-party alternatives</a>, too. Still, this adds some welcome variety. You now have your pick of six color pairings, most of which weren't available when the Switch launched. It's just a question of whether or not you're willing to invest more into the Switch six years after its debut.</p>This article originally appeared on Engadget at https://www.engadget.com/nintendo-kicks-off-the-summer-with-pastel-hued-joy-con-controllers-141002133.html?src=rss", "link": "https://www.engadget.com/nintendo-kicks-off-the-summer-with-pastel-hued-joy-con-controllers-141002133.html?src=rss", "date_published": "2023-06-02 14:10:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sonos speakers and soundbars are up to 25 percent off in rare sale", "description": "<p>This is a good moment to buy into a smart speaker ecosystem. Sonos is holding a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvcHJvbW90aW9uYWwtb2ZmZXJzIiwiY29udGVudFV1aWQiOiIzYTM2NTE0Zi1iNjc3LTQ1ZDItYjBiYi1kNDg1OWVhOGE1NjMifQ&amp;signature=AQAAAYdISoAUNA-UvB4khk40c1h9yvTVGeEbDvkfAwlQt6hm&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fpromotional-offers\">Father's Day sale</a> that cuts up to 25 percent off the price of recent speakers and soundbars. Most notably, the high-end Arc soundbar is down <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvYXJjIiwiY29udGVudFV1aWQiOiIzYTM2NTE0Zi1iNjc3LTQ1ZDItYjBiYi1kNDg1OWVhOGE1NjMifQ&amp;signature=AQAAAXw2yab6xQzvTaCrEr5z7eAX2KLXDJZH3z6BULr_zPpp&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Farc\">to $719</a>, or nearly $180 off. That could make it particularly appealing if you want to roll the savings into another smart speaker. The sale ends June 18th, or while supplies last.</p><p></p><p>The sale also drops the prices of the portable Move speaker <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvbW92ZSIsImNvbnRlbnRVdWlkIjoiM2EzNjUxNGYtYjY3Ny00NWQyLWIwYmItZDQ4NTllYThhNTYzIn0&amp;signature=AQAAAdGeG-5gfNHAt6IKgHbhgWkAnjmRuoffbF0Iv6BKUPuY&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fmove\">to $299</a>, and the mid-tier Beam soundbar <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvYmVhbSIsImNvbnRlbnRVdWlkIjoiM2EzNjUxNGYtYjY3Ny00NWQyLWIwYmItZDQ4NTllYThhNTYzIn0&amp;signature=AQAAAa3ZyT5Hv3Vcv6ndktI1K4O7SWCYaE7lbK1CgEUM7qne&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fbeam\">to $399</a> — both $100 discounts. The Roam, meanwhile, is down <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbSIsImNvbnRlbnRVdWlkIjoiM2EzNjUxNGYtYjY3Ny00NWQyLWIwYmItZDQ4NTllYThhNTYzIn0&amp;signature=AQAAAeT6LeYiOfM8l7sEMNACHQf_redHP4ATU5bVOpyn-NPb&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam\">to $134</a> (about $45 off). The savings also stack up with bundles, some of which include Sonos' new <a href=\"https://www.engadget.com/sonos-era-100-review-affordable-multi-room-audio-that-actually-sounds-good-130007717.html\">Era 100</a> and <a href=\"https://www.engadget.com/sonos-era-300-review-a-big-bet-on-spatial-audio-130053487.html\">Era 300</a> speakers.</p><span id=\"end-legacy-contents\"></span><p>The Arc is one of our <a href=\"https://www.engadget.com/best-soundbars-143041791.html\">top premium soundbar picks</a> for good reason. It delivers exceptional sound quality, including immersive Dolby Atmos audio, and its integration with the Sonos ecosystem makes it ideal if you want multiroom audio or a smart speaker with access to a wide range of services. The only real catch is that expansion can quickly get expensive, especially if you want spatial audio using the Era 300.</p><p>The Roam, meanwhile, is our <a href=\"https://www.engadget.com/best-smart-speakers-151515264.html\">favorite portable speaker</a>. It sounds superb for the money, and it's very portable while offering the benefits of Sonos' system. It's not Sonos' loudest portable option (that's the Move), and the 10-hour battery life isn't stellar compared to some of the competition.  At this price, though, it's a good pick for a picnic or a small backyard gathering.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/sonos-speakers-and-soundbars-are-up-to-25-percent-off-in-rare-sale-133001802.html?src=rss", "link": "https://www.engadget.com/sonos-speakers-and-soundbars-are-up-to-25-percent-off-in-rare-sale-133001802.html?src=rss", "date_published": "2023-06-02 13:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best gifts for new dads", "description": "<p>We get it, new dads (like new moms) just need a break. Aside from volunteering for babysitting duties, there’s an easy way to help: Get them some new gear. Perhaps some wireless earbuds to listen to podcasts as they put the baby to sleep, or something that could help to distract the youngins so he can rest his back for a few minutes. Here are the products we think would be most useful to tired new dads.</p><h2>10.2-inch iPad</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RhZz1nZGd0MGMtcC1vLTExNC0yMCIsImNvbnRlbnRVdWlkIjoiZTZjZTUwOTMtODk2My0zMWI0LWExOWEtNzFlZGViN2VmMzM0In0&amp;signature=AQAAAYh0127sCQ2ovGp37wtoe-7gwAo28EnbUu_num7-tuY8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6\">Apple's 9th-gen iPad</a> is one of the most useful devices for any new parent. It can be your child's gateway to video chatting with their grandparents (and with the new Center Stage cameras, they’ll always be in frame), or a life-saving distraction during long car rides. It could be a new dad's way to catch up on their favorite show while stuck dealing with mealtime. Or it could be a way for growing kids to read interactive stories and play games. The iPad can be whatever you want it to be. And paired with a decent case, it can be durable enough to survive life with tiny humans. (And if it does break, at least it's far cheaper to replace than an iPad Air, or a typical laptop.)</p><span id=\"end-legacy-contents\"></span><h2>Jabra Elite 85t earbuds</h2><p></p><p>There's no question that we love Jabra's lineup of wireless earbuds. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9KYWJyYS1XaXJlbGVzcy1CbHVldG9vdGgtRWFyYnVkcy1UaXRhbml1bS9kcC9CMDhIUjc4QzQ2P3RhZz1nZGd0MGMtcC1vLTExNC0yMCIsImNvbnRlbnRVdWlkIjoiZTZjZTUwOTMtODk2My0zMWI0LWExOWEtNzFlZGViN2VmMzM0In0&amp;signature=AQAAAcMjQVBUt9EJFbwO0J_Jk5bQ01xMfFq-HxHivUmnEkqB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJabra-Wireless-Bluetooth-Earbuds-Titanium%2Fdp%2FB08HR78C46%3F\">Elite 85t</a> delivers solid active noise canceling, a slim and light design, and excellent sound. And best of all, they cost around $200 and you can often find them for around $150. No matter which smartphone you have, the 85t are an excellent way to catch up on podcasts while trying to rock a baby to sleep. And they'll be even more useful during the rare bit of downtime for new parents. They're perfect for rocking out to your favorite tunes, or pair them to your TV or set-top box to enjoy late-night movies without making much noise.</p><h2>Apple AirPods Pro</h2><p></p><p>The first AirPods Pro were a much-needed improvement over the original AirPods, thanks to a more secure bud design and noise canceling. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0xMTQtMjAiLCJjb250ZW50VXVpZCI6ImU2Y2U1MDkzLTg5NjMtMzFiNC1hMTlhLTcxZWRlYjdlZjMzNCJ9&amp;signature=AQAAAaubWp30S7gzy_7YoSRk9JmUhR4A_JVNznsdGN8efycH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">second-generation AirPod Pros</a> are even better, with significantly improved sound and far more powerful ANC. They’re perfect for drowning out a crying infant as they’re being rocked to sleep, or quieting the cacophony of house noise while preparing dinner. Pop in one AirPod Pro, and it can help dad catch up on his podcasts while pushing a stroller around town, or chasing kids through a playground. And once the kids are asleep, they can deliver surprisingly powerful tunes. They also easily pair with Apple TVs to deliver immersive sound at night without waking the kids.</p><h2>SmartNoggin Nogginstik</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMEJPUVhXR1M_dGFnPWdkZ3QwYy1wLW8tMTE0LTIwIiwiY29udGVudFV1aWQiOiJlNmNlNTA5My04OTYzLTMxYjQtYTE5YS03MWVkZWI3ZWYzMzQifQ&amp;signature=AQAAAcHHIcKtENzm47Aj8HavWqTD3SrhH5AHCLI74UgStHsL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00BOQXWGS%3F\">This relatively cheap rattle</a> is deceptively useful. It has a light-up face to keep babies interested, multiple textures for them to explore, and a mirror on the bottom for them to learn their own faces. It was a secret weapon during my child's first-year tantrums, so much so that I've gifted it to every new parent I know. It's not high tech at all, but it's a reminder that they’re called classics for a reason.</p><h2>Apple Watch Series 8</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1XYXRjaC1NaWRuaWdodC1BbHVtaW51bS1BbHdheXMvZHAvQjBCREpCRzc0Ui8_dGFnPWdkZ3QwYy1wLW8tMTE0LTIwIiwiY29udGVudFV1aWQiOiJlNmNlNTA5My04OTYzLTMxYjQtYTE5YS03MWVkZWI3ZWYzMzQifQ&amp;signature=AQAAASzpsiD8WNjvtBHF4plbFe26KZMJWbyR6L0c_qzNdW1W&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Watch-Midnight-Aluminum-Always%2Fdp%2FB0BDJBG74R%2F\">Apple Watch Series 8</a> is the perfect companion for any iPhone-toting dad. It’s not as flashy as the <a href=\"https://www.engadget.com/apple-watch-ultra-review-battery-life-compass-gps-hike-130055477.html\">Apple Watch Ultra</a>, but it’s still filled with useful features like automatic car crash detection. And then there are all the <em>other</em> great things dads can do with an <a href=\"https://www.engadget.com/apple-watch-series-8-real-world-test-130031046.html\">Apple Watch</a>: Keep tabs on notifications without pulling out their phone; check out with Apple Pay in a few seconds; and live out their sci-fi fantasies by taking calls on their wrist. It’s perfect dad tech: A little dorky, but eminently practical.</p><h2>Kindle Paperwhite</h2><p></p><p>We all wish we could read more, and sometimes it’s just nice to stop staring at a phone’s bright screen. Enter the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LaW5kbGUtUGFwZXJ3aGl0ZS1hZGp1c3RhYmxlLUFkLVN1cHBvcnRlZC9kcC9CMDhLVFo4MjQ5Lz90YWc9Z2RndDBjLXAtby0xMTQtMjAiLCJjb250ZW50VXVpZCI6ImU2Y2U1MDkzLTg5NjMtMzFiNC1hMTlhLTcxZWRlYjdlZjMzNCJ9&amp;signature=AQAAAfIYp9LUElv0fp_uxU0d1v3K-0VDf5IvjKqRMj7zGAT0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKindle-Paperwhite-adjustable-Ad-Supported%2Fdp%2FB08KTZ8249%2F\">Kindle Paperwhite</a>, one of our favorite e-readers on the market. It has a large 6.8-inch E-Ink screen that’s purpose built for reading. The backlight is easy on the eyes, and the most recent model even features warmer lighting to avoid disrupting sleep patterns. It’s also waterproof, making it a great bath, beach or pool companion. After dealing with kids for the whole day, it may be worth just locking up your notification and social media infested phone to dive into a good book. And if you're not an Amazon person, you have plenty of good <a href=\"https://www.engadget.com/best-ereader-130013808.html\">e-reader options</a> from Kobo to consider, like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvS29iby1DbGFyYS0yRS8xMTY0MTI5NzY2PyIsImNvbnRlbnRVdWlkIjoiZTZjZTUwOTMtODk2My0zMWI0LWExOWEtNzFlZGViN2VmMzM0In0&amp;signature=AQAAAW99ll8aMgrsrj1_kMOpm6hdqUyesNL_QDZ1J45AY_Sl&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FKobo-Clara-2E%2F1164129766%3F\">Clara 2E</a>.</p><h2>Theragun Mini 2.0</h2><p></p><p>Keeping up with a new baby can lead to aches and pains in muscles that dad never knew he had. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UaGVyYWd1bi1NaW5pLTItMC1QZXJjdXNzaW9uLUF0dGFjaG1lbnRzL2RwL0IwQjZRRFlTRzUvP3RhZz1nZGd0MGMtcC1vLTExNC0yMCIsImNvbnRlbnRVdWlkIjoiZTZjZTUwOTMtODk2My0zMWI0LWExOWEtNzFlZGViN2VmMzM0In0&amp;signature=AQAAAQthZ39mjs6PlOvZkcjOdhf2H6XZx8XcKgANt-PyML52&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTheragun-Mini-2-0-Percussion-Attachments%2Fdp%2FB0B6QDYSG5%2F\">Theragun Mini</a> can give him the opportunity to get a massage without leaving the house. While there are much bigger and more powerful Theragun machines, the Mini is a good size for beginners and those who want to take its muscle relief power wherever they go. It has a single button that dad can use to change the massage gun’s speed and its ergonomic design makes it easy to reach different parts of the body. And arguably the best part is its 150-minute battery life — while that might not seem like a long time, it truly is when you consider the fact that you don’t need to use it for more than a few minutes each day to feel the results. With that schedule, dad could use the Theragun Mini every day for a month or more before needing to recharge it.</p><h2>Fisher Price Laugh and Learn Game controller</h2><p></p><p>A perfect gift for any gamer dads in your life, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvRmlzaGVyLVByaWNlLUxhdWdoLUxlYXJuLUdhbWUtTGVhcm4tQ29udHJvbGxlci1CYWJ5LVRvZGRsZXItTXVzaWNhbC1Ub3ktd2l0aC1MaWdodHMvNzAzNTUxNTAyIiwiY29udGVudFV1aWQiOiJlNmNlNTA5My04OTYzLTMxYjQtYTE5YS03MWVkZWI3ZWYzMzQifQ&amp;signature=AQAAAdZiFihrqeLWnPBBPy2EZWKTt6lWSclSGI9a5CwaX9Z-&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FFisher-Price-Laugh-Learn-Game-Learn-Controller-Baby-Toddler-Musical-Toy-with-Lights%2F703551502\">Laugh and Learn Controller</a> is basically a baby-proofed version of a modern gamepad. There's a joystick, directional pad, and array of buttons for kids to fiddle with. But like any good distracting toy, it also lights up and makes sounds to keep them entertained. It's not exactly complex, but it's inexpensive and effective. That's particularly true for parents of little ones who always gravitate to their expensive console controllers.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-gifts-for-new-dads-110049541.html?src=rss", "link": "https://www.engadget.com/best-gifts-for-new-dads-110049541.html?src=rss", "date_published": "2023-06-02 13:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The 4K Chromecast with Google TV is cheaper than ever at Amazon", "description": "<p>There's no better way to make a dumb TV smart than Chromecast with Google TV, thanks to the breadth of streaming options, Dolby Vision support and relative affordability. Now, you can grab one for even less at Amazon thanks to a new sale. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaHJvbWVjYXN0LUdvb2dsZS1UVi1TdHJlYW1pbmctRW50ZXJ0YWlubWVudC9kcC9CMDhLUlY3UzIyP3RhZz1nZGd0MGMtcC1vLTExMy0yMCIsImNvbnRlbnRVdWlkIjoiMDY0OGM1YmEtNmY2NS00YzFiLTg3ZWYtOGY3OTQzMmQyYjgxIn0&amp;signature=AQAAAXpGF6rt8qceKPbzDMGFdH-MjkyDhz0EDpdKdMuNi8nf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChromecast-Google-TV-Streaming-Entertainment%2Fdp%2FB08KRV7S22%3F\">4K version</a> is available for just $40 (20 percent off), tied for the lowest price we've ever seen. And if HD resolution is fine, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaHJvbWVjYXN0LUdvb2dsZS1UVi1TdHJlYW1pbmctRW50ZXJ0YWlubWVudC9kcC9CMEI5SFM2RExaP3RhZz1nZGd0MGMtcC1vLTExMy0yMCIsImNvbnRlbnRVdWlkIjoiMDY0OGM1YmEtNmY2NS00YzFiLTg3ZWYtOGY3OTQzMmQyYjgxIn0&amp;signature=AQAAAXjV3qFQ0VOrNRcQZPx6S1LFd4iClyerEP5lPeqAX9yh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChromecast-Google-TV-Streaming-Entertainment%2Fdp%2FB0B9HS6DLZ%3F\">Chromecast with Google TV (HD) is just $20</a>, for a savings of 33 percent — also back down to an all-time low.</p><p></p><p>The Chromecast with Google TV isn't as small as some streaming sticks, but it's still a nice compact (and attractive) solution, and the cable makes it easy to plug into most TVs or projectors. It also comes with a nice remote control that's comfortable in hand offers controls that are pleasant to use.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The design, along with the solid feature set helped the 4K version earn an 86 score in our <a href=\"https://www.engadget.com/chromecast-with-google-tv-review-163024220.html\">Engadget review</a> and top pick in this year's streaming devices <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">buyer's guide</a>. For compatible TVs, it offers support for Dolby Vision and Dolby Atmos, along with regular HDR10. It also offers excellent Google Assistant integration that makes voice commands a breeze. And while past Chromecast devices could be laggy, both the 4K and HD versions offer much improved performance.&nbsp;</p><p>The main downside is the lack of Apple TV, but Chromecast with Google TV works just fine with Apple devices. As mentioned, both the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaHJvbWVjYXN0LUdvb2dsZS1UVi1TdHJlYW1pbmctRW50ZXJ0YWlubWVudC9kcC9CMDhLUlY3UzIyP3RhZz1nZGd0MGMtcC1vLTExMy0yMCIsImNvbnRlbnRVdWlkIjoiMDY0OGM1YmEtNmY2NS00YzFiLTg3ZWYtOGY3OTQzMmQyYjgxIn0&amp;signature=AQAAAXpGF6rt8qceKPbzDMGFdH-MjkyDhz0EDpdKdMuNi8nf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChromecast-Google-TV-Streaming-Entertainment%2Fdp%2FB08KRV7S22%3F\">4K</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaHJvbWVjYXN0LUdvb2dsZS1UVi1TdHJlYW1pbmctRW50ZXJ0YWlubWVudC9kcC9CMEI5SFM2RExaP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTEzLTIwIiwiY29udGVudFV1aWQiOiIwNjQ4YzViYS02ZjY1LTRjMWItODdlZi04Zjc5NDMyZDJiODEifQ&amp;signature=AQAAASXk82u0rHje5huhrAZRo7AkRLF5X4taXsvNZPcmMx9_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChromecast-Google-TV-Streaming-Entertainment%2Fdp%2FB0B9HS6DLZ%3Fth%3D1\">HD devices</a> are down to all-time lows ($40 and $20 respectively), so it's best to act soon if you're interested in buying one.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/the-4k-chromecast-with-google-tv-is-cheaper-than-ever-at-amazon-125601913.html?src=rss", "link": "https://www.engadget.com/the-4k-chromecast-with-google-tv-is-cheaper-than-ever-at-amazon-125601913.html?src=rss", "date_published": "2023-06-02 12:56:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget Podcast: Apple WWDC 2023 preview", "description": "<p>It’s only a few days until the beginning of Apple’s Worldwide Developers Conference next week, and we’re eager to see what the iPhone maker is cooking up. This week, Cherlynn and Devindra are joined by Engadget Senior Writer Sam Rutherford to dive into all of the Apple rumors: That fabled mixed reality headset, a potential 15-inch MacBook Air and more! But really, all eyes are on the headset. Is Apple setting itself up for failure, or for a future where smart glasses are actually a thing? Also, we discuss the late-breaking news about Meta’s Quest 3 headset, which sounds like it will offer better VR and color mixed reality support for $500.</p><p>Listen below or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcasts, the <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Morning After and Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"><div style=\"width: 100%; height: 200px;\"></div></div><h2>Subscribe!</h2><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2l0dW5lcy5hcHBsZS5jb20vdXMvcG9kY2FzdC90aGUtZW5nYWRnZXQtcG9kY2FzdC9pZDExNDI3OTA1MzA_bXQ9MiIsImNvbnRlbnRVdWlkIjoiM2Q1YjRmZWItZmQ3Yi00OTllLThlMzctMDQxYTk5MjhkNzE2In0&amp;signature=AQAAAfo1ik3iR8qWqxrzV1WrsihyFvwgp_UVYlo19tAZfyiH&amp;gcReferrer=https%3A%2F%2Fitunes.apple.com%2Fus%2Fpodcast%2Fthe-engadget-podcast%2Fid1142790530%3Fmt%3D2\">iTunes</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL29wZW4uc3BvdGlmeS5jb20vc2hvdy8zRUMzZE1JUkI5OWRrdm9TQmVTTzdHP3NpPWY3VUFMR0ttUkRXdE9yVThaNC11aVEiLCJjb250ZW50VXVpZCI6IjNkNWI0ZmViLWZkN2ItNDk5ZS04ZTM3LTA0MWE5OTI4ZDcxNiJ9&amp;signature=AQAAAWB3VuvAXtQHUT8Qju4stptgSofYeGXPHZ_tcCQGaCgj&amp;gcReferrer=https%3A%2F%2Fopen.spotify.com%2Fshow%2F3EC3dMIRB99dkvoSBeSO7G%3Fsi%3Df7UALGKmRDWtOrU8Z4-uiQ\">Spotify</a></p></li><li><p><a href=\"http://pca.st/mlY3\">Pocket Casts</a></p></li><li><p><a href=\"http://www.stitcher.com/podcast/engadget/the-engadget-podcast\">Stitcher</a></p></li><li><p><a href=\"https://podcasts.google.com/?feed=aHR0cDovL2ZlZWRzLnNvdW5kY2xvdWQuY29tL3VzZXJzL3NvdW5kY2xvdWQ6dXNlcnM6MjQ1MjIwOTU4L3NvdW5kcy5yc3M&amp;ep=14\">Google Podcasts</a></p></li></ul><h2><br /><strong>Topics</strong></h2><ul><li><p>Apple’s AR Headset, iOS 17, MacOS 14 and everything else we expect to see at WWDC 2023 – 1:16</p></li><li><p>Meta Quest 3 details drop ahead of Apple’s developer conference next week – 33:48</p></li><li><p>Oppo debuts MR Glass Developer Edition – 37:41</p></li><li><p>AI leaders issue dire warning on its risks, neglecting their own responsibility in its development – 41:46</p></li><li><p>Chatbot rolled out by National Eating Disorders Association taken offline after giving bad advice – 45:37</p></li><li><p>Working on – 52:17</p></li><li><p>Listener mailbag – 56:41</p></li><li><p>Pop culture picks – 58:39</p></li></ul><h2>Livestream</h2><div id=\"undefined\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><h2></h2><p><strong><em>Credits</em></strong><br /><em>Hosts: Cherlynn Low and Devindra Hardawar</em><br /><em>Guest: Sam Rutherford</em><br /><em>Producer: Ben Ellman</em><br /><em>Music: Dale North and Terrence O'Brien</em><br /><em>Livestream producers: Julio Barrientos</em><br /><em>Graphic artist: Luke Brooks and Joel Chokkattu</em></p>This article originally appeared on Engadget at https://www.engadget.com/engadget-podcast-apple-wwdc-2023-preview-123020712.html?src=rss", "link": "https://www.engadget.com/engadget-podcast-apple-wwdc-2023-preview-123020712.html?src=rss", "date_published": "2023-06-02 12:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Boeing Starliner's first crewed ISS flight delayed due to technical issues", "description": "<p><a href=\"https://pnr.ouryahoo.com/story/engadget_us/d8cb12f2-9f10-4695-a87c-2439356f5c9a\">Boeing's Starliner</a> was supposed to fly its first crewed mission to the International Space Station (ISS) on July 21st, but a couple of technical issues has kept the company from pushing through with its plan. Together with NASA, the aerospace corporation has <a href=\"https://blogs.nasa.gov/commercialcrew/2023/06/01/nasa-boeing-adjust-starliner-crew-flight-test-date/\">announced</a> that it's delaying the CST-100 Starliner spacecraft's Crew Flight Test date yet again to address the risks presented by two new problems Boeing engineers have detected.&nbsp;</p><p>The first issue lies with the spacecraft's parachute system. Boeing designed the Starliner capsule to float back down to Earth with the help of three parachutes. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNi8wMS9zY2llbmNlL25hc2EtYm9laW5nLXN0YXJsaW5lci1kZWxheS5odG1sIiwiY29udGVudFV1aWQiOiJkOGNiMTJmMi05ZjEwLTQ2OTUtYTg3Yy0yNDM5MzU2ZjVjOWEifQ&amp;signature=AQAAASYb6y6Ms4J1aKfp2u09wd56C7k55gBdTik4yvAd6JzX&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F06%2F01%2Fscience%2Fnasa-boeing-starliner-delay.html\"><em>The New York Times</em></a>, the company discovered that parts of the lines connecting the system to the capsule don't have the ability to tolerate the spacecraft's load in case only two of the three parachutes are deployed correctly. Since the capsule will be carrying human passengers back to our planet, the company has to look at every aspect of its spacecraft to ensure their safety as much as possible. Boeing expects to do another parachute testing before it schedules another launch attempt.</p><span id=\"end-legacy-contents\"></span><p>In addition to its parachute problem, Boeing is also reassessing the use of a certain tape adhesive to wrap hundreds of feet of wiring. Apparently, the tape could be flammable, so engineers are looking to use another kind of wrapping for areas of the spacecraft with the greatest fire risk.&nbsp;</p><p>The Crew Flight Test is the last hurdle the company has to overcome to regularly start ferrying astronauts to the ISS. NASA chose Boeing as one of its commercial crew partners along with <a href=\"https://www.engadget.com/space-x-scores-five-more-astronaut-missions-with-14-billion-contract-113551494.html\">SpaceX</a>, but it has fallen behind its peer over the years. The Starliner has completed uncrewed flights in the past as part of the tests it has to go through for crewed missions. But SpaceX already has 10 crewed flights under its belt, with the first one taking place <a href=\"https://www.engadget.com/watch-spacex-crew-dragon-operational-mission-launch-185811451.html\">way back in 2020</a>. In addition to taking astronauts to the ISS and bringing human spaceflight back to American soil since the last space shuttle launch in 2011, SpaceX has also <a href=\"https://www.engadget.com/axiom-space-ax-1-iss-docked-123501915.html\">flown civilians</a> to space.</p><p>That said, NASA and Boeing remain optimistic about Starliner's future. In a statement, NASA Commercial Crew Program manager Steve Stich said:</p><p>\"Crew safety remains the highest priority for NASA and its industry providers, and emerging issues are not uncommon in human spaceflight especially during development. If you look back two months ago at the work we had ahead of us, it’s almost all complete. The combined team is resilient and resolute in their goal of flying crew on Starliner as soon as it is safe to do so. If a schedule adjustment needs to be made in the future, then we will certainly do that as we have done before. We will only fly when we are ready.\"</p>This article originally appeared on Engadget at https://www.engadget.com/boeing-starliners-first-crewed-iss-flight-delayed-due-to-technical-issues-114023064.html?src=rss", "link": "https://www.engadget.com/boeing-starliners-first-crewed-iss-flight-delayed-due-to-technical-issues-114023064.html?src=rss", "date_published": "2023-06-02 11:40:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Meta announces its new mixed-reality headset, the Quest 3", "description": "<p>Mark Zuckerberg has revealed the <a href=\"https://www.engadget.com/the-meta-quest-3-is-a-499-mixed-reality-headset-with-full-color-passthrough-141204527.html\">Meta Quest 3</a>, the company's long-rumored, next-gen virtual reality headset, just a few days before Apple's WWDC, where it’s expected to debut its own first, mixed reality headset. As with the Quest Pro, the Quest 3 supports mixed reality and offers full-color passthrough. This enables users to see a color version of the physical space around them, and the headset will apparently be able to add augmented reality elements into it.</p><p>Zuckerberg says it will offer twice the graphical power of the Quest 2, and it’s 40 percent thinner than its predecessor. Meta has redesigned the controllers, too, nixing the outer tracking rings and adding TruTouch haptic feedback. The headset will start at $500 for 128GB of storage, and it'll be available this fall in all countries the Quest 2 is available. Expect to hear more details at its <a href=\"https://www.engadget.com/metas-connect-2023-event-is-set-for-september-27th-154545337.html\"><ins>Connect conference</ins></a> on September 27th.</p><p>If you already own a Quest headset, there’s good news too: An upcoming software update will boost the performance of the Quest 2 and Quest Pro. Meta says the CPU of each headset will get a performance increase of up to 26 percent, with a GPU boost of up to 19 percent on Quest 2 and 11 percent on Quest Pro. Dynamic Resolution Scaling will be enabled on both headsets as well, to help stabilize frame rates.</p><p>– Mat Smith</p><p></p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/google-wallet-will-let-you-add-passes-by-taking-a-photo-160028725.html\"><ins>Google Wallet will let you add passes by taking a photo</ins></a></p><p><a href=\"https://www.engadget.com/faraday-futures-ff-91-electric-vehicles-will-cost-as-much-as-309000-053144006.html\"><ins>Faraday Future's FF 91 electric vehicles will cost as much as $309,000</ins></a></p><p><a href=\"https://www.engadget.com/orange-amps-offers-analog-warmth-with-its-first-line-of-bluetooth-speakers-110058439.html\"><ins>Orange Amps launches its first Bluetooth speakers</ins></a></p><p><a href=\"https://www.engadget.com/street-fighter-6-gets-the-vibe-right-141559193.html\"><ins>'Street Fighter 6' gets the vibe right</ins></a></p><p><a href=\"https://www.engadget.com/best-password-manager-134639599.html\"><ins>The best password managers for 2023</ins></a></p><p>‘<a href=\"https://www.engadget.com/no-mans-sky-arrives-on-mac-today-130016085.html\"><ins>No Man's Sky’ arrives on Mac today</ins></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-is-reportedly-testing-high-end-mac-pcs-powered-by-its-new-m2-chips-094545719.html\">Apple is reportedly testing high-end Macs powered by its new M2 chips</a></h2><h3>And they could be unveiled at WWDC.</h3><h3></h3><p>According to<em> Bloomberg</em>'s Mark Gurman, Apple is testing a couple of high-end Macs powered by its new M2 Max processor and the M2 Ultra chip that the company has yet to announce. Apple debuted the M2 Max on its 14- and 16-inch MacBook Pro laptops, as well as its Mac mini, earlier this year. The desktop with the chip will reportedly have eight high-performance cores, four efficiency cores and 30 graphics cores. It will also have a heady 96 GB of RAM. Meanwhile, the unannounced M2 Ultra chip is supposed to be the more powerful of the two, with twice as many processing cores. Specifically, the chip is expected to have 16 high-performance, eight efficiency and 60 graphics cores, though <em>Bloomberg </em>reports the company will offer a more powerful version with 76 graphics cores.</p><p><a href=\"https://www.engadget.com/apple-is-reportedly-testing-high-end-mac-pcs-powered-by-its-new-m2-chips-094545719.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/fiats-topolino-ev-is-an-italian-twist-on-the-citroen-ami-101849140.html\">Fiat's Topolino EV is an Italian twist on the Citroen Ami</a></h2><h3>Still cute.</h3><a href=\"https://www.engadget.com/fiats-topolino-ev-is-an-italian-twist-on-the-citroen-ami-101849140.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/3d23c870-012f-11ee-bfd7-22dade8acc77\" style=\"height: 427px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Fiat</div></figure></a><p>Fiat already has its own cute EV in the 500 series, but it has now gone even tinier in its latest urban mobility push. The Topolino is essentially a rebadged Citroen Ami, sharing the Ami's drivetrain (both Citroen and Fiat are under the Stellantis umbrella) and looks nigh-on identical, apart from a few tweaks. It has a 5.5kWh battery that delivers a 47-mile range, and it'll hit a top speed of 28MPH. The Topolino is technically a &quot;quadricycle&quot; – not a car – so you can buzz around cities in it without needing a driver's license.</p><p><a href=\"https://www.engadget.com/fiats-topolino-ev-is-an-italian-twist-on-the-citroen-ami-101849140.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/motorolas-folding-razr-will-have-a-giant-external-display-180012979.html\">Motorola's folding Razr+ has a giant external display</a></h2><h3>And a budget-friendly foldable is coming soon.</h3><a href=\"https://www.engadget.com/motorolas-folding-razr-will-have-a-giant-external-display-180012979.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/3ceed5c0-012f-11ee-9edb-2a1c34b324c1\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Motorola returns to the foldables. Headlining the 2023 Razr family is the Razr+ (Razr 40 Ultra in Europe), a flagship-level model whose centerpiece is a comparatively huge 3.6-inch, 1,056 x 1,066 external display running at up to 144Hz. That’s substantially bigger than other flip-phones.</p><p>Like Samsung’s Galaxy Z Flip, the device opens at different angles for hands-free recording and video viewing. A redesigned hinge also makes this the thinnest foldable phone on the market when closed, Motorola claims. The company will sell the Razr+ with 256GB of storage on June 23rd through its website on AT&amp;T, Google Fi, T-Mobile, Optimum Mobile and Spectrum Mobile for $1,000, or $41.67 per month in a two-year plan. That's well below the price of past US models. We’ve had a <a href=\"https://www.engadget.com/moto-razr-2023-hands-on-two-promising-foldable-updates-to-an-iconic-phone-specs-price-180043133.html\"><ins>play with the Razr+</ins></a> and the rest of Motorola’s foldable family.</p><p><a href=\"https://www.engadget.com/motorolas-folding-razr-will-have-a-giant-external-display-180012979.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/nvidias-neuralangelo-is-an-ai-model-that-can-generate-3d-objects-from-2d-videos-130023299.html\">NVIDIA's Neuralangelo is an AI model that can generate 3D objects from 2D videos</a></h2><h3>It can even create 3D assets from videos taken by smartphones.</h3><h3></h3><p>NVIDIA has introduced a new AI model called Neuralangelo, which can create 3D replicas of objects from 2D videos, whether they're classic sculptures or run-of-the-mill trucks and buildings. Neuralangelo works by selecting several frames showing the subject from different angles in a 2D video, so it can get a clear picture of its depth, size and shape. It then creates a rough 3D representation of the object before optimizing it to mimic the details of the real thing. NVIDIA said it can even create large-scale vistas from drone footage.</p><p><a href=\"https://www.engadget.com/nvidias-neuralangelo-is-an-ai-model-that-can-generate-3d-objects-from-2d-videos-130023299.html\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-meta-announces-its-new-mixed-reality-headset-the-quest-3-111524859.html?src=rss", "link": "https://www.engadget.com/the-morning-after-meta-announces-its-new-mixed-reality-headset-the-quest-3-111524859.html?src=rss", "date_published": "2023-06-02 11:15:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta test will limit news posts for Facebook and Instagram users in Canada", "description": "<p>Last year, Facebook parent Meta said it <a href=\"https://www.engadget.com/meta-threatens-to-block-facebook-news-content-canada-bill-c-18-211424655.html\">may stop</a> Canadians from sharing news content in response to the country's proposed Online Sharing Act. Now, the company has announced that it will begin tests on Facebook and Instagram that &quot;limit some users and publishers from viewing or sharing some news content in Canada,&quot; it wrote in a <a href=\"https://about.fb.com/news/2023/06/changes-to-news-availability-on-our-platforms-in-canada/\">blog post</a>. The testing will take place over several weeks and the &quot;small percentage&quot; of users affected will be notified if they try to share news content.&nbsp;</p><p>&quot;As <a href=\"https://about.fb.com/news/2022/10/metas-concerns-with-canadas-online-news-act/\">we have repeatedly shared</a>, the Online News Act is fundamentally flawed legislation that ignores the realities of how our platforms work, the preferences of the people who use them, and the value we provide news publishers,&quot; the company wrote.</p><span id=\"end-legacy-contents\"></span><p>The proposed law, also known as Bill C-18, was introduced by the ruling Liberal government earlier this year. Modeled after a similar <a href=\"https://www.engadget.com/australia-passes-law-google-facebook-pay-for-news-062149942.html\">Australian law</a>, it aims to force internet platforms like Facebook into revenue-sharing partnerships with local news organizations. It came about, in part, because of Facebook and Google's dominance of the online advertising market — with both companies combined taking 80 percent of revenue.</p><p>Last year, Meta said it was trying to be &quot;transparent about the possibility that we may be forced to consider whether we continue to allow the sharing of news content in Canada.&quot; The company made the threat after a government panel <a href=\"https://www.ourcommons.ca/Committees/en/CHPC/StudyActivity?studyActivityId=11778719\">failed to invite</a> Meta to a meeting about the legislation. Google also <a href=\"https://www.ctvnews.ca/politics/what-is-bill-c-18-and-how-do-i-know-if-google-is-blocking-my-news-content-1.6286816\">temporarily blocked</a> some Canadian users from seeing news content.&nbsp;</p><p>In response, Canadian Heritage Minister Pablo Rodriguez called the tests &quot;unacceptable,&quot; <a href=\"https://www.reuters.com/technology/meta-test-limiting-some-news-access-facebook-instagram-canada-2023-06-02/\"><em>Reuters</em></a> reported. &quot;When a big tech company... tells us, 'If you don't do this or that, then I'm pulling the plug' — that's a threat. I've never done anything because I was afraid of a threat,&quot; he told <em>Reuters</em>.&nbsp;</p><p>Facebook, Google and others eventually agreed to the Australian law, and now <a href=\"https://www.adnews.com.au/news/exclusive-how-much-are-google-and-facebook-paying-for-news-in-australia\">pay publishers</a> to post news links with snippets. Before that happened, though, Facebook <a href=\"https://www.engadget.com/facebook-australia-news-links-blocked-185149753.html\">followed through</a> on its threat to block users from sharing news links in the nation. It later reversed the ban following further discussions, after the government made amendments addressing Facebook's concerns about the value of its platform to publishers.</p><p>For now, the test will only affect a small number of users and for a limited time. If it follows the same playbook it used in Australia though, Meta may block news sharing for all users in Canada, possibly as a way to force the government and publishers to the bargaining table.</p><p>&quot;As the Minister of Canadian Heritage has said, how we choose to comply with the legislation is a business decision we must make, and we have made our choice,&quot; the company wrote. &quot;While these product tests are temporary, we intend to end the availability of news content in Canada permanently following the passage of Bill C-18.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/meta-test-will-limit-news-posts-for-facebook-and-instagram-users-in-canada-104026273.html?src=rss", "link": "https://www.engadget.com/meta-test-will-limit-news-posts-for-facebook-and-instagram-users-in-canada-104026273.html?src=rss", "date_published": "2023-06-02 10:40:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's AirTag 4-pack is just $80 right now", "description": "<p>If you've been debating whether to pick up some Apple AirTags, now might be the time finally to go for it. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTMyUUoySlo_dGFnPWdkZ3QwYy1wLW8tMTEwLTIwIiwiY29udGVudFV1aWQiOiI4YjViYzc0Zi1kNzY3LTQxNjgtYWQwNi0xOThlYTBiZGU4Y2QifQ&amp;signature=AQAAAYF1kKT7_9HH2xFY9C-zmR2TGK7GKNN7BDgjGZKDxyHH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0932QJ2JZ\">AirTag 4-pack currently has a 20 percent discount</a>, dropping from $100 to $80. Not only does this bring the pack close to its all-time-lowest price, but it makes each <a href=\"https://www.engadget.com/apple-airtags-trackers-first-look-hands-on-130036848.html\">AirTag</a> only $20 — $8 less than buying one on its own. So, in a sense, it's a buy three get the fourth free sale, with four extra dollars saved for a coffee.</p><p></p><p>AirTags pair to your iPhone or iPad in one tap with their live location available in the <a href=\"https://www.engadget.com/apple-find-my-third-party-173257478.html\">Find My app</a> alongside your friends and other devices. Its small frame — about an inch and a quarter in length and width — is water and dust resistant with an included battery that requires replacing about once a year. You can get detailed instructions to reach your AirTag on newer iPhone models thanks to <a href=\"https://www.engadget.com/2019-09-10-iphone-11-u1-ultra-wideband-chip.html\">Ultra Wideband technology</a> or put it in \"Lost Mode\" to immediately receive notifications if it pings off another person's device.</p><span id=\"end-legacy-contents\"></span><p>You can slip your AirTag into your wallet or purse as is or <a href=\"https://www.engadget.com/best-apple-airtag-cases-holders-accessories-123036404.html\">pick up a case</a> to connect it to your keys or pet's collar. Either way, it's one of the <a href=\"https://www.engadget.com/best-bluetooth-tracker-140028377.html\">better Bluetooth trackers</a> on the market, especially at such a low price.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-airtag-4-pack-is-just-80-right-now-095027025.html?src=rss", "link": "https://www.engadget.com/apples-airtag-4-pack-is-just-80-right-now-095027025.html?src=rss", "date_published": "2023-06-02 09:50:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Rocket Lab delays its Venus atmospheric probe mission", "description": "<p>Last year, Rocket Lab <a href=\"https://www.space.com/rocket-lab-planning-to-launch-private-venus-mission-in-may-2023\">announced</a> that it would embark on an ambitious mission to send a small probe to Venus to hunt for organic molecules in its atmosphere. The launch was supposed to happen in May 2023, but now Rocket Lab has confirmed that it's &quot;not imminent,&quot; <a href=\"https://techcrunch.com/2023/06/01/rocket-labs-private-mission-to-venus-slips-to-2025/\"><em>TechCrunch</em></a> has reported. While company didn't provide a new date, a <a href=\"https://www.mdpi.com/2226-4310/9/8/445/htm\">research paper</a> published in July 2022 states that a &quot;backup launch window is available in January 2025.&quot;&nbsp;</p><p>News of the mission flew under the radar, as it were, but it's rather ambitious. Rocket Lab plans to use its Electron booster and Photon spacecraft, sending a small probe into Venus's cloud layer about 30-37 miles up, where temperatures are Earth-like. (Thanks to the planet's greenhouse effect, temperatures on the surface are greater than 900 degrees F and pressure more than 75 Earth atmospheres.)</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Rocket Lab delays its Venus atmospheric probe mission\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a7edbd10-0124-11ee-adb3-23f2a93c11fa\" style=\"height: 1939px; width: 3186px;\" /><figcaption></figcaption><div class=\"photo-credit\">Rocket Lab</div></figure><p>Once there, the tiny 40 centimeter diameter probe will search for organic molecules or other clues that the atmosphere could support life. Venus came into the news back in 2020 after researchers claimed to spot <a href=\"https://www.engadget.com/astronomers-detect-signs-of-life-venus-164009386.html\">signs of phosphine</a>, a chemical that's typically produced by living organisms. While controversial, the findings sparked a new interest in the Venus atmosphere as a possible source for life, and Rocket Lab's mission is centered around just that.&nbsp;</p><p>At the same time, it's a way for the company to show off its Photon spacecraft designed to go beyond Earth orbit to the Moon and Mars. Last year, Rocket Lab successfully launched Photon on NASA's CAPSTONE mission, designed to verify the orbital stability of the planned Lunar Gateway space station. The lunar satellite spent nearly six months in orbit and flew within 1,000 miles of the Moon's North Pole in a so-called near-rectilinear halo orbit.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/rocket-lab-delays-its-venus-atmospheric-probe-mission-090847239.html?src=rss", "link": "https://www.engadget.com/rocket-lab-delays-its-venus-atmospheric-probe-mission-090847239.html?src=rss", "date_published": "2023-06-02 09:08:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "VW unveils the larger ID.Buzz electric van headed to North America", "description": "<p>Volkswagen has finally unveiled the version of the <a href=\"https://www.engadget.com/volkswagen-idbuzz-electric-van-first-drive-video-160010375.html\">ID.Buzz electric van</a> that's destined for North America, and there's more to it than you might think. The three-row design with two extra seats is clearly the main draw for roadtrippers and growing families, but this isn't just a stretched version of the modern Microbus. It boasts a larger 91kWh battery (versus 82kWh for the two-row), a more powerful 282HP motor for the rear-wheel drive trim (versus 201HP) and a higher 99MPH top speed (versus 90MPH). While there are no range estimates yet, there will also be an optional all-wheel drive configuration with a 330HP dual-motor system.</p><p>The interior tech hasn't changed much from the two-row model, although that's not necessarily a bad thing. You'll still face a 5.3-inch digital instrument cluster and a 12.9-inch infotainment display. The larger ID.Buzz now has the easier-to-use interface from <a href=\"https://www.engadget.com/vws-id7-electric-sedan-offers-a-wltp-range-of-435-miles-155138752.html\">the ID.7</a>, though, and you'll find a total of eight USB-C ports — helpful when friends in the back want to charge their phones. The three-row EV also comes standard with Level 2 driver assistance (including lane centering), and the customizable cabin lighting doubles as a status indicator for everything from charging levels to navigation directions.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"VW ID.Buzz three-row electric van interior\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/cc4cdd20-ffe0-11ed-8d9e-f55192019fc7\" style=\"height: 1280px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Volkswagen</div></figure><p>The North American van also touts the largest panoramic roof of any car in the VW group at 67.4 inches long, and uses electrochromic glass to turn opaque when it's not needed. You'll also find a 110V outlet under the passenger seat area, and a 12V port in the cargo space can charge more of your gear. A nine-speaker audio system is standard, but you can upgrade to a 14-speaker Harman Kardon unit.</p><p>VW still hasn't outlined pricing for the North American ID.Buzz ahead of its 2024 debut. Don't expect it to be the people's van like the Microbus was, however. The closest comparable two-row model, the Buzz Style, sells for £63,715 (about $79,240) in the UK with tax included.  This is for nostalgic drivers who want an eco-friendly revival of a classic ride, and well-heeled EV fans who want more capacity than the <a href=\"https://www.engadget.com/vw-2023-id4-pricing-release-date-165237007.html\">ID.4 crossover</a> can provide.</p>This article originally appeared on Engadget at https://www.engadget.com/vw-unveils-the-larger-idbuzz-electric-van-headed-to-north-america-070132379.html?src=rss", "link": "https://www.engadget.com/vw-unveils-the-larger-idbuzz-electric-van-headed-to-north-america-070132379.html?src=rss", "date_published": "2023-06-02 07:01:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter's head of safety and content moderation has left the company", "description": "<p>Twitter has lost another head of trust and safety after Elon Musk purchased the company last year. According to <a href=\"https://www.reuters.com/article/twitter-management-idUSKBN2XN3WY\"><em>Reuters</em></a>, Ella Irwin, the website's top executive for content moderation has resigned. <a href=\"https://fortune.com/2023/06/01/twitter-safety-vp-ella-irwin-internal-slack-deactivated-departed/\"><em>Fortune</em></a> has also reported earlier that her company Slack account has already been deactivated. While Irwin has confirmed her resignation to both organizations, she didn't elaborate on the reason for her departure. The executive took over the role as head of trust and safety after Yoel Roth left the same position in November 2022, publicly <a href=\"https://www.engadget.com/twitter-less-safe-under-elon-musk-yoel-roth-011449138.html\">walking back</a> on his previous statement that Twitter would be safer under Musk.&nbsp;</p><p>Like Roth, Irwin seemed to be supportive of the Twitter owner — who sees himself as a \"free speech absolutist\" — and defended him from critics of his approach to content moderation. She <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy90d2l0dGVycy1uZXctaGVhZC1vZi10cnVzdC1hbmQtc2FmZXR5LXNheXMtcGxhdGZvcm0td2FudHMtdG8tbW92ZS1xdWlja2x5LTExNjcwODQ2NzA5P21vZD1hcnRpY2xlX2lubGluZSIsImNvbnRlbnRVdWlkIjoiMTY5OWJhODctYThiOS00NDg5LTlmZTktZjJmMWM0MmE2MzU5In0&amp;signature=AQAAAePMhan-LfPlr_YM1MsaskAKk4vS58BmaceKI2nhy4vk&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Ftwitters-new-head-of-trust-and-safety-says-platform-wants-to-move-quickly-11670846709%3Fmod%3Darticle_inline\">said</a> in the past that Musk gave her team the go-ahead to prioritize safety and not to worry about affecting user numbers. The Center for Countering Digital Hate recently <a href=\"https://twitter.com/CCDHate/status/1663860236480806917?s=20\">reported</a> that Twitter has been failing to properly and quickly address 99 percent of hate speech, including neo-Nazi, racist, homophobic and transphobic content, posted on the website by Twitter Blue users.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Although Irwin hasn't revealed why she left the company, her departure seemed to have taken place right after conservative publication <em>The Daily Wire</em> said Twitter canceled their deal to premiere its <em>What is a Woman?</em> film on the website. The outlet's co-founder <a href=\"https://twitter.com/JeremyDBoreing/status/1664255321630552065\">said Twitter</a> offered it the opportunity to \"buy a package to host the movie on a dedicated event page and to promote the event to every Twitter user over the first 10 hours.\" However, the website reportedly withdrew its offer after reviewing a screener and told the outlet that it could no longer purchase the package. Twitter also apparently told the outlet that it will limit the reach of the film, as well as label it with \"hateful conduct\" due to \"misgendering.\"</p><p>To note, Twitter's hateful conduct policy states that it considers \"hateful imagery to be logos, symbols, or images whose purpose is to promote hostility and malice against others based on their race, religion, disability, sexual orientation, gender identity or ethnicity/national origin.\" Anything \"depicting hateful imagery is not permitted within live video, account bio, profile or header images.\"</p><p>As a response to <em>The Daily Wire</em> co-founder's post, Musk tweeted that the decision was a \"mistake by many people at Twitter\" and that the film was \"definitely allowed.\" He added that not using someone's pronouns is \"at most rude and certainly breaks no laws\" and that he objects \"to rude behavior, ostracism or threats of violence if the wrong pronoun or name is used.\"</p><div id=\"21d0519b8a6a499aaaeb48ffe1bbc18e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">This was a mistake by many people at Twitter. It is definitely allowed. <br /><br />Whether or not you agree with using someone’s preferred pronouns, not doing so is at most rude and certainly breaks no laws. <br /><br />I should note that I do personally use someone’s preferred pronouns, just as I…</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1664324213023424531?ref_src=twsrc%5Etfw\">June 1, 2023</a></blockquote></div><p>In follow-up tweets, Musk said Twitter is <a href=\"https://twitter.com/elonmusk/status/1664433607224467456\">updating its system</a> so that <em>The Daily Wire's </em>followers will see the film in their feed. However, it will not be recommended or advertised to non-followers.</p>This article originally appeared on Engadget at https://www.engadget.com/twitters-head-of-safety-and-content-moderation-has-left-the-company-053113054.html?src=rss", "link": "https://www.engadget.com/twitters-head-of-safety-and-content-moderation-has-left-the-company-053113054.html?src=rss", "date_published": "2023-06-02 05:31:13+00:00", "persistent": false, "user": null, "language": "en-US"}]