[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "It’s Time To Rethink Pre-Ordering Games | Spot On", "description": "Pre-ordering games is a tricky proposition in the modern age of gaming, and there are safer alternatives that offer the same function to consumers, developers, and publishers. Tam and Lucy discuss Diablo 4 and Street Fighter 6 in this week's episode of Spot On. \n#gaming #spoton #gamespot \n\nPre-orders are a perennially relevant talking point and often a hot-button issue when it comes to the world of video games. But right now we've had a couple of things happen that sparked the conversation in this week's Spot On. Firstly, Diablo 4's microtransactions leaked and the prices have caused some concern among fans. Secondly, days before launch, Street Fighter 6 got the controversial anti-tamper and anti-cheat software Denuvo added to it. \n\nTam and Lucy discuss why pre-orders can backfire, and what you can do to support developers without putting your money on the line, and if you are planning to pre-order, providing a few considerations that are worth keeping in mind to avoid being burned.  \n\nSpot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry there's always something to talk about but, unlike most other news shows, Spot On will dive deep into single topic as opposed to recapping al the news. Spot On airs each Friday. \n\nThank you to Crowsmack for providing the artwork used on the Spot On set. Find more of his work on his website: https://crowsmackart.com/", "link": "https://www.youtube.com/watch?v=IfvpzNbQVvg", "date_published": "2023-06-02 19:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "14 Things I Wish I Knew Before Playing Diablo 4", "description": "From the games several currencies to how to find a mount, here is everything we wish we knew before playing Diablo 4.\n#gaming #Diablo4 #DiabloIV #gamespot \n\nTimestamps:\n00:39 - Picking a difficulty (World Tier)\n01:17 - Picking a class\n02:38 - Spend skills on passive abilities\n03:12 - Inspect gear for additional attributes\n03:52 - Pin your objective\n04:13 - Altars of Lilith\n04:47 - Get legendaries faster\n06:00 - Always be harvesting\n06:13 - Be smart about upgrading\n06:44 - Drink elixirs whenever you can\n07:03 - Riddle altars\n07:16 - Renown\n08:31 - Murmuring Obols\n09:43 - Getting a mount", "link": "https://www.youtube.com/watch?v=H5HpL2tPbrk", "date_published": "2023-06-02 14:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}]