[{"source": "https://www.theguardian.com/international/rss", "title": "Top US chemical firms to pay $1.2bn to settle water contamination lawsuits", "description": "<p>Dupont, Chemours and Corteva agree deal and 3M also reportedly considering $10bn settlement to avoid trial due to start on Monday</p><p>DuPont and two related companies said they would <a href=\"https://www.businesswire.com/news/home/20230602005091/en/Chemours-DuPont-and-Corteva-Reach-Comprehensive-PFAS-Settlement-with-U.S.-Water-Systems\">pay close to $1.2bn</a> to settle liability claims brought by public water systems serving the vast majority of the US population on Friday, just days before the start of a bellwether trial in South Carolina over PFAS contamination.</p><p>PFAS maker 3M was <a href=\"https://www.bloomberg.com/news/articles/2023-06-02/3m-said-to-be-in-at-least-10-billion-pfas-pollution-settlement-lieqkmut?accessToken=eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJzb3VyY2UiOiJTdWJzY3JpYmVyR2lmdGVkQXJ0aWNsZSIsImlhdCI6MTY4NTcyMzM3NywiZXhwIjoxNjg2MzI4MTc3LCJhcnRpY2xlSWQiOiJSVk1SNldEV0xVNjgwMSIsImJjb25uZWN0SWQiOiI0Q0M5MjBBRUZBREE0NTE1OTQxMzREOTdEMUNCQjgwOSJ9.TgwrmoYECev7p_gIxbCmC0_PCO1OxF2E8nQWbuMqhSA\">reportedly</a> also considering a settlement that would keep the company from having to face allegations that it was responsible for knowingly contaminating drinking water supplies around the United States.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/dupont-pfas-settlement-water-chemical-contamination\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/dupont-pfas-settlement-water-chemical-contamination", "date_published": "2023-06-02 20:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hold your horses! Do we really need another threat to humanity? | Fiona Katauskas", "description": "<p>It’s starting to get crowded in here</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/03/hold-your-horses-do-we-really-need-another-threat-to-humanity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/03/hold-your-horses-do-we-really-need-another-threat-to-humanity", "date_published": "2023-06-02 20:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ireland fans few in number but big on enthusiasm despite team’s struggles | Emma John", "description": "<p>A Thursday start means this Test has seen fewer supporters in green than hoped, but those who were at Lord’s did not flag</p><p>There weren’t a great number of Ireland fans at Lord’s yesterday, but those that were there made themselves visible. The green shirts picked each other out in the crowd, nodded, waved and offered mutual support. A couple of them, puffing their way to the top of the Warner Stand before play, spotted a man in a splendid shamrock-print suit and altered course to share a rueful word with him. “We thought we’d better come today because it might be all over tomorrow.”</p><p>Not quite, but it was a day of unremitting flagellation. Throughout the first session, the Ireland bowlers had nothing to keep them going but the memory of a single, day-old wicket. At least their supporters in the stands had Guinness.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/ireland-fans-few-in-number-but-big-on-enthusiasm-despite-teams-struggles\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/ireland-fans-few-in-number-but-big-on-enthusiasm-despite-teams-struggles", "date_published": "2023-06-02 18:46:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Helmut Berger obituary", "description": "Film actor whose hypnotic presence was central to a trio of films directed by Luchino Visconti in the late 1960s and early 70s<p>With his glacial blue eyes, blade-like face and feline elegance, Helmut Berger, who has died aged 78, was one of the most ravishing and hypnotic actors in postwar European cinema, and a lingering presence even after his best days were behind him. He was also Vogue’s first male cover star; the magazine photographed him in 1970 alongside his then-girlfriend, the model Marisa Berenson, while he was simultaneously in a relationship with the director Luchino Visconti. Madonna, who featured him in her controversial 1992 coffee-table book Sex, cited among her influences “every movie that Visconti ever made starring Helmut Berger”.</p><p>The first of these films – and only Berger’s fourth screen appearance – was The Damned (1969), an unrestrainedly lurid melodrama charting the decline of a fictional family of industrialists, loosely based on the Krupps family, and the rise of nazism in early-1930s Germany. As Martin von Essenbeck, heir to a steel dynasty, Berger is first seen sitting astride a chair on stage at his grandfather’s birthday party, dressed as Marlene Dietrich in The Blue Angel, singing “Children, this evening I’ll choose something for me / A man, a real man.” In blond wig, cocked silver hat, feather boa, stockings and suspenders, he tries unsuccessfully to persevere with his performance after it is interrupted by news of the burning of the Reichstag. Berger later received a photograph from Dietrich, on which she had written: “Who’s prettier? Love Marlene.”</p> <a href=\"https://www.theguardian.com/film/2023/jun/02/helmut-berger-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/02/helmut-berger-obituary", "date_published": "2023-06-02 16:12:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "WCL final: Barcelona aim to ease ‘trauma’ of 2022 against Wolfsburg", "description": "<p>Barça’s defeat to Lyon in last year’s final was painful and Alexia Putellas says the team owe their dedicated fans a victory</p><p>The Ballon d’Or winner Alexia Putellas has said Barcelona “owe the fans a victory” in Saturday’s Champions League final against Wolfsburg after last year’s “traumatic” 3-1 defeat by Lyon.</p><p>Barcelona fans, having twice sold out the Camp Nou in the team’s run to <a href=\"https://www.theguardian.com/football/2022/may/21/barcelona-lyon-womens-champions-league-match-report\">last season’s final</a> in Turin, travelled in force to Italy. Planes were filled and 37 coaches made the trip overnight from the Catalan capital. The supporters witnessed their team fall three goals behind within 33 minutes as Lyon flexed their muscles. Despite that, you could have been forgiven after the full-time whistle for thinking Barcelona had triumphed, because the stadium swayed to the tune of their fans.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/womens-champions-league-final-barcelona-aim-to-ease-trauma-of-2022-against-wolfsburg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/womens-champions-league-final-barcelona-aim-to-ease-trauma-of-2022-against-wolfsburg", "date_published": "2023-06-02 15:37:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Scrutiny on PwC’s Australian business likely to extend to global operations", "description": "<p>Experts say business model of consulting organisations rife with conflicts of interest amid renewed debate about separating auditing from advice</p><p></p><p>When PricewaterhouseCoopers’ Australian business issued an expansive apology over the tax leaks scandal, it may have hoped for an opportunity to start rebuilding its reputation.</p><p>Instead, it endured one of the most difficult weeks of the <a href=\"https://www.theguardian.com/australia-news/2023/may/31/pwc-australia-scandal-what-actually-happened-and-will-it-be-fatal-for-the-advisory-firm\">self-inflicted crisis</a>, when not only the structure of its own business was scrutinised, but that of its global operations and wider consulting industry.</p> <a href=\"https://www.theguardian.com/business/2023/jun/03/pwc-tax-scandal-scrutiny-on-firms-australian-business-likely-to-extend-to-uk-and-us-operations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/03/pwc-tax-scandal-scrutiny-on-firms-australian-business-likely-to-extend-to-uk-and-us-operations", "date_published": "2023-06-02 15:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘If the plane breaks down, it’s just you’: the pressure and awakening of one city GP in the outback", "description": "<p>Dr Sonia Henry was looking to escape her Sydney life when she signed up to work in remote hospitals. What she encountered was amazing beauty – and terrible suffering</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>When Dr Sonia Henry was heading in the direction of her mid-30s, she was consumed by the desire to flee her own life.</p><p>For a while, the GP and author had felt lucky. She had written Going Under<em>,</em> a bestselling novel that exposed the brutal treatment of medical interns. She was living with a friend in a Darlinghurst apartment, a picture of the big-city existence she had always fantasised about. But, as the pandemic took hold, her emotional hurdles mounted. As a doctor, she started struggling with the pressure to be perfect, the toll exacted by endless study. Then, she was betrayed by the narcissistic heart surgeon she was involved with. She wanted to get as far away as possible. She called a locum agency that specialised in regional Australia. They needed a doctor urgently. She never looked back.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/books/2023/jun/03/if-the-plane-breaks-down-its-just-you-the-pressure-and-awakening-of-one-city-gp-in-the-outback\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/03/if-the-plane-breaks-down-its-just-you-the-pressure-and-awakening-of-one-city-gp-in-the-outback", "date_published": "2023-06-02 15:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Knitting’s ‘cool and funky little sister’: national crochet conference attracts the young", "description": "<p>People of all ages hooked on crocheting gathered at the Sydney forum to yarn about granny squares and compare patterns</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Violet Ayrey, 12, was crocheting a hexagon to make a cardigan when she realised she’d made a terrible mistake.</p><p>“When it got really big, I saw it was a pentagon. I’d missed a corner,” she says.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/03/knittings-cool-and-funky-little-sister-national-crochet-conference-attracts-the-young\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/03/knittings-cool-and-funky-little-sister-national-crochet-conference-attracts-the-young", "date_published": "2023-06-02 15:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The key party is over: could contactless check-in kill a classic hotel come-on?", "description": "<p>Digital hotel keys are on the rise. They may be cheaper, more convenient and better for the environment, but they can’t be slid suggestively across a table</p><p></p><p>West Wing fans won’t need much reminding. It’s in season seven, when Donna finally climbs astride the mountain of sexual tension between her and Josh, and slides her hotel room key over on the low table. She throws back her wine and bids the group goodnight, lingering a look Josh’s way, hotly returned. Their sexy plan, however, is cockblocked when a colleague snatches it up – “Donna forgot her key!” – and gives it bloody well back.</p><p>Didn’t matter. Point made. Sliding over one of the cards that have (mostly) replaced metal keys would have worked too. As deeply unromantic as the plastic rectangles are, there remains a frisson of possibility when the front desk asks “one card or two?”</p> <a href=\"https://www.theguardian.com/travel/2023/jun/03/the-key-party-is-over-could-contactless-check-in-kill-a-classic-hotel-come-on\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/03/the-key-party-is-over-could-contactless-check-in-kill-a-classic-hotel-come-on", "date_published": "2023-06-02 15:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The hype has gone too far: why Succession’s finale was vastly overrated", "description": "<p>Dodgy plotting, confusing character motivations and the distinct sense that it had fallen in love with itself – the tale of the Roys was good. But not as good as it thought it was</p><p>There are many things Succession landed right on the jaw. The ranks of writers and executive producers brought with them great experience of many areas central to the show: politics, finance, five-star hospitality and, of course, the media. So no doubt the concept of the day five contrarian hit piece will be familiar to them.</p><p>I come not to bury Succession – maybe to even praise it a bit – but all the hype around this show has gone too far. On Tuesday morning, after watching Shiv, Ken and Romey zing at one another one final time I felt like that rogue dude in The Lego Movie. Everything about Succession, it seemed, was awesome. Not only that, it was insightful. The characters were multifaceted, many-layered scum that you would also really miss. It was the show that caught the spirit of our time, and all from the perspective of those ambling on to a private jet.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/was-i-alone-in-finding-succession-overrated\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/was-i-alone-in-finding-succession-overrated", "date_published": "2023-06-02 14:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "This summer’s holiday ‘it’ bag? A no-frills, budget airline polyester carry-on", "description": "<p>Wheely cases be gone! The £15 Kono duffle bag is all over TikTok – and offers practical style at cabin size. </p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00sFk0L9aJTJrdjHU0ExJtk6WDMa8WjDoNsahBLoE5d-Gqi3vdRF30ji7vrFZHdsaeJXvnKFCtkqpJ59jsUrpePsSBONuXS7EA2LpcGUtnwSTA83hoE-PIVklR9Xi2sYwDlzXDDI8_jpQoZEpo4WWxGtP-sX9l3EtFikUrOyiuxJ7kIc9ocjnkmmsE0pw1gso255k7LtaIVM_onDBi5nPZVOgkSrx6HEIWMIl48vNQ5r4Zy85g8FvDUwgjVMxJwVnXfRZxuzondospW2VZRbJl1QvqK4YVqIIRvK74mrHFQNTg/3w3/qSORL3CsQxW-zpLzJvTqrg/h42/DkqMc0A_WrmJENttsJKEBv3yEBvrSjQ2FXNZdCwhpoQ\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></li></ul><p>Nothing evokes summer wanderlust faster than a film peppered with glamorous luggage moments. In Rear Window, Grace Kelly travels with a sleek Mark Cross overnight case; in Spectre, James Bond uses a Globetrotter trolley bag; while even Harry Potter boards the Hogwarts Express with an embossed trunk.</p><p>The reality is a little harsher. Rather than sleek monogrammed cases and trolleys stacked neatly with leather portmanteaus, the bag you are most likely to see at the departure gates this year is <a href=\"https://www.amazon.co.uk/Kono-35x20x20-Holdall-Luggage-Shoulder/dp/B08C7KLVDM/ref=mp_s_a_1_2?crid=1J8RN84VNKD67&amp;keywords=kono+underseat+bag&amp;qid=1685543434&amp;sprefix=kono+unde%2Caps%2C135&amp;sr=8-2\">a £15.99 polyester duffle sold on Amazon</a>.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/02/fashion-statement-summer-bag-kono-amazon-carryon\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/02/fashion-statement-summer-bag-kono-amazon-carryon", "date_published": "2023-06-02 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Floridian 14-year-old lands ‘psammophile’ to take home spelling bee prize", "description": "<p>Dev Shah, whose hobbies include playing the cello and solving maths problems, wins $50,000</p><p>Dev Shah, a 14-year-old boy from Largo, Florida, has won the 2023 Scripps National Spelling Bee, nailing the word “psammophile” – meaning an organism that thrives in sandy soils – in the 15th round of the contest’s finals.</p><p>On Thursday, he edged out fellow eighth-grader Charlotte Walsh, 14, from Arlington, Virginia, who finished in second place after she misspelled “daviely” – a Scottish-rooted word for listlessly – in the 14th round.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/dev-shah-14-spelling-bee-word-psammophile\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/dev-shah-14-spelling-bee-word-psammophile", "date_published": "2023-06-02 11:19:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester United v Manchester City: the FA Cup final’s key tactical battles", "description": "<p>We pick out four important areas, including City’s newfound prowess at crossed set plays and where Stones and Rashford are deployed</p><p>United’s <a href=\"https://www.theguardian.com/football/2023/jan/14/manchester-united-manchester-city-premier-league-match-report\" title=\"\">victory in the last derby</a> turned out to be nowhere near as pivotal as it felt at the time. It was a ninth win in a row for Erik ten Hag’s side and took them to within a point of City; approaching the halfway point of the season, they seemed very much part of the title race. A <a href=\"https://www.theguardian.com/football/2023/jan/18/erik-ten-hag-demands-more-from-manchester-united-after-palace-hit-back\" title=\"\">draw at Crystal Palace</a> and <a href=\"https://www.theguardian.com/football/2023/jan/22/arsenal-manchester-united-premier-league-match-report\" title=\"\">defeat at Arsenal</a> in the two games that followed exposed that as fallacy. But that does not mean the game was not meaningful – even if that significance was probably felt more by City than United.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/02/manchester-united-v-manchester-city-the-fa-cup-finals-key-tactical-battles\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/02/manchester-united-v-manchester-city-the-fa-cup-finals-key-tactical-battles", "date_published": "2023-06-02 11:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "French Open day six: Djokovic, Norrie and Sabalenka in action – live", "description": "<ul><li>Live Roland Garros tennis updates from 12pm UK time</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/01/elena-rybakina-harnesses-power-to-continue-title-challenge-at-french-open\">Day five roundup: Rybakina and Swiatek march on</a></li><li>And you can <a href=\"mailto:Luke%20McLaughlin%20%3Cluke.mclaughlin@guardian.co.uk%3E\">email Luke</a> or tweet <a href=\"https://twitter.com/LukeMcLaughlin\">@LukeMcLaughlin</a></li></ul><p><strong>Around the grounds: </strong>Let’s catch up with the morning’s play so far. On Philippe-Chatrier, the No 3 seed <strong>Jessica Pegula</strong> is in trouble, losing the first set 6-1 to Elise Mertens.</p><p>On Suzanne-Lenglen, <strong>Andrey Rublev</strong> has an early break against Italy’s Lorenzo Sonego. On Simonne-Mathieu, <strong>Karen Khachanov</strong> is cruising towards the fourth round, leading Thanasi Kokkinakis 6-4, 6-1.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/02/french-open-day-six-djokovic-norrie-and-sabalenka-in-action-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/02/french-open-day-six-djokovic-norrie-and-sabalenka-in-action-live", "date_published": "2023-06-02 11:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "El Niño may push heating past 1.5C but urgent action could avert catastrophe", "description": "<p>Without emissions reductions, in next 10 years 1.5C target may be permanently exceeded</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jun/02/window-closing-cop28-change-course-climate-dubai\">‘The window is closing’: Cop28 must deliver change of course on climate</a></li></ul><p>For several years, the world has been <a href=\"https://www.theguardian.com/australia-news/2023/jan/04/australia-could-swing-from-three-years-of-la-nina-to-hot-and-dry-el-nino-in-2023\">in the grip of La Niña</a>, a weather system in the Pacific that tends to bring cooler temperatures around the world.</p><p>Despite that, there has continued to be strong rises in global surface temperatures, with some of the hottest years on record. This year, the <a href=\"https://www.theguardian.com/environment/2022/nov/17/global-heating-to-drive-stronger-la-nina-and-el-nino-events-by-2030-researchers-say\">oscillating Pacific weather system </a>will probably turn to its opposite, the <a href=\"https://www.theguardian.com/environment/2023/may/03/un-warns-heat-records-could-be-broken-as-chance-of-el-nino-rises#:~:text=2015-,2020,is%20%2D0.5C%20or%20below.\">warming El Niño</a>. That is likely to turbocharge temperatures, and within the next five years <a href=\"https://www.theguardian.com/environment/2023/may/17/global-heating-climate-crisis-record-temperatures-wmo-research\">we can expect to see new records set</a>, according to the World Meteorological Organisation (WMO).</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/el-nino-may-push-heating-past-15c-urgent-action-avert-catastrophe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/el-nino-may-push-heating-past-15c-urgent-action-avert-catastrophe", "date_published": "2023-06-02 11:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Father charged with the murder of his three-year-old son in Sydney", "description": "<p>The boy was found dead in a unit in Riverwood with his father, Nathan Vikatos, who was arrested in hospital after life-saving surgery on injuries</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>A father has been charged with murder over the <a href=\"https://www.theguardian.com/australia-news/2023/may/31/boy-3-found-dead-in-sydney-unit-alongside-45-year-old-critically-injured-man\">death of his three-year-old </a>son in Sydney’s south-west.</p><p>The toddler was found dead alongside his father, 45-year-old Nathan Vikatos, who had serious injuries, inside their Riverwood apartment on Wednesday afternoon, police said.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/02/father-charged-with-the-of-his-three-year-old-son-in-sydney\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/02/father-charged-with-the-of-his-three-year-old-son-in-sydney", "date_published": "2023-06-02 10:49:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hawthorn AFL racism complainants reveal themselves in open letter", "description": "<p>Former Hawthorn star Cyril Rioli one of six involved in Hawks racism saga to take racism claims to the Human Rights Commission</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/02/australia-news-live-ben-roberts-smith-defamation-case-fallout-minimum-wage-rise-interest-rates-cost-of-living-regional-security-online-gambling\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Four-time Hawthorn premiership star Cyril Rioli is one of six complainants in the Hawks’ AFL racism saga to publicly out themselves in an open letter.</p><p>Rioli, wife Shannyn Ah Sam-Rioli, ex-Hawthorn players Carl Peterson, Jermaine Miller-Lewis, as well as his partner Montanah Miller-Lewis, and former Hawks Indigenous manager Leon Egan have released a statement to the media via their lawyer Leon Zwier.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/hawthorn-afl-racism-complainants-reveal-themselves-in-open-letter\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/hawthorn-afl-racism-complainants-reveal-themselves-in-open-letter", "date_published": "2023-06-02 09:04:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Weather tracker: Shanghai reports record high temperature of 36.7C", "description": "<p>Heatwave continues in south-east Asia as temperatures exceed 40C in vast swathes of region </p><p>Shanghai in China has reported a record high temperature of 36.7C, breaking the previous record by 1C. The new high temperature on 29 May comes amid the heatwave affecting southern and eastern Asia since mid-April. Vast swathes of the region have had temperatures exceeding 40C, with parts of Pakistan reaching almost 50C in mid-May.</p><p>South-east Asia has been affected particularly badly, with record high national temperatures in Laos (43.5C), Vietnam (44.2C), and Thailand (45.4C). The heatwave is attributed to low amounts of rainfall over the previous winter, resulting in drier soils that can heat up more quickly than moist soils, thus exacerbating the effect.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/weather-tracker-shanghai-reports-record-high-temperature-of-367c\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/weather-tracker-shanghai-reports-record-high-temperature-of-367c", "date_published": "2023-06-02 07:30:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ben Roberts-Smith resigns from Seven after losing defamation fight against Nine", "description": "<p>Seven’s chief executive thanked Roberts-Smith for his commitment to network and wished former soldier ‘all the best’</p><ul><li>Listen to Guardian Australia’s <a href=\"https://www.theguardian.com/news/series/ben-roberts-smith-v-the-media\">Ben Roberts-Smith v the media podcast</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Ben Roberts-Smith VC has resigned from Seven West Media a day after a judge <a href=\"https://www.theguardian.com/australia-news/2023/jun/01/ben-roberts-smith-loses-defamation-case-with-judge-saying-newspapers-established-truth-of-some-murders\">found he murdered unarmed civilians</a> while serving in the military in Afghanistan.</p><p>The finding was made in the context of a civil case, where several newspapers successfully defended a defamation claim brought by Roberts-Smith by arguing what they had written about the former soldier was true.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/02/ben-roberts-smith-resigns-from-seven-network-queensland-general-manager-after-losing-defamation-case-trial-verdict-against-nine-newspapers\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/02/ben-roberts-smith-resigns-from-seven-network-queensland-general-manager-after-losing-defamation-case-trial-verdict-against-nine-newspapers", "date_published": "2023-06-02 04:56:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Trump repeats his usual lies in Fox News town hall – but the big lie is missing", "description": "<p>The network edited out baseless claims about the ‘stolen’ 2020 election, which could have provoked further lawsuits</p><p>Fox News hosted a town hall event in Iowa with Donald Trump on Thursday night, allowing the president to repeat his well-worn grievances and lies. But remarkably, the pre-taped hour-long prime-time special hosted by Sean Hannity excluded any mention of Trump’s conspiracy theory that the 2020 election was stolen from him.</p><p>The first installment of the broadcast came just two weeks after CNN broadcast a chaotic, lie-laden town hall with the former president that has been harshly criticised by journalists within and outside the network.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/01/trump-fox-news-town-hall\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/01/trump-fox-news-town-hall", "date_published": "2023-06-02 03:16:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NSW Blues’ Isabelle Kelly remains in hospital with throat injury from women’s State of Origin opener", "description": "<ul><li>Captain coughed up blood and struggled to breathe after hit</li><li>Coach and players angry play continued and no penalty given</li></ul><p>The New South Wales women’s State of Origin side is fuming after match officials allowed play to continue following a serious throat injury that hospitalised co-captain Isabelle Kelly in <a href=\"https://www.theguardian.com/sport/live/2023/jun/01/womens-state-of-origin-2023-game-1-live-score-updates-qld-maroons-vs-nsw-blues-team-list-what-time-is-kickoff-start-queensland-latest-news\">Thursday’s series opener</a>.</p><p>Julia Robinson, the Queensland winger whose elbow hit Kelly’s throat, said the shot was accidental and that her thoughts were with the centre, who has been cleared of a throat fracture but remained in hospital on Friday morning.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/isabelle-kelly-womens-state-of-origin-2023-nsw-blues-hospital-throat-injury-game-1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/isabelle-kelly-womens-state-of-origin-2023-nsw-blues-hospital-throat-injury-game-1", "date_published": "2023-06-02 01:40:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nine newspapers’ truth defence put the focus on Ben Roberts-Smith’ reputation. It worked | David Rolph", "description": "<p>Once a defamation trial begins, it is not possible for the plaintiff to control what may come out in court, as the Victoria Cross winner learned</p><ul><li><a href=\"https://viewer.gutools.co.uk/australia-news/2023/jun/01/ben-roberts-smith-loses-defamation-case-with-judge-saying-newspapers-established-truth-of-some-murders\">Ben Roberts-Smith loses defamation case</a></li><li>Listen to Guardian Australia’s <a href=\"https://viewer.gutools.co.uk/news/series/ben-roberts-smith-v-the-media\">Ben Roberts-Smith v the media podcast</a></li><li>Get our <a href=\"https://viewer.gutools.co.uk/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://viewer.gutools.co.uk/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Justice Anthony Besanko’s dismissal of Ben Roberts-Smith’s defamation claim against the Sydney Morning Herald, the Age and the Canberra Times is a complete victory for the newspapers and their journalists. It is also a devastating and self-inflicted blow to Ben Roberts-Smith’s reputation.</p><p>Besanko found that a clear majority of the imputations pleaded by Roberts-Smith were substantially true. The imputations could hardly have been more serious: <a href=\"https://www.theguardian.com/australia-news/2023/jun/01/ben-roberts-smith-loses-defamation-case-with-judge-saying-newspapers-established-truth-of-some-murders\">Roberts-Smith is a murderer and a war criminal</a>.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p><p>David Rolph is a professor at the University of Sydney law school, specialising in media law</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/ben-roberts-smith-defamation-case-nine-newspapers-truth-defence-put-focus-on-brs-reputation-it-worked\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/ben-roberts-smith-defamation-case-nine-newspapers-truth-defence-put-focus-on-brs-reputation-it-worked", "date_published": "2023-06-02 01:27:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Why does my dog eat grass? And when is it not safe for them?", "description": "<p>Grass eating isn’t new behaviour, but the reason modern dogs still tuck into green snacks may be simple: they like it</p><p>Have you ever wondered why your dog is eating your beautifully cropped lawn or nibbling at the grass at the dog park?</p><p>Eating grass is a common behaviour in pet dogs. Some surveys show <a href=\"http://raw-feeding-prey-model.fr/wp-content/uploads/2019/03/WhydogogsandcatseatgrassGrassVetMed2008-2.pdf\">up to 80%</a> of guardians notice their dog regularly snacking on the grass.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/why-do-dogs-eat-grass-and-when-is-it-not-safe-for-them\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/why-do-dogs-eat-grass-and-when-is-it-not-safe-for-them", "date_published": "2023-06-02 00:35:54+00:00", "persistent": false, "user": null, "language": "en-US"}]