[{"source": "https://www.theguardian.com/rss", "title": "UK shoppers warned of delivery app markup on supermarket goods", "description": "<p>Which? finds a basket of items speedily delivered by Deliveroo, Just Eat or Uber Eats can cost a third more</p><p>Ordering a basket of groceries via a delivery app can cost more than a third extra than buying direct from a supermarket – even before paying a delivery charge, according to a new report.</p><p>Some items were found to be more than twice the cost via an app in a study by consumer group Which? that studied a basket of 15 items from Asda, Morrisons, Sainsbury’s, Iceland and Waitrose via the grocers’ own websites and on Deliveroo, Just Eat and Uber Eats.</p> <a href=\"https://www.theguardian.com/business/2023/jun/03/delivery-apps-supermarket-goods-markup-which\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/03/delivery-apps-supermarket-goods-markup-which", "date_published": "2023-06-02 23:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t Look Up director Adam McKay to triple donations to Just Stop Oil", "description": "<p>Hollywood director of climate crisis satire praised protestors for waking up ‘sleeping governments’ and will triple donations over weekend</p><p>The Hollywood director of Netflix film Don’t Look Up has pledged to triple donations to Just Stop Oil over the weekend, the group has said.</p><p>Adam McKay, who made the satire on the climate crisis as well as Step Brothers and The Big Short, said he stands with the protesters, praising them for waking up “sleeping governments”.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/dont-look-up-director-adam-mckay-to-triple-donations-to-just-stop-oil\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/dont-look-up-director-adam-mckay-to-triple-donations-to-just-stop-oil", "date_published": "2023-06-02 22:25:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manhunt launched after woman fatally stabbed in Greater Manchester", "description": "<p>Police unable to confirm identity or flight direction of male attacker after woman, 44, dies at scene of stabbing in Droylsden</p><p>A hunt has been launched for a man after a 44-year-old woman was fatally stabbed in Droylsden, Greater Manchester police said.</p><p>Officers were called to Edge Lane at about noon on Friday to reports of a stabbing, and confirmed the woman died at the scene.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/manhunt-launched-after-woman-fatally-stabbed-in-droylsden-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/manhunt-launched-after-woman-fatally-stabbed-in-droylsden-manchester", "date_published": "2023-06-02 22:17:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pep Guardiola urges City fans to have ‘right portion of beer’ and behave", "description": "<ul><li>FA Cup final designated high-risk by police</li><li>Guardiola: ‘I ask our fans to enjoy an incredible event’</li></ul><p>Pep Guardiola has told Manchester City fans to be on their best behaviour at Wembley on Saturday when the club play Manchester United in the FA Cup final for the first time.</p><p>There is heightened tension because United have a chance to stop City securing a treble to match their own in 1999. There were 34 arrests when the teams met in the semi-finals at Wembley in 2011 and authorities will be hoping to avoid a repeat.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/pep-guardiola-urges-city-fans-to-have-right-portion-of-beer-and-behave\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/pep-guardiola-urges-city-fans-to-have-right-portion-of-beer-and-behave", "date_published": "2023-06-02 21:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US air quality as far south as Virginia affected by Nova Scotia wildfires", "description": "<p>National Weather Service issues air quality alert for Richmond while Maryland, Pennsylvania and other states affected</p><p>The historically intense <a href=\"https://www.theguardian.com/world/2023/jun/02/nova-scotia-wildfires-rain-canada\">wildfires that battered the Nova Scotia</a> province on the eastern coast of Canada have had a severe effect on air quality as far south as Virginia and Maryland, the US National Weather Service alerted.</p><p>Four wildfires have destroyed hundreds of buildings and homes and displaced tens of thousands of people, hitting the Halifax municipality hardest. But the blazes have also sent smoke billowing over New York City, and have prompted officials from New Jersey, Pennsylvania, Maryland and Virginia to report negative effects on their air quality.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/us-air-quality-virginia-maryland-nova-scotia-wildfires\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/us-air-quality-virginia-maryland-nova-scotia-wildfires", "date_published": "2023-06-02 21:18:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>Russian airstrikes in Kyiv, a shaky ceasefire in Sudan, protests in Senegal and dejection for Borussia Dortmund: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/02/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/02/the-week-around-the-world-in-20-pictures", "date_published": "2023-06-02 21:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas woman dies of infection linked to cosmetic surgery in Mexico", "description": "<p>Family says Lauren Brooke Robinson, who reportedly contracted fungal meningitis, began to feel ill months after February surgery</p><p>A <a href=\"https://www.theguardian.com/us-news/texas\">Texas</a> woman has died after contracting fungal meningitis in an outbreak that has been linked to a cosmetic procedure performed in Mexico.</p><p>Lauren Brooke Robinson, 29, died Wednesday from a fungal meningitis infection after receiving cosmetic surgery in Mexico, the local TV news station <a href=\"https://www.12newsnow.com/article/news/local/vidor-woman-dies-fungal-meningitis-outbreak-linked-cosmetic-procedure-mexico/502-dcf8221f-7fe4-4ec2-a642-d2f360201135#:~:text=%22The%20loss%20of%20Lauren%20Brooke,her%2C%22%20her%20obituary%20states.\">KBMT reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/texas-woman-dies-mexico-plastic-surgery\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/texas-woman-dies-mexico-plastic-surgery", "date_published": "2023-06-02 20:52:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Faith Kipyegon smashes 1500m world record in Diamond League meeting", "description": "<ul><li>Kenyan wins in 3:49.11 in Florence to eclipse Dibaba’s mark</li><li>Dina Asher-Smith pulls out of 100m at last minute with cramp</li></ul><p>Faith Kipyegon set a women’s 1500 metres world record, clocking 3:49.11 at the third Diamond League meeting of the season in Florence on Friday.</p><p>The Kenyan athlete, winner of the last two Olympic 1500m golds and the 2017 and 2022 world titles, bettered the previous mark of 3:50.07 set by Ethiopia’s Genzebe Dibaba in 2015.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/faith-kipyegon-smashes-1500m-world-record-in-diamond-league-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/faith-kipyegon-smashes-1500m-world-record-in-diamond-league-meeting", "date_published": "2023-06-02 20:35:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ethereal beauty: Milky Way photographer of the year 2023 – in pictures", "description": "<p>Travel blog <a href=\"https://capturetheatlas.com/\">Capture the Atlas</a> has crowned its best Milky Way photographs of the year. This year’s shots captured the galaxy glowing above dramatic landscapes in Namibia, Chile, Japan, Spain, Iran and New Zealand</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/03/ethereal-beauty-milky-way-photographer-of-the-year-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/03/ethereal-beauty-milky-way-photographer-of-the-year-2023-in-pictures", "date_published": "2023-06-02 20:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Dettori relishes chance to ride Arrest in Epsom Derby swansong", "description": "<p>Veteran jockey did not expect to bow out on a horse with ‘great chance to win the Derby’</p><p>Frankie Dettori cannot even recall where he finished in his first Derby in 1992, but the one clear memory he retains from his debut in the Epsom classic underlines the extent to which he is a human bridge to a different age. “The only thing I remember is walking through the Gypsies [in the middle of the course] back in the day,” he said this week. “That was the only time I got to do that. From then on [after the paddock moved], we went all the way round [on the track].”</p><p>Devotees and historians of the Flat’s most famous race could also point out that it was one of the last to be run on a Wednesday, Lester Piggott was aboard the beaten favourite, Rodrigo De Triano, and Steve Cauthen and Pat Eddery were also among the 21-year-old Dettori’s rivals. And now, more than three decades later, his own time as the name that the once-a-year punters look out for on Derby day is drawing to a close.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/frankie-dettori-relishes-chance-to-ride-arrest-in-epsom-derby-swansong-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/frankie-dettori-relishes-chance-to-ride-arrest-in-epsom-derby-swansong-horse-racing", "date_published": "2023-06-02 20:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Ukraine recruits prepare to retake Bakhmut; three people, including a child, killed in Kyiv; drone attack sees war reach Moscow </p><p>Every week we wrap up the must-reads from our coverage of the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/jun/03/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/03/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-06-02 20:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Narrative overload: FA Cup final is a domestic finale ripe with storylines", "description": "<p>Manchester United were the original domestic powerhouse but Manchester City’s modern brand threatens to eclipse them</p><p>Now for the big series-ender. You have to hand it to the FA Cup. Football’s grand old patrician knockout pot may have grown a little mildewed and liver-spotted with age. But, like some geriatric sovereign stepping out from the shadows and striding the shopfloors one last time, it still knows how to twitch the threads. Saturday’sToday’s final at Wembley already looks like that rarest of things, a genuine multilayered epic.</p><p>At the end of a season that seems to have been going on for at least three years, when so many storylines have faded in and out, fractured by the outage at its centre, here is an end note to the domestic calendar that comes prepacked with fat, wet, impossibly ripe storylines. Power, succession, legacy. A heritage-gold 3pm kick-off. Frankly the Cup hasn’t looked so vital or hip in years.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/narrative-overload-fa-cup-final-is-a-domestic-finale-ripe-with-storylines\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/narrative-overload-fa-cup-final-is-a-domestic-finale-ripe-with-storylines", "date_published": "2023-06-02 20:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope hails ‘massive confidence boost’ after mammoth stand with Duckett", "description": "<ul><li>England No 3 makes maiden Test double century against Ireland</li><li>Pope shares 252-run second-wicket partnership with Duckett</li></ul><p>Ollie Pope said England’s batters had received a “massive confidence boost” before the Ashes after a record-breaking second day against Ireland in which he and Ben Duckett put on a 252-run second-wicket partnership and the home side declared on 524 for four.</p><p>“There’s no denying that Australia’s attack is stronger than Ireland’s,” said Pope, who reached his maiden Test double century at nearly a run a ball. “But scoring runs at Lord’s and scoring runs in Test matches is a habit, a good habit to get into early.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/pope-hails-massive-confidence-boost-after-mammoth-stand-with-duckett\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/pope-hails-massive-confidence-boost-after-mammoth-stand-with-duckett", "date_published": "2023-06-02 19:53:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden is America’s oldest president – but tripping over a sandbag tells us nothing | Jill Filipovic", "description": "<p>Age, cognitive health and physical fitness are all fair concerns but the president’s tumble could have happened to anyone</p><p>It’s a story so benign and unremarkable that it’s embarrassing it’s getting any coverage at all: man trips, falls, stands back up and walks it off. Except, of course, that the man is Joe Biden, who at 80 and seeking re-election is currently competing to be the oldest president in US history.</p><p>On Thursday, Biden was at the US Air Force Academy graduation ceremony handing out the last diploma when he tripped over a black sandbag. He got back up with a hand from Secret Service agents, and walked himself back to his seat. By all accounts, he was fine.</p><p>Jill Filipovic is the author of OK Boomer, Let’s Talk: How My Generation Got Left Behind</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/biden-fall-sandbag-age-president\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/biden-fall-sandbag-age-president", "date_published": "2023-06-02 19:48:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rebecca Hendin on the row over Boris Johnson’s Covid WhatsApps – cartoon", "description": "<p>Boris Johnson has bypassed ministers’ attempts to keep his unredacted messages secret by handing them over directly to the Covid inquiry</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/02/rebecca-hendin-on-the-row-over-boris-johnsons-covid-whatsapps-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/02/rebecca-hendin-on-the-row-over-boris-johnsons-covid-whatsapps-cartoon", "date_published": "2023-06-02 19:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former West Ham players walk off over alleged racial abuse at US tournament", "description": "<ul><li>Anton Ferdinand and Carlton Cole among players to leave field</li><li>Opponents Dallas United withdraw from event after incident</li></ul><p>Former West Ham players representing the club at a seven-a-side soccer tournament in North Carolina walked off the pitch after alleged racial abuse.</p><p>The alleged incident occurred against Dallas United in The Soccer Tournament (TST) on Thursday evening. Dallas have withdrawn from the $1.25m (£1m) competition following the West Ham team’s walk-off, which came towards the end of the game with Dallas leading 2-0.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/west-ham-former-players-walk-off-over-alleged-racial-abuse-usa-soccer-tournament\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/west-ham-former-players-walk-off-over-alleged-racial-abuse-usa-soccer-tournament", "date_published": "2023-06-02 19:03:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heathrow security guards expected to announce fresh strikes", "description": "<p>Unite says it will serve notice to airport of fresh round of strikes in long-running pay dispute</p><p>Fresh strikes by security guards at Heathrow airport are expected to be announced next week.</p><p>Members of Unite are embroiled in a long-running dispute over pay which has led to previous industrial action.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/02/heathrow-security-guards-expected-to-announce-fresh-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/02/heathrow-security-guards-expected-to-announce-fresh-strikes", "date_published": "2023-06-02 18:27:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope hits heavenly new heights with double ton as England pile on the runs", "description": "<ul><li><strong>Only Test, day two: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-01/england-cricket-team\">Ireland 172 &amp; 97-3; England 524-4dec</a></strong></li><li>Pope hits fastest double century on English soil at Lord’s</li></ul><p>Ben Stokes had seen enough. Once Ollie Pope was stumped the very next ball after sealing the fastest Test double-century on English soil with a six, the captain called time on an innings as one-sided as Blackadder’s fictional battle of Mboto Gorge and Ireland’s batting lineup was sent back into the bright sunshine at Lord’s.</p><p>Faced with a deficit of 352 runs, still dizzied by the 524 for four England amassed through Pope’s 208-ball 205 and Ben Duckett’s 182 from 178, the visitors held as firm as they could, reaching 97 for three at stumps. This looks likely to be four down in effect, however, opener James McCollum forced to retire hurt after getting his studs caught in the pitch while evading a short ball and twisting his ankle.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/pope-hits-heavenly-new-heights-with-double-ton-as-england-pile-on-the-runs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/pope-hits-heavenly-new-heights-with-double-ton-as-england-pile-on-the-runs", "date_published": "2023-06-02 18:06:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Taylor caught in José Mourinho’s toxic trail but anger problem runs deeper | Barney Ronay", "description": "<p>The manager got lost in the kind of cynical rage that dominates the digital world, but football should not follow his example</p><p>“Like Jaws if everyone in Jaws worked for Jaws.” Watching José Mourinho circle the touchline at the Puskas Arena on Wednesday night, giving off that horribly persuasive <em>eau de la haine</em>, it was hard not to be reminded of the words of cousin Greg, Succession’s beanpole idiot savant, describing a similar scene of top-down toxicity.</p><p>We know that Mourinho energy by now, the toxic theatre, the performative rage, the love of conspiracy and imagined injustice. What does he look like these days, with his perfect shock of white hair, the quicksilver glare? An arms dealer on his way to play golf? A wrongly convicted serial killer who lives in a palazzo and drinks fine wine and turns out at the end of the movie to be a serial killer after all? Some kind of sporting dark lord: wronged football Jesus?</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/anthony-taylor-jose-mourinho-anger-referees\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/anthony-taylor-jose-mourinho-anger-referees", "date_published": "2023-06-02 18:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour block Jamie Driscoll from North East mayoralty contest", "description": "<p>John McDonnell blamed ‘out of control’ factionalism for leaving the North of Tyne mayor off longlist</p><p>A left-wing regional mayor has been blocked from being Labour’s candidate to contest the North East mayoralty, sparking fresh allegations of “factionalism” within the party.</p><p><a href=\"https://www.theguardian.com/society/2023/mar/26/labour-too-focused-on-westminster-politics-says-north-of-tyne-mayor-jamie-driscoll\">Jamie Driscoll</a>, the serving mayor for the North of Tyne – an area that includes Newcastle, North Tyneside and <a href=\"https://www.theguardian.com/uk-news/northumberland\">Northumberland</a>, said on Friday that he had been “barred” from running for the new mayoral authority without explanation.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/02/labour-block-jamie-driscoll-from-north-east-mayoralty-contest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/02/labour-block-jamie-driscoll-from-north-east-mayoralty-contest", "date_published": "2023-06-02 17:59:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snow fly in US and Canada can detach its legs to survive, research shows", "description": "<p>Flies chilled to sub-zero temperatures amputate one or more of their six limbs to protect their internal organs</p><p>Flightless snow flies in the US and Canada can amputate their legs to survive as they begin to freeze, researchers have discovered.</p><p>Lab experiments in which the flies were chilled gradually to sub-zero temperatures revealed they can detach one or more of their six legs, an apparent “last-ditch tactic” to protect their internal organs from the advancing cold.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/snow-fly-in-us-and-canada-can-detach-its-legs-to-survive-research-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/snow-fly-in-us-and-canada-can-detach-its-legs-to-survive-research-shows", "date_published": "2023-06-02 17:41:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on broken hospital promises: too little, too late | Editorial", "description": "<p>The latest reshuffle of NHS rebuilding plans does not put right a decade of neglect </p><p>When the flat roof of Singlewell primary school in Gravesend, Kent, <a href=\"https://schoolsweek.co.uk/the-ticking-time-bomb-leaving-schools-liable-to-collapse/\" title=\"\">fell in five years ago</a>, there was no sign of structural stress until 24 hours before it gave way. Luckily it happened at the weekend, and no one was hurt. But the incident had far-reaching consequences. The roof was made of RAAC, which stands for reinforced autoclaved aerated concrete. This was regularly used instead of normal concrete in public buildings in the UK from the 1960s until the mid-1980s, and its <a href=\"https://www.local.gov.uk/parliament/briefings-and-responses/office-government-property-raac-safety-briefing-notice\" title=\"\">lifespan is at an end</a>. The risk that a hospital ceiling could collapse in a similar way has now led to significant reshaping of the government’s hospital rebuilding plans.</p><p>An <a href=\"https://www.theguardian.com/politics/2023/may/28/steve-barclay-admits-40-new-hospitals-not-built-2030\" title=\"\">announcement by the health secretary</a>, Steve Barclay, last week set out what these alterations would entail. Five hospitals built from RAAC, in Keighley, King’s Lynn, Huntingdon, Leighton and Surrey, will join the two (West Suffolk and James Paget) that are already on the government’s priority list. All seven projects <a href=\"https://www.theguardian.com/society/2023/may/25/broken-pledge-over-40-new-hospitals-will-leave-nhs-crumbling-ministers-told\" title=\"\">are to be completed by 2030</a>. Conservative MPs including Michael Gove, who campaigned on behalf of their local hospitals and were thanked by Mr Barclay, will no doubt thank him in return. The increased clarity is overdue and welcome.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/the-guardian-view-on-broken-hospital-promises-too-little-too-late\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/the-guardian-view-on-broken-hospital-promises-too-little-too-late", "date_published": "2023-06-02 17:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea plot moves for Moisés Caicedo and Manuel Ugarte in midfield rebuild", "description": "<ul><li>Mauricio Pochettino wants to add more depth in midfield</li><li>Brighton could hold out for at least £80m for Caicedo</li></ul><p>Chelsea’s rebuild of their midfield will see them combine their move for Sporting Lisbon’s Manuel Ugarte with an attempt to buy Brighton &amp; Hove Albion’s Moisés Caicedo.</p><p>Strengthening the midfield is a key focus for Mauricio Pochettino <a href=\"https://www.theguardian.com/football/2023/may/29/pochettino-chelsea-key-tasks-owners-squad\">after his appointment</a> as head coach. Chelsea are rivalling Paris Saint-Germain and Liverpool for Ugarte, whose contract contains a £52m release clause, and their interest in Caicedo dates back to January.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/chelsea-manuel-ugarte-moises-caicedo-mauricio-pochettino\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/chelsea-manuel-ugarte-moises-caicedo-mauricio-pochettino", "date_published": "2023-06-02 17:29:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Manchester: doing things differently again | Editorial", "description": "<p>The first Mancunian FA Cup final is a special moment that comes as the city heads for yet another reinvention</p><p>“It is the philosopher alone who can conceive the grandeur of Manchester, and the immensity of its future”, <a href=\"https://www.victorianlondon.org/etexts/disraeli/coningsby-0024.shtml\" title=\"\">wrote</a> Benjamin Disraeli in his 1844 novel Coningsby. The future Tory prime minister could not have foreseen the astonishing goalscoring exploits of <a href=\"https://www.theguardian.com/football/erling-haaland\" title=\"\">Erling Haaland</a>. But a city associated with the industrious bee will certainly be enjoying an immense buzz on Saturday.</p><p>The first <a href=\"https://www.theguardian.com/football/2023/jun/02/red-blue-and-buzzing-excitement-builds-in-manchester-for-fa-cup-final\" title=\"\">all-Manchester</a> FA Cup final will see a mass Mancunian exodus towards Wembley. Meanwhile, in Manchester’s booming centre, reds and blues will fill bars from Deansgate to Piccadilly. In a city <em>en fête</em>, they will be joined by tens of thousands of music fans in town to see Elton John at the AO Arena, Coldplay at Manchester City’s Etihad Stadium and the Arctic Monkeys at the Old Trafford cricket stadium.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/the-guardian-view-on-manchester-doing-things-differently-again\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/the-guardian-view-on-manchester-doing-things-differently-again", "date_published": "2023-06-02 17:25:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aryna Sabalenka opts out of media duties for sake of her ‘mental health’", "description": "<ul><li>‘On Wednesday I did not feel safe in press conferences’</li><li>Belarusian world No 2 beats Kamilla Rakhimova 6-2, 6-2</li></ul><p>Aryna Sabalenka opted out of a post-match press conference after her third-round win over Kamilla Rakhimova on Friday following a number of tense exchanges with a Ukrainian reporter about Russia’s invasion of Ukraine after previous rounds here.</p><p>Players are required to attend post-match press conferences if they are requested by written media, but no time was announced for Sabalenka after she had beaten Rakhimova 6-2, 6-2. Instead, a transcript of her conversation with an unnamed member of staff was released without explanation. It is unclear whether Sabalenka was interviewed by a group of people or only one person.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/aryna-sabalenka-opts-out-of-media-duties-for-sake-of-her-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/aryna-sabalenka-opts-out-of-media-duties-for-sake-of-her-mental-health", "date_published": "2023-06-02 17:24:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mastermind of assassination of Haiti president sentenced to life by US court", "description": "<p>Rodolphe Jaar, a Haitian-Chilean businessman, conspired with Colombian mercenaries, to kill Jovenel Moïse in 2021</p><p>A mastermind of the assassination of Haiti’s President Jovenel Moïse two years ago has been sentenced to life imprisonment by a federal court judge in Florida.</p><p>Rodolphe Jaar, a Haitian-Chilean businessman, conspired with a group of Colombian mercenaries to <a href=\"https://www.theguardian.com/world/2021/jul/07/haiti-president-jovenel-moise-reportedly-assassinated\">murder Moïse at his home</a> in Port-au-Prince on 7 July 2021. Prosecutors at his sentencing hearing in Miami said Jaar obtained the weapons used in the “commando-style” attack that killed Moïse, 53, and seriously injured his wife.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/haiti-president-assassination-rodolphe-jaar-life-sentence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/haiti-president-assassination-rodolphe-jaar-life-sentence", "date_published": "2023-06-02 17:20:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Epsom racecourse on high alert as activists threaten to disrupt Derby", "description": "<ul><li>Animal Rising aims to force Derby to be abandoned</li><li>Track has high court injunction and extra security</li></ul><p>The first afternoon of the Derby festival passed without any disturbance on Friday but Epsom racecourse will again be on high alert on Saturday, when activists from the group Animal Rising have threatened to disrupt the meeting with the ultimate aim of forcing the Derby to be abandoned for the first time in its 244-year history.</p><p>The same group failed to carry out a <a href=\"https://www.theguardian.com/sport/2023/apr/15/grand-national-delay-start-animal-rights-protest-extinction-rebellion#:~:text=More%20than%20100%20animal%20rights%20activists%20arrested%20after%20Grand%20National%20protests,-Demonstration%20by%20Animal&amp;amp;text=More%20than%20100%20animal%20rights%20protesters%20have%20been%20arrested%20after,a%20quarter%20of%20an%20hour.\" title=\"\">similar threat to stop the Grand National at Aintree</a> in April, although the race was delayed for about 15 minutes after a small number of protesters scaled a fence and attempted to attach themselves to a fence.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/epsom-racecourse-on-high-alert-as-activists-threaten-to-disrupt-derby-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/epsom-racecourse-on-high-alert-as-activists-threaten-to-disrupt-derby-horse-racing", "date_published": "2023-06-02 17:20:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FA Cup final: how local rivalry turned into global battle for brand supremacy", "description": "<p>The Manchester clubs meet for the first time in the FA Cup final with City threatening to eclipse United on and off the pitch</p><p>It will be a mighty convoy, perhaps not visible from space but certainly from the verges of the M6. A minimum of 60 coaches, travelling south on Saturday morning, will transport supporters of Manchester’s two prestigious football clubs to Wembley Stadium. There, the men’s sides will contest a historic encounter, competing together in an FA Cup final for the first time in their 140-year history.</p><p>That there is greater anticipation than usual for the traditional domestic showpiece is not just down to its unique matchup. The rivalry between the red and blue sides of Manchester is bubbling away at a notable temperature and the final finds itself playing a central role.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/fa-cup-final-how-local-rivalry-turned-into-global-battle-for-brand-supremacy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/fa-cup-final-how-local-rivalry-turned-into-global-battle-for-brand-supremacy", "date_published": "2023-06-02 17:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dozens killed in train crash in eastern India", "description": "<p>Coromandel Express passenger service derails and collides with goods train in Odisha state</p><p>At least 50 people have been killed and 300 injured after a passenger train derailed and collided with a goods train in eastern <a href=\"https://www.theguardian.com/world/india\">India</a>.</p><p>Rescuers were attempting to free dozens more people feared trapped in the derailed coaches, said DB Shinde, the Balasore district administrator in Odisha state.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/dozens-killed-in-train-crash-in-eastern-india\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/dozens-killed-in-train-crash-in-eastern-india", "date_published": "2023-06-02 16:59:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Not for the first time, Sunak has been hung out to dry by Johnson – how much more can he take? | Jonathan Freedland", "description": "<p>By giving his WhatsApps to the Covid inquiry, the former PM has revealed Sunak’s reticence for what it really is</p><p>Boris Johnson will haunt Rishi Sunak till the end. The current prime minister is desperate to put the recent past behind him, to persuade the country that he represents a new government and a fresh start. But every time he steps forward, the last prime minister (but one) sticks out a leg to trip him up.</p><p>The latest move came this morning, when just hours after the government had <a href=\"https://www.theguardian.com/uk-news/2023/jun/01/government-to-launch-legal-action-in-attempt-to-retain-johnson-whatsapps\">announced</a> it would rather go to court than hand over Johnson’s unredacted WhatsApp messages and notebooks to the Covid inquiry, the former PM himself popped up to say he was “perfectly content” for Lady Heather Hallett and her team to see them, <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/senior-tories-express-doubts-over-covid-inquiry-legal-challenge\">duly sending her a whole lot</a>. Thanks a bunch, Boris.</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/sunak-johnson-covid-inquiry-whatsapp\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/sunak-johnson-covid-inquiry-whatsapp", "date_published": "2023-06-02 16:46:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fatigue and frayed nerves grip Kyiv as city shelters from nightly Russian raids", "description": "<p>Strikes on the capital have caused few casualties but residents face a new ‘psychological terror’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/02/russia-ukraine-war-live-kyiv-shoots-down-more-than-30-missiles-and-drones-in-early-morning-strikes\">Russia-Ukraine war – latest news</a></li></ul><p>When the air raid alarms go off at around 3am, the first things exhausted Kyvians do is reach for their mobile phones, check the news, message family and friends – and start listening to the explosions that almost certainly follow.</p><p>“You wake up, go to a safe space, maybe a shelter, holding your phone. You cannot work, you cannot read; you sit and look around and wait. In the worst case, you hear a distinctive noise, maybe like a motorcycle passing by,” said Kira Rudik, a Ukrainian MP and leader of the liberal Holos party.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/kyiv-ukraine-struggles-to-sleep-russia-bombings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/kyiv-ukraine-struggles-to-sleep-russia-bombings", "date_published": "2023-06-02 16:32:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California woman finds foot-long ancient mastodon tooth on beach", "description": "<p>Fossil vanished shortly afterwards and was found again after a social media callout and donated to museum in Santa Cruz</p><p>A woman taking a Memorial Day weekend stroll on a California beach found something unusual sticking out of the sand: a tooth from an ancient mastodon.</p><p>But then the fossil vanished, and it took a media blitz and a kind-hearted jogger to find it again.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/california-beach-mastodon-tooth\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/california-beach-mastodon-tooth", "date_published": "2023-06-02 16:31:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As wars rage, museums and culture become all the more important | Letters", "description": "<p><strong>Dr Mark Liebenrood </strong>addresses museum closures, <strong>Fergus Nicoll</strong> looks at the situation in Sudan, and <strong>Blaine Stothard </strong>on why<strong> </strong>it’s vital that cultural institutions retain the past and record the present</p><p>Charlotte Higgins is right to highlight the straitened circumstances of the UK’s museums (<a href=\"https://www.theguardian.com/commentisfree/2023/may/27/war-ukrainians-museums-telling-stories\" title=\"\">War has shown Ukrainians – and the rest of us – why museums are so important for telling our stories, 27 May</a>), but there are deeper issues in the sector than a lack of cash to modify working practices and maintain displays.</p><p>The Mapping Museums project at Birkbeck, University of London has shown that more than <a href=\"http://www.mghg.info/blog/2023/1/15/how-long-do-museums-last\" title=\"\">800 museums</a> have closed in the UK since 1960. There can be many reasons for museums to close: founders retire, land and buildings are lost when leases cannot be renewed and, yes, reductions in income. But lack of funding is often a result of political choices. It is probably not by chance that the rate of closures has accelerated since 2010 – a period that coincides with austerity policies, with all their ramifications.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/02/as-wars-rage-museums-and-culture-become-all-the-more-important\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/02/as-wars-rage-museums-and-culture-become-all-the-more-important", "date_published": "2023-06-02 16:22:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The existential threat from AI – and from humans misusing it | Letters", "description": "<p><strong>Roger Haines </strong>writes that there is no evidence of AI sentience, while <strong>Prof Paul Huxley </strong>recalls Asimov’s laws of robotics, and <strong>Phyl Hyde </strong>says fears of AI are being overblown</p><p>Regarding Jonathan Freedland’s article about AI (<a href=\"https://www.theguardian.com/commentisfree/2023/may/26/future-ai-chilling-humans-threat-civilisation\" title=\"\">The future of AI is chilling – humans have to act together to overcome this threat to civilisation, 26 May</a>), isn’t worrying about whether an AI is “sentient” rather like worrying whether a prosthetic limb is “alive”? There isn’t even any evidence that “sentience” is a thing. More likely, like life, it is a bunch of distinct capabilities interacting, and “AI” (ie disembodied artificial intellect) is unlikely to reproduce more than a couple of those capabilities.</p><p>That’s because it is an attempt to reproduce the function of just a small part of the human brain: more particularly, of the evolutionarily new part. Our motivation to pursue self-interest comes from a billion years of evolution of the old brain, which AI is not based upon. The real threat is from humans misusing AI for their own ends, and from the fact that the mechanisms we have evolved to recognise other creatures with minds like ours are (as Freedland highlighted) too easily fooled by superficial evidence.<br /><strong>Roger Haines</strong><br /><em>London</em></p> <a href=\"https://www.theguardian.com/technology/2023/jun/02/the-existential-threat-from-ai-and-from-humans-misusing-it\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/02/the-existential-threat-from-ai-and-from-humans-misusing-it", "date_published": "2023-06-02 16:16:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Vogue editor-in-chief Edward Enninful promoted to new role", "description": "<p>After six years at the helm, Enninful is poised to take on new global role at Condé Nast next year</p><p>It’s one of the most coveted jobs in fashion. But, six years after being named editor-in-chief of British Vogue, Edward Enninful is stepping down from the position. Or, rather, stepping up to take a new global role at the publisher Condé Nast that invites speculation he occupies pole position to one day take over from the legendary editor-in-chief, Anna Wintour.</p><p>“I am excited to share that from next year I will be stepping into the newly appointed position of editorial advisor of British Vogue and global creative and cultural advisor of Vogue, where I will continue to contribute to the creative and cultural success of the Vogue brand globally while having the freedom to take on broader creative projects,” Enninful wrote to staff.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/02/british-vogue-editor-in-chief-edward-enninful-promoted-to-new-role\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/02/british-vogue-editor-in-chief-edward-enninful-promoted-to-new-role", "date_published": "2023-06-02 16:14:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Cup final day is no longer unmissable, but this one means all in Manchester", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Saturday, Wembley Way. The tribes will gather, demarcated by red and blue – though Mancunian fashion by-laws dictate all adult males must wear white ankle socks below thigh-revealing shorts, should temperatures top 15 degrees. It’s likely to be bad-tempered; it always is between these two, but rail strikes and lengthy motorway delays from Congleton downwards are hardly likely to ease the mood.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/fa-cup-final-day-manchester-united-city-wembley\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/fa-cup-final-day-manchester-united-city-wembley", "date_published": "2023-06-02 16:10:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Complaints about non-surgical butt lifts ‘rising at alarming rate’ in UK", "description": "<p>Industry body and local government call for action on ‘risky’ procedures and cosmetic treatment market</p><p>Complaints about non-surgical Brazilian butt lifts and breast enhancements have risen at an “alarming” rate, up from fewer than five to 50 in a year, an industry body has revealed.</p><p>Save Face, a national, government-approved register of accredited non-surgical treatment practitioners, is calling for the procedures to be banned, while the Local Government Association has asked Westminster to take urgent action.</p> <a href=\"https://www.theguardian.com/society/2023/jun/02/complaints-about-non-surgical-butt-lifts-rising-at-alarming-rate-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/02/complaints-about-non-surgical-butt-lifts-rising-at-alarming-rate-in-uk", "date_published": "2023-06-02 16:05:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police release e-fit of man found dead in wheel bay of Gatwick-bound plane", "description": "<p>Detectives hope to identify man, whose body was found on a Tui flight from the Gambia on 7 December</p><p>Police have released a digitised image of a man who was found dead in the undercarriage of a plane, as they work to identify him.</p><p>The man’s body <a href=\"https://www.theguardian.com/uk-news/2022/dec/21/mans-body-found-on-plane-after-journey-from-the-gambia-to-uk\">was found on a Tui flight from the Gambia to the UK</a>. His body was discovered at Gatwick airport at about 4am on 7 December, Sussex police said at the time.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/police-e-fit-man-found-dead-undercarriage-the-gambia-gatwick-plane\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/police-e-fit-man-found-dead-undercarriage-the-gambia-gatwick-plane", "date_published": "2023-06-02 16:04:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Casemiro: ‘I’m a realist. Every game is a different story, a different film’", "description": "<p>The Manchester United midfielder discusses facing City, his friendship with Bruno Fernandes and his first FA Cup final</p><p>Casemiro has a simple way of shrugging off the spectre of <a href=\"https://www.theguardian.com/football/2022/oct/02/manchester-city-manchester-united-premier-league-match-report\">Manchester United’s 6-3 trouncing by Manchester City</a> in October as he prepares for Saturday’s FA Cup final and 190th derby.</p><p>“Every game is a different story, a different film as we like to say,” says the Brazilian. “You have to be realistic, and I like to be very much a realist. They were better than us in that game. They deserved to beat us but when you talk about a 6-3 in the context of a league, it’s still three points that you get.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/casemiro-interview-manchester-united-fa-cup-bruno-fernandes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/casemiro-interview-manchester-united-fa-cup-bruno-fernandes", "date_published": "2023-06-02 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gay best friend: a history of Hollywood’s favourite queer character", "description": "<p>What’s often been a patronising and reductive archetype is given depth in a new season of films in time for Pride month</p><p>Before the gay best friend could be phased out, he had to come out. Today, those three short words tend to denote the most confining limitations to queer characters in film, a trope and archetype designed to keep homosexuality on the sidelines, adjacent to the more palatable lives and loves of straight people. For a time, however, sassy support was about the best representation queer people could hope for on screen, even if it required some code-reading on the viewer’s part. In Code-era Hollywood, ascribing a sexuality at all to the waspish single man commenting on, or even assisting in, the protagonists’ own entanglement would have been a detail too far. He had a name, a role, a handful of good lines. What more could he want – an identity?</p><p>Curated by the critic Michael Koresky, a mini-season of films on the Criterion Channel in June affords some depth and dignity to a character often demeaned as a patronising relic of now-outdated prejudices – even as it persists in film and TV today. Koresky’s selection delves beyond the romantic comedy realm where the trope made its most enduring impression, and into the realist dramas, psycho-thrillers and unclassifiable art films (Irma Vep, most unexpectedly) through which the gay best friend has evolved from a type to a human being.</p> <a href=\"https://www.theguardian.com/film/2023/jun/02/gay-best-friend-history-hollywoods-favourite-queer-character\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/02/gay-best-friend-history-hollywoods-favourite-queer-character", "date_published": "2023-06-02 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a scary time for us’: Florida Pride organizers on edge amid safety fears", "description": "<p>As Ron DeSantis attacks LGBTQ+ rights and threats are reported, planned events are canceled</p><p>Kristina Bozanich knew that this year’s Pride month event in the central Florida town of St Cloud would have to be modified to comply with a new law approved by Governor Ron DeSantis last month. One in a series of bills signed by DeSantis this year that escalated his assault on LGBTQ+ rights, the Protection of Children Act prohibits minors from attending “sexually explicit performances” and authorizes the punishment of businesses that knowingly allow children to attend such events by issuing fines and suspending or revoking their alcohol licenses.</p><p>The inaugural Pride month event that Bozanich organized in St Cloud last year featured an open-air parade and a drag show performance. This year, the 30-year-old photographer had scheduled a private event on 10 June at a gym that would once again include a drag show and would be open only to adults who had bought tickets in advance.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/florida-lgbtq-pride-month-ron-desantis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/florida-lgbtq-pride-month-ron-desantis", "date_published": "2023-06-02 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Puzzled by Succession’s finale twist? Shiv’s pregnancy holds the answer | Rhiannon Lucy Cosslett", "description": "<p>The physical and emotional storm of pregnancy can dramatically alter the ways we see the world, in many cases irrevocably</p><p>Pregnant women often dream of death. I know I did, and friends told me the same, though no one talks about it with the level of commiserating jollity that they do the strange cravings or the weirdly enhanced sense of smell or even this awful thing called, apparently, “lightning crotch”.</p><p>While pregnant, I remember reading about how thin the veil between life and death can feel when you’re pregnant, even in a modern western medical system. In our collective unconscious, pregnancy is still something that can kill us, and in certain places and circumstances still does to this day. For many women, it’s the closest they feel to death in their lifetime. Which isn’t something that is really appropriate to put in a baby shower card.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist and author</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/parenthood-succession-finale-shiv-pregnancy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/parenthood-succession-finale-shiv-pregnancy", "date_published": "2023-06-02 15:59:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Dettori lands Oaks on Soul Sister in his final year in the saddle", "description": "<ul><li>Dettori makes up for slip and second place in last year’s race</li><li>Italian will ride second favourite Arrest in Saturday’s Derby</li></ul><p>Frankie Dettori continued his farewell tour in winning style with victory on Soul Sister in the Oaks, making up for last year when his strongly fancied mount slipped at the start before finishing a close second.</p><p>Earlier, Dettori had grabbed another Group One prize courtesy of that unlucky filly Emily Upjohn, who quickened up superbly well in the straight before holding off the strong late challenge of Westover in the Coronation Cup.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/frankie-dettori-lands-oaks-on-soul-sister-in-his-final-year-in-the-saddle-the-derby-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/frankie-dettori-lands-oaks-on-soul-sister-in-his-final-year-in-the-saddle-the-derby-horse-racing", "date_published": "2023-06-02 15:51:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Yorkshire police officer sacked for sharing images of people in custody", "description": "<p>PC Owen Davies also posted offensive comments about the photos on WhatsApp, according to IOPC</p><p>A police officer has been sacked for sharing images of people in custody on WhatsApp, along with inappropriate and derogatory comments.</p><p>PC Owen Davies of South Yorkshire police has been dismissed without notice, according to the Independent Office for Police Conduct (IOPC), which conducted an investigation into operational images being shared without any policing purpose.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/south-yorkshire-police-officer-sacked-for-sharing-images-of-people-in-custody-on-whatsapp\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/south-yorkshire-police-officer-sacked-for-sharing-images-of-people-in-custody-on-whatsapp", "date_published": "2023-06-02 15:45:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nova Scotia hopes forecast rain will help contain largest wildfire on record", "description": "<p>Huge Barrington Lake fire now considered province’s largest wildfire but wet weather expected from Friday into next week</p><p>Rain on Friday and a rainy forecast for the weekend have fire officials hopeful they can get <a href=\"https://www.theguardian.com/world/2023/may/31/nova-scotia-wildfires-canada\">the largest wildfire ever recorded</a> in Canada’s Atlantic coast province of Nova Scotia under control.</p><p>That wildfire and three others in the province have prompted air quality warnings in US regions as far south as Virginia and Maryland.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/nova-scotia-wildfires-rain-canada\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/nova-scotia-wildfires-rain-canada", "date_published": "2023-06-02 15:41:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t be fooled – Trump’s presidential run is gaining more and more momentum | Lloyd Green", "description": "<p>Objects in mirror are closer than they appear: Trump is leading the other Republican contenders, and Biden is far from safe</p><p>The Republican field swells but the 45th president’s commanding lead holds. Like Jeb Bush – another Florida governor and defeated Trump rival – Ron DeSantis has demonstrated himself inadequate to the task. By the numbers, DeSantis trails Trump nationally and in the Sunshine State. DeSantis was born there. Trump only recently moved there. To be the man you gotta beat the man, and right now DeSantis is going nowhere fast.</p><p>Ill-at-ease and plagued by a pronounced charisma deficit, DeSantis can’t even <a href=\"https://www.axios.com/2023/06/01/desantis-pronounce-his-name\">decide </a>how to pronounce his own surname. He is 44 years old. That’s plenty of time to nail down this personal detail.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/donald-trump-presidential-run-gains-momentum\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/donald-trump-presidential-run-gains-momentum", "date_published": "2023-06-02 15:16:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deadly riots in Senegal after conviction of opposition leader Ousmane Sonko – video report", "description": "<p>Supporters of the presidential candidate Ousmane Sonko have clashed with police in Dakar, throwing stones and setting vehicles alight, resulting in the death of at least nine people. Protests broke out soon after Sonko was sentenced to two years in prison for 'corrupting youth', an offence that includes having sexual relations with people under the age of 21. He was acquitted on charges of raping a woman and making death threats against her. Sonko's supporters say his legal troubles are a part of a government effort to derail his candidacy in the 2024 election. According to his legal team, the conviction will bar him from running</p> <a href=\"https://www.theguardian.com/world/video/2023/jun/02/deadly-riots-in-senegal-after-conviction-of-opposition-leader-ousmane-sonko-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jun/02/deadly-riots-in-senegal-after-conviction-of-opposition-leader-ousmane-sonko-video-report", "date_published": "2023-06-02 15:16:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "José Mourinho facing touchline ban after referee abuse draws Uefa charge", "description": "<ul><li>Roma manager filmed haranguing Anthony Taylor in car park</li><li>Clubs also facing multitude of charges after bad-tempered final</li></ul><p>José Mourinho faces at least a two-game touchline ban after being charged by Uefa over <a href=\"https://www.theguardian.com/football/2023/jun/01/jose-mourinho-swears-at-referee-anthony-taylor-disgrace-car-park-roma-europa-league-final\">his behaviour towards the referee Anthony Taylor</a> after the Europa League final this week.</p><p>The Roma manager was filmed haranguing Taylor at length in a VIP car park after his team were <a href=\"https://www.theguardian.com/football/2023/may/31/sevilla-roma-europa-league-final-match-report\">defeated by Sevilla on penalties</a>. Taylor was subsequently targeted by Roma fans at Budapest airport.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/jose-mourinho-facing-touchline-ban-after-referee-abuse-draws-uefa-charge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/jose-mourinho-facing-touchline-ban-after-referee-abuse-draws-uefa-charge", "date_published": "2023-06-02 15:10:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Museum ends BP sponsorship deal after 27 years", "description": "<p>Campaigners hail split as a ‘massive victory’ , which marks a retreat of the fossil fuel giant from the British arts world</p><p>BP’s sponsorship of the <a href=\"https://www.theguardian.com/culture/british-museum\">British Museum</a> has ended after 27 years, new disclosures make clear, bringing to a close one of the highest-profile and most controversial of such deals in recent years, and marking the almost complete retreat of <a href=\"https://www.theguardian.com/business/bp\">the fossil fuel giant</a> from the British arts world.</p><p>In its most frank admission to date, obtained through freedom of information requests and seen by the Guardian, the museum confirmed that no further exhibitions or other activities are being sponsored by BP, and “there are no other contracts or agreements in effect between the museum and BP”.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/02/british-museum-ends-bp-sponsorship-deal-after-27-years\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/02/british-museum-ends-bp-sponsorship-deal-after-27-years", "date_published": "2023-06-02 15:09:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US air force colonel ‘misspoke’ about drone killing pilot who tried to override mission", "description": "<p>Colonel retracted his comments and  clarified that the ‘rogue AI drone simulation’ was a hypothetical ‘thought experiment’</p><p>A US air force colonel “misspoke” when he said at a Royal Aeronautical Society conference last month that a drone killed its operator in a simulated test because the pilot was attempting to override its mission, according to the society.</p><p>The confusion had started with the circulation of a <a href=\"https://www.aerosociety.com/news/highlights-from-the-raes-future-combat-air-space-capabilities-summit/\">blogpost</a> from the society, in which it described a presentation by Col Tucker “Cinco” Hamilton, the chief of AI test and operations with the US air force and an experimental fighter test pilot, at the Future Combat Air and Space Capabilities Summit in London in May.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/us-air-force-colonel-misspoke-drone-killing-pilot\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/us-air-force-colonel-misspoke-drone-killing-pilot", "date_published": "2023-06-02 15:05:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The end has no end: why Hollywood should stop splitting movies into two", "description": "<p>Spider-Man: Across the Spider-Verse is hampered by a greedy insistence on cutting franchise movies in half, a trend that shows no sign of going away</p><p>There’s plenty to be said for <a href=\"https://www.theguardian.com/film/2023/may/31/spider-man-across-the-spider-verse-review\">Spider-Man: Across the Spider-Verse</a>, the sequel to the superhero picture that put itself a cut above the great spandex deluge by inventively, faithfully emulating the whiz-bang excitement of reading actual comic books as a kid. Like its 2018 predecessor, the newly released follow-up genuflects to its splashy source medium as it pushes the boundaries of animation, mashing up styles and textures into a free-associative, hyperkinetic torrent of psychedelic lines and color. The everything-at-once maximalist aesthetic befits a premise that explodes the wall between text and metatext with its setting in a multiverse of overlapping narratives, a pileup of Marvel-branded continuities.</p><p>And yet for all its cleverness in conception and design, the overall quotient of pound-for-pound entertainment has slipped in a difficult-to-pinpoint way. Where the last installment slingshotted its audience through a taut, rewarding and complete remix of Spidey mythology, this one – which clocks in well past the two-hour mark – lags behind its own allegro rhythm, sluggish as Miles Morales weightlessly web-slings through a bustling Manhattan.</p> <a href=\"https://www.theguardian.com/film/2023/jun/02/spider-man-across-the-spider-verse-sequel-2-parts\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/02/spider-man-across-the-spider-verse-sequel-2-parts", "date_published": "2023-06-02 15:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New drug could help thousands with chronic heart disease in England", "description": "<p>Nice approves mavacamten, used to treat obstructive hypertrophic cardiomyopathy, in draft guidance to NHS</p><p>A first-of-its-kind treatment targeting a chronic heart disease could offer a “greater hope” to thousands of people living with the condition.</p><p>The National Institute for Health and Care Excellence (Nice) has approved the use of mavacamten in draft guidance to the NHS. It would be used to treat those with obstructive hypertrophic cardiomyopathy (HCM), with about 7,000 people expected to benefit.</p> <a href=\"https://www.theguardian.com/society/2023/jun/02/new-drug-mavacamten-could-help-thousands-with-chronic-heart-disease-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/02/new-drug-mavacamten-could-help-thousands-with-chronic-heart-disease-in-england", "date_published": "2023-06-02 14:52:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby denies ‘getting a thrill’ from alleged baby murders", "description": "<p>Prosecutor reminds jury that Child I’s mother recalls nurse ‘smiling’ moments after baby’s death</p><p>Lucy Letby has denied “getting a thrill” from the “grief and despair” of parents whose babies she allegedly murdered.</p><p>The nurse was being questioned about the alleged murder of a baby girl, Child I, who she is accused of fatally injecting with air in October 2015.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/lucy-letby-denies-getting-thrill-alleged-baby-murders-child-i\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/lucy-letby-denies-getting-thrill-alleged-baby-murders-child-i", "date_published": "2023-06-02 14:45:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pro-Ukrainian forces ‘still fighting in Russia’s Belgorod’ despite Moscow claims", "description": "<p>Freedom of Russia Legion social media reports contradict Russian claims to have repelled the rebel incursion</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/02/russia-ukraine-war-live-kyiv-shoots-down-more-than-30-missiles-and-drones-in-early-morning-strikes\">Russia-Ukraine war – latest news updates</a></li></ul><p><a href=\"https://www.theguardian.com/world/2023/jun/01/anti-putin-partisans-shell-russian-town\">Ukrainian-backed Russian rebel groups</a> have said they are still fighting inside Russia’s Belgorod region, despite Moscow’s claims on Thursday to have repelled the incursion.</p><p>The Freedom of Russia Legion posted videos on social media of combat purportedly in the Belgorod village Novaya Tavolzhanka, between the Ukrainian-Russian border and the town of Shebekino, the legion’s stated goal.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/pro-ukrainian-forces-still-fighting-in-russias-belgorod-despite-moscow-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/pro-ukrainian-forces-still-fighting-in-russias-belgorod-despite-moscow-claims", "date_published": "2023-06-02 14:23:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden and a sculpture in London: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/02/joe-biden-sculpture-london-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/02/joe-biden-sculpture-london-fridays-best-photos", "date_published": "2023-06-02 14:07:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers back down and offer civil servants £1,500 to end pay row", "description": "<p>Prospect union welcomes offer made after talks on Friday of one-off payment to help with cost of living</p><p>Ministers have backed down in their dispute with civil servants over pay, offering less senior officials a one-off payment of £1,500 to help with the cost of living.</p><p>The Prospect union welcomed the offer on Friday, <a href=\"https://www.theguardian.com/politics/2023/may/26/civil-service-unions-to-enter-new-pay-talks-with-uk-government\">which followed talks</a> between the Cabinet Office minister, Jeremy Quin, and union officials earlier in the day.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/02/uk-ministers-back-down-and-offer-civil-servants-1500-to-end-pay-row\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/02/uk-ministers-back-down-and-offer-civil-servants-1500-to-end-pay-row", "date_published": "2023-06-02 14:04:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s spitting, foul language’: the reality of working in a college in badly behaved Britain", "description": "<p>The pandemic shrank the world for many students. Now, anything unfamiliar prompts either anxiety or aggression</p><p>I started working as a learning support assistant about 12 years ago. I have worked with every age group, from nursery through to people in their 60s, mostly in schools in working-class areas where the progression to higher education is low. Now, I work primarily with adult learners.</p><p>It has always been challenging work, but I never wanted a job that was driven by profit. Often, our learners have really problematic home lives and we end up being a background support system. We are not experts in this, or even trained, but we help them in whatever way we can. Sometimes, that means providing them with money or food. Sometimes, it’s about listening.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/theres-spitting-foul-language-the-reality-of-working-in-a-college-in-badly-behaved-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/theres-spitting-foul-language-the-reality-of-working-in-a-college-in-badly-behaved-britain", "date_published": "2023-06-02 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for grilled bananas with bourbon butter | The sweet spot", "description": "<p>A delicious bourbon sauce elevates this simple sweet treat</p><p>Grilled fruit is the perfect example of a low-effort, high-reward dessert. Just a few minutes on a griddle pan or barbecue, and even the most humble of fruits gets transformed into something sweet and sticky. I’ve gone for bananas here; the flesh develops an addictive caramelised layer that pairs really well with the bourbon butter. Just be sure to use bananas that aren’t too ripe, so they don’t turn to mush.</p> <a href=\"https://www.theguardian.com/food/2023/jun/02/grilled-bananas-bourbon-butter-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/02/grilled-bananas-bourbon-butter-recipe-benjamina-ebuehi", "date_published": "2023-06-02 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government appoints advisers to aid RFU with rugby union financial crisis", "description": "<ul><li>Ralph Rimmer and Chris Pilling appointed by DCMS</li><li>‘Worcester, Wasps and London Irish have laid bare challenges’</li></ul><p>The government has intervened in the growing financial crisis engulfing rugby union in England by appointing two independent advisers to assist with the “urgent work” required to help secure the sport’s immediate future.</p><p>With London Irish <a href=\"https://www.theguardian.com/sport/2023/may/31/london-irish-ordered-pay-wages-in-full-by-end-of-day-or-face-suspension\">teetering on the brink of suspension</a> from the Premiership, and becoming the third club kicked out of league inside eight months, the Department for Culture, Media and Sport has acted by turning to Ralph Rimmer, the former chief executive of the Rugby Football League, and the current UK Sport board member Chris Pilling.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/uk-government-appoints-advisers-to-aid-rfu-and-prl-with-rugby-financial-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/uk-government-appoints-advisers-to-aid-rfu-and-prl-with-rugby-financial-crisis", "date_published": "2023-06-02 13:52:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terror-plotting Essex teenager jailed for life after mother reports him", "description": "<p>Matthew King, 19, wanted to travel to Syria to join IS and filmed potential targets outside army barracks</p><p>A teenager who staked out British soldiers and policemen in preparation for a terror attack has been jailed for life after his mother took what a judge has described as the “bold step” to report him.</p><p>Matthew King, 19, who wanted to travel Syria to join Islamic State, expressed a desire online to kill a British Marine and had made a series of videos of potential targets outside an army barracks, a magistrates court and railway station.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/terror-plotting-essex-teenager-matthew-king-jailed\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/terror-plotting-essex-teenager-matthew-king-jailed", "date_published": "2023-06-02 13:51:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump and Ron DeSantis step up war of words in fight for Republican nomination – live", "description": "<p>Former US president and Florida governor’s remarks give preview of what is to come ahead of 2024 election</p><p>Nine Republicans so far have declared their candidacy for the 2024 election, and a handful more will likely announce their runs over the next few weeks, but the election is already shaping out to be a “<a href=\"https://www.theguardian.com/news/2023/may/31/ron-v-don-britains-numbers-game-inside-the-2-june-guardian-weekly\">Ron v Don</a>” battle – and it is still very unclear who will come out on top.</p><p>Florida governor Ron DeSantis has behind him a flood of cash from the conservative establishment, who find Donald Trump hard to control and a continued political liability with his various legal troubles. Within the first 24 hours of his official campaign launch, DeSantis <a href=\"https://www.nytimes.com/2023/05/25/us/desantis-fundraising-campaign.html\">raised $8.2m</a>, his campaign says. And this was <em>despite </em>the embarrassing technical issues Twitter was experiencing when he made his announcement on the social media site. Trump, in comparison, raised about $9.5m in the first six weeks after he announced his campaign in November.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jun/02/trump-desantis-2024-election-republican-biden-debt-ceiling-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jun/02/trump-desantis-2024-election-republican-biden-debt-ceiling-live-updates", "date_published": "2023-06-02 13:40:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Author Ama Ata Aidoo, ‘an inspiration to feminists everywhere’, dies aged 81", "description": "<p>The Ghanaian playwright and novelist, who also served as her country’s education minister, focused on the modern African woman</p><p>The Ghanaian writer and academic Ama Ata Aidoo, whose work focused on the modern African woman, has died aged 81.</p><p>Ata Aidoo, whose fans included Chimamanda Ngozi Adichie, rejected the idea of what she described as a “western perception that the African female is a downtrodden wretch”, <a href=\"https://www.bbc.co.uk/news/world-africa-65765581\">said the BBC</a>.</p> <a href=\"https://www.theguardian.com/books/2023/jun/02/author-ama-ata-aidoo-feminists-everywhere-dies-aged-81-ghana\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/02/author-ama-ata-aidoo-feminists-everywhere-dies-aged-81-ghana", "date_published": "2023-06-02 13:34:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My boyfriend threatens to leave me if I see my friends or my family. What shall I do? | Ask Annalisa Barbieri", "description": "<p>He is being abusive and in the UK this sort of behaviour – coercive control – is a crime</p><p><strong>I met my current boyfriend a year ago, when I </strong><strong>moved to his country for work. But I feel I’m going crazy and I don’t know what to do.</strong></p><p><strong>One month after meeting each other he had already said he loved me. One time, I told him I was meeting an old (male) friend for a drink and he gave me an ultimatum: if </strong><strong>I met him, he would break up with me. He has gone through my phone multiple times and has said he doesn’t want me to meet my best girlfriend because he says she’s disrespectful. He has said he doesn’t want me to go out later than a certain time in the afternoon (I don’t go out much anyway). He has said he hates my dog and has given me an ultimatum: him or the dog. He has said he’d come with me to meet my family but cancelled at the last minute.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/my-boyfriend-controls-me-and-threatens-to-leave-when-i-see-my-friends-what-can-i-do\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/my-boyfriend-controls-me-and-threatens-to-leave-when-i-see-my-friends-what-can-i-do", "date_published": "2023-06-02 13:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office could forcibly separate non-cohabiting couple before their wedding", "description": "<p>Youssef Mikhaiel is at risk of forced removal to Egypt before he marries Sarah Bradley</p><p>A couple planning to marry soon could be forcibly separated by the Home Office because they are not cohabiting before their wedding.</p><p>Sarah Bradley, 29, a British digital marketing teacher, and Youssef Mikhaiel, 28, an Egyptian man who graduated from the University of Glasgow with a degree in aeronautical engineering, met in February 2022 through a Christian dating app.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/02/home-office-could-forcibly-separate-non-cohabiting-couple-before-their-wedding\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/02/home-office-could-forcibly-separate-non-cohabiting-couple-before-their-wedding", "date_published": "2023-06-02 13:13:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert Downey Jr as Doctor Doom? Does the MCU multiverse mean anything can happen?", "description": "<p>The Iron Man star nearly played the role 20 years ago in Fantastic Four. Will the movie’s reboot see the latest ‘almost was’ become an ‘is’, following Nicolas Cage’s Superman?</p><p>It’s probably not giving too much away about the forthcoming, hyped-to-the-ether Flash movie to reveal that it plays heavily, and with great joy, on famous “almost were” castings as it delves into the multiverse. Warner Bros/DC has already confirmed that <a href=\"https://www.theguardian.com/film/2023/may/26/nicolas-cage-superman-the-flash-tim-burton-warner-dc\">Nicolas Cage will appear briefly as Superman</a> in Andy Muschietti’s comic book epic.</p><p>Perfect timing, then, for us to discover an all-new sliding doors moment that might have changed the face of the rival Marvel Cinematic Universe. <a href=\"https://www.youtube.com/watch?v=-bx4O7Ub1GY\">In a new video celebrating the 15th anniversary of Iron Man</a>, director Jon Favreau reveals that star Robert Downey Jr was in earlier talks to play the villain Doctor Doom in the deeply average Tim Story-directed Fantastic Four (2005). In the end, the role went to Nip/Tuck’s Julian McMahon, though if you remember that, it’s probably because you’re primed and ready to go on Mastermind specialising in “obscure superhero movies” .</p> <a href=\"https://www.theguardian.com/film/2023/jun/02/robert-downey-jr-as-doctor-doom-does-the-mcu-multiverse-mean-anything-can-happen\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/02/robert-downey-jr-as-doctor-doom-does-the-mcu-multiverse-mean-anything-can-happen", "date_published": "2023-06-02 13:07:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Good-value rosés for outdoor drinking", "description": "<p>We are buying more French-style rosé than ever, and showing a taste for more quality wines, too. And, if you know where to look, there are excellent bargains to be had</p><p>I’ve said it before, but I’ll say it again: good value is <em>not</em> the same as cheap. In fact, the French have the perfect description for it: <em>qualité/prix</em>, meaning good quality for the price. That applies to rosé as much as it does to any other colour of wine, if not even more so. There are under-£5 reds and whites out there that are really outstanding bargains (<a href=\"https://www.tesco.com/groceries/en-GB/products/310101015\">Tesco’s 2022 Vista Castelli Trebbiano d’Abruzzo at £4.25</a> being a case in point), but I’m hard pushed to think of any sub-£5 rosé that rocks my boat. That’s rare even under £7, although Aldi, as ever, manages to achieve it (see today’s pick).</p><p>Cheap rosés tend to taste confected, bubble-gummy and often too sweet, both for my tastes and, it seems, the market generally: Californian rosé sales are down 20% over the past year, a Tesco spokesperson tells me, while French rosé is up 7%, which suggests that people now prefer the fashionably pale dry style of rosé they make in Provence.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jun/02/good-value-roses-for-outdoor-drinking-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/02/good-value-roses-for-outdoor-drinking-fiona-beckett", "date_published": "2023-06-02 13:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists discover mysterious cosmic threads in Milky Way", "description": "<p>Horizontal structures, up to 10 light years in length, appear to point in direction of galaxy’s black hole</p><p>Astronomers have discovered hundreds of mysterious cosmic threads that point towards the supermassive black hole at the heart of the Milky Way, after a survey of the galaxy.</p><p>The strange filaments, each of which stretches five to 10 light years through space, resemble the dots and dashes of morse code on a vast scale. They spread out from the galactic centre 25,000 light years from Earth like fragmented spokes on an enormous wheel.</p> <a href=\"https://www.theguardian.com/science/2023/jun/02/scientists-discover-mysterious-cosmic-threads-in-milky-way\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/02/scientists-discover-mysterious-cosmic-threads-in-milky-way", "date_published": "2023-06-02 13:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coco Lodge: ‘I think I’m the most trolled Love Islander for how I look’", "description": "<p>Show contestant says she did not expect the level of cruel comments about her appearance</p><p>When Coco Lodge decided to go on Love Island, she knew she was going to be judged on her behaviour. But what she did not expect was the level of trolling and cruel comments she received about her appearance.</p><p>The 28-year-old graphic designer, who entered the ITV show as a Casa Amor bombshell last year, spent several months reckoning with her time in the Mallorca villa.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/coco-lodge-trolled-love-islander-appearance\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/coco-lodge-trolled-love-islander-appearance", "date_published": "2023-06-02 13:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to get the quiet luxury look without the vulgar price tag | Jess Cartner-Morley on fashion", "description": "<p>A well-ironed white T-shirt tucked into dark jeans hits the right understated note – and there’s no need to pay through the nose for it</p><p></p><p>You will have heard, by now, about “quiet luxury”, which has (quietly) established itself as the dominant aesthetic* of 2023. (*Explainer: we don’t say “trend” any more. Aesthetic sounds a bit less … basic? Capitalist? But to be clear, in a fashion context it means pretty much the same thing.)</p><p>Quiet luxury is Gwyneth Paltrow defending her right to ski – something like that, the details elude me – cocooned in a creamy merino knit from The Row that costs more than a grand. (Like, how rich do you have to be to spend that on a sweater that isn’t even cashmere?) Quiet luxury is the subtle flex of Kendall Roy in an unbranded black baseball cap from Italian luxury house Loro Piana and Tom Ford sneakers. It is Mark Zuckerberg in his signature charcoal-grey T-shirt, which he orders from Brunello Cucinelli in Milan instead of buying from Gap.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/02/how-to-get-the-quiet-luxury-look-without-the-vulgar-price-tag\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/02/how-to-get-the-quiet-luxury-look-without-the-vulgar-price-tag", "date_published": "2023-06-02 13:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I want it to feel quite feral’: Rebecca Frecknall on staging Romeo and Juliet", "description": "<p>From Cabaret to Streetcar, the West End’s hottest director has a reputation for finding leads who put bums on seats. ‘I just go on my gut,’ she says</p><p>How do you tell a story to an audience who already intimately know the ending? As a teenager, Rebecca Frecknall remembers watching Baz Luhrmann’s Romeo + Juliet with her sister. They both knew the grim fate rocketing towards its young star-cross’d lovers, but as Claire Danes reached for the gun, Frecknall’s sister let out an involuntary, “Oh no!” “Even though she knew it was going to happen,” Frecknall says with a soft smile, “she managed to get to a place where it still took her by surprise.”</p><p>It is this sort of stomach lurch that Frecknall is seeking as she directs Shakespeare’s romantic tragedy at London’s Almeida theatre this summer, starring Toheeb Jimoh and Isis Hainsworth. “I’m interested in the forward momentum of it,” Frecknall says during a lunch break in rehearsals, sitting next to a pile of recently snuffed-out candles that the stage managers have been testing, “how it just rolls down a hill towards its doom. But that’s also the challenge of this play. You’re always in conversation with the ending.”</p> <a href=\"https://www.theguardian.com/stage/2023/jun/02/rebecca-frecknall-romeo-juliet-director-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/02/rebecca-frecknall-romeo-juliet-director-interview", "date_published": "2023-06-02 13:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McLaren show winning intent with bullish moves in F1 intelligence war | Giles Richards", "description": "<p>Appointment of Red Bull’s Rob Marshall is a clear sign the storied team will not accept mid-table mediocrity</p><p>These are testing times for the McLaren Formula One team, not least as they stare down the barrel of what is likely to be another difficult weekend at the Spanish Grand Prix. Yet to come out fighting with a bullish statement of intent rather than accept midtable mediocrity has been the reaction from an organisation whose storied history deserves nothing less.</p><p>This week McLaren announced they had appointed Red Bull’s chief engineering officer, Rob Marshall. The British engineer from Taunton has been an integral part of Red Bull since its inception in 2006 and played a key part in car design during its world championship-winning years of 2010 to 2013, and since Max Verstappen took his first title in 2021 after which the Dutchman has gone on to dominate the championship.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/mclaren-f1-intelligence-war-formula-one-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/mclaren-f1-intelligence-war-formula-one-barcelona", "date_published": "2023-06-02 13:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The season of Stones: how Barnsley Beckenbauer sparked City’s surge | Jonathan Liew", "description": "<p>Manchester City’s treble bid has been built not only on Erling Haaland but on subtle changes and innovations further back</p><p>“Talk about John Stones. Please, before Haaland.” And Pep Guardiola banged his head on the press conference dais in mock exasperation. It was September last year, at the height of Erling-mania, and Manchester City had just beaten Borussia Dortmund in the Champions League with a goal from their big new striker. But Guardiola was keen to shift the conversation elsewhere.</p><p>And in hindsight, Guardiola was not really joking. Instead, he was trying to give us a clue. He was, as ever, urging us to look beyond the superficial and see what was happening under the bonnet. The season that may well be remembered as the greatest in City’s history has been built not merely on the goals of Haaland and the assists of Kevin De Bruyne, but on the subtle changes and innovations further back. It has been, above all, the season of Stones.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/the-season-of-stones-how-barnsley-beckenbauer-sparked-citys-surge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/the-season-of-stones-how-barnsley-beckenbauer-sparked-citys-surge", "date_published": "2023-06-02 13:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An ‘unbelievable deal’? Beyoncé and Jay-Z reportedly purchase most expensive home in California ever", "description": "<p>The couple reportedly paid $200m for the 40,000 sq ft manor overlooking the Pacific Ocean in Malibu</p><p>Beyoncé and Jay-Z have reportedly snapped up a $200m oceanfront mansion in Malibu, an acquisition that appears to break the record for the most expensive home in California.</p><p>The <a href=\"https://www.morleyconcrete.com/project-experience/bell-house/\">40,000 sq ft</a> modernist mansion, which has been described as “massive”, “minimalist” and “echoey”, reportedly includes both a pool and a “<a href=\"https://www.morleyconcrete.com/project-experience/bell-house/\">water feature</a>”, as well as an <a href=\"https://www.pacificpervious.com/news/tag/driveway\">award-winning concrete driveway</a>.</p> <a href=\"https://www.theguardian.com/news/2023/jun/02/beyonce-jay-z-california-record-malibu-mansion\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/02/beyonce-jay-z-california-record-malibu-mansion", "date_published": "2023-06-02 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black Belfast girl threatened after telling of unease over Of Mice and Men", "description": "<p>Police inform Angel Mhande’s family of threat after her call for novel to be dropped from GCSE course</p><p>A Black teenager in Northern Ireland has been threatened after calling for the removal of John Steinbeck’s 1937 novel Of Mice and Men from the GCSE curriculum.</p><p>Police visited the Belfast home of Angel Mhande this week to notify her of the threat, prompting the family to take security measures.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/of-mice-and-men-black-belfast-girl-threat-gcse\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/of-mice-and-men-black-belfast-girl-threat-gcse", "date_published": "2023-06-02 12:54:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caster Semenya to publish ‘unflinching’ memoir with Stormzy’s #Merky Books", "description": "<p>In The Race to Be Myself, the Olympian athlete will detail her battle for permission to compete as a woman with hyperandrogenism</p><p>Stormzy’s #Merky Books is to publish Olympian Caster Semenya’s memoir this year.</p><p>South African athlete Semenya, whose book is titled The Race to Be Myself, was just 18 when <a href=\"https://www.theguardian.com/sport/2009/aug/19/caster-semenya-800m-world-athletics-championships-gender\">she won the 800m at the Berlin World Championships in 2009</a>, but her win was quickly overshadowed by questions raised about her sex.</p> <a href=\"https://www.theguardian.com/books/2023/jun/02/caster-semenya-to-publish-unflinching-memoir-stormzy-merky-books-race-to-be-myself\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/02/caster-semenya-to-publish-unflinching-memoir-stormzy-merky-books-race-to-be-myself", "date_published": "2023-06-02 12:52:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Records shed light on Jeffrey Epstein’s state of mind in jail in days before death", "description": "<p>Documents show disgraced financier tried to connect with Larry Nassar and underscore failings by federal prison agency</p><p>Two weeks before ending his life, <a href=\"https://www.theguardian.com/us-news/jeffrey-epstein\">Jeffrey Epstein</a> sat in the corner of his Manhattan jail cell with his hands over his ears, desperate to muffle the sound of a toilet that wouldn’t stop running.</p><p>Epstein was agitated and unable to sleep, jail officials observed in records newly obtained by the Associated Press. He called himself a “coward” and complained he was struggling to adapt to life behind bars following his July 2019 arrest on federal sex trafficking and conspiracy charges – his life of luxury reduced to a concrete and steel cage.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/jeffrey-epstein-jail-documents-last-days\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/jeffrey-epstein-jail-documents-last-days", "date_published": "2023-06-02 12:49:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Media must be more open to save democracy’, says former standards editor", "description": "<p>Ex-New York Times ombudsman Margaret Sullivan says many people do not trust mainstream journalism</p><p>Journalism can help save democracies from the brink of collapse but only if adopts a “radical transparency” with its audience, according to the New York Times’s longest-serving public editor.</p><p><a href=\"https://www.theguardian.com/profile/margaret-sullivan\">Margaret Sullivan</a>, now an academic and Guardian US columnist, says one of the biggest problems facing free societies across the world is that up to 40% of people do not trust the mainstream media.</p> <a href=\"https://www.theguardian.com/education/2023/jun/02/media-must-be-more-open-to-save-democracy-says-former-standards-editor\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/02/media-must-be-more-open-to-save-democracy-says-former-standards-editor", "date_published": "2023-06-02 12:47:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parents say baby’s sepsis death in Portugal ‘has destroyed all of us’", "description": "<p>Deza Powell and Paul Larochelle criticise authorities for delays in transferring Adonis to an ICU</p><p>The parents of a 10-month-old baby who died on holiday in Portugal have said their lives have been destroyed.</p><p>Deza Powell and Paul Larochelle said they wanted answers from the Portuguese authorities after their son, Adonis, died of sepsis on 19 May, 48 hours after he was first treated in hospital.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/parents-of-baby-who-died-in-portugal-say-their-lives-have-been-destroyed\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/parents-of-baby-who-died-in-portugal-say-their-lives-have-been-destroyed", "date_published": "2023-06-02 12:41:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For a prime minister who phoned it in, Boris Johnson is having a lot of trouble handing over one mobile | Marina Hyde", "description": "<p>Conveniently, the device he used most during the pandemic cannot be switched on due to security reasons</p><p>Did you see that story about the Indian government official who <a href=\"https://www.theguardian.com/world/2023/may/31/indian-official-who-drained-paraklot-reservoir-looking-mobile-fined-500-pounds\">drained an entire reservoir</a> to retrieve a phone? Amazing that it turned out to be not even the most ludicrous government-phone-retrieval story this week.</p><p>As you may by now have read, Boris Johnson can’t give the phone he used for most of the pandemic to the Covid inquiry because of security reasons. He says he still has the phone – then again, he says a lot of things. I think the phone has faked its own death and is living in sin beneath the North Sea with Rebekah Vardy’s <a href=\"https://www.theguardian.com/uk-news/2022/may/19/rebekah-vardys-agent-dropped-phone-in-sea-to-hide-evidence-trial-hears\">agent’s phone</a>. Can we drain the North Sea? Keir Starmer could suggest it’s one of the things we should do instead of <a href=\"https://www.theguardian.com/politics/2023/may/28/labour-confirms-plans-to-block-all-new-north-sea-oil-and-gas-projects\">drilling in it</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/prime-minister-phoned-it-in-boris-johnson-trouble-handing-over-mobile\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/prime-minister-phoned-it-in-boris-johnson-trouble-handing-over-mobile", "date_published": "2023-06-02 12:21:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fire crews in England deal with obesity callouts every four hours", "description": "<p>Health experts criticise government policy failures after firefighters help move people 2,319 times in 2022</p><p>Fire services in England had to help police and ambulance crews move people living with obesity once every four hours in what health organisations called a failure by government to fight the condition.</p><p>Figures <a href=\"https://www.gov.uk/government/statistical-data-sets/fire-statistics-data-tables\">published by the Home Office</a> show firefighters were called 2,319 times to help police or ambulance services with “bariatric assistance” – coming to the aid of people who are otherwise unable to leave their homes due to serious obesity. This marks an 11% rise on the previous year and a 58% increase on 2020.</p> <a href=\"https://www.theguardian.com/society/2023/jun/02/fire-crews-england-obesity-callouts-every-four-hours\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/02/fire-crews-england-obesity-callouts-every-four-hours", "date_published": "2023-06-02 12:21:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Don’t panic, it just comes naturally’: becoming a father in later life", "description": "<p>Al Pacino is expecting a child at 83 – what is family life like for older dads and their children?</p><p>Lawrence Zeegen hadn’t planned on becoming a father again in his 50s. The illustration professor already had three children from a previous marriage. But when his second wife, who was 43 at the time, made it clear she planned to be a mother, he soon learned that “changing nappies is a lot like riding a bike – you never forget how to do it”.</p><p>His daughter, who is now seven, was conceived using an egg donor. Zeegen, who is 59 and from Cambridge, says he is delighted that he went against “all rational thinking” to become a dad again – but notes that parenting is different when approaching 60. “I have a little less energy than I did at 27 with my first born. I’m pretty active and look after myself – I want to be around for as much of my daughter’s adult life as possible.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/becoming-father-in-later-life-al-pacino-robert-de-niro\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/becoming-father-in-later-life-al-pacino-robert-de-niro", "date_published": "2023-06-02 12:18:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession finale’s most talked-about fashion item is £11 Walmart T-shirt", "description": "<p>Choice of baby blue child’s top for Kieran Culkin’s character Roman Roy unlikely to have been accidental</p><ul><li>Warning: contains spoilers</li></ul><p>After all the £2,400 baseball caps and £5,250 leather jackets, who was expecting the fashion item to cause the biggest furore in the Succession finale to be an £11 T-shirt from the mass US retail chain Walmart? And yet, here we are.</p><p>The baby blue T-shirt with three stripes on its sleeves is worn by Roman Roy, played by Kieran Culkin, when he hides out at his mother’s beach house in Barbados. Social media was quick to identify it was actually <a href=\"https://www.walmart.com/ip/Wonder-Nation-Boys-Colorblock-T-Shirts-2-Pack-Sizes-4-18-Husky/871526955?wmlspartner=wlpa&amp;selectedSellerId=0\">a child’s T-shirt</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/succession-finales-most-contentious-fashion-item-is-walmart-t-shirt\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/succession-finales-most-contentious-fashion-item-is-walmart-t-shirt", "date_published": "2023-06-02 12:02:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Purplebricks’ £1 sale to rival Strike backed by shareholders", "description": "<p>Investors also vote to delist firm from London’s junior market and change name to Bricks Newco plc</p><p>Shareholders in Purplebricks have voted overwhelmingly to sell the online estate agent for only £1 to Strike, a competitor backed by the telecoms tycoon Sir Charles Dunstone.</p><p>In a vote held on Friday, 91% of the votes were cast in favour of the deal, which was recommended to investors by the board last month.</p> <a href=\"https://www.theguardian.com/business/2023/jun/02/purplebricks-one-pound-sale-to-rival-strike-backed-by-shareholders\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/02/purplebricks-one-pound-sale-to-rival-strike-backed-by-shareholders", "date_published": "2023-06-02 12:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The multinational companies that industrialised the Amazon rainforest", "description": "<p>Analysis shows handful of corporations extract tens of billions of dollars of raw materials a year – and their commitments to restoration vary greatly</p><p>A handful of global giants dominate the industrialisation of the Amazon rainforest, extracting tens of billions of dollars of raw materials every year, according to an analysis that highlights how much value is being sucked out of the region with relatively little going back in.</p><p>But even as the pace of deforestation hits record highs while standards of living in the Amazon are among the lowest in Brazil, the true scale of extraction remains unknown, with basic details about cattle ranching, logging and mining hard to establish despite efforts to ban commodities linked to its destruction.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/02/the-multinational-companies-that-industrialised-the-amazon-rainforest\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/02/the-multinational-companies-that-industrialised-the-amazon-rainforest", "date_published": "2023-06-02 12:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A visual guide to deforestation in Brazil’s Amazon rainforest", "description": "<p>Fortunes of world’s largest rainforest and its Indigenous inhabitants have risen and fallen with political leadership</p><p>The destruction and degradation of the world’s largest rainforest has happened in fits and starts. Spanning eight countries, the Amazon rainforest is home to an enormous concentration of life and culture. About half of it is located in Brazil, which is also the heart of the destruction.</p><p>The forest’s fortunes have risen and fallen with political leadership. About <a href=\"https://www.unsdsn.org/science-panel-for-the-amazon-presentation-of-initial-findings\">17% of the Amazon has already gone</a>, replaced by vast cattle ranches, mines and soy fields. If that figure reaches 20% to 25%, scientists believe the rainforest will lose the ability to sustain itself, with disastrous consequences.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/a-visual-guide-to-deforestation-in-brazils-amazon-rainforest\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/a-visual-guide-to-deforestation-in-brazils-amazon-rainforest", "date_published": "2023-06-02 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 800m Amazon trees felled in six years to meet beef demand", "description": "<p>Investigation involving Guardian shows systematic and vast forest loss linked to cattle farming in Brazil</p><p>More than 800m trees have been cut down in the Amazon rainforest in just six years to feed the world’s appetite for Brazilian beef, according to a new investigation, despite dire warnings about the forest’s importance in fighting the climate crisis.</p><p>A data-driven investigation by the Bureau of Investigative Journalism (TBIJ), the Guardian, Repórter Brasil and Forbidden Stories shows systematic and vast forest loss linked to cattle farming.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/more-than-800m-amazon-trees-felled-in-six-years-to-meet-beef-demand\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/more-than-800m-amazon-trees-felled-in-six-years-to-meet-beef-demand", "date_published": "2023-06-02 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m not used to seeing sex that kinky’: Is The Idol the most shocking TV of the year?", "description": "<p>It’s undeniably seedy – but is the show a ‘toxic man’s fantasy’, as critics have said? Or is it a candid look at sex today? As 2023’s most controversial series hits our screens, we meets its stars</p><p>Months before it had even come out, The Idol was the year’s most controversial TV show. In March, Rolling Stone published an exposé featuring anonymous interviews with those working on the Lily-Rose Depp-starring HBO show, who alleged that its producers – megastar musician Abel Tesfaye, AKA the Weeknd, who also plays a lecherous nightclub owner/cult leader called Tedros, and <a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/06/euphoria-review-zendaya-rue-sex-drugs-teen-drama-skins\">Euphoria</a>’s Sam Levinson – had burned through time and money to make a series “about a man who gets to abuse this woman and she loves it.”</p><p>Following a pop star named Jocelyn (Depp) as she tries to mount a career comeback after a mental breakdown, The Idol is self-consciously pulpy and undeniably sordid: characters talk about wanting to make “giant fucking big-titted hits”, lock intimacy coordinators in closets, and say over-the-top things such as: “Will you let people enjoy sex, drugs and hot girls? Stop trying to cockblock America.” Depp spends much of the first episode topless, and the series is littered with allusions to contentious cult auteurs such as Paul Verhoeven and Gaspar Noé. When the first two episodes premiered at Cannes earlier this month, <a href=\"https://www.theguardian.com/film/2023/may/26/cannes-2023-peter-bradshaw-verdict-prize-predictions\">critics slammed it</a> as a “toxic man’s fantasy”; for a moment, its Rotten Tomatoes rating was hovering around an almost unheard-of 9% (it now sits at 25%).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/im-not-used-to-seeing-sex-that-kinky-is-the-idol-the-most-shocking-tv-of-the-year\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/im-not-used-to-seeing-sex-that-kinky-is-the-idol-the-most-shocking-tv-of-the-year", "date_published": "2023-06-02 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Breast cancer drug cuts risk of most common form returning by 25%", "description": "<p>Trial results presented at US oncology conference suggest ribociclib could be gamechanging and boost survival rate significantly</p><p>Thousands of women with the world’s most common form of breast cancer could benefit from a blockbuster drug that helps them live longer and cuts the risk of the disease returning by a quarter.</p><p>More than 2 million people globally are diagnosed each year with the disease, which is the world’s most prevalent cancer. Although treatments have improved in recent decades, many patients will later experience the cancer returning. If a recurrence does occur, it is often at a more advanced stage.</p> <a href=\"https://www.theguardian.com/science/2023/jun/02/breast-cancer-drug-helps-stop-common-form-of-disease-returning-by-25\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/02/breast-cancer-drug-helps-stop-common-form-of-disease-returning-by-25", "date_published": "2023-06-02 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Postecoglou would be a fine fit for Spurs – and Celtic should wish him well", "description": "<p>Celtic will surely complete a treble on Saturday but questions over manager’s future mean it now promises to be a strange occasion</p><p>The thing about speculation is that those who bemoan it often have it within their capabilities to remove its very existence. The more Ange Postecoglou talked about his focus solely being on a Scottish Cup final between Celtic and Inverness Caledonian Thistle, the prospect of a move to Tottenham Hotspur increased.</p><p>Postecoglou will argue he was only being respectful to his employers, Celtic, and their opposition but his refusal to categorically commit to another season in Scotland is telling. If Spurs formalise their interest in the Australian next week, it feels inevitable he will accept their offer.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/postecoglou-would-be-a-fine-fit-for-spurs-celtic-should-wish-him-well-if-he-leaves\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/postecoglou-would-be-a-fine-fit-for-spurs-celtic-should-wish-him-well-if-he-leaves", "date_published": "2023-06-02 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I could not, in good conscience, vote for the debt ceiling bill | Bernie Sanders", "description": "<p>This bill cuts programs for the most vulnerable, and is totally unnecessary – why doesn’t Biden invoke the 14th amendment?</p><p>Let’s be clear. The original debt ceiling legislation that Republicans passed in the House would have, over a 10-year period, decimated the already inadequate social safety net of our country and made savage cuts to programs that working families, the children, the sick, the elderly and the poor desperately needed.</p><p>The best thing to be said about the current deal on the debt ceiling is that it could have been much worse. Instead of making massive cuts to healthcare, housing, education, childcare, nutrition assistance and other vital programs over the next decade, this bill proposes to make modest cuts to these programs over a 2-year period. This bill will also prevent a global economic catastrophe by extending the debt ceiling until January 1, 2025 – when we will have to go through with this absurd process once again.</p><p><a href=\"http://sanders.senate.gov/\">Bernie Sanders</a> is a US Senator, and the ranking member of the Senate budget committee. He represents the state of Vermont, and is the longest-serving <a href=\"http://news.bbc.co.uk/2/hi/americas/6173577.stm\">independent</a> in the history of Congress</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/bernie-sanders-debt-ceiling-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/bernie-sanders-debt-ceiling-bill", "date_published": "2023-06-02 11:53:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Once in a lifetime’: top chefs team up for £633 ‘four hands’ banquet in London", "description": "<p>Michelin-starred Wolfgang Puck and Alain Ducasse join forces to create one-off ‘last supper’ for diners at Park Lane hotel</p><p>For the super-rich, it appears, one world-famous Michelin-starred chef is no longer quite enough to make a memorable meal. Wealthy gastronomes are increasingly asking high-end restaurants and hotels to host so-called “four hands” dinners in which pairs of renowned chefs team up to create collaborative set-course meals.</p><p>Next Wednesday, 60 diners will <a href=\"https://www.sevenrooms.com/reservations/cut45parklane?default_date=2023-06-07\">sit down to a “glorious four-hands banquet”</a> created by the pioneering French chef Alain Ducasse in partnership with Wolfgang Puck, an Austrian-American cook who has <a href=\"https://variety.com/2023/awards/news/wolfgang-puck-governors-ball-oscars-after-party-1235544036/\">hosted the official Oscars after-party dinner for the past 29 years</a>, at a five-star hotel on London’s Park Lane. Together, they hold 23 Michelin stars.</p> <a href=\"https://www.theguardian.com/news/2023/jun/02/michelin-starred-chefs-four-hands-banquet-london-wolfgang-puck-alain-ducasse\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/02/michelin-starred-chefs-four-hands-banquet-london-wolfgang-puck-alain-ducasse", "date_published": "2023-06-02 11:48:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elan Closs Stephens appointed acting chair of BBC", "description": "<p>BBC board member to assume role from 27 June after resignation of Richard Sharp</p><p>Prof Dame Elan Closs Stephens has been appointed acting chair of the BBC, the government has announced, after <a href=\"https://www.theguardian.com/media/2023/apr/28/richard-sharp-resigns-as-bbc-chair-after-months-of-mounting-pressure\">Richard Sharp resigned</a> from the position following a report that found he breached the governance code for public appointments.</p><p>In April, Sharp stepped down as chair of the corporation after being found to have broken the rules by failing to disclose he played a role in getting the then prime minister, Boris Johnson, an £800,000 loan guarantee.</p> <a href=\"https://www.theguardian.com/media/2023/jun/02/elan-closs-stephens-appointed-acting-chair-of-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/02/elan-closs-stephens-appointed-acting-chair-of-bbc", "date_published": "2023-06-02 11:39:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy accuses Kyiv mayor of negligence after civilian deaths", "description": "<p>Witness reports say bomb shelter had not been opened in time to prevent deaths of two women and girl</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/02/russia-ukraine-war-live-kyiv-shoots-down-more-than-30-missiles-and-drones-in-early-morning-strikes\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine’s president, Volodymyr Zelenskiy, has accused Kyiv’s mayor, Vitali Klitschko, and other city leaders of negligence after witness reports emerged that civilians had died earlier this week because a bomb shelter had not been opened in time.</p><p><a href=\"https://www.theguardian.com/world/2023/jun/01/kyiv-strikes-three-die-in-early-morning-attack-by-russia\">Three were killed</a>, including a nine-year-old and her mother, by falling missile debris in the small hours on Thursday as they waited outside the shelter. The city’s mayor responded by saying the responsibility for the tragedy should be shared between them.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/zelenskiy-accuses-kyiv-mayor-of-negligence-after-civilian-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/zelenskiy-accuses-kyiv-mayor-of-negligence-after-civilian-deaths", "date_published": "2023-06-02 11:24:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The right Covid response? How countries outside UK are also under scrutiny", "description": "<p>From Sweden to the US, the handling of the pandemic has been questioned. In some cases criminal proceedings are under way</p><p>Britain’s <a href=\"https://www.theguardian.com/politics/2023/jun/01/covid-inquiry-vs-cabinet-office-who-is-ahead-now-deadline-has-passed\">public Covid-19 inquiry</a>, led by the retired judge Heather Hallett, is far from the first independent commission in the world to begin examining a country’s experience confronting the pandemic.</p><p>Their formats, mandates – and their progress – vary widely according to systems and traditions, but their task is essentially the same: to assess preparedness, make a record of decision-making, review government responses and learn lessons for the future.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/covid-pandemic-response-countries-outside-uk-scrutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/covid-pandemic-response-countries-outside-uk-scrutiny", "date_published": "2023-06-02 11:15:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Need some new music? We asked artists to help you find your next favourite band", "description": "<p>In a new Guide feature, we hand the mic to musicians and let them pick the new, exciting music you should be listening to – from exuberant alt-pop to a vocoder-helmeted virtuoso</p><p>This week something a bit different: the first in what, hopefully, will be a semi-regular music feature that we’re calling <strong>Six Degrees of Band Separation</strong>. The premise is simple: we ask a group or artist to recommend another group/artist, who recommend another, who recommend another and so on, with the end result hopefully being that we uncover a load of new and exciting music to listen to.</p><p>First up are Brighton five-piece Squid. You might remember them from <a href=\"https://www.theguardian.com/music/2021/may/09/squid-bright-green-field-review-debut\">their debut album Bright Green Field</a>, a squall of Death From Above-style dance-punk and experimental noise rock that got a lot of love when it was released in 2021. They’re back with a new album, O Monolith, which is a bit of a leap forward – denser and more tuneful, adding pastoral folk and a bit of prog into the mix. (Check out epic new six-minute single <a href=\"https://www.youtube.com/watch?v=6n3d1Rm752o\">The Blades</a>, whose music video features Fresh Meat and Ghosts star Charlotte Ritchie).</p> <a href=\"https://www.theguardian.com/culture/2023/jun/02/the-guide-squid-ichigo-evil-paddy-steer-new-music\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/02/the-guide-squid-ichigo-evil-paddy-steer-new-music", "date_published": "2023-06-02 11:07:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A walk-in wedding cake, Kiefer’s impossible task and a Bloomsbury master – the week in art", "description": "<p>Visionary Joana Vasconcelos has cooked a giant gateau, Anselm Kiefer is taking on Finnegans Wake and Stephen Tomlin has finally found the spotlight – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Joana Vasconcelos: Wedding Cake</strong> <br />A giant wedding cake that you can walk inside, by this visionary and surrealistic artist, should make for a truly sensational summer experience.<br />• <a href=\"https://waddesdon.org.uk/whats-on/wedding-cake-tours/\">Waddesdon Manor, Buckinghamshire</a>, from 18 June to 26 October.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/02/wedding-cake-anselm-kiefers-finnegans-wake-bloomsbury-master-the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/02/wedding-cake-anselm-kiefers-finnegans-wake-bloomsbury-master-the-week-in-art", "date_published": "2023-06-02 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chemical giant secretly tried to influence research on weedkiller’s links to Parkinson’s disease", "description": "<p>Internal documents from chemical giant Syngenta reveal tactics to sponsor sympathetic scientific papers and mislead regulators about unfavorable research</p><p>The global chemical giant Syngenta has sought to secretly influence scientific research regarding links between its top-selling weedkiller and Parkinson’s, internal corporate documents show.</p><p>While numerous independent researchers have determined that the weedkiller, paraquat, can cause neurological changes that are hallmarks of Parkinson’s, Syngenta has always maintained that the evidence linking paraquat to Parkinson’s disease is<a href=\"https://www.paraquat.com/en/safety/safety-humans/paraquat-and-parkinsons-disease\"> “fragmentary” and “inconclusive”</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/02/paraquat-parkinsons-disease-research-syngenta-weedkiller\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/02/paraquat-parkinsons-disease-research-syngenta-weedkiller", "date_published": "2023-06-02 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The feelin’ was right: how the Bee Gees ruled late 70s pop", "description": "<p>Their Saturday Night Fever soundtrack commanded the charts, but beyond that, notes Bob Stanley in an extract from his new book, their golden touch was audible everywhere from Grease to Sesame Street</p><p>Disco could be a heavy, unctuous perfume. There were reasons people hated it, and they weren’t all homophobic or racist. On the chart in 1977 was La Belle Epoque’s version of the German/Spanish 60s hit Black Is Black. Originally it had been a hit for another act with a tempting European name, Los Bravos. This 1966 version had been a thing of slab density, a three-note organ riff with a Charlie Watts clone’s monotone drumming keeping it simple as can be, and an unreal human voice, half-crow, telling the world “black is black, I want my baby back.” It sounded like the Stones fed through a telex precursor of Google Translate. It had been perfect – pop as monolithic simplicity. La Belle Epoque’s 1977 version added every imaginable bauble, it went “whooooo!!” on the beat. Musicians who longed to be in James Last’s orchestra played with funkless fingers behind girls who cooed unconvincing come-ons. This version of Black Is Black was a fug, like the ground floor of a department store, a dozen different perfumes hitting you at the same time, far too busy, forced fun, nauseating.</p><p>The Bee Gees’ Night Fever was not that dense, liquid perfume that made you feel slightly sick. This was not the sound of too much air freshener. This was air itself. Night-time air. The city. The song, taken from the soundtrack to Saturday Night Fever, also transmitted a feeling of nervousness; there was sweetness and there was fear.</p> <a href=\"https://www.theguardian.com/music/2023/jun/02/how-the-bee-gees-ruled-late-70s-pop\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/02/how-the-bee-gees-ruled-late-70s-pop", "date_published": "2023-06-02 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trespasses by Louise Kennedy audiobook review – love across the sectarian divide", "description": "<p>Actor Bríd Brennan narrates this debut novel about a dangerous love affair between an Irish Catholic teacher and a Protestant lawyer</p><p>A gripping tale of love across the divide, <a href=\"https://www.theguardian.com/books/2022/apr/16/trespasses-by-louise-kennedy-review-love-amid-the-troubles\" title=\"\">Trespasses</a> – which has been <a href=\"https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-shortlist#:~:text=The%202022%20prize%20was%20won,Delivery%20charges%20may%20apply.\" title=\"\">shortlisted for this year’s Women’s prize</a> – is the debut novel of Louise Kennedy, a former chef who began writing in her mid 40s. Set in a garrison town near Belfast in 1975, it revolves around 24-year-old Cushla Lavery, a Catholic primary school teacher who also helps out behind the bar at the family pub. There she meets Michael Agnew, a married Protestant barrister who is twice her age and who defends Catholic men he believes have been unjustly arrested.</p><p>The two begin an affair that unfolds against a backdrop of sectarian violence. Every day, Cushla watches her prison officer neighbour comb his car for explosives; at school, the headteacher insists pupils look at the news headlines, which read as an inventory of human brutality. “Booby trap. Incendiary device. Gelignite. Nitroglycerine. Petrol bomb. Rubber bullets … The vocabulary of a seven-year-old child now.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/02/trespasses-by-louise-kennedy-audiobook-review-love-across-the-sectarian-divide\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/02/trespasses-by-louise-kennedy-audiobook-review-love-across-the-sectarian-divide", "date_published": "2023-06-02 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The window is closing’: Cop28 must deliver change of course on climate", "description": "<p>With six months until UN summit in Dubai, can its oil executive president bring unwilling countries into line?</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jun/02/el-nino-may-push-heating-past-15c-urgent-action-avert-catastrophe\">El Niño may push heating past 1.5C but urgent action could avert catastrophe</a></li></ul><p>Within the next five years, the world is likely to experience at least one year in which the global average surface temperature exceeds 1.5C above pre-industrial levels. That was <a href=\"https://www.theguardian.com/environment/2023/may/17/global-heating-climate-crisis-record-temperatures-wmo-research\">the stark prediction of the World Meteorological Organisation (WMO) this week</a>, in its climate forecast.</p><p>Straying beyond 1.5C could lead to <a href=\"https://www.theguardian.com/environment/2018/oct/09/tipping-points-could-exacerbate-climate-crisis-scientists-fear\">potentially irreversible effects on the global climate system</a>, scientists have warned, including the collapse of the Greenland and West Antarctic ice sheets, the abrupt melting of permafrost, rising sea levels and bleaching coral reefs. For these reasons, <a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">the 1.5C limit is at the heart of the 2015 Paris climate agreement</a>, which bound countries to hold global temperature rises “well below 2C” and “pursuing efforts” to 1.5C.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/window-closing-cop28-change-course-climate-dubai\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/window-closing-cop28-change-course-climate-dubai", "date_published": "2023-06-02 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homies on Donkeys, London E11: ‘Astonishingly good’ – restaurant review | Grace Dent on restaurants", "description": "<p>Vibrant and nonconformist, this Mexican taqueria is the area’s most exciting new opening for a while</p><p>There is no cutlery at <a href=\"https://www.homiesondonkeys.com/\">Homies on Donkeys</a>, a taqueria in Leytonstone, east London, that is run by Sandra Bello and chef Erik “Smokey” Bautista. “No cutlery, no exceptions, we got napkins, get messy,” it says on the single-sheet menu, alongside descriptions of their abundantly stacked tacos filled with reverse-braised bavette or confit pork with dripping, wobbling amounts of jalapeño relish.</p><p>This fork-free zone will come as a relief to some informal diners, who find all those butter knives, dessert spoons, cheese scoops and grape shears a bit bamboozling. It may, however, dismay anyone wearing a non-wipeable fabric such as cashmere. Homies on Donkeys is more of a sou’wester kind of place, with added salsa verde and chipotle on your chin when you pay the bill. It’s also a place for people who like 1990s hip-hop, graffiti-strewn walls and the sensation of eating in a suburban skate park: Naughty By Nature, Main Source, Gang Starr and Grand Puba blare from the stereo as I sit at a table that is absolutely nowhere near big enough for all the tacos, large plates, sides and drinks that we’ve ordered; we’re also wedged in next to the till, where the servers are constantly ringing in orders. While the seating may not be ideal, the soundscape just about makes up for it. This isn’t a 90s-themed restaurant, but if you’re of a certain age, remember the Beastie Boys back when <a href=\"https://www.youtube.com/watch?v=07Y0cy-nvAg\">they were gobby kids</a>, videoed <a href=\"https://www.youtube.com/watch?v=WoaG31kL2m8\">Dance Energy with Normski</a> on BBC Two or ever got grounded for tagging your neighbour’s garage, this place is like sensory whiplash with tacos on top.</p> <a href=\"https://www.theguardian.com/food/2023/jun/02/homies-on-donkeys-london-e11-restaurant-review-grace-dent\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/02/homies-on-donkeys-london-e11-restaurant-review-grace-dent", "date_published": "2023-06-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British universities can no longer financially depend on foreign students. They must reform to survive | Simon Jenkins", "description": "<p>With spiralling deficits and little prospect of government support, higher education’s only long-term hope lies in radical change</p><p>Universities are becoming primary victims of the chaos enveloping Britain’s public sector. <a href=\"https://www.theguardian.com/education/2023/may/31/funding-model-for-uk-higher-education-is-broken-say-university-vcs\">News reported in the Guardian</a> has vice-chancellors pleading for a “new model” of government funding. This follows reports that <a href=\"https://www.theguardian.com/education/2023/may/31/funding-model-for-uk-higher-education-is-broken-say-university-vcs\">one-third</a> of England’s universities are trading at a deficit. Since <a href=\"https://migrationobservatory.ox.ac.uk/resources/briefings/student-migration-to-the-uk/#:~:text=In%20the%20academic%20year%202020,50%25%20from%202020%20to%202022.\">almost one-fifth</a><strong> </strong>of UK students in higher education now come from abroad – <a href=\"https://www.thetimes.co.uk/article/universities-too-reliant-on-fees-from-chinese-students-zqlf5mzx0#:~:text=There%20were%20124%2C370%20Chinese%20students%20at%20English%20universities%20in%202021%2D22%2C%20according%20to%20the%20Higher%20Education%20Statistics%20Agency\">125,000</a> of them from China – there is near panic at the Home Office’s determination to slash student immigration.</p><p>Some universities, including Manchester, Glasgow, Sheffield, UCL and Imperial, <a href=\"https://www.thetimes.co.uk/article/chinese-pay-25-of-fees-at-russell-group-universities-dbmn5hhgw\">rely on Chinese students</a> alone for between a quarter and a third of their income. This means that any Beijing sanction on Britain – such as for mentioning the Uyghurs too often – could turn off this tap at source. Chinese numbers are already falling, <a href=\"https://www.thetimes.co.uk/article/uk-universities-starting-to-lose-allure-for-chinese-hxx0trbx8\">by 4% last year</a>, and are compensated only by soaring numbers for Indians, Nigerians, south-east Asians and <a href=\"https://www.y-axis.com/news/uk-immigration-rules-likely-to-tighten-for-international-student-dependents/\">135,000 dependents</a>. This last figure the Home Office is <a href=\"https://www.theguardian.com/politics/2023/may/23/suella-braverman-restrictions-overseas-international-students-family\">eager to cut</a>.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/british-universities-foreign-students-deficits-government-higher-education\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/british-universities-foreign-students-deficits-government-higher-education", "date_published": "2023-06-02 10:58:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry v the Mirror: what will happen when the prince takes the stand?", "description": "<p>Duke of Sussex to accuse journalists of phone hacking but publisher will in turn try to cast doubt on royal’s evidence</p><p>When Prince Harry gives evidence in the Mirror phone-hacking trial on Tuesday, he will become the first senior royal to be cross-examined in court since the 19th century. Based on what happened earlier in the trial, it is unlikely the prince will enjoy the experience.</p><p>Harry will allege that journalists at the Daily Mirror, Sunday Mirror and People used illegal methods including phone hacking to obtain stories about him. Mirror Group Newspapers will try to cast doubt on Harry’s evidence, his reliability and why he waited so long to bring the case.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/harry-v-the-mirror-what-will-happen-when-the-prince-takes-the-stand\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/harry-v-the-mirror-what-will-happen-when-the-prince-takes-the-stand", "date_published": "2023-06-02 10:55:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth MP calls for safety review after beach deaths", "description": "<p>Tobias Ellwood also urges police to end ‘wild speculation’ by clarifying how two young people died</p><p>An MP has called for a safety review following the deaths of two young people who got into difficulties in the sea off a crowded Bournemouth beach, and urged police to clarify the circumstances to end “wild speculation” .</p><p>The sightseeing boat the Dorset Belle appears to be at the centre of the investigation into Wednesday’s incident in which 10 people were rescued from the sea.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/bournemouth-mp-safety-review-beach-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/bournemouth-mp-safety-review-beach-deaths", "date_published": "2023-06-02 10:47:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When Manchester City escaped the third tier – as United won the treble", "description": "<p>Manchester City won a final in May 1999 after scoring two impossibly late goals. Sound familiar?</p><p>By <a href=\"https://twitter.com/rcfoster\">Richard Foster</a> for <a href=\"https://thefootballmine.com/\">The Football Mine</a></p><p>It is late May 1999 and the last match of a long and arduous season. A team from Manchester score two improbable goals to rescue a final that had seemed lost. Having been behind with only a few minutes remaining, the goals spark wild celebrations, elevating the scorers to iconic status among the supporters.</p><p>Twenty-four years later this final is still considered a watershed moment in the club’s history. But the match did not take place in Barcelona but at Wembley – and the opponents were not Bayern Munich, but a club from Kent that had never been above the third level of English football. This was the playoff final between Manchester City and Gillingham that would decide which team would be promoted from the third tier.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/manchester-united-treble-city-third-tier-may-1999-late-goals\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/manchester-united-treble-city-third-tier-may-1999-late-goals", "date_published": "2023-06-02 10:34:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Referee stays on Champions League final after apology for attending far-right event", "description": "<ul><li>Szymon Marciniak says he was ‘unaware of true nature’ of event </li><li>Polish referee expresses ‘deepest apologies’ for his involvement</li></ul><p>Uefa has given Szymon Marciniak the go-ahead to referee next Saturday’s Champions League final after he apologised for his <a href=\"https://www.theguardian.com/football/2023/jun/01/champions-league-final-referee-spoke-at-event-with-far-right-leader\">appearance at an event</a> organised by a far-right politician and provided clarification regarding his involvement.</p><p>Marciniak, who also <a href=\"https://www.theguardian.com/football/2022/dec/24/world-cup-final-referee-responds-to-french-criticism-with-phone-photo\">refereed the World Cup final</a>, spoke at an event in Poland on Monday organised by Sławomir Mentzen. Mentzen, the leader of the Confederation party, is known for launching the political slogan “We stand against Jews, gays, abortion, taxation and the European Union”. In 2021 he made international headlines as the producer of a beer named White IPA Matters, which mocked the Black Lives Matter movement.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/referee-stays-on-champions-league-final-apology-far-right-event-szymon-marciniak\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/referee-stays-on-champions-league-final-apology-far-right-event-szymon-marciniak", "date_published": "2023-06-02 10:30:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v Ireland: Test match, day two – live", "description": "<ul><li>Live Test match cricket updates from 11am UK time</li><li><a href=\"https://www.theguardian.com/sport/blog/2023/jun/01/tongue-fails-to-take-a-wicket-but-england-have-one-for-the-future\">Josh Tongue shows Ashes potential as Broad shines</a></li><li>And you can <a href=\"mailto:James%20Wallace%20%3Cjim.wallace.casual@theguardian.com%3E\">email James</a> or tweet <a href=\"https://twitter.com/Jimbo_Cricket\">@Jimbo_Cricket</a></li></ul><p><strong>29th over: England 172-1 (Duckett 71, Pope 37) </strong>Five pocketed off the over including a bit of mid-pitch jiggery-pokery that sees Duckett out of his ground when Harry Tector has a shy at the stumps but the throw missed.</p><p>“Hi Jim”</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/02/england-v-ireland-lords-test-day-two-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/02/england-v-ireland-lords-test-day-two-live", "date_published": "2023-06-02 10:26:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman urged to clarify why refugees were left on London street", "description": "<p>Westminster council leader says about 40 asylum seekers were placed in borough ‘without appropriate accommodation’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/02/cabinet-office-rishi-sunak-boris-johnson-mistake-covid-inquiry-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The home secretary, Suella Braverman, has been asked to urgently clarify why a large group of asylum seekers were left on the street in Westminster for two nights running.</p><p>In a letter to Braverman, the leader of Westminster city council expressed his deep concern that about 40 refugees were placed in the borough on Wednesday night “without appropriate accommodation or support available” and no prior communication with the local authority.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/suella-braverman-urged-clarify-refugees-left-london-street\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/suella-braverman-urged-clarify-refugees-left-london-street", "date_published": "2023-06-02 10:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On a clear day, you can see Ireland and Scotland: a car-free break on the Isle of Man", "description": "<p>Inspired by the ITV drama Maryland? Take the ferry to the island and explore its unique folklore, Victorian railway and wild coastline</p><p>Towards the end of Maryland, the recent ITV drama set on the Isle of Man, there is a view of the town of Peel. White buildings curve round a sandy beach and a causeway runs below tumuli-topped hills. The ruined walls and circular Celtic tower of Peel Castle stand on an island in the Irish Sea.</p><p>Maryland was actually filmed in Ireland, though establishing shots such as this, to set the scene, were done on the island, and they do capture the atmosphere of the place, its separateness and stories, its beaches and beauty.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/02/isle-of-man-car-free-break-itv-maryland-douglas-ramsey\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/02/isle-of-man-car-free-break-itv-maryland-douglas-ramsey", "date_published": "2023-06-02 10:04:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese censors remove protest site Sitong Bridge from online maps", "description": "<p>Amid usual scrubbing for Tiananmen Square anniversary, searches for bridge where protest was held in 2022 return no results</p><p>Chinese censors scrubbing the internet of any words or symbols that could be used to reference the Tiananmen Square massacre in the run-up to Sunday’s anniversary have a new target in their sights: a bridge in Beijing where a rare protest was staged last year.</p><p>As the 34th anniversary of the 1989 massacre approaches, anyone searching in Chinese for Sitong Bridge on Baidu maps will draw a blank.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/chinese-censors-remove-protest-sitong-bridge-tiananmen-square\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/chinese-censors-remove-protest-sitong-bridge-tiananmen-square", "date_published": "2023-06-02 10:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jake Shears on life after Scissor Sisters: ‘I was put on Earth to show people a great time’", "description": "<p>He may be older and wiser but the singer says his new album is his way of making the party last for ever</p><p>It has been six or so weeks since Toby, Jake Shears’s beloved 15-and-a-half-year-old border terrier, died. “It has been a rough time,” Shears says from his new London pad. (After prolonged stints in LA and New York, home, for the foreseeable, is England.) “We moved here together, and now there’s a big hole in my life. Toby’s death made me realise how much of a balm he was: if I was stressed, sticking my face in his fur always made me feel better.”</p><p>Work has helped this Scissor Sister turned solo singer through the grief. There is plenty to distract him. His new album, Last Man Dancing, has just been released; there’s a new podcast incoming, too. Plus two original musicals at different stages of development, DJ gigs, a weekly radio show, and that book he really keeps meaning to finish writing. “All that takes up space,” Shears assures me, “but I still spend time thinking about Toby. I light a candle for him every night; I sleep with his bear in my bed. I can’t believe he’s gone, to be honest.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/02/jake-shears-scissor-sisters-last-man-dancing-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/02/jake-shears-scissor-sisters-last-man-dancing-interview", "date_published": "2023-06-02 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mauritian cucumbers are part of my heritage. It’s not too late to sow their seeds", "description": "<p>Pick a variety to suit your growing space, and add this pleasantly sweet-tasting fruit to your summer salads and drinks</p><p>A few years after I’d left my job in television to dedicate myself to growing and writing about food, my dad handed me an envelope of seeds from his favourite vegetable from home – a Mauritian cucumber. It was something of a gauntlet thrown down as my parents were still making sense of the new path I was doggedly pursuing.</p><p>It took three seasons for those seeds to germinate and take root under my care, and it was a magical day when I was able to present my dad with a basket full of cucumbers that had grown from the soil of my East Sussex garden. And this cucumber – light skin, crisp flesh and pleasantly sweet – was so special that it became a character in my book, <a href=\"https://guardianbookshop.com/unearthed-9781529114867\" title=\"\">Unearthed</a>, which charts my journey into food growing, woven through with stories of my family and of Mauritius. Growing the food of my heritage, the food that our family was brought up on, has been one of the most meaningful experiences of my life.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/mauritian-cucumbers-are-part-of-my-heritage-its-not-too-late-to-sow-their-seeds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/mauritian-cucumbers-are-part-of-my-heritage-its-not-too-late-to-sow-their-seeds", "date_published": "2023-06-02 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senate votes to block student loan forgiveness but Biden vows to veto bill", "description": "<p>Repayments could start with the passage of the debt ceiling deal, with supreme court to rule on forgiveness this month</p><p>The Senate approved a House resolution on Thursday to repeal Biden’s student loan forgiveness plan.</p><p>The vote came during a week when student loans have been at the center of public debate. The forgiveness plan faces sharp scrutiny in Congress and the supreme court. And the choice to resume debt repayments, which have been on pause since March 2020, has been tied up in the high-profile deal to lift the debt ceiling and avert a dangerous national default.</p> <a href=\"https://www.theguardian.com/money/2023/jun/02/senate-vote-student-loans-forgiveness-biden-veto\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/02/senate-vote-student-loans-forgiveness-biden-veto", "date_published": "2023-06-02 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It left me with nothing’: the debt trap of payday loans", "description": "<p>Some payday loans have interest rates as high as 664% – but now Minnesota will cap them at 36%, in line with some other states</p><p>Meka Armstrong of Detroit, Michigan, has struggled in a cycle of debt from payday loans for years. She first took out a payday loan in 2010 to cover the costs of medication she needs as she is disabled and lives with lupus.</p><p>“Worst decision I ever made,” said Armstrong. “The interest rate was 49% and I thought I would get my medications and pay the money back, but when I paid the money back, it left me with nothing. That’s how they get you. I, unfortunately, started the payday nightmare, and you can’t get out of the loop.”</p> <a href=\"https://www.theguardian.com/money/2023/jun/02/payday-loans-interest-rates-regulation-minnesota-law\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/02/payday-loans-interest-rates-regulation-minnesota-law", "date_published": "2023-06-02 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Trying to get a bank spot is crazy as it’s become so popular’ - how gen Z got hooked on urban fishing", "description": "<p>Exhilarating, active, and doable in a lunch hour, urban fishing is booming among young people. Meet the new breed of anglers shaking up the banks </p><p>Graffiti, discarded beer cans, shouts from drunk punters spilling out of nearby bars … Few would describe Camden Lock as an angler’s paradise. But it’s on this stretch of London canal, far from the burbling chalk streams and tranquil ponds of the British countryside, where 22-year-old Tom Lloyd likes to fish. He’s been angling all over central London since he was a teenager. He first picked up a rod on a trip with a friend to Waltham Abbey in Essex, but quickly discovered he could fish far closer to home: “You can be in the middle of this urban setting with drunk people and beer bottles, but you’re just there catching fish with your headphones on,” he says.</p><p>Street fishing, also referred to as urban fishing, lure fishing or predator fishing, is a growing sport attracting a new, younger breed of angler. It is at its biggest in mainland Europe, especially Paris where an underground culture of millennial and gen Z anglers from all backgrounds is taking over the banks of the Seine. (When one of the movement’s pioneers, <a href=\"https://www.forevermissed.com/fred-miessner/about\" title=\"\">Fred Miessner</a>, died suddenly last year in a car crash, hundreds of French youth turned out for a fishing vigil.)</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/how-gen-z-got-hooked-on-urban-fishing\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/how-gen-z-got-hooked-on-urban-fishing", "date_published": "2023-06-02 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Houseplant of the week: the umbrella plant", "description": "<p>This low-maintenance beauty is a feng shui favourite said to bring prosperity the home</p><p><strong>Why will I love it?</strong><br />The <em>Schefflera actinophylla</em> will create a positive and harmonious environment in your home through its umbrella-like leaves that can grow up to a foot long.</p><p><strong>Light or shade?</strong> <br />Bright, indirect light. It can also tolerate some direct sunlight.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/houseplant-of-the-week-the-umbrella-plant\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/houseplant-of-the-week-the-umbrella-plant", "date_published": "2023-06-02 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how is the UK’s rising cost of living affecting your options in life?", "description": "<p>We want to hear about the difficult life decisions people in the UK are making </p><p>As the rising cost of living in the UK continues to squeeze people’s existences, we want to hear about the difficult life choices you are making.</p><p>Whether it’s a decision about starting a family, pursuing education, moving to a new job, place or home, tell us about how the country’s economic situation is affecting the options in life available to you.</p> <a href=\"https://www.theguardian.com/business/2023/jun/02/tell-us-how-is-the-uks-rising-cost-of-living-affecting-your-options-in-life\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/02/tell-us-how-is-the-uks-rising-cost-of-living-affecting-your-options-in-life", "date_published": "2023-06-02 09:39:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FA Cup final buildup, Europa League fallout and Leeds seek new manager – live", "description": "<ul><li>Weekend football countdown: news and previews</li><li><a href=\"https://www.theguardian.com/football/2023/jun/01/sam-allardyce-leaves-leeds-united-with-brendan-rodgers-on-new-shortlist\">Allardyce leaves Leeds with Rodgers on shortlist</a></li><li>Why not <a href=\"mailto:John%20Brewin%20%3Cjohn.brewin.casual@theguardian.com%3E\">email John</a> or tweet <a href=\"https://twitter.com/JohnBrewin_\">@JohnBrewin_</a></li></ul><p><strong>Friend of the website</strong> Steven Pye has sent in his <a href=\"https://that1980ssportsblog.blogspot.com/2021/05/fa-cup-final-day.html\">old-fashioned FA Cup final TV memories</a>.</p><p><strong>Banners</strong></p><p>Strictly not a crucial part of the FA Cup final day experience, but as the cameras panned around the terraces, there were always a few homemade banners that stood out. Here is a selection of a few I spotted during my research, but I’m sure there are plenty of others that some of you will recall.</p><p>After the incident at the airport, the body responsible for officials in the English professional game said in a statement on Thursday evening: “PGMOL is aware of videos circulating on social media showing Anthony Taylor and his family being harassed and abused at Budapest Airport.</p><p>“We are appalled at the unjustified and abhorrent abuse directed at Anthony and his family as he tries to make his way home from refereeing the Uefa <a href=\"https://www.theguardian.com/football/uefa-europa-league\">Europa League</a> final. We will continue to provide our full support to Anthony and his family.”</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/02/fa-cup-final-buildup-manchester-united-city-anthony-taylor-leeds-wcl-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/02/fa-cup-final-buildup-manchester-united-city-anthony-taylor-leeds-wcl-live", "date_published": "2023-06-02 09:27:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She hasn’t just raised the bar – she’s obliterated it’: readers on Beyoncé’s Renaissance tour", "description": "<p>The mirrored tank, the horses, the robot, that voice … as Beyoncé takes her tour to the UK’s stadiums, readers who have seen it attempt to describe a ‘breathtaking spectacle that exudes opulence and joy’</p><p>I have been fortunate enough to attend Beyoncé’s concerts seven times over the years. The audience really got into the Renaissance theme at this one, dressing up in a range of styles from disco to LGBTQ+ ball culture. Beyoncé performed for two and a half hours, playing nearly every track from the latest album, along with some of her previous hits as one big DJ mix.</p> <a href=\"https://www.theguardian.com/music/2023/jun/02/beyonce-renaissance-tour-readers-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/02/beyonce-renaissance-tour-readers-reviews", "date_published": "2023-06-02 09:27:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macron and Scholz urge Kosovo to hold fresh elections to ease Serbia tensions", "description": "<p>Serbian and Kosovan leaders invited to impromptu talks in Moldova after unrest over polls boycotted by Serbs</p><p>Kosovo has been urged to hold new elections in the north of the country to de-escalate tensions with Serbia, following an intervention by Olaf Scholz and Emmanuel Macron.</p><p>The leaders of Serbia and Kosovo were invited to impromptu talks at the close of a summit of 46 European leaders in Moldova on Thursday evening.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/macron-scholz-urge-kosovo-fresh-elections-ease-serbia-tensions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/macron-scholz-urge-kosovo-fresh-elections-ease-serbia-tensions", "date_published": "2023-06-02 09:04:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Future shockers: 10 great games about rogue AIs", "description": "<p>Right now artificial intelligence is too busy painting and giving factually spurious answers to basic questions to pose much of a threat to humanity, but in video games, AIs have gone further</p><p>GLaDOS is surely video games’ most recognisable megalomaniacal AI, the creatively sadistic robot with a soothingly monotone, heartily evil voice that has been left in sole charge of a lab for far too long. Let’s be honest, her cheerfully murderous attitude towards humanity isn’t entirely unjustified.</p> <a href=\"https://www.theguardian.com/games/2023/jun/02/10-great-games-about-rogue-ais\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jun/02/10-great-games-about-rogue-ais", "date_published": "2023-06-02 09:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jenny Erpenbeck: ‘There’s a time in life when you need to read Hermann Hesse’", "description": "<p>The German author on her early fascination with fairytales, the joy of Tristram Shandy, and the mysteries of Ovid</p><p><strong>My earliest reading memory<br /></strong>Pünktchen and Anton by Erich Kästner. I was seven, and during a long ride in a packed car, my mum placed me on someone’s lap in the front. I ate chocolate while reading. The chocolate melted while I was lost in the book and spoiled the strange man’s suit – and, unfortunately, some pages of the book, too.</p><p><strong>My favourite book growing up<br /></strong>All the fairytales I could get. Grimms’ in the first place. But also One Thousand and One Nights, and others from all over the world: Persian, Hungarian, Russian, French, Spanish, Chinese. They were funny, unsettling and mysterious all at once.</p> <a href=\"https://www.theguardian.com/books/2023/jun/02/jenny-erpenbeck-theres-a-time-in-life-when-you-need-to-read-hermann-hesse\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/02/jenny-erpenbeck-theres-a-time-in-life-when-you-need-to-read-hermann-hesse", "date_published": "2023-06-02 09:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland’s glass bottle deposit plan is being kicked down the road by warring politicians | Kat Jones", "description": "<p>The environmentally sound scheme is being lost in a battle over who wields the real power after devolution</p><p>The latest constitutional crisis between the Scottish parliament and Westminster isn’t over an independence referendum or the high affairs of state. It’s about whether Scotland can recycle glass bottles more effectively. Last week, the UK government told Scottish ministers they <a href=\"https://www.theguardian.com/politics/2023/may/30/scottish-ministers-poised-to-back-down-in-recycling-row-with-westminster\">couldn’t include glass bottles</a> in their long-planned deposit return scheme.</p><p>Doing so would violate the Internal Market Act, they said, which dictates that any condition devolved administrations wish to place on the sale of goods or services needs central government approval – part of Westminster’s post-Brexit reshaping of the way the UK works. But when the <a href=\"https://hansard.parliament.uk/Lords/2020-10-26/debates/7D722E9C-B45B-4AA7-BF6A-45AB96748E0F/UnitedKingdomInternalMarketBill#contribution-F1B1D934-E73E-4E13-BBCA-4625D3EFC7F8\">act was being debated</a>, ministers were confident that the deposit return scheme would be fully compliant. And yet this week we heard that cans and plastic bottles could be included, but glass bottles could not. So what changed?</p><p>Dr Kat Jones is the director of APRS (Action to Protect Rural Scotland)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/scotland-glass-bottle-deposit-politicians-devolution\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/scotland-glass-bottle-deposit-politicians-devolution", "date_published": "2023-06-02 09:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s that floating next to the Little Mermaid? – the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jun/02/whats-that-floating-next-to-the-little-mermaid-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jun/02/whats-that-floating-next-to-the-little-mermaid-the-stephen-collins-cartoon", "date_published": "2023-06-02 09:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Khartoum was lit with savage fire’: five Sudanese writers on the country’s nightmare conflict", "description": "<p>As lives are lost, families separated and cultural institutions destroyed, female authors, artists and activists speak of their anger, fear and grief as war rages in their homeland</p><p>When the fighting first started in Khartoum, I hid from the news. I did not want it to hijack my life and inflame the homesickness that crippled my early years in Scotland and nearly ruined my marriage.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/02/khartoum-was-lit-with-savage-fire-five-sudanese-writers-on-the-countrys-nightmare-conflict\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/02/khartoum-was-lit-with-savage-fire-five-sudanese-writers-on-the-countrys-nightmare-conflict", "date_published": "2023-06-02 09:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I was shot, and the bullet is still inside me | Experience", "description": "<p>I begged the emergency workers not to let me die. Then I blacked out</p><p>“Ethan, put the gun down, put the gun down!” I heard people scream upstairs. He said: “It isn’t even loaded.”</p><p>I was down in the basement, protecting four others. Then, suddenly, I felt like I had been struck by lightning and felt a searing hot pain in my leg.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/experience-i-was-shot-and-the-bullet-is-still-inside-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/experience-i-was-shot-and-the-bullet-is-still-inside-me", "date_published": "2023-06-02 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Noel Gallagher’s High Flying Birds: Council Skies review – not enough irresistible everyman anthems", "description": "<p><strong>(Sour Mash)</strong><br />The ex-Oasis man’s new album has hints of psychedelia and Easy Now is great but there aren’t enough big galumphing choruses to bellow into the night</p><p>With <a href=\"https://www.theguardian.com/music/blur\">Blur</a> about to release a new album and <a href=\"https://www.theguardian.com/music/pulp\">Pulp</a>’s return taking the form of a bustling summer gig schedule, all we need to make 2023 the return of the Britpop Big Three is an Oasis reunion. Alas, with Liam and Noel still scrapping, lately via the mediums of talkSPORT and Twitter, it looks like the closest we’ll get is another High Flying Birds record. Which is, admittedly, quite far. If the Gallaghers did miraculously patch things up at short notice, Noel’s solo project already has the perfect comeback track: Easy Now, the centrepiece of the outfit’s fourth album, is a vintage patchwork of lump-in-throat melodies, sleazy riffs, sentimental lyrics and a big galumphing chorus just begging to be bellowed into the cold black night.</p><p>The rest of Council Skies – a title Noel nicked from a book by his mate, the artist Pete McKee – is less moreishly nostalgic. The title track is a tinny, chugging slice of 00s indie that seems to go out of its way to produce as generic lyrics as possible (“Cause life is unpredictable / You can win or lose it all”) and although there are a few nods to the bright psychedelia and good-time glam of the band’s previous album, Who Built the Moon?, there is also much greying meat-and-two-veg guitar pop, which occasionally veers into old-man gentleness (see: the actually rather Blur-ish Dead to the World). Despite a handful of the elder Gallagher’s irresistible everyman anthems, much of Council Skies is unambitious and generic to the point of tedium.</p> <a href=\"https://www.theguardian.com/music/2023/jun/02/noel-gallaghers-high-flying-birds-council-skies-review-lacks-those-irresistible-everyman-anthems\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/02/noel-gallaghers-high-flying-birds-council-skies-review-lacks-those-irresistible-everyman-anthems", "date_published": "2023-06-02 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I have brought myself down’: Phillip Schofield says his career is over", "description": "<p>Former This Morning presenter tells BBC he ‘wouldn’t be here’ if daughters had not supported him</p><p>Phillip Schofield has said his career in television is over after he “brought [himself] down” following his affair with a younger man.</p><p>The former This Morning presenter, 61, <a href=\"https://www.theguardian.com/uk-news/2023/may/26/phillip-schofield-quits-itv-after-admitting-affair-with-this-morning-colleague\">resigned from ITV</a> last week after admitting to his “biggest sorriest secret”, an “unwise but not illegal relationship” with a man who is now in his mid-20s.</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 988 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/media/2023/jun/02/phillip-schofield-says-his-career-over-this-morning-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/02/phillip-schofield-says-his-career-over-this-morning-bbc", "date_published": "2023-06-02 08:39:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government has made ‘bad mistake’ refusing to submit Boris Johnson files to Covid inquiry, says Tory peer – UK politics live", "description": "<p>Former No 10 chief of staff Gavin Barwell says decision by PM and Cabinet Office undermines confidence in the inquiry</p><p><strong>The Liberal Democrats have announced that they will table a humble address motion in the commons next week calling for “all material” requested by the Covid 19 inquiry to be released by the government.</strong></p><p>“People are sick and tired of the Government’s attempts to duck scrutiny by refusing to hand over these messages in full,” said the party’s spokesperson, Christine Jardine.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/02/cabinet-office-rishi-sunak-boris-johnson-mistake-covid-inquiry-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/02/cabinet-office-rishi-sunak-boris-johnson-mistake-covid-inquiry-uk-politics-live", "date_published": "2023-06-02 08:22:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour vows to reverse planned Tory changes to student loan system", "description": "<p>Shadow education secretary Bridget Phillipson says party would reduce monthly repayments for graduates</p><p>Labour has promised to reverse changes to the student loan system <a href=\"https://www.theguardian.com/money/2022/feb/24/students-in-england-to-pay-back-loans-over-40-years-instead-of-30\">being planned</a> by the Conservative government in a way that could reduce monthly repayments for graduates.</p><p>Bridget Phillipson, the shadow education secretary, said on Friday the tuition fees system was “broken”, but repeated the insistence by her party leader, Keir Starmer, that Labour would not be able to afford to scrap fees altogether.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/02/labour-vows-to-reverse-planned-tory-changes-to-student-loan-system\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/02/labour-vows-to-reverse-planned-tory-changes-to-student-loan-system", "date_published": "2023-06-02 08:14:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Allardyce leaves Leeds United with Brendan Rodgers on new shortlist", "description": "<ul><li>Allardyce says he cannot commit to challenge after relegation</li><li>Rodgers and Graham Potter admired by Leeds executives</li></ul><p>Sam Allardyce and Leeds have decided to go their separate ways after the Elland Road club’s relegation to the Championship.</p><p>Although Allardyce presided over the collection of only one point during his four-match interim tenure at the end of the season, the staff and players at Leeds were highly impressed by his management style and the possibility of keeping the former England manager in the post next season was seriously considered.</p> <a href=\"https://www.theguardian.com/football/2023/jun/01/sam-allardyce-leaves-leeds-united-with-brendan-rodgers-on-new-shortlist\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/01/sam-allardyce-leaves-leeds-united-with-brendan-rodgers-on-new-shortlist", "date_published": "2023-06-02 08:08:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Avatar: The Way of Water to Living – the seven best films to watch on TV this week", "description": "<p>James Cameron’s imagination-packed return to Pandora is full of stunning visuals, while Bill Nighy is quietly captivating in an adaptation of a Kurosawa classic</p><p>Not a man to do things by halves, world-builder James Cameron is back with the <a href=\"https://www.theguardian.com/film/2022/dec/13/avatar-the-way-of-water-review-james-cameron\">first of four sequels</a> to his 2009 fantasy behemoth. Sam Worthington returns as ex-human soldier Jake, now a Na’vi clan chief on the eco-friendly moon Pandora, alongside Neytiri (Zoe Saldana), with whom he has two children. However, Earth sends another military expedition, forcing the family to flee to a coastal tribe. The subsequent coming-of-age tale involving the kids is by the book, but it’s in the oceanic scenes that Cameron’s bravura imagination and technical genius come to the fore. From the undersea wildlife to the deep-dive set-pieces, it’s an impressively immersive experience. <br /><em>Wednesday 7 June, Disney+</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/avatar-the-way-of-water-to-living-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/avatar-the-way-of-water-to-living-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-06-02 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fancy Bear Goes Phishing by Scott J Shapiro – hacking for beginners", "description": "<p>A fascinating history of cybercrime, from teenage pioneers to international bot armies</p><p>One of the most important figures in the history of cybersecurity is Matthew Broderick. In the 1983 movie WarGames he played David Lightman, a high-school computer whiz who hacks into the Norad defence system by mistake and almost sets off a thermonuclear war. The movie started a national conversation about the vulnerability of computers. President Reagan asked his security advisers: “Could something like this really happen?” Members of Congress screened clips in subcommittee hearings, leading to the first federal legislation on cybercrime. Before he was Ferris Bueller, Broderick was the fresh face of hacking.</p><p>Five years later, a Cornell graduate student named Robert Morris Jr designed a self-replicating “worm” to explore the network that connected the country’s computers, but made a crucial coding error. The worm grew too fast; the network crashed. The first person a horrified Morris alerted was his father, who happened to be one of the US government’s leading experts on data security. Media reports about this real-life David Lightman and his “Morris worm” introduced Americans to an unfamiliar word: the internet.</p> <a href=\"https://www.theguardian.com/books/2023/jun/02/fancy-bear-goes-phishing-by-scott-j-shapiro-hacking-for-beginners\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/02/fancy-bear-goes-phishing-by-scott-j-shapiro-hacking-for-beginners", "date_published": "2023-06-02 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wild Up – Julius Eastman Vol 3: If You’re So Smart, Why Aren’t You Rich? review – a deliriously great tribute", "description": "<p><strong>(New Amsterdam Records)<br /></strong>The LA collective Wild Up continue their celebration of the radical US composer with a wild and wonderful selection of minimalist-maximalist delights</p><p></p><p>Undersung and often ignored during his lifetime, Julius Eastman (1940-1990) is an artist whose influence and reputation seems to have grown exponentially in the decades since his death. Black, gay, impish and provocative – at a time when few contemporary American composers were any of those things – Eastman seems to speak with a certain urgency to 21st-century audiences. The latest of many recent tributes is this mammoth, continuing anthology of his work by the sonically omnivorous LA collective <a href=\"https://www.wildup.org/\">Wild Up</a>. Eastman’s manuscripts are hard to find (many were infamously dumped on the streets when Eastman was evicted from his New York apartment in the late 80s; friends and lovers attest that Eastman even lined his cat litter trays with discarded manuscript pages), so Wild Up have had to diligently unearth scraps of scores and tapes of old performances to complete this seven-volume project.</p><p>After the ecstatic minimalism of <a href=\"https://wildup.bandcamp.com/album/julius-eastman-vol-1-femenine\">Vol 1: Femenine</a> and the wonderfully demented <a href=\"https://wildup.bandcamp.com/album/julius-eastman-vol-2-joy-boy\">Vol 2: Joy Boy</a> comes Vol 3: If You’re So Smart, Why Aren’t You Rich? The 20-minute title track, written in 1977, is the rarest composition here: a series of rising and falling chromatic scales that are slowly mutilated, complete with fiddly orchestrations, background countermelodies, vocal harmonies and instrumental freakouts that serve as a commentary. The 12-minute The Moon’s Silent Modulation, from 1970, is an episodic piece of serialism, featuring brief forays into discordant operatic harmonies, swing-style walking bass, rumbling cellos and two pianos that appear to be a fraction of a tone apart.</p> <a href=\"https://www.theguardian.com/music/2023/jun/02/wild-up-julius-eastman-vol-3-if-youre-so-smart-why-arent-you-rich-review-new-amsterdam-records\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/02/wild-up-julius-eastman-vol-3-if-youre-so-smart-why-arent-you-rich-review-new-amsterdam-records", "date_published": "2023-06-02 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan’s ageing footballers get their kicks in over-80s league", "description": "<p>Soccer for Life league in Tokyo has about 40 players, enough for three teams, playing 30-minute matches</p><p>There are mops of silver hair, Bobby Charlton combovers and a fair number of creaking knees. But the Red Star and Blue Hawaii football teams can be forgiven for the hesitant start to their match: every man on the pitch is older than 80. Within minutes, though, they are running freely – and moaning at the referee – as they roll back the years with every pass and tackle.</p><p>With a combined age in four figures, the 22 men are defying the passage of time in the Tokyo Soccer for Life league for the over-80s, a sporting expression of Japan’s status as a “super-ageing” society where the average male life expectancy is 85.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/japan-ageing-footballers-over-80s-league-soccer-for-life-tokyo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/japan-ageing-footballers-over-80s-league-soccer-for-life-tokyo", "date_published": "2023-06-02 07:50:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lake Maggiore deaths: why were Italian and Israeli secret service agents on a boat in northern Italy?", "description": "<p>Four died after a vessel carrying 21 passengers – all with links to Italian and Israeli intelligence – capsized, and speculation is growing about the nature of the trip</p><p>It reads like a pitch for a thriller.</p><p>A group of tourists board a boat on a beautiful lake at the foot of the Alps. The boat capsizes in a sudden storm. Four drown as others swim to safety. In the days that follow, as authorities struggle to trace hotel bookings for the passengers, it emerges all were <a href=\"https://www.theguardian.com/world/2023/may/30/italian-and-israeli-agents-among-four-dead-after-boat-capizes-in-lake-maggiore\">affiliated with the Italian and Israeli secret services.</a></p> <a href=\"https://www.theguardian.com/world/2023/jun/02/lake-maggiore-deaths-why-were-italian-and-israeli-secret-service-agents-on-a-boat-in-northern-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/lake-maggiore-deaths-why-were-italian-and-israeli-secret-service-agents-on-a-boat-in-northern-italy", "date_published": "2023-06-02 07:49:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outclassed Miami look no match for the better team and the best player", "description": "<p>After the Heat were outplayed and Jimmy Butler rendered all but irrelevant by the Nuggets in their NBA finals opener, Miami’s mission impossible is looking that much tougher</p><p>Maybe it was the thin air. Perhaps it was fatigue in their 21st game since the end of the regular season. Or just an inevitable reversion towards normality for the postseason’s greatest overachievers.</p><p>Whatever it was, it was quickly clear that anyone tuning in to <a href=\"https://www.theguardian.com/sport/2023/jun/01/denver-nuggets-miami-heat-nba-finals-game-1-report\">the first game of the NBA finals</a> on Thursday in the hope of witnessing a stirring mountain tale starring a brave band of odds-defying underdogs should have switched off the game and streamed The Sound of Music instead.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/02/miami-heat-denver-nuggets-nba-finals-mismatch-game-1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/02/miami-heat-denver-nuggets-nba-finals-mismatch-game-1", "date_published": "2023-06-02 07:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France braces for threat of credit rating downgrade – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p><strong>In a boost for France, industrial production across the country has picked up – helped by a drop in strike action.</strong></p><p>Manufacturing output rose by 0.7% in April, new data from statistics body INSEE shows, while wider industrial output gained 0.8%.</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/02/france-threat-credit-rating-downgrade-standard-poors-fiat-us-jobs-report-markets-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/02/france-threat-credit-rating-downgrade-standard-poors-fiat-us-jobs-report-markets-business-live", "date_published": "2023-06-02 07:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Caruana leads at Stavanger after beating Carlsen in opening round", "description": "<p>The US champion beat the Norwegian for the first time in eight years, then scored in his next two games to lead the 10-player event</p><p>Fabiano Caruana got off to a fine start this week at the Norway Chess elite event in Stavanger, where the US champion defeated Magnus Carlsen, the world No 1, in the opening round and was a clear leader after three of the nine rounds.</p><p>Carlsen, in contrast, trails in eighth place, despite scoring after replays in his next two games against Wesley So and Hikaru Nakamura. The Norwegian has won Stavanger for four years in a row, so it is too early to discount his recovery chances, but with only six rounds left his task is already difficult.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/02/chess-caruana-leads-at-stavanger-after-beating-carlsen-in-opening-round\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/02/chess-caruana-leads-at-stavanger-after-beating-carlsen-in-opening-round", "date_published": "2023-06-02 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McKinley Dixon: Beloved! Paradise! Jazz!? review – literary, urgent rap", "description": "<p><strong>(City Slang)</strong><br />This is shorter than the Virginian jazz-rapper’s sprawling breakout LP, but still full to bursting with images and invention</p><p>Richmond, Virginia rapper McKinley Dixon broke out in 2021 with <a href=\"https://daily.bandcamp.com/album-of-the-day/mckinley-dixon-for-my-mama-and-anyone-who-look-like-her-review\">For My Mama and Anyone Who Look Like Her</a>, a lush collection of expansive jazz-rap tracks that made great use of his elastic flow. From bar to bar, he could shift gears from laconic and unbothered to tense and tetchy; the album’s improvisation-heavy production let Dixon stretch out and play, ducking and weaving through wandering upright bass and noodling horns.</p><p>Dixon’s fourth album tightens its lens: skipping by in 30 minutes, its songs possess a renewed urgency and velocity. But his writing is more literary and exploratory still. <a href=\"https://mckinleydixon.bandcamp.com/album/beloved-paradise-jazz-2\">Beloved! Paradise! Jazz!?</a> (named after three of Toni Morrison’s most celebrated works) provides an embarrassment of imagistic riches: a king “ripping gold flickering flesh / Off his finger pads”; a sign in a bodega reads “‘What does your life entail?’ / Damn.” Dixon pays tribute to his hero Morrison – who he describes as “the greatest rapper of all time” – with this linguistic curiosity, uttered in his warm, often reedy, voice.</p> <a href=\"https://www.theguardian.com/music/2023/jun/02/mckinley-dixon-beloved-paradise-jazz-review-city-slang\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/02/mckinley-dixon-beloved-paradise-jazz-review-city-slang", "date_published": "2023-06-02 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protecting Bosnia and Herzegovina’s anti-fascist legacy: Mostar’s Partisan Memorial Cemetery", "description": "<p>The most significant anti-fascist architectural landmark in the former Yugoslavia has been neglected and left as a ruin for decades. Having survived the 1990s Bosnian war, the Partisan Memorial Cemetery in Mostar now faces its biggest threat – and possible disappearance – as organised neofascists are intent on destroying the necropolis and all it stands for. A small group of residents and activists are fighting to protect the cemetery and its history for future generations, but with a lack of political will, and facing fear of intimidation and attack, the Necropolis Defenders face an uphill struggle</p><ul><li><em>This story was supported by the <a href=\"https://pulitzercenter.org/\">Pulitzer Center</a></em></li></ul><p>Mostar is the bucket-list city for every tourist to Bosnia and Herzegovina. Its Old Town features pre-Ottoman, eastern Ottoman, Mediterranean and western European architectural features and the rebuilt Unesco-designated Old Bridge that dates back to 1459. Every spring and summer the Old Town is visited by tens of thousands of day-tripper tourists and backpackers, yet only 10 minutes away, on the west side of the city, is another equally important historical landmark that sits abandoned and partially destroyed, where few tourists ever venture.</p><p>The Partisan Memorial Cemetery has no clearly visible ideological design or signage – it was supposed to mark a shared start for all the ethnic groups that made up Yugoslavia after the second world war</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/02/protecting-bosnia-and-herzegovinas-anti-fascist-legacy-mostars-partisan-memorial-cemetery\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/02/protecting-bosnia-and-herzegovinas-anti-fascist-legacy-mostars-partisan-memorial-cemetery", "date_published": "2023-06-02 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including owl chicks, a white moose calf and hungry brown bear cubs</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/jun/02/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/jun/02/the-week-in-wildlife-in-pictures", "date_published": "2023-06-02 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a teacher – and this is why I’m not giving my son a smartphone yet | Lola Okolosie", "description": "<p>The adverse effects on children’s mental health are well known, and pre-teens are too young to safely navigate the internet</p><p>But everyone has one,” pleads my son as his father and I tell him, for the umpteenth time, that no, he will not get a smartphone. Not now and probably not for a few more years. Despite our firm resolve, it is hard not to feel sorry for him. As the end of year 6 draws closer, the weeks are peppered with stories of new classmates whose parents have, as one friend texted recently, “cracked”. WhatsApp groups are springing up so that friends going to different secondaries can easily keep in touch. It is a world of interaction he will remain ignorant of, but, much though it pains me to see the turmoil it causes, I feel vindicated each time I read about the detrimental impact that smartphones are having on children.</p><p>One <a href=\"https://www.childrenscommissioner.gov.uk/resource/pornography-and-harmful-sexual-behaviour/\">report published</a> earlier this year from the children’s commissioner, Dame Rachel de Souza, revealed that nearly a third of young people will have viewed pornography by the age of 11. Such content, De Souza clarifies, will not be the equivalent of “top-shelf” material some parents may have viewed in their youth and which today would be considered quaint. It is material in which “depictions of degradation, sexual coercion, aggression and exploitation are commonplace, and disproportionately targeted against teenage girls”.</p><p>Lola Okolosie is an English teacher and writer focusing on race, politics, education and feminism</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/teacher-smartphone-children-mental-health-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/teacher-smartphone-children-mental-health-internet", "date_published": "2023-06-02 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winners of $1m prize for sustainable city transport announced", "description": "<p>Brazilian city of Fortaleza leads way with its plan to build more than 110 miles of protected cycle routes</p><p>The winning entries include everything from traditional bike lanes to innovative walk-to-school programmes. Plans were submitted by hundreds of cities across five continents for a new prize that aims to promote sustainable travel – and it seems the appetite for active transport has truly gone global.</p><p>Ten months after cities around the world <a href=\"https://www.theguardian.com/cities/2022/oct/10/cities-around-the-world-offered-chance-to-win-1m-to-build-cycle-lanes\">were offered the chance</a> to bid for up to $1m (£800,000) to build or expand new cycling and walking schemes, the money has been awarded to designs in Brazil, Ethiopia, Kenya, Mozambique, New Zealand and Albania, among others.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/winners-of-1m-prize-for-sustainable-city-transport-announced\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/winners-of-1m-prize-for-sustainable-city-transport-announced", "date_published": "2023-06-02 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should I change my wedding menu to suit my cousin’s gluten-free diet?", "description": "<p>One guest wants a special dietary option, but the bride says it’s too late. You decide if that’s a mealy-mouthed excuse<br /><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>All the details are finalised, after three years of planning – then Akane asks at the last minute</em></p><p><em>I’m not asking for my own specially created menu – just something I can nibble on</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/02/you-be-the-judge-should-i-change-my-wedding-menu-to-suit-my-cousins-gluten-free-diet\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/02/you-be-the-judge-should-i-change-my-wedding-menu-to-suit-my-cousins-gluten-free-diet", "date_published": "2023-06-02 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I felt I wouldn’t be taken seriously’: Riley Keough on movie-making, friendship and privilege", "description": "<p>Keough – Elvis’s granddaughter – had already made her name as an actor. Then as a first-time director, she won the Caméra d’Or at Cannes. She and creative partner Gina Gammell talk about War Pony, their film about a Native American reservation</p><p>In 2015, Riley Keough was in a motel in South Dakota waiting to shoot a scene in Andrea Arnold’s <a href=\"https://www.theguardian.com/film/2016/oct/13/american-honey-review-andrea-arnold\" title=\"\">American Honey</a>. As the hours dragged, she got chatting to a couple of extras, Bill Reddy and Franklin Sioux Bob, two Native American men who’d grown up on the nearby Pine Ridge Reservation. “It was one of those situations where we started talking, and we just didn’t stop,” Keough says. “Then lunchtime came, and I found myself going, ‘Can I sit with you?’”</p><p>Keough and the two men swapped numbers and, after shooting wrapped, she flew from Los Angeles to the reservation for a holiday – joined by her friend and producing partner Gina Gammell. For a couple of weeks, they drove around, having fun, messing about making music videos for Sioux Bob, a musician. “We were 26 and had nothing to do, so we just spent the summer hanging with our friends. It was a beautiful summer friendship.”</p> <a href=\"https://www.theguardian.com/film/2023/jun/02/i-felt-i-wouldnt-be-taken-seriously-riley-keough-on-movie-making-friendship-and-privilege\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/02/i-felt-i-wouldnt-be-taken-seriously-riley-keough-on-movie-making-friendship-and-privilege", "date_published": "2023-06-02 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blood test for 50 types of cancer could speed up diagnosis, study suggests", "description": "<p>NHS trial results of liquid biopsy indicate Galleri test has potential to spot cancer in people with symptoms</p><p>A blood test for more than 50 forms of cancer could help speed up diagnosis and fast-track patients for treatment, a study suggests.</p><p>NHS trial results of the liquid biopsy, published at the world’s largest cancer conference in the US, suggest the <a href=\"https://www.theguardian.com/science/2022/sep/11/galleri-blood-test-multiple-cancers-before-clear-symptoms-study\">Galleri blood test</a> has the potential to spot and rule out cancer in people with symptoms.</p> <a href=\"https://www.theguardian.com/science/2023/jun/02/blood-test-50-types-cancer-could-speed-up-patient-diagnosis-study\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/02/blood-test-50-types-cancer-could-speed-up-patient-diagnosis-study", "date_published": "2023-06-02 06:42:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Happy Couple by Naoise Dolan review – sharp-eyed follow-up to Exciting Times", "description": "<p>Marriage is a dare and coupledom is complicated in this perceptive take on modern love</p><p>Coupledom, for the 22-year-olds in Naoise Dolan’s debut, <a href=\"https://www.theguardian.com/books/2020/apr/17/exciting-times-by-naoise-dolan-review-a-witty-deadpan-debut\" title=\"\">Exciting Times</a>, is a fraught endeavour that can at best grant you temporary reprieve from the terror of your own brain and at worst lead to your complete annihilation. The slightly older pair at the centre of her new novel, The Happy Couple (they aren’t), are no longer spending most of their energies in relationships tallying the score. Now they linger on the qualities they love in their partners: his attention to detail; her love of music. Though the engagement that sparks this sharp-eyed marriage plot is almost an accident, the result of a passive-aggressive game of chicken gone too far, they will see it through. To do otherwise would require them to “share feelings”, which they do not do. “Have you met Irish people?”</p><p>It begins in Dublin, with a triangle. Celine is an aloof concert pianist with self-destructive tendencies living in the world of abstraction; her boyfriend Luke’s destructiveness tends to ricochet on to the people he professes to love. Maria, Celine’s ex, is intellectually and erotically a better match for her but interpersonally hard work. If an engagement pulls two co-conspirators into a seemingly airtight plot – everything hurtling towards the main event – in The Happy Couple, other people trouble the narrative’s unfolding.</p> <a href=\"https://www.theguardian.com/books/2023/jun/02/the-happy-couple-by-naoise-dolan-review-sharp-eyed-follow-up-to-exciting-times\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/02/the-happy-couple-by-naoise-dolan-review-sharp-eyed-follow-up-to-exciting-times", "date_published": "2023-06-02 06:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Network of geothermal power stations ‘could help level up UK’", "description": "<p>Many of Britain’s poorest towns are in areas with greatest potential for renewable energy, says report</p><p>A network of underground geothermal plants is being touted as a way to help level up the UK after a report discovered many areas with the greatest geothermal potential lie beneath the towns and cities most in need of investment.</p><p>Areas that have been earmarked by the government as part of<a href=\"https://www.theguardian.com/inequality/2022/feb/02/what-does-the-levelling-up-white-paper-say\"> its levelling up agenda</a> are about three times as likely to be rich in untapped energy from the earth, according to an academic study commissioned by No 10.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/network-of-geothermal-power-stations-could-help-level-up-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/network-of-geothermal-power-stations-could-help-level-up-uk", "date_published": "2023-06-02 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pastel-coloured homes for sale – in pictures", "description": "<p>From a pink Grade II-listed ‘gingerbread’ cottage to a sky-blue city terrace</p> <a href=\"https://www.theguardian.com/money/gallery/2023/jun/02/pastel-coloured-homes-for-sale-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/jun/02/pastel-coloured-homes-for-sale-in-pictures", "date_published": "2023-06-02 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Crowded Room to Significant Other: the seven best shows to stream this week", "description": "<p>Tom Holland and Amanda Seyfried star in an explosive psychological thriller, while Katherine Parkinson’s sweet new romantic comedy takes some beating</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/the-crowded-room-to-significant-other-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/the-crowded-room-to-significant-other-the-seven-best-shows-to-stream-this-week", "date_published": "2023-06-02 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The air tasted of salty joy, fat seals basking nearby’: readers’ favourite coastal walks in UK and Europe", "description": "<p>From the shimmering Hebrides to Brittany’s enchanted rockpools, our readers share the highlights of their shoreline strolls</p><p>The Fisherman’s Trail in south Portugal is magical. We started from Porto Covo and ended in Lagos, walking 140 miles in 12 days, staying overnight in rustic villages, cobblestoned towns and surfer spots. Those short of time can walk a smaller section of the trail. The walk has breathtaking views, rugged cliffs, wild beaches with crystal-clear waters, pine forests, vineyards, and meadows of wild flowers. Lots of wildlife can be spotted – lizards, storks, cormorants and countless other birds – and the wine and seafood in the restaurants along the way is a treat.<br /><strong>Miana</strong></p> <a href=\"https://www.theguardian.com/travel/2023/jun/02/readers-favourite-coastal-walks-uk-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/02/readers-favourite-coastal-walks-uk-europe", "date_published": "2023-06-02 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Power of touch: how blind women are helping detect breast cancer in India", "description": "<p>A scheme training visually impaired women to use their heightened tactile abilities benefits patients and examiners</p><p>The most satisfying part of Ritika Maurya’s work is reassuring the anxious. “Women fear coming for breast examinations,” says Maurya. “What if a lump is found in my breast? Will that be the end of my life? These are some of the questions that haunt them all the time.”</p><p>Maurya is, she says, “still learning to be good at this”. As a blind child, she had a sheltered upbringing with protective parents who rarely let her leave the house.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/02/power-of-touch-how-blind-women-are-helping-detect-breast-cancer-india-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/02/power-of-touch-how-blind-women-are-helping-detect-breast-cancer-india-acc", "date_published": "2023-06-02 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Kyiv shoots down more than 30 missiles and drones in early morning strikes", "description": "<p>Moscow launches sixth airstrike in six days; US debt ceiling deal won’t limit Ukraine spending, says Chuck Schumer</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>A village in Russia’s western Bryansk region has been shelled by Ukrainian forces, setting a house on fire, but no one was injured, regional governor Alexander Bogomaz said in a post on the Telegram messaging app on Friday.<br /><br />Neither Reuters nor the Guardian could verify the reported attack on Lomakovka village located close to the border with Ukraine’s Chernihiv region.<br /><br />Russian officials have reported intensified attacks from northern Ukraine and said that on Thursday Ukrainian troops attempted to cross the border into the Belgorod region, the first such incursion.<br /><br />Ukraine denies its military is involved in the incursions and says they are conducted by Russian volunteer fighters.</p><p>Speaking to reporters on condition of anonymity, the official said the US steps to stop sharing with Russia some of the information required under the New Start treaty were reversible, Reuters reports, and that the United States was looking to draw Moscow back into arms control talks, an unlikely prospect given Russia’s February 2022 invasion of Ukraine and US arms supplies to Kyiv.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/02/russia-ukraine-war-live-kyiv-shoots-down-more-than-30-missiles-and-drones-in-early-morning-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/02/russia-ukraine-war-live-kyiv-shoots-down-more-than-30-missiles-and-drones-in-early-morning-strikes", "date_published": "2023-06-02 05:25:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Natasha Lyonne rocks in excellent new series Poker Face", "description": "<p>The must-watch comedy crime drama continues. Plus: the undercover mission gears up in Black Ops. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/tv-tonight-natasha-lyonne-rocks-in-excellent-new-series-poker-face\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/tv-tonight-natasha-lyonne-rocks-in-excellent-new-series-poker-face", "date_published": "2023-06-02 05:20:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vietnam: outcry after leading climate activist arrested, accused of tax evasion", "description": "<p>Critics say allegations against Hoang Thi Minh Hong are politically motivated, coming amid similar prosecutions against other environmental activists</p><p>Police in Vietnam have arrested a prominent environmental activist after accusing her of tax evasion, charges that have been dismissed by critics as politically motivated.</p><p><a href=\"https://tienphong.vn/viet-nam-noi-ve-viec-hoang-thi-minh-hong-bi-bat-post1539296.tpo\">Hoang Thi Minh Hong</a>, a former CEO of Change, an environment-focused NGO, was detained by police along with her husband, Nam Hoang, and former staff members of Change in Ho Chi Minh City on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/vietnam-outcry-after-leading-climate-activist-arrested-accused-of-tax-evasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/vietnam-outcry-after-leading-climate-activist-arrested-accused-of-tax-evasion", "date_published": "2023-06-02 05:14:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millennials are a growing electoral force, and their thinking on tax is a gamechanger | Gaby Hinsliff", "description": "<p>Young people are hostile to income redistribution. It’s not because they’re rightwing – they simply pay too much tax already</p><p>Taxes are the price paid for living in a civilised society.</p><p>That founding belief in the moral imperative to stump up for the public good lies deep in progressive bones, just as the belief that people should be able to keep more of their own hard-earned cash does for rightwingers. British liberals are so used to arguing that you can’t have lovely, Scandinavian-style public services on American-style taxes that most of us could probably do it in our sleep.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/02/millennials-tax-gamechanger-income-redistribution-rightwing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/02/millennials-tax-gamechanger-income-redistribution-rightwing", "date_published": "2023-06-02 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pollutionwatch: why reducing air pollution is a ‘bargain investment’", "description": "<p>The benefits from reducing the harm to health are often calculated to add up to many times the cost of action</p><p>Exposure to air pollution harms our health, and reducing air pollution saves money. These were the two of the main messages from <a href=\"https://www.healtheffects.org/meeting/brussels-meeting-air-pollution-and-health-taking-stock-proposed-revision-ambient-air-quality\">last month’s conference</a> of air pollution scientists in Brussels. Held just a few hundred metres from the European Commission, it sent a clear message to EU policymakers about the opportunities from adopting ambitious targets.</p><p>Each year across the 27 EU member states about <a href=\"https://www.eea.europa.eu/publications/air-quality-in-europe-2022\">412,000 people die</a> early from particle pollution, but this is just part of the impact. Air pollution is also a factor in many of our chronic diseases; it <a href=\"https://www.london.gov.uk/sites/default/files/2023-04/Imperial%20College%20London%20Projects%20-%20impacts%20of%20air%20pollution%20across%20the%20life%20course%20%E2%80%93%20evidence%20highlight%20note.pdf\">harms our health</a> from before birth, through childhood and into our old age.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/pollutionwatch-why-reducing-air-pollution-is-a-bargain-investment\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/pollutionwatch-why-reducing-air-pollution-is-a-bargain-investment", "date_published": "2023-06-02 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red, blue and buzzing: excitement builds in Manchester for FA Cup final", "description": "<p>City and United will play each other for the trophy for the first time on Saturday, and fans are already preparing</p><p>When <a href=\"https://www.theguardian.com/football/manchester-united\">Manchester United</a> play <a href=\"https://www.theguardian.com/football/manchestercity\">Manchester City</a> for the first time in an FA Cup final on Saturday, few fans at Wembley will have travelled as far as Leon Labko to witness the Manc-Manc showdown.</p><p>A native of Melbourne, Australia, it took the 78-year-old 25 hours to fly in for the match, undeterred by having experienced heart failure three times on previous flights to watch his beloved United.</p> <a href=\"https://www.theguardian.com/football/2023/jun/02/red-blue-and-buzzing-excitement-builds-in-manchester-for-fa-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/02/red-blue-and-buzzing-excitement-builds-in-manchester-for-fa-cup-final", "date_published": "2023-06-02 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Climate negotiations are inherently abusive’: campaigner Brianna Craft on the struggle smaller countries face", "description": "<p>In her memoir, the Cop delegate draws parallels with her violent childhood home and the imbalance of power in global summits</p><p>When Brianna Craft arrived at her <a href=\"https://www.theguardian.com/news/2019/dec/02/climate-crisis-what-is-cop-and-can-it-save-the-world\">first UN climate conference</a> in 2011, she was 24, optimistic and full of hope, believing that the negotiations were where the crisis would be solved.</p><p>More than a decade later, her feelings have changed significantly. “Yes, it is the only thing that exists where the poorest countries have a seat at the table,” she says of the annual “conferences of the parties”, or Cops, “but that does not mean it is a good thing, or a right thing, or a just thing”.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/climate-negotiations-are-inherently-abusive-campaigner-brianna-craft-on-the-struggle-smaller-countries-face\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/climate-negotiations-are-inherently-abusive-campaigner-brianna-craft-on-the-struggle-smaller-countries-face", "date_published": "2023-06-02 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parents outline ‘woeful’ mental health support for students at UK universities", "description": "<p>Survey follows petition demanding legislation for a statutory duty of care in higher education</p><p>Students who are struggling with their mental health can wait a whole academic year to receive help from university counselling services, while others are allowed only six sessions for their entire degree, according to <a href=\"https://committees.parliament.uk/writtenevidence/121595/pdf/\">a new survey</a>.</p><p>Parents who took part in the survey criticised UK universities for failing to contact them when their child was struggling with their mental health. Others said that when they got in touch with their child’s university to raise concerns, these were not escalated.</p> <a href=\"https://www.theguardian.com/education/2023/jun/02/parents-survey-mental-health-support-students-universities\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/02/parents-survey-mental-health-support-students-universities", "date_published": "2023-06-02 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US deal could plug Turkmenistan’s colossal methane emissions", "description": "<p>The central Asian country has the worst rate of climate-heating ‘super-emitter’ events in the world</p><p>The US is in negotiations with Turkmenistan over an agreement to plug the central Asian nation’s colossal methane leaks.</p><p>Turkmenistan was responsible for <a href=\"https://www.theguardian.com/environment/2023/mar/06/revealed-1000-super-emitting-methane-leaks-risk-triggering-climate-tipping-points\">184 “super-emitter” events</a> in which the powerful greenhouse gas was released in 2022, the highest number in the world. One caused climate pollution equivalent to the rate of emissions from 67m cars.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/02/us-deal-turkmenistan-colossal-methane-emissions\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/02/us-deal-turkmenistan-colossal-methane-emissions", "date_published": "2023-06-02 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can do everything but be humble’: Eric Cantona on his surprise new music career", "description": "<p>A generational football talent, a celebrated actor and now a chanteur with serious chops – the Frenchman is a polymath par excellence. He discusses politics, mortality and Pep Guardiola</p><p>Take Nick Cave, add a splash of Leonard Cohen, sprinkle with Serge Gainsbourg and you might have something approximating Eric Cantona’s first single. Yes, you read that right: The Friends We Lost is seriously good. The footballer turned actor turned chanteur whisper-croons his way through a gorgeous meditation on life with a handful of gnomic Cantona-isms thrown in for good measure (“Like a red snake in the water / In mind a winning number / Listen to the silence over the fear / The deep ocean that we can’t hear”). The single is just the start. Next up is a tour, a live album and a studio album.</p><p>Cantona tells me that, from childhood, he always hoped to play his own music on stage, but he didn’t think he had it in him. He hadn’t written any music, nor did he think he could sing. But in lockdown he decided to teach himself the guitar to help him write songs for live performances. The albums are by the by – gigging is the main attraction. “I’m still a bad guitarist, but good enough to write songs, and I wrote maybe 30. I did it just to go on stage, because I love the connection with an audience – football, theatre, music. And music, for me, was the dream.”</p><p>The infamous kick … Cantona gives Crystal Palace fan Matthew Simmons what for. Photograph: Action Images/Reuters</p> <a href=\"https://www.theguardian.com/music/2023/jun/02/i-can-do-everything-but-be-humble-eric-cantona-on-his-surprise-new-music-career\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/02/i-can-do-everything-but-be-humble-eric-cantona-on-his-surprise-new-music-career", "date_published": "2023-06-02 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did the poster give it away? The 12 clues that foreshadowed Succession’s ultimate winner", "description": "<p>From a specific catchphrase to some revealing marketing materials, maybe the victor of Jesse Armstrong’s drama was in plain sight all along. Here are the signs we should have spotted</p><p><em>Spoiler alert: this article is for people who have watched <a href=\"https://viewer.gutools.co.uk/tv-and-radio/succession\">Succession</a> season four. Don’t read on unless you’ve seen the finale, episode 10.</em></p><p>Tightrope Tom-Wam. Mr Normcore. The puffy-vested meat puppet. Disgusting Brother Senior. Tomlette the clumsy interloper. The man who dressed like a divorce attorney from the <a href=\"https://www.theguardian.com/us-news/2020/may/29/the-minnesota-paradox-how-race-divides-prosperous-minneapolis\">Twin Cities</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/did-the-poster-give-it-away-the-12-clues-that-foreshadowed-successions-ultimate-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/02/did-the-poster-give-it-away-the-12-clues-that-foreshadowed-successions-ultimate-winner", "date_published": "2023-06-02 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China swelters through record temperatures, putting pressure on power grids", "description": "<p>Record heat in May across parts of the country comes amid a year of rising temperatures and erratic weather in China</p><p>Temperatures across China reached or exceeded their records for the month of May, the country’s National Climate Centre has said.</p><p>Weather stations at 446 sites registered temperatures that were the same as, or greater than, the highest ever recorded for the month of May, deputy director of the National Climate Centre Gao Rong said at a press briefing on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/china-swelters-through-record-temperatures-putting-pressure-on-power-grids\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/china-swelters-through-record-temperatures-putting-pressure-on-power-grids", "date_published": "2023-06-02 04:58:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RMT strike in England begins two days of rail disruption", "description": "<p>Half of services on affected lines cancelled on Friday with only 40% of trains set to run on Saturday during Aslef industrial action</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jun/01/rail-strikes-rmt-aslef-train-services-friday-saturday\">Which trains will run on Friday and Saturday in Great Britain?</a></li></ul><p>More than 20,000 rail workers in England have begun a 24-hour strike that will cancel half of services on affected lines as part of a long-running dispute with train operators over jobs, pay and conditions.</p><p>The stoppage by the National Union of Rail, Maritime and Transport Workers (RMT) – the second of three by rail unions to hit the network this week – will affect most operators in England and some cross-border services into Scotland and Wales.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/rmt-aslef-two-day-strike-rail-service-disruption-england-friday-saturday\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/02/rmt-aslef-two-day-strike-rail-service-disruption-england-friday-saturday", "date_published": "2023-06-02 04:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan vending machines to automatically offer free food if earthquake hits", "description": "<p>Machines in coastal city of Ako, are located in an area that experts say is vulnerable to a future powerful earthquake</p><p>Japan has extended its natural disaster preparations to <a href=\"https://www.theguardian.com/world/2021/dec/29/no-contact-required-covid-fuels-vending-machine-revival-in-japan\">vending machines</a>, which will offer free food and drink in the event of a major earthquake or typhoon.</p><p>Two machines have been installed in the western coastal city of Ako, located in a region that seismologists say is vulnerable to a powerful earthquake that is expected to hit the country’s central and south-west pacific coast in the next few decades.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/japan-vending-machines-to-automatically-offer-free-food-if-earthquake-hits\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/japan-vending-machines-to-automatically-offer-free-food-if-earthquake-hits", "date_published": "2023-06-02 03:50:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump and Fox News play it safe in town hall as network faces lawsuit", "description": "<p>Event with the ex-president comes as the network battles second defamation lawsuit after paying $787m to settle with Dominion</p><p>Donald Trump and <a href=\"https://www.foxnews.com/\">Fox News</a> played it safe on Thursday with a town-hall event in Iowa that swerved past the former US president’s election lies and liability for sexual abuse.</p><p>The uncharacteristic omissions were a striking contrast to Trump’s recent town hall on rival network CNN and likely a source of relief for both his own lawyers and those of Fox News.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/01/fox-news-trump-town-hall-iowa\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/01/fox-news-trump-town-hall-iowa", "date_published": "2023-06-02 03:21:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Manchester City’s dominance of English football fair? – podcast", "description": "<p>Manchester City have added this season’s Premier League title to their collection of honours and are favourites to win the FA Cup and the Champions League. But are they playing fair? Jonathan Liew reports</p><p>This weekend Manchester City will contest the FA Cup final with Manchester United at Wembley. It’s the first time the two rivals have ever met in the final and represents the past and present of English football dominance. For years Manchester United were the all-powerful force, now it is Manchester City.</p><p>As <strong>Jonathan Liew</strong> tells <strong>Michael Safi, </strong>the transformation of Manchester City, from perennial also-rans to the most powerful club in the country, has been achieved in just 15 years. That current dominance can be traced to one crucial moment: the takeover of the club by Sheikh Mansour bin Zayed al-Nahyan of the Abu Dhabi royal family. The millions of pounds ploughed into the club have bought not just the best players but the best coach, the best medical staff, backroom analysers, scouts – and lawyers.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/02/is-manchester-city-dominance-english-football-fair-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/02/is-manchester-city-dominance-english-football-fair-podcast", "date_published": "2023-06-02 02:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan hails ‘comprehensive’ trade deal with US as China issues warning", "description": "<p>Agreement designed to deepen economic ties ‘signals a new beginning’, says Taiwan cabinet spokesperson</p><p>The United States and Taiwan have signed a trade deal aimed at deepening economic relations between both sides – in a move that has sparked a warning from Beijing.</p><p>Taiwan’s government has described the deal as “the most comprehensive” trade agreement signed with Washington since 1979.</p> <a href=\"https://www.theguardian.com/world/2023/jun/02/taiwan-hails-comprehensive-trade-deal-with-us-as-china-issues-warning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/02/taiwan-hails-comprehensive-trade-deal-with-us-as-china-issues-warning", "date_published": "2023-06-02 01:56:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI-controlled US military drone ‘kills’ its operator in simulated test", "description": "<p>No real person was harmed, but artificial intelligence used ‘highly unexpected strategies’ in test to achieve its mission and attacked anyone who interfered</p><p></p><p>In a simulated test staged by the US military, an air force drone controlled by AI killed its operator to prevent it from interfering with its efforts to achieve its mission, an official said last month.</p><p>AI used “highly unexpected strategies to achieve its goal” in the simulated test, said Col Tucker ‘Cinco’ Hamilton, the chief of AI test and operations with the US air force, during the Future Combat Air and Space Capabilities Summit in London in May.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/01/us-military-drone-ai-killed-operator-simulated-test\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/01/us-military-drone-ai-killed-operator-simulated-test", "date_published": "2023-06-02 01:36:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk accused of insider trading in Dogecoin lawsuit", "description": "<p>Investors claim Tesla chief used Twitter, paid influencers and his TV appearance to manipulate price of cryptocurrency</p><p>Elon Musk is being accused of insider trading in a proposed class action lawsuit by investors. They say the Tesla CEO manipulated the cryptocurrency Dogecoin, costing them billions of dollars.</p><p>In a Wednesday night filing in Manhattan federal court, investors said Musk used Twitter posts, paid online influencers, his 2021 appearance on NBC’s Saturday Night Live and other “publicity stunts” to trade profitably at their expense through several Dogecoin wallets that he or Tesla controls.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/01/elon-musk-insider-trading-dogecoin-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/01/elon-musk-insider-trading-dogecoin-lawsuit", "date_published": "2023-06-02 00:08:57+00:00", "persistent": false, "user": null, "language": "en-UK"}]