[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Unknown Mortal Orchestra: Tiny Desk Concert", "description": "Bobby Carter | June 2, 2023\nUnknown Mortal Orchestra's Tiny Desk concert was more of a family affair than lead singer, Ruban Nielson, revealed during his band introductions. His father, jazz musician Chris Nielson, has been on tour with them to support the band's latest album, V. During the band's live show back in April at the 9:30 Club in Washington, D.C., he casually drifted on stage, played the saxophone for a song or two, then drifted back off. Following that performance, Chris had travel plans that would've prevented him from making it to NPR. I begged them to reconsider the routing and they obliged. Chris, sax in tow, stayed put for the entire set along with Kody Nielson on drums rounding out the Nielson trio. Keyboard player Christian Li and longtime UMO member Jacob Portrait on bass make up the current roster.\n\nThe setlist leaned right into UMO's incalculability. The band decided to forgo material from V to play songs from the first couple of albums, a rare move at the Desk that speaks to the strength of UMO's catalog. The opening number, \"From the Sun,\" lacked the density of the recorded version but punched way harder. Ruban and the gang then shifted into a clever medley of oldies from II, Multi-Love and their self-titled debut.\n\nSET LIST\n\"From the Sun\"\n\"Thought Ballune\"\n\"Little Blu House\"\n\"Necessary Evil\"\n\"Monki\"\n\nMUSICIANS\nRuban Nielson: vocals, guitar\nChristian Li: keys, vocals\nJacob Portrait: vocals, bass\nKody Nielson: vocals, drums\nChris Nielson: saxophone\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen \nVideographers: Maia Stern, Joshua Bryant, Sofia Seidel, Estefania Mitre\nAudio Assistant: Neil Tevault \nProduction Assistant: Ashley Pointer\nPhotographer: Elizabeth Gillis\nTiny Desk Team: Suraya Mohamed, Kara Frame, Marissa Lorusso, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #unknownmortalorchestra", "link": "https://www.youtube.com/watch?v=1Wg2huulil4", "date_published": "2023-06-02 09:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}]