[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tom Holland Gives An Update on Spider-Man 4 Development - IGN The Fix: Entertainment", "description": "Tom Holland gives us an update on Spider-Man 4 and when we can expect it, if at all. #Spiderman4 is something many fans are looking forward to, and now we know where in the production process the upcoming #MCU movie is. We’ve got some #SpiderMan Across the Spiderverse news that’ll excite Spidey fans. The  legendary director Christopher Nolan is giving us his first R-rated film in over 20 years with Oppenheimer. And finally, another film we’ll have to wait and see play out on the big screen is Studio Ghibli’s ‘How Do You Live?’. The upcoming anime has been promoted as being Miyazaki’s final directorial film.\n\n#IGN #SpiderMan", "link": "https://www.youtube.com/watch?v=U43rgiLp7H0", "date_published": "2023-06-02 23:49:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 7 Rebirth Still Arriving This Year Despite Silence from Square Enix - IGN Daily Fix", "description": "In today's Daily Fix:\n\nSquare Enix has been awfully quiet about anything FF7, but they did drip-feed some news today. Final Fantasy 7 Rebirth is still on track to be released later this year, but no exact release date was given. To hold you over, there's Final Fantasy 16 coming in just a few weeks. In other PlayStation news, PS5 players trying to get in on the early access of Diablo 4 were met with error messages. Blizzard is aware of the issue, but no official fix is out as of yet. A real bummer to players who shelled out extra money for one of the limited editions that promised early access. In Star Wars news, EA released some fun stats regarding Jedi: Survivor. The optional rancor boss killed 9 million of you. By contrast, Rick the Door Technician took down less than 500, which is still impressive considering Rick's difficulty. And in Nintendo news, there's some new and cute colors coming to the Switch Joy-Con. You can pair them with the upcoming Everybody 1-2 Switch, the sequel to the offbeat minigame collection from the system's launch.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=1Rjbec5JACM", "date_published": "2023-06-02 23:31:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: Act 2 Story, Dungeons, & Sidequests - Let's Play", "description": "Join IGN's Alan Wheeler on his Diablo 4 Act 2 let's play! Alan is jumping into his Necromancer character and plans on taking early Act 2 story quests -- but for those worried about spoilers, fear not! Alan will focus on side quests and optional dungeons during the course of the let's play that takes a look at Diablo 4's open world; in-depth character customization for all 5 classes, including Necromancer, Barbarian, Sorcerer, Druid, and Rogue; and so much more. Diablo 4 is available now on Xbox and Battle.net.\n\nPresented by Blizzard Entertainment.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=qLgk6twc7qA", "date_published": "2023-06-02 23:20:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel's Spider-Man 2 PS5 Performance Preview | Showcase Trailer", "description": "Insomniac have continued to push the envelope of technology and the PS5 hardware. They returned with Spider-Man 2 at the PlayStation Showcase with over 10 minutes of gameplay to delve into. We analyze the Spider-Man 2 PS5 footage shown and compare it to the previous games to better understand what has changed, improved, and what may still be left unknown. With the PS4 now being left in the past, just how much does this early view of the Work In Progress build tell us? This Marvel's Spider-Man 2 PS5 Performance Preview will dive into the footage to talk about our findings.\n\nChapters\n0:00 Introduction\n1:00 Character Rendering & Cinematics\n2:51 Evolution of the Insomniac engine & games\n9:42 Comparisons to Spider-Man: Remastered, Miles Morales\n13:22 Summary", "link": "https://www.youtube.com/watch?v=7nuuTLFj_6w", "date_published": "2023-06-02 21:34:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 Director and Producer Duke It Out and Answer Your Questions", "description": "We had a chance to sit down with Street Fighter 6 producer Shuhei Matsumoto and director Takayuki Nakayama and pick their brains about the latest entry in the legendary fighting game franchise. The pair also answered questions from you—the fans—and we settled a very important question: who’s better at Street Fighter 6, the director or producer? Watch them battle it out in a best-of-three matchup, and then challenge IGN’s Jada Griffin in a few rounds featuring our very own Wheel-o-Handicaps.\n\n00:00 Intro\n00:45 Interview\n10:17 Community questions\n12:05 Director vs Producer, Match 1\n15:48 Director vs Producer, Match 2\n18:55 Director vs Producer, Match 3\n22:14 Results\n23:00 Capcom vs IGN, Match 1\n27:34 Capcom vs IGN, Match 2\n31:15 Capcom vs IGN, Match 3\n34:44 And the Winner Is...\n35:25 Outro\n\n#IGN #Gaming #StreetFighter6", "link": "https://www.youtube.com/watch?v=6pgj6iJs4EA", "date_published": "2023-06-02 19:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man: Across the Spider-Verse Ending Explained", "description": "With Spider-Man: Across the Spider-Verse delivering numerous big plot twists in its closing moments, we're diving in to explain exactly what happened to Miles Morales, Spider-Gwen, and Spider-Man 2099. Then we're going to look to the future and discuss what could potentially happen in the sequel, Beyond the Spider-Verse.\n\n#IGN #SpiderVerse", "link": "https://www.youtube.com/watch?v=SrAf-fRwO7Q", "date_published": "2023-06-02 18:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Rise of the Beasts - Official Music Behind the Scenes Clip (2023) Anthony Ramos", "description": "Get a behind-the-scenes look at Transformers: Rise of the Beasts as Steven Caple Jr., Tobe Nwigwe, and Jongnic Bontemps discuss the score and music of the upcoming movie. Transformers: Rise of the Beasts stars Anthony Ramos, Dominique Fishback, Luna Lauren Velez, Dean Scott Vazquez, Tobe Nwigwe, Peter Cullen, Ron Perlman, Peter Dinklage, Michelle Yeoh, Liza Koshy, John DiMaggio, David Sobolov, Michaela Jaé Rodriguez, Pete Davidson, Colman Domingo, Cristo Fernández, and Tongayi Chirisa.\n\nReturning to the action and spectacle that have captured moviegoers around the world, Transformers: Rise of the Beasts will take audiences on a ‘90s globetrotting adventure with the Autobots  and introduce a whole new faction of Transformers – the Maximals – to join them as allies in the existing battle for earth.\n\nThe film's screenplay is by Joby Harold and Darnell Metayer & Josh Peters and Erich Hoeber & Jon Hoeber. The story is by Joby Harold. Based on Hasbro’s Transformers action figures. It is produced by Lorenzo di Bonaventura, p.g.a., Tom DeSanto & Don Murphy, Michael Bay, Mark Vahradian, p.g.a., and Duncan Henderson. Steven Spielberg, Brian Goldner, David Ellison, Dana Goldberg, Don Granger, Brian Oliver, Bradley J. Fischer, and Valerii An serve as executive producers.\n\nTransformers: Rise of the Beasts, directed by Steven Caple Jr., opens in US theaters on June 9, 2023, and in UK cinemas on June 8, 2023.", "link": "https://www.youtube.com/watch?v=iMagBI2tczQ", "date_published": "2023-06-02 17:08:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "System Shock Review", "description": "System Shock reviewed by Jon Bolding on PC.\n\nNightdive's remake masterfully brings most of the aspects that haven’t aged as well into the present day, with excellent new graphics and nearly all the modern gameplay conveniences you could want. Tweaking the technical workings of Citadel space station to come out on top and foil SHODAN's machinations is just as compelling as it ever was, making the original System Shock one of gaming's classics for a very good reason.\n\n#IGN #SystemShock #Review", "link": "https://www.youtube.com/watch?v=zmx4wm6b_-8", "date_published": "2023-06-02 15:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Should James Gunn Nuke The Snyderverse? | Super Debatable", "description": "James Gunn and Peter Safran, the newly-minted heads of DC Studios, have been busy teasing their roadmap for the DCU's Chapter One - Gods and Monsters. The ambitious ten-year plan of connected storytelling across movies, TV, and video games means the future for Batman, Superman, Wonder Woman, and the rest of the Justice League is bright, but embracing all that possibility may mean having to say goodbye to the world-building and casting done during the Zack Snyder era.\n\n#IGN #DCEU", "link": "https://www.youtube.com/watch?v=MzL0_EMwB0M", "date_published": "2023-06-02 14:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "E3 2014 Live Stream - Day 2", "description": "Watch it live on IGN here: http://www.ign.com/e3\n\nDon't miss a single second of gaming's biggest event of the year - E3! IGN is here to give you the most talked about trailer announcements, gameplay demos, interviews, discussions, and so much more! Get it all LIVE here!\n\n\nSchedule (Wednesday, June 11th)\n\n11:00AM - Entwined\n11:20AM - Big Fest\n11:40AM - FIFA 15\n12:00PM - Shadow of Mordor\n12:50PM - BattleCry\n2:10PM - Smash Bros. 3DS & WiiU\n2:40PM - Mortal Kombat X\n3:00PM - Assassin's Creed Unity\n3:20PM - Alien: Isolation\n3:40PM - Dark Souls II DLC\n4:10PM - Bayonetta 2\n4:40PM - Madden NFL 15\n5:00PM - Project Spark\n5:20PM - Borderlands: The Pre-Sequel\n5:40PM - Far Cry 4\n6:00PM - The Crew\n6:20PM - Rainbow Six Siege\n6:40PM - Lara Croft and the Temple of Osiris", "link": "https://www.youtube.com/watch?v=t3PZg2-GxdM", "date_published": "2023-06-02 06:39:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Bread and Butter Combos For Every Character", "description": "Get started on the right foot in Street Fighter 6 by learning one of their bread and butter combos for reliable damage at a reasonable meter cost. We've compiled a list of 18 Street Fighter 6 Bread and Butter combos, covering every character.\n\n#IGN #SF6", "link": "https://www.youtube.com/watch?v=MlOg-YmctkE", "date_published": "2023-06-02 04:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Essential Tips Guide: How to Properly Use Drive Meter", "description": "If you want to level up your game in Street Fighter 6, one immediate area to look into is your drive meter usage. There's a lot of really powerful things you can do with the meter that aren't immediately obvious, so here's a quick breakdown of Street Fighter 6 tips on how to properly manage and use your drive meter.\n\n#IGN #SF6", "link": "https://www.youtube.com/watch?v=5AApXz9bnu0", "date_published": "2023-06-02 04:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 Early Endgame Lightning Sorcerer Gameplay", "description": "In this look at Diablo 4's third world tier, we dive into the game's early endgame, which is built around Helltide Events, Tree of Whispers bounties, PvP, Capstone Dungeons, and Nightmare Dungeons.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=6obEFYdp4xo", "date_published": "2023-06-02 01:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}]