[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Dostał zlecenie na zabicie Reznikowa i Budanowa. Rosjanie mieli mu zapłacić", "description": "Mieszkaniec obwodu ługańskiego na zlecenie rosyjskich służb specjalnych planował zabójstwo szefa Głównego Zarządu Wywiadu Ministerstwa Obrony Ukrainy Kyryło Budanowa oraz szefa tego resortu Ołeksija Reznikowa - powiadomił portal Ukraińska Prawda. We wtorek zapadł wyrok. Mężczyzna został skazany na 12 lat pozbawienia wolności.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/ukraina-dostal-zlecenie-na-zabicie-reznikowa-i-budanowa-rosjanie-mieli-mu-zaplacic/", "date_published": "2023-03-14 20:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Gruzja: Protest w Tbilisi. Prokremlowskie grupy spaliły flagi UE", "description": "Członkowie i sympatycy prokremlowskiej radykalnej grupy Alt-Info i partii Ruch Konserwatywny zerwali flagę Unii Europejskiej przed parlamentem w Gruzji. Doszło również do spalenia kilku unijnych flag - powiadomił portal Ukraińska Prawda. We wtorek w Tbilisi zorganizowano antyzachodnią akcję protestacyjną.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/gruzja-protest-w-tbilisi-prokremlowskie-grupy-spalily-flagi-ue/", "date_published": "2023-03-14 18:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kolumbia: Ciała i dwie tony narkotyków na przejętym statku", "description": "Statek z narkotykami o wartości ponad 80 milionów dolarów i dwoma ciałami został przejęty u wybrzeży Kolumbii - powiadomił we wtorek portal The Sun. Na statku znajdowały się również dwie żywe osoby, które wymagały pomocy medycznej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/kolumbia-ciala-i-dwie-tony-narkotykow-na-przejetym-statku/", "date_published": "2023-03-14 17:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Małpa oderwała kobiecie ucho, a 72-latek został ugryziony przez zebrę", "description": "W Stanach Zjednoczonych doszło do dwóch groźnych incydentów z udziałem zwierząt. W niedzielę w senior z Ohio został zaatakowany przez zebrę, która ugryzła go w ramię. Dzień później małpa oderwała ucho mieszkance Oklahomy. Oba agresywne zwierzęta zostały zastrzelone.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/usa-malpa-oderwala-kobiecie-ucho-a-72-latek-zostal-ugryziony-przez-zebre/", "date_published": "2023-03-14 17:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjski myśliwiec zderzył się z amerykańskim dronem nad Morzem Czarnym", "description": "Rosyjski myśliwiec Su-27 zderzył się nad Morzem Czarnym z amerykańskim dronem MQ-9 Reaper - poinformowała agencja AFP, powołując się na dowództwo sił zbrojnych USA w Europie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/rosyjski-mysliwiec-zderzyl-sie-z-amerykanskim-dronem-nad-morzem-czarnym/", "date_published": "2023-03-14 17:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja: Strajk pracowników wywożących odpady. Tony śmieci na ulicach Paryża", "description": "Paryż tonie w śmieciach. Wszystko przez strajk pracowników zajmujących się wywozem odpadów, trwający od tygodnia. Protest jest reakcją na zamiary francuskiego rządu, który rozważa podwyższenie wieku emerytalnego. Perspektywa dłuższej pracy wywołuje społeczne niezadowolenie w różnych miastach. Tylko w Paryżu do wywiezienia jest około 5,6 tys. ton odpadów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/francja-strajk-pracownikow-wywozacych-odpady-tony-smieci-na-ulicach-paryza/", "date_published": "2023-03-14 14:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Chiński Frankenstein\" powraca. He Jiankui zamierza eksperymentować na ludziach", "description": "Wyrok trzech lat więzienia usłyszał cztery lata temu He Jiankui za nielegalne praktyki medyczne. Wyszedł na wolność w kwietniu 2022 roku. W ubiegłym miesiącu ogłosił w mediach społecznościowych, że zamierza kontynuować pracę, by w ciągu dwóch lub trzech lat przezwyciężyć trzy do pięciu chorób genetycznych, jak i pomóc rodzinom z rzadkimi schorzeniami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/chinski-frankenstein-powraca-he-jiankui-zamierza-eksperymentowac-na-ludziach/", "date_published": "2023-03-14 14:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Dyrektorka szkoły przeszukała uczennicę, chciała znaleźć e-papierosa. Dostała pozew", "description": "Jedna z uczennic z Oklahomy została przeszukana przez dyrekcję szkoły, która chciała znaleźć e-papierosa. Matka stwierdziła, że jej córka musiała odsłonić strefy intymne. Z tego powodu kobieta wystosowała pozew przeciwko placówce. - Działania te przekroczyły granice wszelkiej ludzkiej przyzwoitości - przekazała oburzona.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/usa-dyrektor-szkoly-mial-zmusic-uczennice-do-rozebrania-sie-szukal-e-papierosa/", "date_published": "2023-03-14 11:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Klient pozwał restaurację. Poszło o skrzydełka z kurczaka", "description": "Mężczyzna z Chicago pozwał sieć restauracji Buffalo Wild Wings. Według niego sieć oszukiwała klientów, serwując im skrzydełka z kurczaka, które wcale nie były skrzydełkami, ponieważ były pozbawione kości i bardziej przypominały nuggetsy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/usa-klient-pozwal-restauracje-poszlo-o-skrzydelka-z-kurczaka/", "date_published": "2023-03-14 11:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Brytyjka zakopała partnera w ogrodzie. Zbrodnię opisała w notatniku. Wstrząsające", "description": "Najpierw został zadźgany, a potem zakopany we własnym ogrodzie. Szczątki 42-letniego Nicholasa Billinghama znaleziono w Northampton w marcu ubiegłego roku. O morderstwo podejrzewano jego żonę. Prokuratura dotarła do jej zapisków, z których wynika motyw zbrodni.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/nauczycielka-z-northampton-zadzgala-partnera-potem-go-zakopala-w-ogrodzie/", "date_published": "2023-03-14 09:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. 23-latka nie chciała urodzić przez cesarskie cięcie. Policja zagroziła jej aresztem", "description": "Mama czwórki dzieci planowała kolejny poród siłami natury. Lekarze uznali, że dziecko może tego nie przeżyć i zasugerowali cesarskie cięcie. Kobieta nie zgodziła się na to rozwiązanie. Do jej drzwi zapukała pomoc społeczna z asystą policji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/australia-23-latka-nie-chciala-urodzic-przez-cesarskie-ciecie-policja-zagrozila-jej-aresztem/", "date_published": "2023-03-14 08:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Strzelanina w Dallas. Nie żyją cztery osoby", "description": "Cztery osoby zginęły w strzelaninie do której doszło w jednym z mieszkań w Dallas w Teksasie. W środku policja znalazła niemowlę, które nie ucierpiało w ataku. Podejrzani o dokonanie masakry zostali aresztowani.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-14/usa-strzelanina-w-dallas-nie-zyja-cztery-osoby/", "date_published": "2023-03-14 05:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]