[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Andrew Combs: Tiny Desk Concert", "description": "Tom Huizenga | March 15, 2023\nThe concept of our Tiny Desk is to capture artists up close and personal, a design that couldn't be a better fit for Andrew Combs' recent music. He and his band loaded in the standard drums, bass, guitar and keys — even a saxophone or two — behind the Desk, but Combs deploys the instruments sparingly in transparent arrangements that delicately undergird his soft, high tenor and falsetto vocal stylings.\n\nHe is a risk-taker in his singing, songwriting and even in his visual art. The Nashville-based artist boldly moved away from his Americana pigeon-hole on his album Ideal Man, brilliantly flirting with rock and pop. His latest, Sundays, which this Tiny Desk set relies heavily on, was another left turn. Inspired by his personal struggles amid the height of the pandemic, Combs recorded the album in mono, giving these contemplative songs the intimacy of living room performances.\n\nCombs builds this set artfully. He starts with the incantatory \"Shall We Go?\" inspired by Samuel Beckett's play Waiting for Godot, sliding right into \"Anna Please,\" based on Ingmar Bergman's devastating film Cries and Whispers — two theatrical works exploring the absurd nature of life and the quotidian horror of death. That a song like \"(God)less\" follows, should be no surprise. \"It's about finding beauty in the chaos,\" Combs says.\n\nAnd then, as if to remind us that not all is lost, he ends with a love song so sweet and pure it could take your breath away. Combs is an artist who keeps challenging himself and us. And isn't that what great art is supposed to do?\n\nSET LIST\n\"Shall We Go?\"\n\"Anna Please\"\n\"(God)less\"\n\"Like A Feather\"\n\nMUSICIANS\nAndrew Combs: vocals, electric guitar \nCaleb Hickman: piano, sax\nDominic Billett: drums, electric bass, vocals\nJerry Bernhardt: electric guitar and bass, vocals\n\nTINY DESK TEAM\nProducer: Tom Huizenga \nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nCreative Director: Bob Boilen\nVideographers: Maia Stern, Joshua Bryant, Keren Carrión, Kara Frame\nAudio Assistant: Alex Drewenskus\nProduction Assistants: Sofia Seidel, Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #andrewcombs", "link": "https://www.youtube.com/watch?v=JsaqhRkKu1M", "date_published": "2023-03-14 09:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}]