[{"source": "https://www.pcworld.com/index.rss", "title": "GPT-4 unleashed: Here’s what it will mean for AI chatbots", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>OpenAI unveiled GPT-4 today, its next-gen large language model that is the technical foundation for both ChatGPT and Microsoft&rsquo;s Bing AI chatbots. It&rsquo;s a profound upgrade, potentially opening the door for major advances in both the capabilities and features of today&rsquo;s AI technology.</p>\n\n\n\n<p>OpenAI <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://openai.com/product/gpt-4&amp;xcust=2-1-1658174-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">announced the new GPT-4 upgrade </a>on its blog this morning, and you can already try it out on <a href=\"https://www.pcworld.com/article/1424575/chatgpt-is-the-future-of-ai-chatbots.html\">ChatGPT, the AI chatbot</a> that OpenAI has published to the web. (But only <a href=\"https://www.pcworld.com/article/1500290/paid-chatgpt-plus-debuts-for-20-per-month.html\">ChatGPT Plus,</a> the paid version.) Microsoft confirmed, too, that its latest version of its <a href=\"https://www.pcworld.com/article/1526807/hands-on-how-to-use-bing-chat-within-windows-11.html\">Bing Chat tool</a> uses GPT-4 as its underpinnings. </p>\n\n\n\n<p>Why does this matter? We&rsquo;ve listed several major upgrades that GPT-4 offers, beginning with its biggest: It&rsquo;s not just about words any more.</p>\n\n\n\n<h2 id=\"now-gpt-4-can-see-the-world-with-visual-input\">Now GPT-4 can see the world with visual input</h2>\n\n\n\n<p>&ldquo;GPT-4 can accept images as inputs and generate captions, classifications, and analyses,&rdquo; according to OpenAI. Yes, that means what you think it does: ChatGPT and Bing will be able to &ldquo;see&rdquo; the world around them, or at least interpret visual results like image search already does. </p>\n\n\n\n<p>What does this mean in the real world? Well, it means that GPT-4 will actually <em>see</em> the real world, as it&rsquo;s already doing for an app like <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://openai.com/customer-stories/be-my-eyes&amp;xcust=2-1-1658174-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Be My Eyes,</a> a tool for those with difficulty seeing. Be My Eyes takes the camera on a smartphone and visually explains what it&rsquo;s seeing. </p>\n\n\n\n<h2 id=\"gpt-4s-longer-output-fanfiction-just-got-epic\">GPT-4&rsquo;s longer output: Fanfiction just got epic</h2>\n\n\n\n<p>&ldquo;GPT-4 is capable of handling over 25,000 words of text, allowing for use cases like long-form content creation, extended conversations, and document search and analysis,&rdquo; according to OpenAI. As my colleague Michael Crider put it, &ldquo;Pray for the Kindle self-publishing moderators.&rdquo; </p>\n\n\n\n<p>Why? Because ChatGPT&rsquo;s output with GPT-4 will not only get longer, but it will get more creative, too: &ldquo;GPT-4 is more creative and collaborative than ever before,&rdquo; OpenAI said. &ldquo;It can generate, edit, and iterate with users on creative and technical writing tasks, such as composing songs, writing screenplays, or learning a user&rsquo;s writing style.&rdquo;</p>\n\n\n\n<p>Factually, though, there&rsquo;s another benefit. From examples that OpenAI showed, it appears that you&rsquo;ll be able to feed more web pages directly into the prompt. Yes, GPT-4 should understand the internet, but GPT-3 was trained up until 2021. It appears that you&rsquo;ll be able to give GPT-4 and ChatGPT more context, if it isn&rsquo;t up to the minute already. </p>\n\n\n\n<h2 id=\"gpt-4-is-simply-smarter\">GPT-4 is simply smarter</h2>\n\n\n\n<p>Large language models don&rsquo;t natively display intelligence. But they do understand the relationships between words, and the more-sophisticated GPT-4 model will understand relationships and context even better. One example: ChatGPT scored in the 10th percentile on a uniform bar exam. GPT-4 scored in the 90th percentile. In what&rsquo;s known as the Biology Olympiad, the vision-powered GPT-4 scored in the 99th percentile, while ChatGPT finished in the 31st percentile.</p>\n\n\n\n<p>Duolingo is also using GPT-4, OpenAI said, improving its contextual awareness of what you&rsquo;re saying and how you should be saying it.</p>\n\n\n\n<h2 id=\"gpt-4-its-safer\">GPT-4: It&rsquo;s safer?</h2>\n\n\n\n<p>According to OpenAI, researchers &ldquo;incorporated more human feedback, including feedback submitted by ChatGPT users, to improve GPT-4&rsquo;s behavior.&rdquo; The company also brought in 50 human experts to provide feedback in terms of AI safety.</p>\n\n\n\n<p>That, of course, will have to be proven over time. But with everything else, ChatGPT and Bing got just got a lot smarter.</p>\n\nInternet</div>", "link": "https://www.pcworld.com/article/1658174/gpt-4-unleashed.html", "date_published": "2023-03-14 19:29:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "ChatGPT’s AI powers make better writers, MIT study finds", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>ChatGPT and its AI powers could help writers and office workers improve their writing quality and decrease the time spent on tasks, cutting out busy work in favor of better, more productive work. However, the MIT study that suggested these conclusions also warned that employers could use AI to increase layoffs, too.</p>\n\n\n\n<p>The paper, &ldquo;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://economics.mit.edu/sites/default/files/inline-files/Noy_Zhang_1.pdf&amp;xcust=2-1-1658007-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Experimental Evidence on the Productivity Effects of Generative Artificial Intelligence</a>&rdquo; by Shakked Noy and Whitney Zhang of the economics department at MIT, is considered a working paper and has not been peer-reviewed. Still, the conclusions it found about <a href=\"https://www.pcworld.com/article/1424575/chatgpt-is-the-future-of-ai-chatbots.html\">ChatGPT&rsquo;s AI chatbot technology</a> are both fascinating&mdash;and troubling, especially when the study factored in how it affects workers.</p>\n\n\n\n<p>The two doctoral students split 444 college-educated professionals into two groups, and assigned them to write press releases, email, short reports, and analysis plans&mdash;a normal workday for many people. One of the groups was allowed to use a text editor. The other was trained and allowed to use ChatGPT to do the work for them. The output was rated, assigned a value score, and those with the highest score were paid an actual (though nominal) amount of money for their high scores, pushing them to deliver their best work.</p>\n\n\n\n<p>The study found that those who used ChatGPT cut the time needed to complete the tasks by almost half (30 minutes to about 17 minutes). The quality of the work also increased, with the grades assigned by the evaluators (on a 1-7 scale) rising from 4 to about 4.7. Those who used the text editor saw a slight decrease in time spent but also a decrease in the quality of the work. </p>\n\n\n\n<p>&ldquo;College-educated professionals performing mid-level professional writing tasks experience substantial increases in productivity when given access to ChatGPT,&rdquo; the authors concluded. &ldquo;The generative writing tool increases the output quality of low-ability workers while reducing their time spent, and it allows high-ability workers to maintain their quality standards while becoming significantly faster.&rdquo;</p>\n\n\n\n<p>Other study findings were interesting, too: About 68 percent of the workers simply copied and pasted ChatGPT&rsquo;s output without editing it. Furthermore, even though some testers spent more time editing ChatGPT&rsquo;s responses, the way the study was set up (monitoring output on a minute-by-minute basis) also showed that those tested did not see any benefit in quality from editing ChatGPT&rsquo;s work&mdash;though they spent more time doing it. That was true even when the study authors gave incentives for improving the work. </p>\n\n\n\n<p>&ldquo;Post-treatment, the share of time spent writing a rough draft falls by more than half and the share of time spent editing more than doubles,&rdquo; the study found.</p>\n\n\n\n<p>The study participants also reported that using ChatGPT significantly increased their job satisfaction, eliminating the &ldquo;busy work&rdquo; that can plague some tasks, and were willing to pay about 0.5 percent of their monthly salary for a subscription to ChatGPT. (<a href=\"https://www.pcworld.com/article/1500290/paid-chatgpt-plus-debuts-for-20-per-month.html\">ChatGPT already charges $20 per month</a> for paid access.) But those tested also indicated that ChatGPT didn&rsquo;t always know as much as they did.</p>\n\n\n\n<p>The other problem, the authors noted&mdash;remember, they&rsquo;re economists&mdash;is that employers may start recognizing the value of ChatGPT, too. That may put worker jobs in jeopardy.</p>\n\n\n\n<p>&ldquo;At the aggregate level, ChatGPT substantially compresses the productivity distribution, reducing inequality,&rdquo; Noy and Zhang wrote. &ldquo;It is also already being used by many workers in their real jobs. The experimental evidence suggests that ChatGPT largely substitutes for worker effort rather than complementing workers&rsquo; skills, potentially causing a decrease in demand for workers, with adverse distributional effects as capital owners gain at the expense of workers.&rdquo;</p>\n\n\n\n<p>In other words, while ChatGPT may help writers, they may be competing against AI, too.</p>\n\nPersonal Software, Professional Software</div>", "link": "https://www.pcworld.com/article/1658007/chatgpts-ai-powers-make-people-better-writers-mit-study-shows.html", "date_published": "2023-03-14 18:30:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "NordVPN review: Fast and packed with features", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a Glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Great feature set</li><li>Excellent speeds</li><li>No-logs policy</li><li>Attractive and intuitive interface</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Expensive</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">NordVPN offers a lot. There are a ton of country connections available&mdash;all of which seem to work with Netflix&mdash;built-in antivirus and ad blocking, and some of the fastest server speeds around. It also offers multi-hop connections, P2P file sharing, and split tunneling. It&rsquo;s expensive, but you get a lot of great value for your money.</p>\n</div>\n\n\n<h3 id=\"nordvpn-in-brief\">NordVPN in brief:</h3>\n\n\n\n<ul><li>P2P allowed: Yes, on dedicated servers</li><li>Simultaneous device connections: Up to six</li><li>Business location: Panama</li><li>Number of servers: 5000+</li><li>Number of country locations: 60+</li><li>Cost: $12.99 per month or $100.56 for two years</li></ul>\n\n\n\n<p>NordVPN is one of the most well-known VPNs with a massive user-base. The trusted premium service is notable for its excellent speeds, a generous and wide server spread, and an impressive set of security features. And in its aim to be more than just a VPN, the service has expanded into a larger umbrella organization known as Nord Security, offering other services such as the <a href=\"https://www.pcworld.com/article/394924/nordpass-review-streamlined-password-management.html\">NordPass</a> password manager, NordLocker for secure file storage, and business tools like NordLayer and NordWL.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>Note: See our roundup of the&nbsp;<a href=\"https://www.pcworld.com/article/3198369/privacy/best-vpn-services-apps-reviews-buying-advice.html\">best VPNs</a> to learn more about competing products, what to look for in a VPN, and product recommendations.</em></p></blockquote>\n\n\n\n<h2 id=\"nordvpn-features-and-services\">NordVPN: Features and services</h2>\n\n\n\n<p>Let&rsquo;s get this out front right now, NordVPN is one of the largest and most well-funded VPNs around. It has a user base of over 14 million and is only one part of the larger conglomerate known as Nord Security. As one would expect, it has all of the features users have come to expect from a top-level VPN service and more.&nbsp;</p>\n\n\n\n<p>The VPN itself is supported by most major platforms such as Windows, Mac, Android, iOS, Linux, and a lot more. It also allows for six simultaneous device connections, which, while okay, is not extraordinary. It is honestly a little disappointing that a VPN service as large as NordVPN doesn&rsquo;t allow for unlimited device connections like some of its competitors.</p>\n\n\n\n<p>Its customer support services are available 24/7 via chat or email and it also has an extensive blog and FAQ section on its website should you run into trouble and want to solve the problem on your own.</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>In an ultra-competitive market, what ultimately makes NordVPN stand out from its competitors is its consistent growth and optimization.</p></blockquote></figure>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"NordVPN\" class=\"wp-image-1644644\" height=\"834\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/NordVPN-Interface-photo.jpg?quality=50&amp;strip=all\" width=\"1024\" /><figcaption><p>NordVPN has a clean and user-friendly interface.</p>\n</figcaption></figure><p class=\"imageCredit\">Sam Singleton</p></div>\n\n\n\n<p>When you first open NordVPN on Windows, you&rsquo;re presented with a minimalist and user-friendly interface. The left-hand rail includes quick links for <em>VPN</em>, <em>Threat Protection</em>, <em>Meshnet</em> connectivity, and <em>Dark Web Monitoring</em>. At the bottom you also have interface options for <em>Contact Us</em>, your personalized <em>Security Score, </em>and <em>Settings</em>. The rest of the app window is filled with a world map that you can drag around and select a specific country and server to connect to for the VPN. There is also a small box with options for quick connect&mdash;allowing you to automatically connect to the fastest available server, and a history of the last five servers you connected to for reference.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"NordVPN\" class=\"wp-image-1644646\" height=\"746\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/NordVPN-Settings-Menu-Photo.jpg?quality=50&amp;strip=all\" width=\"1024\" /><figcaption><p>There are a ton of customization options for power users in the NordVPN settings menu.</p>\n</figcaption></figure><p class=\"imageCredit\">Sam Singleton</p></div>\n\n\n\n<p>Digging deeper into the Settings menu, you&rsquo;ll find a ton of power-user options including a <em>Kill Switch</em> and <em>App Kill Switch</em>. The latter stops any app from connecting to the internet if an active VPN connection drops, while the former does that for the entire PC.</p>\n\n\n\n<p>There are also options for <em>Split Tunneling</em> and <em>Auto-connect</em>. Split Tunneling allows you to choose which apps you specifically want to run through a VPN connection and which you do not. This is really useful if you want to surf the web while protected with a VPN, but also play games without the potential extra latency that comes with an active VPN connection.</p>\n\n\n\n<p>Auto-connect is a nice feature that comes standard with most VPN services. However, what makes NordVPN&rsquo;s auto-connect feature stand out is the ability to customize the connection itself. You can, for example, automatically connect to a double VPN or a specific country. You can also choose whether to connect whenever the app starts or only on &ldquo;unsecure networks.&rdquo;&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"NordVPN\" class=\"wp-image-1644648\" height=\"735\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/NordVPN-Threat-Protection-menu-photo-1.jpg?quality=50&amp;strip=all\" width=\"1024\" /><figcaption><p>Included with NordVPN are useful security features such as ad blocking and malware protection.</p>\n</figcaption></figure><p class=\"imageCredit\">Sam Singleton</p></div>\n\n\n\n<p>Heading back out to the main menu, you&rsquo;ll be able to check out the other features that come included in the NordVPN subscription. Under the <em>Threat Protection</em> menu you&rsquo;ll have options to&nbsp;enable Nord&rsquo;s CyberSec, which provides real-time protection against malware and trackers, as well as ad blocking and file-download protection.</p>\n\n\n\n<p>NordVPN has also recently upgraded its services to offer Meshnet. Powered via NordLynx (NordVPN&rsquo;s version of the WireGuard VPN protocol), Meshnet allows you to connect to another device instead of a VPN server, thereby routing online traffic through another machine. Device pairings are required to be authorized by any and all parties, and once connected, traffic between devices is still encrypted. This is a really unique feature and allows users to collaborate with remote file sharing, or resurrect old-school LAN parties, or even gives users the option to connect to the internet via a home computer from a different location.</p>\n\n\n\n<h2><strong>NordVPN: Performance</strong></h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"NordVPN\" class=\"wp-image-1644655\" height=\"617\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/NordVPN-Website-photo.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>NordVPN&rsquo;s website claims to have the fastest VPN service.</p>\n</figcaption></figure><p class=\"imageCredit\">NordVPN</p></div>\n\n\n\n<p>During our testing we rated connection speeds across NordVPN&rsquo;s servers in five different countries around the world and then compared them to our baseline internet speed. NordVPN&rsquo;s server speeds came through with flying colors. We noted an impressive average of 73 percent of the base download speed and an even more impressive 80 percent of the base upload speed. That easily makes it the VPN with the fastest average connections we have ever tested.</p>\n\n\n\n<p>With those speeds, users will have no issues being able to stream HD video or play games across almost any NordVPN server&mdash;depending of course on their own home internet speed. Please note, however, that this is a single experience on a limited number of machines, and your own experience may vary.</p>\n\n\n\n<p>NordVPN also advertises that it works with Netflix, and during testing we found that this was true for all of the servers we tried. However, even with top VPNs, it&rsquo;s not uncommon to experience streaming-service issues. This is because there&rsquo;s a continual cat-and-mouse game between Netflix&rsquo;s anti-VPN enforcement and VPN service providers that try to maneuver around blockages.</p>\n\n\n\n<h2 id=\"nordvpn-security-and-privacy\">NordVPN: Security and privacy</h2>\n\n\n\n<p>During our review, we found that NordVPN goes to great lengths to honor user privacy. Even during sign-up, it only requires an email address. Paying for the service can be done via credit card, Amazon Pay, Google Pay, or various cryptocurrencies, thereby maintaining another level of anonymity.</p>\n\n\n\n<p>Since the company is based in Panama, it&rsquo;s not subject to mandatory data-retention laws or other internet surveillance rules. Additionally, NordVPN states that it has a &ldquo;strict no-logs policy,&rdquo; meaning that it doesn&rsquo;t store timestamps, browsing data, used bandwidth, traffic logs, IP addresses, or any other personally identifiable information on users. This no-logs policy has been confirmed three times by independent auditors&mdash;once in 2018, again in 2020, and the latest in January 2023.</p>\n\n\n\n<p>NordVPN uses standard AES encryption with 256-bit keys. A few years ago it also jumped on the diskless production-server bandwagon for added security. Diskless servers don&rsquo;t store any information on them at all. They are controlled and booted from a remote server and everything thus runs on RAM. This process makes it extremely difficult to pull any user data from these servers.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"NordVPN\" class=\"wp-image-1644651\" height=\"742\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/NordVPN-Internet-Protocol-menu-options-photo.jpg?quality=50&amp;strip=all\" width=\"1024\" /><figcaption><p>NordVPN comes with options for IKEv2/IPsec, OpenVPN, and NordLynx protocols.</p>\n</figcaption></figure><p class=\"imageCredit\">Sam Singleton</p></div>\n\n\n\n<p>The service offers three internet protocols: IKEv2/IPsec, OpenVPN, and NordLynx (NordVPN&rsquo;s proprietary version of WireGuard VPN). NordVPN recommends NordLynx as the go-to protocol due to its potential for better speeds and security.</p>\n\n\n\n<p>There&rsquo;s been a lot of effort to get users to trust NordVPN since it was hacked back in 2018, and we&rsquo;re happy to see all of the great strides it&rsquo;s made. The no-logs independent audits, the diskless servers, and the increased transparency of its company structure as a whole have all been extremely positive in helping promote privacy and repair trust among its user base.</p>\n\n\n\n<h2 id=\"should-you-use-nordvpn\">Should you use NordVPN?</h2>\n\n\n\n<p>NordVPN continues to be a fantastic service that only keeps getting better with each new added feature. Admittedly, the price is on the high side for a VPN. But with such a rich feature set, NordVPN users will undoubtedly get their money&rsquo;s worth.</p>\n\n\n\n<p>Despite all of its value, there are other competitors with certain individual features that are better than NordVPN&rsquo;s. <a href=\"https://www.pcworld.com/article/395038/mullvad-vpn-review-2.html\">Mullvad VPN</a> does more to maximize anonymity, while services such as <a href=\"https://www.pcworld.com/article/397529/surfshark-vpn-review-2.html\">Surfshark VPN</a> and <a href=\"https://www.pcworld.com/article/407502/ipvanish-vpn-review.html\">IPVanish</a> offer unlimited simultaneous device connections.</p>\n\n\n\n<p>In an ultra-competitive market, what ultimately makes NordVPN stand out from its competitors is its consistent growth and optimization. It is continually upgrading its security features and incorporating new technologies such as Meshnet and NordLynx. If you add this perpetual improvement to a service that already has solid speeds, admirable security features, and works with Netflix, then NordVPN deserves its place as one of the best choices around.</p>\n\n\n\n<p><strong><em>Editor&rsquo;s note</em></strong><em>: Because online services are often iterative, gaining new features and performance improvements over time, this review is subject to change in order to accurately reflect the current state of the service. Any changes to text or our final review verdict will be noted at the top of this article.</em></p>\n\nPersonal Software, Security</div>", "link": "https://www.pcworld.com/article/398777/nordvpn-review-3.html", "date_published": "2023-03-14 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Facebook’s Meta is laying off another 10,000 employees", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://about.meta.com/&amp;xcust=2-2-1657518-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Meta</a>, the parent company of Facebook, plans to slash a whopping 10,000 jobs as well as 5,000 open roles. CEO and co-founder Mark Zuckerberg confirmed this bit of news in an <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://about.fb.com/news/2023/03/mark-zuckerberg-meta-year-of-efficiency/&amp;xcust=2-2-1657518-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">open memo to his employees</a>. This comes after a similar announcement back in November, in which the company culled 11,000 employees. Major yikes. So, what&rsquo;s going on over there? According to Zuckerberg, it&rsquo;s all about efficiency and cost-reduction measures.</p>\n\n\n\n<p>&ldquo;As I&rsquo;ve talked about efficiency this year, I&rsquo;ve said that part of our work will involve removing jobs &mdash; and that will be in service of both building a leaner, more technical company and improving our business performance to enable our long term vision,&rdquo; said Zuckerberg.</p>\n\n\n\n<p>Meta&rsquo;s restructuring efforts are likely a direct response to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.cnn.com/2022/10/26/tech/meta-earnings/index.html&amp;xcust=2-2-1657518-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">plummeting profits and revenue</a>. The restructuring and elimination of jobs will begin in April, and the recruitment team will be the first to be impacted. The company will start culling positions in the business groups in May. In addition to cancelling smaller projects, the company is also in a hiring freeze across a wide variety of teams. The freeze will lift when the restructuring is complete.</p>\n\n\n\n<p>Zuckerberg addressed hybrid work in his memo, too. According to early analysis of performance data, in-person software engineers performed better than remote ones. He then indicated that current employees should &ldquo;find more opportunities to work with your colleagues in person.&rdquo; Is the end of hybrid work nigh? Only time and the company&rsquo;s data analysis will tell. </p>\n\n\n\n<p>Mass lay offs are awful no matter which way you spin it. However, with Meta&rsquo;s falling profits and revenue, there may be too many holes in this metaphorical ship. Will the ship sink completely? Probably not. Do these lay offs taint the company&rsquo;s reputation? Absolutely.</p>\n\n\n\n<p>&ldquo;This will be tough and there&rsquo;s no way around that. It will mean saying goodbye to talented and passionate colleagues who have been part of our success. They&rsquo;ve dedicated themselves to our mission and I&rsquo;m personally grateful for all their efforts. We will support people in the same ways we have before and treat everyone with the gratitude they deserve,&rdquo; said Zuckerberg. </p>\n\nInternet</div>", "link": "https://www.pcworld.com/article/1657518/1657518.html", "date_published": "2023-03-14 15:21:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "A brief history of pi", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Everybody knows the value of pi is 3.14&hellip;er, something, but how many people know where the ratio came from?</p>\n\n\n\n<p>Actually, the ratio came from nature&mdash;it&rsquo;s the ratio between the circumference of a circle and its diameter, and it was always there, just waiting to be discovered. But who discovered it? In honor of Pi Day, here&rsquo;s a semi-brief history of how pi came to be known as 3.14(1592653589793238462643383279502884197169&hellip;and so on).</p>\n\n\n\n<p><em>Editor&rsquo;s note: This article originally published in 2010. We&rsquo;re rerunning it today in honor of Pi Day, 3/14. </em> </p>\n\n\n\n<h2 id=\"the-history-lesson\">The history lesson</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://images.techhive.com/images/article/2013/03/pi-100029039-large.png?auto=webp&amp;quality=85,70\" /><figcaption>\n</figcaption></figure></div>\n\n\n\n\n<p>It&rsquo;s hard to pinpoint who, exactly, first became conscious of the constant ratio between the circumference of a circle and its diameter, though human civilizations seem to have been aware of it as early as 2550 BC.</p>\n\n\n\n<p>The Great Pyramid at Giza, which was built between 2550 and 2500 BC, has a perimeter of 1760 cubits and a height of 280 cubits, which gives it a ratio of 1760/280, or approximately <a href=\"http://www.techhive.com/article/231356/tau_day.html\">2 times pi</a>. (One cubit is about 18 inches, though it was measured by a person&rsquo;s forearm length and thus varied from one person to another.) Egyptologists believe these proportions were chosen for symbolic reasons, but, of course, we can never be too sure.</p>\n\n\n\n<p>The earliest textual evidence of pi dates back to 1900 BC; both the Babylonians and the Egyptians had a rough idea of the value. The Babylonians estimated pi to be about 25/8 (3.125), while the Egyptians estimated it to be about 256/81 (roughly 3.16).Archimedes didn&rsquo;t calculate the exact value of pi, but rather came up with a very close approximation&mdash;he used 96-sided polygons to come up with a value that <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.mathworks.com/matlabcentral/fileexchange/29504-the-computation-of-pi-by-archimedes/content/html/ComputationOfPiByArchimedes.html&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">fell between 3.1408 and 3.14285</a>.The Ancient Greek mathematician <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://en.wikipedia.org/wiki/Archimedes&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Archimedes of Syracuse</a> (287-212 BC) is largely considered to be the first to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://itech.fgcu.edu/faculty/clindsey/mhf4404/archimedes/archimedes.html&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">calculate an accurate estimation of the value of pi</a>. He accomplished this by finding the areas of two polygons: the polygon that was inscribed inside a circle, and the polygon in which a circle was circumscribed (see figure above, right).</p>\n\n\n\n<p>Chinese mathematician Zhu Chongzhi (AD 429-500) used a similar method to approximate the value of pi, using a 12,288-sided polygon. His best approximation was 355/113.</p>\n\n\n\n<p>The approximate ratio for pi <a href=\"http://www.techhive.com/artic1736the_nets_most_heinous_hoaxes.html\">also appears in the Bible</a> in <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.biblegateway.com/passage/?search=1+Kings+7%3A23&amp;version=KJV&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">1 Kings 7:23</a>:</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>&ldquo;And he made a molten sea, ten cubits from the one brim to the other: it was round all about, and his height was five cubits: and a line of thirty cubits did compass it round about.&rdquo;</p></blockquote>\n\n\n\n<p>(I should point out that the Biblical ratio for pi could be more accurate than one might think, since cubits changed depending on a person&rsquo;s forearm length. So, assuming the Bible isn&rsquo;t quoting cubits from the same person each time&hellip;)</p>\n\n\n\n<p>In the 15th century, Indian mathematician Madhavan of Sangamagramam discovered what is now known as the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://mathworld.wolfram.com/LeibnizSeries.html&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Madhava-Leibniz series</a> (named after German mathematician Gottfried Leibniz, who rediscovered the series in the 17th century), an infinite series that converges to four. Madhavan subsequently calculated pi to 11 decimal places.</p>\n\n\n\n<p>Later, in 1707, Welsh mathematician William Jones was the first to use the Greek letter pi (&pi;) to denote the constant ratio, though it wasn&rsquo;t until 1737 that Swiss mathematician and physicist Leonhard Euler popularized the use of the symbol. The &pi; symbol was taken from the Greek word for &ldquo;perimeter.&rdquo;</p>\n\n\n\n<p>The most accurate calculation of pi before the advent of the computer was by D. F. Ferguson, who calculated pi to 620 digits in 1945 (previously, William Shanks had calculated pi to 707 digits in 1874, but only 527 of said digits were correct).</p>\n\n\n\n<p>Of course, then computers entered the picture and calculating pi knew no bounds&mdash;beginning with D. F. Ferguson&rsquo;s calculation of pi to 710 digits in 1947 with a desk calculator to Takahashi Kanada&rsquo;s calculation of pi to 206,158,430,000 digits in 1999 <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.hitachi.co.jp/Prod/comp/hpc/eng/sr81e.html&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">with a Hitachi SR8000</a>.</p>\n\n\n\n<p>Shigeru Kondo carried out the longest calculation of pi to date on October 19, 2011. Kondo used Alexander Yee&rsquo;s y-cruncher <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.numberworld.org/y-cruncher/&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">program</a> to calculate pi to 10 trillion digits, which is a record calculation for both supercomputers and home computers.</p>\n\n\n\n<p>So there you have it&mdash;Egyptians calculated pi using pyramids (or did they calculate pyramids using pi?), Archimedes busted out the 96-gon, Zhu Chongzhi one-upped him with a 12,288-gon (or is that 12,192-upped him?), Ferguson calculated 620 digits by hand, and Kondo used a supercomputer to nab the current world record of 10 trillion digits.</p>\n\n\n\n<h2><strong>Pi in pop culture</strong></h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://images.techhive.com/images/article/2013/03/piculture_580-100029050-large.jpg?auto=webp&amp;quality=85,70\" /><figcaption>\n</figcaption></figure></div>\n\n\n\n\n<p>But wait&mdash;the obsession with pi isn&rsquo;t just limited to mathematicians and scientists. Pi has a special place in popular culture, thanks to its prevalence in mathematical formulae and its mysterious nature. Even completely non-cerebral shows, books, and movies can&rsquo;t help but mention the popular constant.</p>\n\n\n\n<p>For example, pi gets mentioned in a scene from <em>Twilight</em>, in which vampire-boy Robert Pattinson recites the square root of pi (and on-the-ball Kristin Stewart quickly shuts him down).</p>\n\n\n\n<p><em>The Simpsons</em> is also pretty into pi (and math references in general). In one scene, two young girls at a school for the gifted play patty-cake and say &ldquo;Cross my heart and hope to die, here&rsquo;s the digits that make pi, 3. 1415926535897932384&hellip;&rdquo; In another scene, a sign at the Springfield graveyard says &ldquo;Come for the funeral, stay for the &pi;.&rdquo;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://images.techhive.com/images/article/2013/03/pibert_580-100029049-large.jpg?auto=webp&amp;quality=85,70\" /><figcaption>Albert the Intern contemplates pi.</figcaption></figure></div>\n\n\n\n\n<p>Yep, whether you like it or not, pi is everywhere. Here are a few more places it&rsquo;s popped up:</p>\n\n\n\n<ul><li>The main character in the award-winning novel (and 2012 film) <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.imdb.com/title/tt0454876/&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Life of Pi</a> nicknames himself after the constant.</li><li>A circular room in the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://en.wikipedia.org/wiki/Palais_de_la_D%25C3%25A9couverte&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Palais de la D&eacute;couverte</a> science museum in Paris is called the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.youtube.com/watch?v=Wmcu4ybbBuA&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">pi room</a>. The room has 707 digits of pi inscribed on its wall (though there is an error beginning at the 528th&nbsp;digit, thanks to William Shanks&rsquo; erroneous calculations).</li><li>In <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://en.memory-alpha.org/wiki/Wolf_in_the_Fold_(episode)&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">an episode</a> of <em>Star Trek: The Original Series</em>, Spock commands an evil computer to compute pi to the last digit&mdash;which it cannot do, of course, because, as Spock explains, &ldquo;the value of pi is a transcendental figure without resolution.&rdquo;</li><li><a href=\"https://shop-links.co/link/?url=http%3A%2F%2Fwww1.macys.com%2Fshop%2Fproduct%2Fgivenchy-pi-collection-for-him%3FID%3D16483&amp;publisher_slug=pcworld&amp;exclusive=1&amp;article_name=pcworld&amp;article_url=https%3A%2F%2Fwww.pcworld.com%2Ffeed&amp;u1=2-3-511387-1-0-0\" rel=\"nofollow\">Givenchy&rsquo;s PI cologne for men</a> is advertised as a scent that &ldquo;embodies the confidence of genius.&rdquo;</li><li>Both <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.omg-facts.com/Other/Nerdiest-Sporst-Cheer-Is-From-MIT-Cosine/53653&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">MIT</a> and the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://lmc.gatech.edu/~herrington/3020sp99sites/tbook/traditions/cheerssongs.html&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Georgia Institute of Technology</a> have cheers that include &ldquo;3.14159.&rdquo;</li><li>Several other movies reference pi, including the 1966 Alfred Hitchcock film <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.imdb.com/title/tt0061107/&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Torn Curtain</a>, the 1995 Sandra Bullock thriller <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.youtube.com/watch?v=pXPXMxsXT28&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">The Net</a>, 1998 indie thriller <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.imdb.com/title/tt0138704/?ref_=fn_al_tt_1&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Pi</a>.</li></ul>\n\n\n\n<p>Finally, pi is perhaps most rampant in pop culture on March 14&mdash;Pi Day! On Pi Day, nerds, geeks, and mildly interested geometry students alike come together and wear <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.thinkgeek.com/product/6e7e/&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">pi-themed clothing</a>, read&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/s?k=pi&amp;i=stripbooks&amp;crid=2VI94ZXIY5L97&amp;sprefix=pi%2Cstripbooks%2C79&amp;ref=nb_sb_noss_1&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">pi-themed books, </a>and watch <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.amazon.com/s/ref=nb_sb_noss?url=search-alias=movies-tv&amp;field-keywords=pi&amp;rh=n:2625373011,k:pi&amp;xcust=2-3-511387-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">pi-themed movies</a>, all while tinkering with <a href=\"https://www.pcworld.com/article/420028/10-practical-raspberry-pi-projects-anybody-can-do.html\">our Raspberry Pi PCs</a>.</p>\n\n\n\n<p><em><strong>Correction, March 14, 2013:</strong> An earlier version of this story mistakenly stated that Archimedes&rsquo; estimate for pi was 3.1485. His actual estimate calculated pi to be between 3.1408 and 3.14285. (If you average these two figures, you get an in-between point of 3.141851.) We regret the error.</em></p>\n\n\n\n<p><em>Article originally published March 13, 2010; updated March 13, 2013 and March 14, 2023.</em></p>\n\nInternet, Technology Industry</div>", "link": "https://www.pcworld.com/article/511387/a-brief-history-of-pi.html", "date_published": "2023-03-14 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Google’s new AI features write text for Gmail, Docs, and more", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Are you tired of hearing about AI features coming to your favorite apps and tools yet? Well too freakin&rsquo; bad, here&rsquo;s Google jumping on the bandwagon. In <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://workspace.google.com/blog/product-announcements/generative-ai&amp;xcust=2-3-1657479-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">a sprawling AI topic post this morning</a>, the company announced artificial intelligence text generation going into some of its most commonly-used productivity tools, including Gmail, Google Docs, Sheets, Slides, Meet, and Chat.</p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>If that sounds like &ldquo;all the stuff Google makes to rival Microsoft Office,&rdquo; it&rsquo;s not a coincidence. Google is clearly trying to get ahead of its workspace rival, since Microsoft is set to announce new AI features at its Future of Work presentation just two days from now. Google <a href=\"https://www.pcworld.com/article/1504572/google-announces-bard-ai.html\" rel=\"noreferrer noopener\" target=\"_blank\">recently showed off Bard</a>, its conversational AI, quickly following <a href=\"https://www.pcworld.com/article/1506016/hands-on-with-bings-ai-chat-and-search.html\" rel=\"noreferrer noopener\" target=\"_blank\">Microsoft&rsquo;s integration of ChatGPT with the Bing search engine</a>. </p>\n\n\n\n<p>To its credit, the AI features announced today seem remarkably useful, especially in Gmail and Docs. If you&rsquo;ve played with ChatGPT as a means of quickly writing generic text, this will seem familiar. Google&rsquo;s Docs example shows the user input &ldquo;Job post for regional sales rep,&rdquo; after which the tool creates a surprisingly convincing full job listing, presumably trained on millions of Google search results for similar strings. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Google Docs AI text generation\" class=\"wp-image-1657501\" height=\"750\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/Docs_Web_030823.gif?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Google</p></div>\n\n\n\n<p>Text can also be adjusted by applying filter-style commands, like &ldquo;formalize,&rdquo; &ldquo;elaborate,&rdquo; or &ldquo;shorten.&rdquo; There&rsquo;s even an &ldquo;I&rsquo;m feeling lucky&rdquo; button that will completely rewrite your text in a semi-random tone. With the full suite of tools, users will be able to automatically generate meeting notes and input auto-generated images, audio, and even video.</p>\n\n\n\n<p>Google says that its AI tools will be available to &ldquo;trusted testers&rdquo; in the next few weeks, starting with Gmail and Google Docs. Exactly when it will roll out to the much wider userbase wasn&rsquo;t mentioned. </p>\n\nProfessional Software</div>", "link": "https://www.pcworld.com/article/1657479/google-ai-tools-are-coming-to-gmail-and-docs.html", "date_published": "2023-03-14 14:25:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Microsoft Edge Copilot brings AI content creation to your browser", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Microsoft&rsquo;s latest Edge 111 browser has a new built-in tool: Edge Copilot, which takes the AI-powered Bing Chat assistant and turns it into more of a butler.</p>\n\n\n\n<p>By now, you should be somewhat familiar with <a href=\"https://www.pcworld.com/article/1506016/hands-on-with-bings-ai-chat-and-search.html\">Bing Chat</a>: the <a href=\"https://www.pcworld.com/article/1504771/microsoft-unveils-ai-powered-bing-search-edge.html\">AI chatbot Microsoft launched</a> at the beginning of February is being<a href=\"https://www.pcworld.com/article/1526807/hands-on-how-to-use-bing-chat-within-windows-11.html\"> rolled into Windows 11</a>, even after a number of early experiments that saw Bing devolve into weirdness, <a href=\"https://www.pcworld.com/article/1507512/microsofts-new-ai-bing-taught-my-son-ethnic-slurs-and-im-horrified.html\">or worse</a>. <a href=\"https://www.pcworld.com/article/1515160/microsoft-is-making-bing-chat-less-weird.html\">Microsoft then set out to make Bing Chat less crazy</a> by limiting replies. </p>\n\n\n\n<p>But set that aside for a moment. Edge Copilot, which is found in the Bing sidebar that&rsquo;s accompanied a few of the latest Edge releases, does include Bing Chat. However, its design emphasizes Bing as a content-creation tool, a theme that we&rsquo;d expect Microsoft to expand more on at a &ldquo;Future of Work&rdquo; AI event on Thursday. In addition to Bing Chat, there is also a &ldquo;Compose&rdquo; as well as an &ldquo;Insights&rdquo; tab that uses AI to create and learn more about what you&rsquo;re viewing.</p>\n\n\n\n<p>Edge 111 is also ushering in a &ldquo;new tab&rdquo; feature for enterprise users. Instead of seeing the various new and features powered by Microsoft&rsquo;s Start content service, you&rsquo;ll see a larger, more thorough version of the Microsoft Feed. (The Feed refers to content that Microsoft&rsquo;s other algorithms show you, encompassing everything from relevant documents to <a href=\"https://www.pcworld.com/article/394009/microsoft-viva-is-your-new-employee-experience-that-will-integrate-with-teams.html\">employer-created content from Viva</a>.) Microsoft did not confirm that its <a href=\"https://www.pcworld.com/article/1532564/microsofts-new-video-super-resolution-works-on-amd-and-nvidia-cards.html\">AI-powered Edge video upscaler</a> has been released, however &mdash; it remains in beta. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Edge Copilot\" class=\"wp-image-1656384\" height=\"1100\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/Microsoft-Edge-Copilot-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Edge Copilot lives in the sidebar of Microsoft Edge 111. This is the &ldquo;Compose&rdquo; tab, which can generate text via AI for a variety of purposes.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>To upgrade Microsoft Edge to Edge 111, open the &ldquo;ellipsis&rdquo; menu in the upper right-hand corner, scroll down to <em>Settings</em>, and then go to <em>About Microsoft Edge</em> on the next screen. Edge will auto-update to the latest version. Now, let&rsquo;s take a closer look at Edge Copilot, what it does, and what it can do for you.</p>\n\n\n\n<h2 id=\"what-is-microsoft-edge-copilot\">What is Microsoft Edge Copilot?</h2>\n\n\n\n<p>You&rsquo;re not going to see Edge Copilot right away &mdash; and maybe not at all. Edge Copilot is powered by Bing Chat, and there&rsquo;s <a href=\"https://www.pcworld.com/article/1507026/how-to-try-the-new-ai-powered-bing-search.html\">still a waitlist as of this writing</a>. If you don&rsquo;t have access, you won&rsquo;t see any of the new features shown below.</p>\n\n\n\n<p>In any event, Edge Copilot is hidden by what appears to be the new Bing Chat logo: the Bing &ldquo;b&rdquo; contained within a speech bubble. Click it, and the Edge sidebar will open up. </p>\n\n\n\n<p>You&rsquo;ll need to decide on two settings before you get started. First, whether to configure Bing Chat as &ldquo;precise,&rdquo; &ldquo;creative,&rdquo; or &ldquo;balanced&rdquo; &mdash; though <a href=\"https://www.pcworld.com/article/1525247/asking-bing-chat-to-be-more-creative-will-decrease-its-accuracy.html\">asking for creativity will hurt Bing&rsquo;s precision</a>, for now. You&rsquo;ll also need to agree (or deny) whether to allow Bing to &ldquo;read&rdquo; the page in the browser you&rsquo;re viewing, so it can assimilate its content.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Microsoft Edge Copilot Chat\" class=\"wp-image-1656387\" height=\"1065\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/Microsoft-edge-Copilot-chat.jpg?quality=50&amp;strip=all\" width=\"912\" /></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>The simplest, most accessible tab is Chat. This is Bing Chat, where you can ask a question, request a riddle, or any of the topics and tasks Bing can do. Interestingly, Edge Copilot&rsquo;s Chat function has a different UI than Bing Chat. For one thing, there&rsquo;s no &ldquo;stoplight&rdquo; icon indicating how many questions or interactions you can have. (In Bing Chat, Microsoft limited the number of interactions you can have before you have to &ldquo;start over,&rdquo; wiping Bing&rsquo;s knowledge of the prior conversation.) Just remember that Bing Chat can &ldquo;hallucinate&rdquo; ideas or facts that might not be true, so be slightly careful in how you use it.</p>\n\n\n\n<p>The third tab, &ldquo;Insights,&rdquo; should be where you&rsquo;d find the other key feature Copilot offers: the ability to summarize the contents of a page, such as a long academic paper or blog post. Unfortunately, the Copilot Insights tab offers a grab bag of not particularly useful information, such as a link to the Wikipedia page describing it, the approximate traffic and page referrals, and so on. (You can ask Bing Copilot to summarize the page, but the easiest way I found is to do it from the &ldquo;Chat&rdquo; tab. Simply tell Edge Copilot to summarize the current page, and you&rsquo;ll receive a paragraph or two explaining it all.)</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Edge Copilot Insights Discover\" class=\"wp-image-1656386\" height=\"694\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/Microsoft-Edge-Copilot-DIscover-TechAdvisor.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>The Insights (or Discover) tab doesn&rsquo;t offer a lot right now, but the content here will shift depending on what you&rsquo;re viewing.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>In some ways, the &ldquo;Compose&rdquo; tab is the most unique and interesting function that Edge Copilot offers. This is AI-generated content; at the top of the page, an input box invites you to enter the topic of what Edge Copilot will write about. The other options describe the tone (professional, funny, informative, and so on) and the format (email, blog post, generic paragraph, or list of ideas). You can then generate the relative length (short, medium, or long &mdash; a long answer produced copy of 370 words) and then ask it to generate a draft.</p>\n\n\n\n<p>Don&rsquo;t expect the next great novel or poem. Bing&rsquo;s copy is serviceable, what you might expect from a copywriter or student &mdash; and that&rsquo;s not really a criticism, either. Professional writers probably don&rsquo;t have anything to worry about. But Bing is concise, mostly accurate, and most of all, virtually instantaneous, requiring just a few seconds to generate a response. While I wouldn&rsquo;t ask it to write a story under my byline, it doesn&rsquo;t hurt to ask it for a list of ideas on a given topic. At the very least, a poor idea that Bing generates might spark a good, original thought. </p>\n\n\n\n<p>Use it enough, and you begin to see the sort of things that Bing (or a competing product, such as <a href=\"https://www.pcworld.com/article/1424421/ai-text-generation-is-moving-mainstream.html\">Canva&rsquo;s Magic Write</a>) might be good for: a cover letter that summarizes your resume? A conciliatory email from a service agent to a customer? An executive summary of a complicated proposal? You might raise objections to each of these, but there&rsquo;s arguably more and more content that&rsquo;s both necessary, largely ignored, skimmed through, or even filtered by another AI or algorithm. That&rsquo;s where you&rsquo;ll find value in Bing, Edge Copilot, and other AI services.</p>\n\nPersonal Software</div>", "link": "https://www.pcworld.com/article/1656353/microsoft-edge-copilot-adds-ai-content-creation-to-your-browser.html", "date_published": "2023-03-14 14:16:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Look your best with this $15 Aukey 1080p webcam", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>If you work from home on a full time basis, it&rsquo;s important to have a good webcam for videoconferencing. Most built-in 720p laptop webcams just don&rsquo;t cut it, as the resolution is too low and as a result video quality really suffers. That&rsquo;s why we&rsquo;d recommend springing for 1080p. Luckily, Amazon&rsquo;s selling the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.newegg.com/aukey-pc-lm1e-overview-full-hd-video-1080p-webcam/p/1EF-01DY-00003&amp;xcust=2-2-1657417-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Aukey 1080p webcam for just $14.99</a>. That&rsquo;s 37 percent off of the original $23.99 price tag. This is a fantastic price for a webcam, especially one with a 1080p resolution.</p>\n\n\n\n<p>The Aukey features 1080p streaming and recording at 30 frames-per-second and built-in stereo microphones. The fixed focus keep things nice and stable for up to five meters away. You can expect crisp video as well as clear audio. The setup is painless, too. To use the webcam, all you have to do is plug it into your computer&rsquo;s USB port. You don&rsquo;t even have to install any additional drivers or software. According to Aukey, this webcam fits most flat monitors and laptop displays. You can also stand the webcam up on your desk.</p>\n\n\n\n<p>This is an awesome deal. If you&rsquo;ve been shopping around for an affordable webcam for videoconferencing, this Aukey is the one to pick.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.newegg.com/aukey-pc-lm1e-overview-full-hd-video-1080p-webcam/p/1EF-01DY-00003&amp;xcust=2-2-1657417-7-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Get the AUkey 1080p webcam for $14.99 at Newegg</a></p>\nWebcams</div>", "link": "https://www.pcworld.com/article/1657417/1657417.html", "date_published": "2023-03-14 13:49:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "5 just-launched Windows 11 features you need to try pronto", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Windows 11 may have switched to once-yearly major updates, but that doesn&rsquo;t mean new features can&rsquo;t show up more often. Case in point: On March 14, Microsoft is dropping a massive &ldquo;quality update&rdquo; for Windows 11 that&rsquo;s absolutely brimming with fresh goodies to play with, after a surprise reveal in February. It should start hitting PCs today as part of the usual Patch Tuesday festivities.</p>\n\n\n\n<p>My colleague Mark Hachman covered <a href=\"https://www.pcworld.com/article/1522426/windows-11-february-update-adds-bing-ai-chat-tabbed-notepad-iphone.html\">everything new in the March 2023 Windows 11 quality update</a> (also called &ldquo;Moment 2&rdquo;), then went <a href=\"https://www.pcworld.com/article/1527037/windows-11s-new-features-are-ho-hum-but-the-best-one-saves-you-money.html\">hands-on with several of the new features</a>. There&rsquo;s a lot of new stuff that simply isn&rsquo;t relevant to <em>me</em>, such as better AI tools on Qualcomm-powered PCs, tweaks to the native Teams chat experience, Facebook widgets, improved tablet behavior, and so on. But there are several nifty just-released features with a broader appeal that I can&rsquo;t wait to try out&mdash;and you probably will too. Let&rsquo;s dig in.</p>\n\n\n\n<h2 id=\"ai-powered-bing-chat-search-box\">AI-powered Bing Chat search box</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Bing Chat in Windows 11\" class=\"wp-image-1525522\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Bing-in-Windows.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Microsoft certainly isn&rsquo;t wasting its time bringing the <a href=\"https://www.pcworld.com/article/1506016/hands-on-with-bings-ai-chat-and-search.html\">new AI-powered Bing Chat</a> to the masses. The company revealed the ChatGPT-powered tool mere weeks ago, rolled it out to mobile Bing and Edge users in short order, and now it&rsquo;s coming right to the Windows 11 taskbar, integrated into the newly returned search box. You&rsquo;ll need to be enrolled in the Bing AI preview to use the chat, though. Here&rsquo;s <a href=\"https://www.pcworld.com/article/1526807/hands-on-how-to-use-bing-chat-within-windows-11.html\">how to get started with Bing Chat in Windows 11</a>.</p>\n\n\n\n<p>Honestly, while asking Microsoft&rsquo;s AI to plan vacations and whip up meals from a list of ingredients is cool and all, I&rsquo;m most excited about the simple revival of the search box. I use it all the time in Windows 10, but Windows 11 dumped it in favor of a search <em>button</em> that summons a separate window where you conduct system searches, adding significantly more clicks and headaches to the process. Even if you don&rsquo;t care about Bing Chat, the return of the search box is a major win for everyday Windows 11 users.</p>\n\n\n\n<h2 id=\"notepad-tabs\">Notepad tabs</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 tabbed notepad\" class=\"wp-image-1528326\" height=\"750\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/windows-11-tabbed-notepad.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Tab all the things! I&rsquo;m a massive fan of <a href=\"https://www.pcworld.com/article/407624/stardock-groupy-manage-windows.html\">Stardock&rsquo;s $5 Groupy software</a> to turn every window into a tab, but it won&rsquo;t be needed for much longer if Microsoft keeps this up. At the end of 2023, <a href=\"https://www.pcworld.com/article/1430331/use-the-new-tabbed-file-explorer-to-simplify-your-life.html\">Windows 11 <em>finally </em>added File Explorer tabs</a> after years of begging by enthusiasts, and the March 2023 quality update brings tabs to the venerable Notepad app.</p>\n\n\n\n<p>Oh, and in case you missed it, Notepad was also updated last year to support Windows 11&rsquo;s Dark Mode. <em>Chef&rsquo;s kiss</em>.</p>\n\n\n\n<h2 id=\"iphone-support-in-phone-link\">iPhone support in Phone Link</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Windows 11 Phone Link for iOS better shot\" class=\"wp-image-1525348\" height=\"789\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Phone-Link-for-iOS-better.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Android users have been able to control their phones via the Windows Phone Link app for years now, but Apple&rsquo;s tighter rules have prevented iPhone support. No longer. You&rsquo;ll need to be a Windows Insider to use it right now, but Windows 11&rsquo;s March 2023 quality update finally adds the ability to manage iPhones from your PC.</p>\n\n\n\n<p>You&rsquo;ll be able to send and receive calls, texts, and more right on your desktop, but Apple&rsquo;s rules mean there are several catches involved in <a href=\"https://www.pcworld.com/article/1525289/windows-11-phone-link-manage-iphone-texts-and-calls.html\">Windows 11&rsquo;s new iPhone support</a>. Because of that, you may be better off <a href=\"https://www.pcworld.com/article/1486715/how-to-get-apple-imessages-on-windows-11.html\">using Intel&rsquo;s Unison app to get iMessage on Windows</a> instead. It ostensibly only supports Intel-based PCs though, so AMD Ryzen users (like myself) still have a lot to look forward to in Windows 11&rsquo;s new native iPhone capabilities.</p>\n\n\n\n<h2 id=\"snipping-tool-screen-recording\">Snipping Tool screen recording</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 February 2023 Update Snipping Tool screen recorder\" class=\"wp-image-1523992\" height=\"801\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Windows-11-Snipping-tool-screen-recorder.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Windows has offered a rocking Snipping Tool for a <em>long</em> time now, but it could only be used to quickly grab screenshots. With the Windows 11 March 2023 quality update, the Snipping Tool can now record videos as well. <em>Finally</em>!</p>\n\n\n\n<p>All you have to do is click the new record button in Snipping Tool to start capturing a video, then click it again to stop.&nbsp;Boom! You now have a quick clip to share with friends, helpfully saved to a default folder. This could be insanely handy while troubleshooting or explaining a process to other people.</p>\n\n\n\n<h2 id=\"energy-recommendations\">Energy recommendations</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 February 2023 Update energy recommendations\" class=\"wp-image-1523990\" height=\"809\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Windows-11-energy-efficiency.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Electric bills are skyrocketing, yo. Mine has almost doubled in the past year, and Europeans have it even worse. Enter the new energy recommendations in Windows 11, designed to help ease the burden on both the environment <em>and </em>your wallet.</p>\n\n\n\n<p>You&rsquo;ll a list of settings suggestions in Settings<em> &gt; Power &amp; battery &gt; Energy recommendations</em>, where you can apply them piecemeal or whole-hog at the press of a single button. Even if you decide not to take every action Microsoft recommends&mdash;I <em>loathe </em>auto-adjusting brightness&mdash;every little bit helps. <strong>Update: </strong>We&rsquo;ve gone <a href=\"https://www.pcworld.com/article/1527037/windows-11s-new-features-are-ho-hum-but-the-best-one-saves-you-money.html\">hands-on with the big new Windows 11 update</a> and decided that Energy Recommendations are actually the star of this release.</p>\n\n\n\n<h2 id=\"but-wait-theres-more\">But wait, there&rsquo;s more!</h2>\n\n\n\n<p>That&rsquo;s it for this look into five new Windows 11 features power users won&rsquo;t want to miss. Again, check out Mark Hachman&rsquo;s <a href=\"https://www.pcworld.com/article/1522426/windows-11-february-update-adds-bing-ai-chat-tabbed-notepad-iphone.html\">coverage of the March 2023 Windows 11 Quality Update</a> to get a glimpse at the myriad other goodies stuffed into this release, or wander over to our look at <a href=\"https://www.pcworld.com/article/702039/10-hidden-windows-features-that-will-blow-your-mind.html\">10 obscure Windows features that will blow your mind</a> if you want to wade even deeper into other handy features already lurking deep within the operating system.</p>\n\n\n\n<p><em>Editor&rsquo;s note: This article originally published on 3/1/23 but was updated to link to our hands-on with the new Windows 11 features and to include the name and date of the final release.</em></p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1528312/windows-11-features-march-2023-quality-update-bing-ai-iphone.html", "date_published": "2023-03-14 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Logitech Astro A30 Wireless headset review: Supreme style, formidable sound", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>The styling is very appealing</li><li>The 40mm drivers produce a very natural sound</li><li>The cans are very soft and comfortable</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Some of the moving parts feel a bit tight</li><li>Leatherette in the cups can get sweaty on hot days</li><li>Battery life is decent but not excellent</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">The Logitech G Astro A30 Wireless looks superb and sounds just as fine. A ton of connectivity options means you can feast on a smorgasbord of games across your different devices without unnecessary fuss.</p>\n</div>\n\t\t\t\t<h3 class=\"review-best-price\" id=\"best-prices-today-logitech-g-astro-a30-wireless\">\n\t\t\tBest Prices Today: Logitech G Astro A30 Wireless\t\t</h3>\n\t\t\t\t<div class=\"wp-block-price-comparison price-comparison \">\n\t\t\t<div class=\"price-comparison__record price-comparison__record--header\">\n\t\t\t\t<div>\n\t\t\t\t\t<span>Retailer</span>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t<span>Price</span>\n\t\t\t\t</div>\n\t\t\t</div>\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record\">\n\t\t\t\t\t\t\t<div class=\"price-comparison__image\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img alt=\"Best Buy\" src=\"https://www.pcworld.com/wp-content/themes/idg-base-theme/dist/static/img/best-buy-logo.png\" />\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t\t\t\t<span>$229.99</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div>\n\t\t\t\t\t\t\t\t<a class=\"price-comparison__view-button\" href=\"https://bestbuy.7tiv.net/c/321564/633495/10014?prodsku=6515569&amp;u=https%3A%2F%2Fapi.bestbuy.com%2Fclick%2F-%2F6515569%2Fpdp&amp;intsrc=CATF_4831&amp;subid1=2-1-1533230-2-1533225-17250\" rel=\"nofollow\" target=\"_blank\">View Deal</a>\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record\">\n\t\t\t\t\t\t\t<div class=\"price-comparison__image\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<span>Logitech G</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t\t\t\t<span>$229.99</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div>\n\t\t\t\t\t\t\t\t<a class=\"price-comparison__view-button\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.astrogaming.com/en-us/products/headsets/pc-mac/a30.939-002006.html&amp;xcust=2-1-1533230-2-1533225-17250&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">View Deal</a>\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record price-comparison__record--footer\">\n\t\t\t\t\t<span class=\"price-comparison__footer-text\">\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrice comparison from over 24,000 stores worldwide\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\n\n\n<p>When gaming headsets look as good as this, it can often be a big tease. They rarely sound as good as they look and even when they do, they can often lack the kind of connectivity gamers crave.</p>\n\n\n\n<p>The A30 Wireless, however, is the complete package, with cutting-edge design and styling, formidable sound quality, and impressive multi-device connectivity that will undoubtedly prove invaluable for gamers who like to access a smorgasbord of games across their devices.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>Note: See our roundup of the best <a href=\"https://www.pcworld.com/article/820791/best-wireless-gaming-headsets.html\">wireless gaming headsets</a> to learn about competing products, what to look for in a wireless gaming headset, and buying recommendations.</em></p></blockquote>\n\n\n\n<h2 id=\"astro-a30-wireless-design\">Astro A30 Wireless: Design</h2>\n\n\n\n<p>The A30 Wireless has a familiar look, resembling its very popular cousin the Astro A50 Wireless, which also features square earcups instead of round ones. It&rsquo;s an aesthetic that doesn&rsquo;t always work, but it totally does this time.</p>\n\n\n\n<p>The difference is the A30 Wireless is just that much more hipster, like a pair of limited-edition basketball shoes. Here&rsquo;s a headset, if ever I saw one, that&rsquo;s made to be a fashion statement. A lot of that has to do with its compact size. While sets with squarish designs often have large, gaudy cups, the A30&rsquo;s are much smaller and more elegant.</p>\n\n\n\n<p>That by no means comes at the expense of comfort; the earcups also feature plush leatherette coverings over a cushy memory foam layer, so they always feel soft against your head.</p>\n\n\n\n<p>But it&rsquo;s the more superficial styling that really elevates this headset above others. Both navy and white color options come with swappable magnetic speaker tags that you can either change out for pre-made designs from the Logitech website or personalize to sync with your own style.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Logitech G Astro A30 Wireless\" class=\"wp-image-1533258\" height=\"900\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/Astro-A30-Wireless-front.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Astro A30 Wireless has square-shaped earcups.</p> </figcaption></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>There&rsquo;s also a Mandalorian Edition that comes with a cool silhouette of the Star Wars bounty hunter and a Beskar Steel finish&mdash;which by merely existing, speaks volumes about how Logitech is really on trend with this device.</p>\n\n\n\n<p>Personally, though, I was happy with my navy unit; its brilliant multi-coloured tags glared spectacularly when light hit them, contrasting superbly against the darker band and cups.</p>\n\n\n\n<p>Functionally the A30 is similarly impressive. Its metal band is both strong and flexible, and there&rsquo;s an extra soft cushion on top to rest against your head. The cups, too, are very well made, and swivel 180 degrees so you can easily rest them flat between games; and they tilt up a little to give you some lateral movement too.</p>\n\n\n\n<p>Not discounting those pluses, it was kind of surprising to discover some parts of the A30 were a little tight to move. That made complete sense for the adjustable headband, but the tightness in the swiveling cups did make me wonder if my head had sufficient wiggle room.</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>This cross-compatibility of the A30 Wireless fit into my lifestyle perfectly. It meant I could feast on a smorgasbord of games on different devices.</p></blockquote></figure>\n\n\n\n<p>Still, that&rsquo;s but a small nit-pick that only meant I felt a little snugger than I&rsquo;m used to. Note that I say snugger, not uncomfortable, because they never felt too tight. In fact, the clamp force was just right, and the whole headset was light enough to be no burden on my head or neck at all.</p>\n\n\n\n<h3 id=\"astro-a30-wireless-audio\">Astro A30 Wireless: Audio</h3>\n\n\n\n<p>The A30 currently costs $230, which makes it $20 cheaper than the <a href=\"https://www.pcworld.com/article/814589/razer-barracuda-pro-review.html\">Razer Barracuda Pro</a> and a full $120 cheaper than the <a href=\"https://www.pcworld.com/article/705178/steelseries-arctis-nova-pro-wireless-headphones-review.html\">SteelSeries Arctis Nova Pro Wireles</a>s. That&rsquo;s great value considering it features multi-platform compatibility, connecting to a PC, PlayStation 5, Xbox X/S, Mac, and a host of other devices.</p>\n\n\n\n<p>This cross-compatibility of the A30 Wireless fit into my lifestyle perfectly. It meant I could feast on a smorgasbord of games on different devices, without any fussy to-ing and fro-ing.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget is-half-width is-float-right\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"mentioned-in-this-article\">\n\t\t\t\t\tmentioned in this article\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"razer-barracuda-pro\">Razer Barracuda Pro</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"Razer Barracuda Pro\" class=\"product-widget__image\" height=\"3697\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/07/RZR_BarracudaPro_Render03_2022.png\" width=\"2533\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/814589/razer-barracuda-pro-review.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__pricing-details  \">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"product-widget__pricing-details--label\">\n\t\t\t\t\t\t\t\t\tBest Prices Today:\n\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"product-widget__pricing-details--links-wrapper\">\n\t\t\t\t\t\t\t\t<a class=\"product-widget__pricing-details--link\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.razer.com/gaming-headsets/razer-barracuda-pro/RZ04-03780100-R3U1&amp;xcust=2-1-1533230-5-814587-10700&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">$249.99 at  Razer</a>\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p>One minute my ears were filled with the squawks of a dragon in the PC game <em>Colossal Cave</em>, and the next the subtle forest sounds of <em>The Legend of Zelda</em>: <em>Breath of the Wild</em> on my Nintendo Switch&mdash;which simply involved changing out the 2.4GHz Wi-Fi dongle and plugging the 3.5mm cable into my console&rsquo;s auxiliary port.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Logitech G Astro A30 Wireless\" class=\"wp-image-1533260\" height=\"751\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/With-mic.png?w=1200\" width=\"1200\" /><figcaption><p>The Astro A30 Wireless comes with a fully detachable boom mic.&nbsp;</p>\n</figcaption></figure><p class=\"imageCredit\">Logitech G</p></div>\n\n\n\n<p>If you intend on just using wireless connectivity, you can be even more nimble between your devices, staying connected and simply changing audio sources with the touch of a button on the headset itself. The Bluetooth works simultaneously with Wi-Fi too, so that you can take phone calls, blast music, or chat with your teammates, all while missing absolutely none of your gaming audio.</p>\n\n\n\n<p>Additionally, it&rsquo;s super easy on the A30 Wireless to balance your different sound sources. By just pushing the joystick on the control either left or right, I could easily prioritize either my game audio over my voice audio or vice versa.</p>\n\n\n\n<p>In the box, you also get a lengthy USB-C to USB-A charge cable which Logitech says charges the device for up to 27 hours of playtime, and a convenient slim case which takes up hardly any room in your bag.</p>\n\n\n\n<p>A boom microphone is also provided as a fully detachable part that slots into place on the left-side cup. It&rsquo;s made from a flexible material that allows you to position it wherever you like. This mic proved perfect for my Discord chats where it picked up the sound of my voice perfectly without any kind of distortion, so I was very happy with it.</p>\n\n\n\n<h3 id=\"astro-a30-wireless-performance\">Astro A30 Wireless: Performance</h3>\n\n\n\n<p>Logitech has opted for 40mm audio drivers for the A30. These seem like the perfect choice, providing the high-fidelity sound you&rsquo;d expect in a high-end gaming headset, but still fitting neatly into compact cups. I&rsquo;ve got to say too, they delivered an extremely impressive sound quality that I put right up there with the best I&rsquo;ve heard in the past 12 months.</p>\n\n\n\n<p>In <em>Colossal Cave</em> on PC, for example, the A30 immediately showed off its clean, crisp sound profile. It separated out tones extremely well through the mids and highs, culminating in very natural-sounding orchestral music and very guttural monster sounds that made creeping through the dark spaces of the cave a tense but exhilarating experience.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Logitech G Astro A30 Wireless\" class=\"wp-image-1533293\" height=\"900\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/Astro-A30-Wireless-joystick.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>You can balance your different audio sources using the joystick at the bottom center of the Astro A30 Wireless&rsquo;s right earcup<span>.</span></p></figcaption></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>What&rsquo;s more, atmospheric sounds like birds&rsquo; chirps and rushing water were bounced very precisely between earcups, thereby providing a strong sense of location for all these sounds, such that I got a real sense of depth in my games that I rarely get&mdash;even from headsets that promise true spatial audio support.</p>\n\n\n\n<p>Switching to the FPS <em>Call of Duty: Modern Warfare II</em>, and the A30 Wireless proved it could handle a more complex soundscape equally as well. Here, sounds like the thunking of explosions and of whizzing of bullets took on a life of their own, making me pause for a while and just admire the sound of dirt particles raining down around me and the realism of the projectiles.</p>\n\n\n\n<p>The A30 was excellent at differentiating far-away sounds like the cracks of gunfire and explosions as clear and separate from closer sounds, like my footsteps. But if you really want to go one step further and make any of these sounds even more pronounced, Logitech&rsquo;s G app is an excellent and very easy-to-use companion app that makes changing EQ a cinch.</p>\n\n\n\n<h3 id=\"should-you-buy-the-astro-a30-wireless\">Should you buy the Astro A30 Wireless?</h3>\n\n\n\n<p>The Astro A30 Wireless doesn&rsquo;t just meet gamer needs, it far exceeds them, providing a veritable cocktail of high-fidelity audio paired with cross-platform connectivity that opens up a world of possibilities for gamers to play with their devices when and how they choose.</p>\n\n\n\n<p>This offering could have been packaged up in a ho-hum headset design, but the Astro A30 Wireless is about as stylish as headsets come, saying as much about you as your playstyle or choice of games.</p>\n\n\n\n<p>Albeit you&rsquo;ll need to shell out $230 for a pair, but considering the A30 Wireless costs less than two of the best gaming headsets you can get these days, it&rsquo;s most likely the current best value high-end headset in town.</p>\n\nGaming, Headphones</div>", "link": "https://www.pcworld.com/article/1533230/logitech-g-astro-a30-wireless-headset-review.html", "date_published": "2023-03-14 10:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "10 surprisingly practical Raspberry Pi projects anybody can do", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>The Raspberry Pi single-board computer and all its variants have captured the imaginations of DIY enthusiasts and budding hobbyists alike, even though it <a href=\"https://www.pcworld.com/article/545749/even-the-raspberry-pi-isnt-immune-to-the-chip-shortage.html\">hasn&rsquo;t been immune to the chip crunch</a>. The <a href=\"https://www.pcworld.com/article/1440616/finally-raspberry-pi-5-is-set-to-launch-in-2023.html\">next-gen Raspberry Pi 5</a> won&rsquo;t launch this year, but the <a href=\"https://www.pcworld.com/article/3404616/the-raspberry-pi-4-arrives-with-more-power-and-dual-4k-display-support-for-the-same-low-price.html\">existing models</a> still pack enough <em>oomph</em> to fuel practical and fantastical projects alike, offering handy features like USB-C charging and enough graphics horsepower to drive a pair of 4K monitors simultaneously.</p>\n\n\n\n<p>Much of the coverage you&rsquo;ll see around the web focuses on the&nbsp;<a href=\"https://www.pcworld.com/article/2895874/10-insanely-innovative-incredibly-cool-raspberry-pi-projects.html\">more wondrous projects</a>&mdash;magic mirrors, portable gaming handhelds, intelligent drones, and so forth. And for good reason! Those maker masterpieces show what sort of power the $35 mini-PC is capable of in the hands of someone with a little imagination and a bin full of spare electronics.&nbsp;</p>\n\n\n\n<p>But most people, particularly beginners, won&rsquo;t use the Raspberry Pi to whip up crazy creations. There are near-endless practical uses for this bare-bones kit, from media streaming to extending the range of your Wi-Fi network, as the following 10 projects demonstrate. Time to put that $35 computer to real work. Heck, many of these will work just fine even on&nbsp;<a href=\"https://www.pcworld.com/article/3008888/raspberry-pi-zero-the-5-computer-is-here.html\">the $5 Raspberry Pi Zero</a>.</p>\n\n\n\n<h2 id=\"htpc-media-streaming\">HTPC media streaming</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"osmc\" src=\"https://images.techhive.com/images/article/2016/03/osmc-100649617-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>The original $35 Raspberry Pi may have been revolutionary to makers, but it took off with PC enthusiasts as well thanks to its ability to double as a dirt-cheap home-theater PC. That allure may have waned a bit in recent years as dedicated devices like the Chromecast hit the streets at similarly low prices, but using a Raspberry Pi as a media-streaming box still offers far more power than those streaming-centric sticks, especially if you have a sizeable local media collection.</p>\n\n\n\n<p>There are a slew of HTPC-centric Raspberry Pi operating systems out there, each revolving around slapping your HD videos on the big screen.&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://osmc.tv/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">OSMC</a>&nbsp;is built around the popular Kodi media center software (formerly XBMC), while&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.rasplex.com/index.html&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">RasPlex</a>&nbsp;transforms your Pi into the ultimate Plex streaming box. The $21 Raspberry Pi TV Hat accessory, meanwhile, can grant your mini-PC the ability to read over-the-air TV signals.</p>\n\n\n\n<h2 id=\"give-a-dumb-tv-smarts\">Give a dumb TV smarts</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"close shot\" src=\"https://images.techhive.com/images/article/2017/04/close_shot-100718420-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>Likewise, if you have a dumb TV that you&rsquo;d like to add web browsing and other basic computing abilities to, the Raspberry Pi does the trick without costing anywhere near as much as a proper home theater PC. You&rsquo;ll want to use a Raspberry Pi 2, 3, or 4, though&mdash;the original Pi and the Raspberry Pi Zero are just pokey enough to be frustrating for general tasks. With the right case, the Pi can look downright stylish in your home theater, too.</p>\n\n\n\n<p>Bonus: If you&rsquo;re connecting the Raspberry Pi to your TV, you can use it to stream web videos, too!</p>\n\n\n\n<h2 id=\"file-storage-server\">File storage server</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"backup plus portable 4tb family hi res\" src=\"https://images.techhive.com/images/article/2017/03/backup-plus-portable-4tb-family-hi-res-100712995-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>You can also have your Raspberry Pi play wingman for the other devices in your house, serving as a centralized device that performs helpful tasks.</p>\n\n\n\n<p>Case in point: You can use the mini-PC as a&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.howtogeek.com/139433/how-to-turn-a-raspberry-pi-into-a-low-power-network-storage-device/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">cheap NAS box</a>&nbsp;for general file storage if you connect an external USB hard drive to the machine. Hit those links for technical details, and one tip if you&rsquo;re planning to convert the computer to a file server: Use a wired ethernet connection rather than Wi-Fi if you&rsquo;re able. Make sure you <a href=\"https://www.pcworld.com/article/406861/best-external-drives.html\">grab a solid external drive</a>, too!</p>\n\n\n\n<h2 id=\"wireless-network-printer\">Wireless network printer</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"dot matrix printer\" src=\"https://images.techhive.com/images/article/2016/03/dot-matrix-printer-100649621-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>Printing isn&rsquo;t as prevalent as it used to be, but the Raspberry Pi can help you transform that chunky old USB printer in your closet into a networked printer that every device in your house can use.</p>\n\n\n\n<p>You&rsquo;ll need a power source for each gadget, obviously, as well as a USB connection between the devices, but setting it up is pretty straightforward. This&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.makeuseof.com/tag/make-wireless-printer-raspberry-pi/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">MakeUseOf tutorial</a>&nbsp;walks you through the process step-by-step.</p>\n\n\n\n<h2 id=\"extend-your-homes-wi-fi-network\">Extend your home&rsquo;s Wi-Fi network</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"raspberry pi 4 ports\" src=\"https://images.idgesg.net/images/article/2019/06/raspberry-pi-4-ports-100799940-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>Raspberry Pi doesn&rsquo;t make the home networks you use, but it can make the home networks you use&nbsp;<em>better</em>&nbsp;if you configure the mini-PC as a wireless range extender, tapping into the device&rsquo;s ethernet and USB ports. Doing so can help your Wi-Fi signal reach the farthest corners of your house and help wipe out dead zones.</p>\n\n\n\n<p>Configuring the device to bolster your home network will take a bit of time, and you&rsquo;ll need to buy a USB Wi-Fi adapter to do it, but again, it&rsquo;s relatively straightforward with a guide. Check out&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://learn.adafruit.com/setting-up-a-raspberry-pi-as-a-wifi-access-point/overview&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Adafruit&rsquo;s reader-friendly tutorial</a>.</p>\n\n\n\n<h2 id=\"old-school-gaming-emulator\">Old-school gaming emulator</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"relax\" src=\"https://images.techhive.com/images/article/2017/04/relax-100718429-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>Gaming emulators are a legal gray area, but there&rsquo;s no doubt that using the Raspberry Pi as a butt-kicking console emulator is a popular use for the machines. It can play games from a wide variety of consoles right on up to the PlayStation 1 era if you manage to snag some legal game ROMs, though the older the system being emulated, the better the performance.</p>\n\n\n\n<p>Curious? Check out PCWorld&rsquo;s complete guide to&nbsp;<a href=\"https://www.pcworld.com/cms/article/https:/www.pcworld.com/article/3190347/how-to-build-a-raspberry-pi-retrogaming-emulation-console\">turning your Raspberry Pi into a retro gaming console</a>&nbsp;for the full scoop.</p>\n\n\n\n<h2 id=\"a-music-streaming-machine\">A music streaming machine</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"rune audio mobile app\" src=\"https://images.techhive.com/images/article/2016/03/rune-audio-mobile-app-100649624-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>The Raspberry Pi&rsquo;s media chops aren&rsquo;t limited to video streaming alone. Numerous operating systems have also been released that transform the device into a high-fidelity music player when connected to a speaker, sort of like a more powerful, flexible version of&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.techhive.com/article/3014204/consumer-electronics/chromecast-audio-s-multi-room-support-has-arrived-along-with-high-res-audio.html&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Chromecast Audio</a>.</p>\n\n\n\n<p>The various music-oriented OSes available offer different features; poke around the FAQs and features of each to see which is right for your needs. Here are tutorials on how to have your Raspberry Pi turn dumb speakers into smart music solutions with&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.alphr.com/computing/1000089/how-to-use-a-raspberry-pi-to-control-your-hi-fi-wirelessly-send-music-to-your-home&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Volumio</a>&nbsp;and&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.instructables.com/id/Raspberry-Pi-as-Hi-Fi-player-with-RuneAudio/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Rune Audio</a>&nbsp;(pictured), both of which offer mobile apps so you can control your tunes with your phone.</p>\n\n\n\n<h2 id=\"learn-programming\">Learn programming</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"raspberry pi raspbian\" src=\"https://images.techhive.com/images/article/2016/03/raspberry-pi-raspbian-100649619-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>You could always use the Raspberry Pi as it was originally intended, too: As a low-cost introduction to programming and computer science. The mini-PC&rsquo;s loaded with all sorts of software that encourages deep-level tinkering.</p>\n\n\n\n<p>Beyond the command-line terminal, you&rsquo;ll need to wade in often, you&rsquo;ll also find versions of Wolfram Mathematica, Python program creation tools, and Scratch, an animation coding IDE for kids, in the&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.raspbian.org/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Raspbian operating system</a>&nbsp;that the Raspberry Pi Foundation encourages new users to install. Get smart!</p>\n\n\n\n<h2 id=\"play-minecraft\">Play Minecraft</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"minecraft pi\" src=\"https://images.techhive.com/images/article/2016/03/minecraft-pi-100649616-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>Or you could play&nbsp;<em>Minecraft</em>. There&rsquo;s a free Raspberry Pi version of&nbsp;<em>Minecraft</em>&nbsp;that anybody can download at no cost. Even better, it&rsquo;s designed to teach you how to use the Python programming language as you build out the world. (Hey, Microsoft CEO Satya Nadella&nbsp;<em>did&nbsp;</em>say that part of the reason the company purchased Mojang was to&nbsp;<a href=\"https://www.pcworld.com/article/2684060/why-microsoft-bought-minecraft-to-lure-kids-to-science.html\">lure kids into computer science</a>.)</p>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://pi.minecraft.net/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Download&nbsp;<em>Minecraft: Pi Edition</em></a>&nbsp;and jump in with&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.raspberrypi.org/learning/getting-started-with-minecraft-pi/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">this helpful tutorial</a>.</p>\n\n\n\n<h2 id=\"affordable-productivity-pc\">Affordable productivity PC</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"LibreOffice on Raspberry Pi OS\" src=\"https://images.idgesg.net/images/article/2020/07/rpi_libreoffice-100851757-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>With options of 2GB, 4GB, and now 8GB models, the Raspberry Pi 4 packs a heftier punch than previous RPi iterations&mdash;making it suitable for basic everyday tasks like web browsing, watching video streams, and document editing. Setting up one as a PC goes fast, too, with the bulk of the hour setup time devoted to waiting for the operating system installation to complete.</p>\n\n\n\n<p>As a starter or secondary computer, it&rsquo;s hard to beat, especially given its build cost of $100 (or even less, if you opt for the 2GB version and not the 4GB). Check out PCWorld&rsquo;s full guide in how to put together a&nbsp;<a href=\"https://www.pcworld.com/article/3566079/how-to-build-a-100-dollar-pc-with-a-raspberry-pi-4.html\">$100 Raspberry Pi PC</a>&nbsp;for everything you&rsquo;ll need.</p>\n\n\n\n<h2 id=\"crazy-awesome-experiments\">Crazy awesome experiments</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"magic mirror raspberry pi\" src=\"https://images.techhive.com/images/article/2015/03/magic-mirror-raspberry-pi-100573024-large.jpg?auto=webp&amp;quality=85,70\" /></figure></div>\n\n\n\n\n<p>Let&rsquo;s finish where we began. Once you&rsquo;ve wrapped your head around the Raspberry Pi&rsquo;s potential, why not try your hand at one of those awe-inspiring inventive projects? PCWorld&rsquo;s look at&nbsp;<a href=\"https://www.pcworld.com/article/2895874/10-insanely-innovative-incredibly-cool-raspberry-pi-projects.html\">10 insanely innovative, incredibly cool Raspberry Pi creations&nbsp;</a>can help with the inspiration, while the project guides at&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=http://www.instructables.com/id/Raspberry-Pi-Projects/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Instructables</a>,&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://hackaday.io/projects/tag/raspberry%20pi&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Hackaday</a>, and the&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.raspberrypi.org/resources/make/&amp;xcust=2-1-420028-1-0-0&amp;sref=https://www.pcworld.com/article/420028/10-surprisingly-practical-raspberry-pi-projects-anybody-can-do.html\">Raspberry Pi Foundation website itself</a>&nbsp;are ready to walk you step-by-step through the&nbsp;<em>really</em>&nbsp;awesome stuff like the magic mirror above.</p>\n\n\n\n<p>Also check out our roundup of the&nbsp;<a href=\"https://www.pcworld.com/article/3244253/computers/best-raspberry-pi-kits.html\">best Raspberry Pi kits</a>. Whether you&rsquo;re a newbie who just wants to get all the basics with one purchase, or an experienced tinkerer looking to build a specialized project, a kit could be the way to go.</p>\n\n\n\n<p><em>Editor&rsquo;s note: This article is updated periodically to include new info, most recently to resurface these projects for Pi day (3/14/23) and note that the Raspberry Pi 5 won&rsquo;t launch this year.</em></p>\n\nDesktop PCs, Technology Industry</div>", "link": "https://www.pcworld.com/article/420028/10-practical-raspberry-pi-projects-anyone-can-do.html", "date_published": "2023-03-14 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Get a refurbished Microsoft Surface Pro 5 for $80 off", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>In the hybrid working world, you have to maximize your productivity at home, in the office, and in transit. The flexible&nbsp;<a href=\"https://www.pcworld.com/article/1357826/microsoft-surface-pro-9-5g-review-an-arm-tablet-worth-buying.html\" rel=\"noreferrer noopener\" target=\"_blank\">Microsoft Surface Pro</a>&nbsp;is a great option for those people who spend a lot of time working on the go due to its clever laptop/tablet design. But not all of us can afford to splurge on the newest technology.</p>\n\n\n\n<p>Fortunately, you can save a bundle when you buy refurbished. For instance, although it&rsquo;s a few generations old, you can get a refurbished&nbsp;<a href=\"https://shop.pcworld.com/sales/microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro&amp;utm_term=scsf-566297&amp;utm_content=a0x1P0000058UboQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Microsoft Surface Pro 5</a>&nbsp;for $80 off now.</p>\n\n\n\n<p>This versatile device has a 12.3&Prime; PixelSense display and 10-point touch support allowing you to take full advantage of the multi-touch gestures incorporated into Windows 10 Pro. The laptop-tablet combo runs on a 7th-Gen (Kaby Lake) 2.6 GHz Intel Core i5-7300U processor with turbo boost up to 3.5 GHz, with 8GB DDR4 memory, and 256GB of onboard storage, giving you laptop-like power with the flexibility of a tablet.</p>\n\n\n\n<p>Get the best of a laptop and a tablet in a single refurbished device. Right now, you can get a refurbished&nbsp;<a href=\"https://shop.pcworld.com/sales/microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro&amp;utm_term=scsf-566297&amp;utm_content=a0x1P0000058UboQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Microsoft Surface Pro 5</a>&nbsp;for 16% off $479 at just $399.99.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro&amp;utm_term=scsf-566297&amp;utm_content=a0x1P0000058UboQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp1.stackassets.com/970c5070884c5efb241b3fbca921838e4fa73785/store/65c52b65358d4c2db6706d4e075f58fe6b2712599ecf893d7cf146880a82/sale_315786_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>Microsoft Surface Pro 5 (Model 1796) Intel Core i5 8GB 256GB Windows Pro &ndash; Silver (Refurbished) &ndash; $399.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=microsoft-surface-pro-5-model-1796-intel-core-i5-8gb-256gb-windows-pro&amp;utm_term=scsf-566297&amp;utm_content=a0x1P0000058UboQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nTablets</div>", "link": "https://www.pcworld.com/article/1654626/get-a-refurbished-microsoft-surface-pro-5-for-80-off.html", "date_published": "2023-03-14 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]