[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nintendo Thinks Its First $70 Game Will Be Worth It - IGN Daily Fix", "description": "In today's Daily Fix:\nNintendo of America's president, Doug Bowser, believes their first $70 game will be worth the price. Via the Associated Press, Bowser said \"I think fans will find this is an incredibly full, deeply immersive experience. The price point reflects the type of experience that fans can expect when it comes to playing this particular game.\" But for Nintendo fans worried about shelling out 70 bucks for all their first-party games, fear not. Bowser said this isn't necessarily going to be the price for every game. According to him, it's fairly common in Europe and other parts of the world to vary the price depending on the game. In other news, it seems like IO Interactive is full speed ahead on their James Bond 007 game, and confirmed that any new Hitman games are on pause at the moment. And speaking of game delays, the System Shock remake has been pushed back a couple of months.", "link": "https://www.youtube.com/watch?v=x6_3atgeriY", "date_published": "2023-03-14 23:09:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shame Legacy - Official Announcement Trailer", "description": "Shame Legacy is a first-person survival-horror, set in a 19th-century forsaken cultist village. You attempt to survive using stealth and escape mechanics. By solving puzzles, you figure out your connection to it all. Meanwhile, an eerie danger looms over. Shame Legacy is launching on May 30 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.", "link": "https://www.youtube.com/watch?v=q-TYDq6nHoo", "date_published": "2023-03-14 23:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Callisto Protocol - Official Contagion Bundle Trailer", "description": "The Callisto Protocol is a survival horror game from Striking Distance Studios and KRAFTON. The Contagion Bundle has been announced for The Callisto Protocol which gives players access to Contagion Mode where players will have to fight tactically and use their ammo wisely as they experience a custom balance of stronger enemies, limited resources, and no manual saves. Death means they’ll be reset to the beginning of their current chapter. The Contagion Bundle also includes 14 new hand-crafted ways for Jacob to die at the hands of the Biophage via new animations for the game. New skins are also available including the Watchtower Skin Collection, a United Jupiter Company (UJC)-themed pack of player and weapon skins. The Contagion Bundle is available now for The Callisto Protocol for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=EImzwfgi_pQ", "date_published": "2023-03-14 22:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "John Wick: Chapter 4 - Official Clip (2023) Keanu Reeves", "description": "Fast cars and dangerous stunts. Check out this action-packed clip from John Wick: Chapter 4, an upcoming movie starring Keanu Reeves, Donnie Yen, Bill Skarsgård, Laurence Fishburne, Hiroyuki Sanada, Shamier Anderson, Lance Reddick, Rina Sawayama, Scott Adkins, and Ian McShane.\n\nJohn Wick (Keanu Reeves) uncovers a path to defeating the High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.\n\nJohn Wick: Chapter 4 opens in theaters and IMAX on March 24, 2023.\n\n#IGN #JohnWick4 #Movies", "link": "https://www.youtube.com/watch?v=hFsHp5OiEhI", "date_published": "2023-03-14 21:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 2 & Warzone 2.0 - Official Season 02 Reloaded Trailer", "description": "Check out the latest trailer for Call of Duty: Modern Warfare II and Warzone 2.0 to see what's coming in Season 02 Reloaded, featuring a brand new core 6v6 map, new party modes, Atomgrad Raid: Episode 2, and more. Call of Duty: Modern Warfare 2 and Warzone 2.0's Season 02 Reloaded kicks off tomorrow, March 15, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=w4UTHRFwsyI", "date_published": "2023-03-14 21:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Meet Your Maker - Official PlayStation Plus Announcement Trailer", "description": "Meet your Maker is a new first-person building-and-raiding game where players must create Outposts designed to lure, outwit, and kill trespassing players. To do so, they’ll combine a huge array of customizable blocks, traps, and guards as they strategically construct their deadly masterpiece. Those looking to play together can combine their creativity and build with a friend or join forces to raid Outposts as a team of two. Players can invest in collected GenMat to grow their arsenal of traps, guards, weapons, suits, and more. Meet your Maker is launching on April 4 as a PlayStation Plus Monthly Game for April 2023 for PlayStation 4 and PlayStation 5 alongside the release on Xbox One, Xbox Series S|X, and PC.", "link": "https://www.youtube.com/watch?v=228sqsPEzoQ", "date_published": "2023-03-14 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2 Doesn’t Want You and Your Friends to Experience the Same Game | IGN First", "description": "The development team at Gunfire Games explains how they've upped the ante on the procedural generation in Remnant 2, and thus you and your friends are highly unlikely to ever have an identical experience.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=iDW0rQWZYVI", "date_published": "2023-03-14 19:21:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PlayStation 5 DualSense Edge Wireless Controller - Official Accolades Trailer", "description": "Get another look at the PS5 DualSense Edge wireless controller in this accolades trailer, and see what some critics are saying about it.\n\n#IGN #Gaming #PS5", "link": "https://www.youtube.com/watch?v=98ZDl85SmjQ", "date_published": "2023-03-14 19:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Scarlet Centurion: The Supervillain Link Between Kang and Doctor Doom #marvel #shorts #mcu", "description": "Kang the Conqueror’s real name is Nathaniel Richards, which suggests he could be a distant descendent of the Fantastic Four’s Reed Richards. But is it possible he’s actually related to Doctor Doom instead?", "link": "https://www.youtube.com/watch?v=r1aN3EYaeCM", "date_published": "2023-03-14 18:15:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Conan Exiles: Age of Sorcery - Official Chapter 3 Trailer", "description": "Conan Exiles: Age of Sorcery's Chapter 3 is available now. Watch the launch trailer to see what to expect with the free update and a new paid Battle Pass and Bazaar shop cosmetic items to support it. The third chapter brings new features including Golem Shaping, the Journey system overhaul, a new boss, and more.\n\n#IGN #Gaming #ConanExiles", "link": "https://www.youtube.com/watch?v=WRJjWXbICI4", "date_published": "2023-03-14 18:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us Part 1 - Official PC Features Trailer #2", "description": "The Last of Us Part I will be available on PC via Steam and the Epic Games Store on March 28, 2023. Watch the latest trailer to get a peek at more of The Last of US Part I's PC features, such as the inclusion of accessibility features like High Contrast Mode, Audio Descriptions for cinematics, support for a variety of controllers and customizable control inputs, and more.\n\n#IGN #TheLastOfUs #TLOU", "link": "https://www.youtube.com/watch?v=d865tdnceBg", "date_published": "2023-03-14 17:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Official Marshall Law Gameplay Trailer", "description": "Marshall Law takes the spotlight in this latest Tekken 8 trailer. Check it out to see the character in action.\n\nTekken 8 is coming to PlayStation 5, Xbox Series X/S, and Steam.\n\n#IGN #Gaming #Tekken", "link": "https://www.youtube.com/watch?v=oj7ZpMOdOFA", "date_published": "2023-03-14 16:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gun Expert Reacts to Resident Evil 4 Weapons", "description": "Watch a firearm and weapons expert react to Resident Evil 4 guns! With the Resident Evil 4 Remake arriving soon, we got Alex Pitts, the Combined Military Services Museum's gun expert to react to RE4 weapons.\n\nFrom the Silver Ghost Handgun, to the deadly RE4 Killer7 .45 Magnum, RE4 Shotgun, and more, Alex breaks down these iconic Resident Evil 4 firearms and explains just how realistic they are.\nA massive thank you the Combined Military Services Museum, it's collection of guns, and Alex for his fantastic firearm insight! If you'd like to find out more about CMSM, click here to visit their website - https://cmsm.co.uk/\n\n00:00 - Intro\n00:38 - Resident Evil 4 Killer7 Magnum\n01:44 - Resident Evil 4 Rocket Launcher\n02:25 - Resident Evil 4 Handgun\n03:15 - Resident Evil 4 Red9\n04:52 - Resident Evil 4 Matilda\n05:45 - Resident Evil 4 Shotgun\n08:05 - Final Thoughts \n\n#IGN #Gaming #ResidentEvil", "link": "https://www.youtube.com/watch?v=_yHLtwt8hyA", "date_published": "2023-03-14 15:19:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "WWE 2K23: Cody Rhodes vs. Roman Reigns Gameplay -  Legend Difficulty", "description": "Check out this new WWE 2K23 gameplay! We played out the Roman Reigns vs Cody Rhodes Wrestlemania 39 main event in WWE 2K23 on legend difficulty. Check out WWE 2K23 Cody Rhodes Wrestlemania entrance and WWE 2K23 Roman Reigns Bloodline entrance followed by the main event of Wrestlemania for the WWE Championship.\n\n00:00 - Cody Rhodes Wrestlemania Entrance\n02:08 - Roman Reigns' Bloodline Entrance\n06:45 - The Match\n\n#IGN #Gaming #WWE", "link": "https://www.youtube.com/watch?v=YVLcw0LqpTc", "date_published": "2023-03-14 14:15:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bayonetta Origins: Cereza and the Lost Demon Review", "description": "Bayonetta Origins: Cereza and the Lost Demon reviewed by Michael Higham on Nintendo Switch.\n\nThis spin-off is an absolute joy through and through. From its impressive, fantastical story moments full of childlike charm to its clever platforming puzzles and satisfying battles, this is a superb action-adventure where every piece comes together to create a wondrous playable storybook. Its dual-character concept doesn’t evolve that much once you get the hang of it, and its conclusion could have done a bit more to leave a lasting impact. But it’s a journey you’ll cherish all the same, and one that’s been brought to life through a beautiful art style, stellar voice performances, and an outstanding soundtrack.", "link": "https://www.youtube.com/watch?v=EQhcuQi1tdI", "date_published": "2023-03-14 13:00:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hyper Light Breaker - Official First Gameplay Trailer", "description": "Get your first look at gameplay from Hyper Light Breaker, the gorgeous upcoming 3D action-adventure co-op game set in the Overgrowth -- all within the Hyper Light universe.  It's due to launch into Steam Early Access this Fall.", "link": "https://www.youtube.com/watch?v=bCQb-m0RaG0", "date_published": "2023-03-14 13:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "WWE 2K23 - Official Launch Trailer", "description": "Check out the WWE 2K23 launch trailer, featuring WWE Superstars John Cena, Cody Rhodes, Logan Paul, Bad Bunny, Rhea Ripley, and more.\n\nWWE 2K23 is now available in Early Access for Deluxe and Icon Edition players. The game's official release date on PC, PS5, Xbox Series X/S, PS4, and Xbox One is March 17, 2023.\n\n#IGN #Gaming #WWE", "link": "https://www.youtube.com/watch?v=1fiQFYSSvUY", "date_published": "2023-03-14 12:47:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "John Wick: Chapter 4 - Review", "description": "It seemed like an impossible task, but the Baba Yaga has a history of delivering on those: John Wick: Chapter 4 stands above its predecessors – and the past decade’s worth of action films as a whole – as a modern epic.", "link": "https://www.youtube.com/watch?v=aXsyWV7jf98", "date_published": "2023-03-14 03:13:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ke Huy Quan hugging Harrison Ford again #everythingeverywhere #oscars #indianajones #shorts", "description": "", "link": "https://www.youtube.com/watch?v=jpr909VPRbI", "date_published": "2023-03-14 01:36:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "TLOU game actors who were in the show #tlou #thelastofus #thelastofushbo #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=J5MiIoUDOqI", "date_published": "2023-03-14 01:35:17+00:00", "persistent": false, "user": null, "language": "en-US"}]