[{"source": "https://www.theguardian.com/rss", "title": "Russian downing of US drone marks escalation of confrontation near war zone", "description": "<p>Russia’s and China’s  ‘signalling’ to US aircraft in international airspace is nothing new, but downing a craft is a worrying development</p><p>On any given day around Ukraine’s Black Sea coast, Russian and Nato aircraft and naval vessels, manned and unmanned, buzz around in close proximity, a constant recipe for a superpower crisis along the edges of a war.</p><p>The stakes are raised by the fact that both sides have thousands of nuclear warheads as a weapon of last resort, and the risks are raised considerably by reckless behaviour.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/russia-downing-us-drone-ukraine-signalling-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/russia-downing-us-drone-ukraine-signalling-analysis", "date_published": "2023-03-14 23:15:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frontrunners in SNP leadership race vow to eradicate poverty", "description": "<p>Independence vote trails tackling poverty and improving NHS in candidates’ priorities at BBC leadership debate</p><p>The leading contenders to replace Nicola Sturgeon as first minister have said eradicating poverty would be their main goal if they took power in Scotland.</p><p>Questioned in the final televised debate of the Scottish National party leadership campaign, Humza Yousaf and Kate Forbes, the frontrunners in the contest, told a BBC audience that combating poverty was the centrepiece of their policy programme.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/14/frontrunners-in-snp-leadership-race-vow-to-eradicate-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/14/frontrunners-in-snp-leadership-race-vow-to-eradicate-poverty", "date_published": "2023-03-14 22:44:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Holy Land and Us review – this taboo-busting look at Israel and Palestine isn’t afraid of controversy", "description": "<p>Led by Rob Rinder and Sarah Agha, this documentary hits hard to get to a troubled region’s truth. Hugely affecting emotion is neatly balanced with facts – from both sides</p><p>A documentary about Israel and Palestine that will make viewers on each side sympathise with the other? It’s an ambitious undertaking, but The Holy Land and Us: Our Untold Stories is a fine attempt at hitting that extremely narrow target.</p><p>As the title implies, this is not a programme about the occupation since the six-day war in 1967, the facts of which can be confronted or ignored. Its lessons, however, might ease the process of understanding certain immovable viewpoints on that part of the world. This two-parter looks at <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2012/may/14/archive-1948-establishment-israel-jewish-state\" title=\"\">the formation of Israel in 1948</a>, when the aftermath of the Holocaust provided the impetus finally to grant the Jewish people the sanctuary of a homeland.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/14/the-holy-land-and-us-review-this-taboo-busting-look-at-israel-and-palestine-isnt-afraid-of-controversy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/14/the-holy-land-and-us-review-this-taboo-busting-look-at-israel-and-palestine-isnt-afraid-of-controversy", "date_published": "2023-03-14 22:15:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein will not be retried on counts that deadlocked LA jury", "description": "<p>Jurors could not reach a unanimous verdict on charges brought by Jennifer Siebel Newsom and Lauren Young</p><p>Los Angeles prosecutors told a judge Tuesday that they will not retry Harvey Weinstein, who was convicted of the rape and sexual assault of one woman, on counts involving two others that left jurors deadlocked.</p><p>The deputy district attorney Paul Thompson announced the decision to superior court judge Lisa B Lench at a hearing in downtown Los Angeles. The judge granted a defense motion to dismiss the charges and said Weinstein would be returned to New York, where he was convicted in a similar case.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/harvey-weinstein-los-angeles-retrial-jury-deadlock\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/harvey-weinstein-los-angeles-retrial-jury-deadlock", "date_published": "2023-03-14 22:07:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Awesome Erling Haaland hits five as Manchester City demolish RB Leipzig", "description": "<p>It was the moment when RB Leipzig’s shattered players could exhale. There were 62 minutes on the clock and a bright, red No 9 on the Manchester City substitutes’ board appeared. For the German club, the ordeal was over. Erling Haaland was coming off.</p><p>As City’s wrecking ball of a centre-forward departed, a broad smile on his lips, there was a slightly awed burst of applause from all sides, Pep Guardiola joining in on the touchline. Haaland had previously scored four hat-tricks in City colours during a season in which he has relentlessly dismantled records. But five in one game? And a Champions League last-16 tie, at that?</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/manchester-city-rb-leipzig-champions-league-last-16-second-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/manchester-city-rb-leipzig-champions-league-last-16-second-leg-match-report", "date_published": "2023-03-14 22:05:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canelo Álvarez heads home to face Britain’s John Ryder in Guadalajara", "description": "<ul><li>Mexican superstar to defend undisputed title at 168lbs on 6 May</li><li>London southpaw John Ryder, 34, will be significant underdog</li></ul><p>Canelo Álvarez will return to the ring on 6 May in his native Guadalajara, Mexico, to defend his four super middleweight title belts against Britain’s John Ryder.</p><p>Promoter Matchroom Boxing announced Álvarez’s next fight Tuesday. The bout will be at Akron Stadium, the home of Mexican soccer club Chivas.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/canelo-alvarez-john-ryder-fight-mexico-announced\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/canelo-alvarez-john-ryder-fight-mexico-announced", "date_published": "2023-03-14 21:59:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC came under No 10 pressure to avoid using ‘lockdown’ in early pandemic, leak shows", "description": "<p>Exclusive: leaked  emails and WhatsApp messages reveal reporters also told to be more critical of Labour</p><p>BBC editors asked their journalists to avoid using the word “lockdown” in reporting at the start of the pandemic and to be more critical of Labour after pressure from Downing Street, leaked email and WhatsApp messages show.</p><p>Emails and messages were shown to the Guardian amid concern among some BBC insiders that the corporation has been too cowed by the government in recent years.</p> <a href=\"https://www.theguardian.com/media/2023/mar/14/bbc-editors-asked-journalists-to-avoid-using-lockdown-at-start-of-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/14/bbc-editors-asked-journalists-to-avoid-using-lockdown-at-start-of-pandemic", "date_published": "2023-03-14 21:17:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jürgen Klopp clinging to ‘1% chance’ of three-goal comeback at Real Madrid", "description": "<ul><li>‘Madrid are three up. That’s not what you want for Christmas’</li><li>Stefan Bajcetic out for long spell with adductor injury</li></ul><p>Jürgen Klopp insisted that he would cling to the tiniest chance of Liverpool reaching the Champions League quarter-finals despite conceding that his team are a “complete outsider” as they bid to <a href=\"https://www.theguardian.com/football/2023/feb/21/liverpool-real-madrid-champions-league-last-16-match-report\">overturn a 5-2 deficit against the reigning champions Real Madrid</a>.</p><p>After the Spanish champions’ record victory in the first leg at Anfield, Klopp had said it was over. But on the eve of the second, where he conceded that even a good performance would not be good enough, he insisted: “Three weeks later, there is a game to play and if there is even a 1% chance, I would like to give it a try.</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/jurgen-klopp-clinging-to-1-chance-of-three-goal-comeback-at-real-madrid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/jurgen-klopp-clinging-to-1-chance-of-three-goal-comeback-at-real-madrid", "date_published": "2023-03-14 21:07:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Constitution Hill crowned king of Cheltenham with procession for ages | Barry Glendenning", "description": "<p>Nicky Henderson’s remarkable gelding showed his star quality in a Champion Hurdle that became a one-horse race</p><p>Not so much a race as a regal procession, the Champion Hurdle on Tuesday marked the coronation of Constitution Hill as the racegoing public’s latest king. While there has long been a feeling that his latest win was always going to be a formality, the teary relief of the odds-on favourite’s trainer, Nicky Henderson, upon seeing the latest in a long line of Seven Barrows stable stars emphatically justify a stressful year of hype provided a stark reminder that no matter how good your horse is, in the dangerous hustle-bustle of National Hunt racing there are no end of things that can go wrong either by accident or through a rival’s design.</p><p>They could <a href=\"https://www.theguardian.com/sport/2023/mar/14/constitution-hill-champion-hurdle-easy-win-cheltenham-festival-horse-racing\">scarcely have gone more right for Constitution Hill</a>. On an afternoon when already under-pressure jockeys went about their work in morbid dread of falling foul of recently implemented, unpopular and punitive rules regarding their use of the whip, Nico de Boinville had little need to worry about landing himself in hot water as he won doing handstands and pulling a metaphorical cart. Romping home by nine lengths – it could have been many more – from their nearest rivals, State Man and Paul Townend, the unbeaten partnership pulverised the seven-strong field with such ease the jockey simply had no need for recourse to his stick.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/constitution-hill-crowned-king-of-cheltenham-with-procession-for-ages\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/constitution-hill-crowned-king-of-cheltenham-with-procession-for-ages", "date_published": "2023-03-14 20:45:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump says the Queen, Diana and Oprah Winfrey ‘kissed my ass’ in letters", "description": "<p>Former president promotes book of correspondence with mournful claim that ‘only half’ of those included still like him</p><p>Queen Elizabeth II, Diana, Princess of Wales, Richard Nixon, Oprah Winfrey, Hillary Clinton and other correspondents will be shown to have “kissed my ass”, Donald Trump said on Tuesday, promoting a forthcoming book of their letters.</p><p>Letters to Trump will contain 150 missives from figures also including Kim Jong-un and Ronald Reagan. Drawn from Trump’s life before and after he successfully ran for the presidency, the book is due to be published next month.</p> <a href=\"https://www.theguardian.com/books/2023/mar/14/queen-diana-oprah-kissed-my-ass-trump-book-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/14/queen-diana-oprah-kissed-my-ass-trump-book-letters", "date_published": "2023-03-14 20:22:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Wildlife Photography awards 2023 – in pictures", "description": "<p>Category winners and runners-up in the annual British Wildlife Photography awards have been announced, and an overall winner chosen from more than 13,000 images of Britain’s nature</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/mar/14/british-wildlife-photography-awards-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/mar/14/british-wildlife-photography-awards-2023-in-pictures", "date_published": "2023-03-14 20:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aaron Rodgers reportedly hands Jets ‘wish list’ including Odell Beckham Jr", "description": "<ul><li>Quarterback also wants to be reunited with Green Bay receivers</li><li>New York understood to be close to sealing trade for QB</li></ul><p>Aaron Rodgers has reportedly given the New York Jets a wishlist of players as the team prepare to secure a trade for the quarterback.</p><p>Speculation has been mounting for weeks that the four-time NFL MVP will be traded from the Green Bay Packers to the Jets, who are looking for a new quarterback after two poor seasons from Zach Wilson, whom they selected No 2 overall in the 2021 draft.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/aaron-rodgers-reportedly-hands-jets-wish-list-including-odell-beckham-jr\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/aaron-rodgers-reportedly-hands-jets-wish-list-including-odell-beckham-jr", "date_published": "2023-03-14 19:57:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Constitution Hill ‘would be good over a fence,’ suggests jockey Nico de Boinville", "description": "<ul><li>Constitution Hill wins Champion Hurdle at Cheltenham</li><li>De Boinville: ‘We don’t want to pigeonhole him’</li></ul><p>Nico de Boinville, the jockey who holds the reins on the new champion hurdler, Constitution Hill, said after the race on Tuesday that even he cannot be sure how talented his partner is, or how far his unbeaten record could extend.</p><p>“He could do anything,” De Boinville said. “I’m sure we will try him over a fence at some point. I guess we don’t want to pigeonhole him as just a hurdler, he could be anything.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/constitution-hill-would-be-good-over-a-fence-says-jockey-nico-de-boinville\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/constitution-hill-would-be-good-over-a-fence-says-jockey-nico-de-boinville", "date_published": "2023-03-14 19:54:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Honeysuckle ends career with Mares’ Hurdle win at Cheltenham Festival", "description": "<ul><li>Trainer Henry de Bromhead: ‘You dream of the fairytale ending’</li><li>Irish horses took first eight places in Supreme Novice Hurdle</li></ul><p>Honeysuckle, the Champion Hurdle winner in 2021 and 2022, brought down the curtain on her brilliant racing career with a 17th victory – her fourth in a row at the Festival – as a trademark burst of speed after the final flight carried her to a one-and-a-half length win in the Mares’ Hurdle.</p><p>Honeysuckle’s win prompted huge celebrations in the stands but also emotional scenes as she returned to the winner’s enclosure for the final time and thoughts returned to the tragic death of Jack de Bromhead, the son of her trainer, Henry, in a pony-race fall last year.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/honeysuckle-ends-career-with-mares-hurdle-win-at-cheltenham-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/honeysuckle-ends-career-with-mares-hurdle-win-at-cheltenham-festival", "date_published": "2023-03-14 19:31:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on choppy waters with Braverman and Hunt – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/14/martin-rowson-on-choppy-waters-with-braverman-and-hunt-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/14/martin-rowson-on-choppy-waters-with-braverman-and-hunt-cartoon", "date_published": "2023-03-14 19:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Iran and Saudi Arabia: a cautious start | Editorial", "description": "<p>Plans for the two countries to restore diplomatic relations are welcome, but are only a modest step forward</p><p>“Perhaps the first major diplomatic example of a post-America Middle East,” <a href=\"https://twitter.com/ksadjadpour/status/1634223010361081859\" title=\"\">wrote </a>one analyst. He was describing Iran and Saudi Arabia’s agreement last week <a href=\"https://www.theguardian.com/world/2023/mar/10/iran-saudi-arabia-agree-restore-ties-china-talks\" title=\"\">to resume diplomatic relations</a> – a surprise to most observers, and something of a coup for China, which brokered it. The volatile rivalry between the two nations has been <a href=\"https://theconversation.com/saudi-iran-deal-wont-bring-peace-to-the-middle-east-but-will-enhance-chinas-role-as-power-broker-201692\" title=\"\">one of the great geopolitical faultlines</a> since the Iranian revolution of 1979. Security concerns, claims to regional leadership, ethno-sectarian rivalries and other factors have all played their part. The repercussions have been profound. The tensions contributed to Iran’s all-out support for the Syrian regime, fuelled the war in Yemen, where more than 150,000 have died, and accelerated the disintegration of the state in Lebanon. Ties were cut <a href=\"https://www.theguardian.com/world/2016/jan/10/iran-saudi-arabia-middle-east-war-nimr-al-nimr-execution\" title=\"\">in 2016</a> when Iranian protesters stormed Saudi diplomatic missions over Riyadh’s execution of a revered Shia cleric.</p><p>But while last week’s announcement was welcome, it is only a beginning. Assuming the deal goes ahead – there are two months for details to be ironed out – the containment of Saudi-Iranian tensions will not necessarily lead to a deeper rapprochement, let alone end Lebanon’s woes or <a href=\"https://www.theguardian.com/world/2023/mar/12/detente-between-saudi-arabia-and-iran-is-no-panacea-for-yemen-war\" title=\"\">the complex and multifaceted conflict</a> in Yemen.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/the-guardian-view-on-iran-and-saudi-arabia-a-cautious-start\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/the-guardian-view-on-iran-and-saudi-arabia-a-cautious-start", "date_published": "2023-03-14 19:24:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Impartiality’s the BBC goal, but saying my Tory friends don’t like foreigners is off side | John Crace", "description": "<p>Gary Lineker’s comments on the illegal migration bill got him in hot water with the director general</p><p>The telephone conversation hadn’t entirely gone as planned. The perfect end to the perfect weekend at WIA.</p><p><strong>Richard Sharp</strong>: Gary. Dear boy!</p> <a href=\"https://www.theguardian.com/politics/2023/mar/14/impartialitys-the-bbc-goal-but-saying-my-tory-friends-dont-like-foreigners-is-off-side\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/14/impartialitys-the-bbc-goal-but-saying-my-tory-friends-dont-like-foreigners-is-off-side", "date_published": "2023-03-14 19:18:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on swimming pools: a public good for everyone | Editorial", "description": "<p>Temporary funding for leisure centres is a step forward, but the government needs to do far more to safeguard their future</p><p>Public goods for all, or private luxury for some? There is perhaps no greater symbol of these opposing visions than Rishi Sunak’s new <a href=\"https://www.theguardian.com/politics/2023/mar/12/rishi-sunak-has-electricity-grid-upgraded-to-heat-his-private-pool\" title=\"\">private swimming pool</a>. The prime minister’s heated pool consumes so much energy that he apparently paid for the local electricity network to be upgraded to meet its power demands. Meanwhile, many council-run swimming pools are underfunded and struggling. Almost <a href=\"https://www.theguardian.com/society/2023/mar/12/england-has-lost-almost-400-swimming-pools-since-2010\" title=\"\">400 have closed</a> in England since 2010, the majority in poorer areas. <a href=\"https://www.thenorthernecho.co.uk/news/23152807.gateshead-council-warned-doctor-leisure-centre-closure-plans/\" title=\"\">Writing recently</a> of proposals to close a leisure centre in Gateshead, one GP warned that removing facilities from a deprived area would see “increases in obesity, diabetes, heart disease, long-term sickness and deaths”.</p><p>So it is good news that the spring budget will offer a one-off <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/chancellor-budget-lifeline-england-swimming-pools-fund\" title=\"\">£63m grant</a> to help public leisure centres with heating bills and energy efficiency measures. But this temporary lifeline will only stop some pools from closing in the short term: many will need more sustainable funding. It also does nothing to reopen those that have already shut. Sustained investment is needed to address the prolonged struggles that leisure centres face. Many were built in the 1960s and 70s, when spending was more generous; some have not been refurbished for <a href=\"https://www.local.gov.uk/about/news/nearly-two-thirds-leisure-centres-need-urgent-investment\" title=\"\">more than two decades</a>, and are becoming too old to upgrade. Even before the energy crisis, <a href=\"https://www.ft.com/content/7760087e-d4fd-43e5-a07d-c4afbc42e16f\" title=\"\">half of Britain’s pools</a> were at risk of closure. Some need drastically retrofitting, while others need rebuilding altogether. Without a long-term plan, the risk is that many leisure centres – like other features of England’s dilapidated public realm – will fall into a state of managed decline.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/the-guardian-view-on-swimming-pools-a-public-good-for-everyone\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/the-guardian-view-on-swimming-pools-a-public-good-for-everyone", "date_published": "2023-03-14 19:17:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amir Khan describes armed theft of £70k watch as ‘very, very scary’", "description": "<p>Former world boxing champ’s wife screamed and cried as gunman pointed firearm in Khan’s face</p><p>The former world boxing champion Amir Khan has described looking down the barrel of a gun – as an armed robber forced him to hand over his £70,000 diamond-encrusted watch – as scarier than anything he has faced in the ring.</p><p>The 2004 Olympic silver medallist told a court that he could hear his wife, Faryal Makhdoom, “screaming and crying” next to him as the robber pointed a gun at his face and said: “Take off the watch.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/amir-khan-describes-armed-theft-of-70k-watch-as-very-very-scary\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/amir-khan-describes-armed-theft-of-70k-watch-as-very-very-scary", "date_published": "2023-03-14 19:07:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Chessum ruled out of England’s Six Nations finale against Ireland", "description": "<ul><li>Second-row has impressed despite England’s travails</li><li>George Martin called up to squad for Dublin fixture</li></ul><p>England’s hopes of gatecrashing Ireland’s grand slam party in Dublin on Saturday have been hit by the loss of Ollie Chessum to an ankle problem.</p><p>Chessum sustained the injury in training on Tuesday and while no timeframe has been given for his return, he will definitely sit out the the climax to the Six Nations.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/ollie-chessum-ruled-out-of-england-six-nations-finale-against-ireland-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/ollie-chessum-ruled-out-of-england-six-nations-finale-against-ireland-rugby-union", "date_published": "2023-03-14 19:02:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool fans deserve praise for behaviour at Champions League final, says MP", "description": "<ul><li>Stuart Andrew was answering questions at DCMS committee</li><li>‘Because of how they behaved there were no fatalities in Paris’</li></ul><p>Liverpool fans should be praised for behaviour that meant no lives were lost at the Champions League final last season, the sports minister said on Tuesday.</p><p>Stuart Andrew was answering questions from MPs conducting an inquiry into safety at major sporting events, including issues such as anti-social behaviour, ticket tampering and equitable fan treatment.</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/liverpool-fans-deserve-praise-for-behaviour-at-champions-league-final-says-mp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/liverpool-fans-deserve-praise-for-behaviour-at-champions-league-final-says-mp", "date_published": "2023-03-14 19:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Special relationship becomes personal as Sunak and Biden bond in San Diego", "description": "<p>College football, Mexican cola and muffins – UK prime minister has plenty to talk about in private hour at Aukus  </p><p>It is common for British and American leaders to try to show the “special relationship” between their two countries extends to them personally.</p><p>When Rishi Sunak landed in San Diego for a flash visit to see Joe Biden, the world’s media were spared any such attempts verging on the grandiose.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/14/special-relationship-becomes-personal-as-sunak-and-biden-bond-in-san-diego\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/14/special-relationship-becomes-personal-as-sunak-and-biden-bond-in-san-diego", "date_published": "2023-03-14 19:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v RB Leipzig: Champions League last 16, second leg – live", "description": "<ul><li>Updates from the 8pm GMT kick-off at the Etihad Stadium</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard – the latest from Tuesday’s matches</a></li><li>Get in touch: <a href=\"mailto:scott.murray@theguardian.com\">contact Scott</a> with your thoughts on the match</li></ul><p><strong>Manchester City make two changes to the XI named to start the first leg in Leipzig.</strong> John Stones and Kevin De Bruyne come in for Kyle Walker and Riyad Mahrez, who both drop to the bench.</p><p><strong>Leipzig make four changes to their starting XI from the first leg.</strong> Amadou Haidara, David Raum, Benjamin Henrichs and Kevin Kampl come in for Lukas Klostermann,André Silva and Marcel Halstenberg, who drop to the bench, and the injured Xaver Schlager. Christopher Nkunku, who came on as a sub in the first leg, also misses out through injury.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/14/manchester-city-v-rb-leipzig-champions-league-last-16-second-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/14/manchester-city-v-rb-leipzig-champions-league-last-16-second-leg-live", "date_published": "2023-03-14 18:57:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gove gives reprieve to housebuilders that failed to sign up to safety scheme", "description": "<p>Sister company to firm that refurbished Grenfell among builders that failed to comply with deadline</p><p>Michael Gove has given 11 housebuilders – including one affiliated with the main contractor on Grenfell Tower – a last-minute reprieve after they failed to sign up to <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/michael-gove-uk-housebuilders-post-grenfell-safety-fittings\">a government safety scheme</a> by Monday’s deadline.</p><p>The levelling up secretary <a href=\"https://www.gov.uk/government/publications/developer-remediation-contract\">revealed on Tuesday</a> that 39 companies had signed up to the Building Safety Contract, which details how they will replace any flammable material found in their mid-rise developments in England.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/14/gove-gives-reprieve-to-housebuilders-that-failed-to-sign-up-to-safety-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/14/gove-gives-reprieve-to-housebuilders-that-failed-to-sign-up-to-safety-scheme", "date_published": "2023-03-14 18:53:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "OpenAI says new model GPT-4 is more creative and less likely to invent facts", "description": "<p>Latest version can take images as inputs and improves upon many of the criticisms users had, but will still ‘hallucinate’ facts</p><p>The artificial intelligence research lab OpenAI has released GPT-4, the latest version of the groundbreaking AI system that powers ChatGPT, which it says is more creative, less likely to make up facts, and less biased than its predecessor.</p><p>Calling it “our most capable and aligned model yet”, OpenAI cofounder Sam Altman said the new system is a “multimodal” model, which means it can take images as well as text as inputs, letting users ask questions about pictures. The new version can handle massive text inputs and can remember and act on more than 20,000 words at once, letting it take an entire novella as a prompt.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/14/chat-gpt-4-new-model\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/14/chat-gpt-4-new-model", "date_published": "2023-03-14 18:49:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Stop the boats’ shows how Britain is really being governed: by Tory campaign leaflet | Rafael Behr", "description": "<p>Sunak and Braverman’s cruel migration policy is a stunt to win over voters – but then gimmicks are all they have left to offer </p><p>The government’s bill for stopping boats will stop no boats. But its job is already done. The mission was accomplished on Monday night when opposition MPs <a href=\"https://www.theguardian.com/politics/live/2023/mar/13/rishi-sunak-defence-spending-uk-us-australia-aukus-summit-joe-biden-anthony-albanese-keir-starmer-uk-politics-live?filterKeyEvents=false&amp;page=with:block-640f9f9b8f088ed9e336864a#block-640f9f9b8f088ed9e336864a\">voted against the proposed law</a> at second reading in the Commons. There are more legislative hurdles to clear, yet Suella Braverman was exultant. Keir Starmer’s party, <a href=\"https://twitter.com/suellabraverman/status/1635426416194928640\">the home secretary said</a>, had proved that it wanted “open borders and unlimited migration”.</p><p>That isn’t even a distortion of Labour policy. It is a falsehood animated by a fantasy of the party Braverman and her colleagues want to fight at the next election. For as long as there is an argument over the bill, the Tories will present themselves as the last defence against a migrant armada and its accomplices. The fifth columnists were named in Monday’s debate by Scott Benton, MP for Blackpool South: “lefty lawyers and celebrity do-gooders”.</p><p>Rafael Behr is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/stop-the-boats-britain-tory-campaign-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/stop-the-boats-britain-tory-campaign-rishi-sunak", "date_published": "2023-03-14 18:19:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DWP ordered to release ‘sensitive’ research into effects of benefit sanctions", "description": "<p>Internal study was commissioned in 2019 over concerns that sanctions have negative effect on claimants’ health and finances</p><p>The Department for Work and Pensions has been ordered to release “sensitive” research into whether fining benefit claimants is effective in getting them to take a job or work more hours.</p><p>The internal DWP study was commissioned in 2019 after a cross party committee of MPs <a href=\"https://publications.parliament.uk/pa/cm201719/cmselect/cmworpen/955/95503.htm#_idTextAnchor000\">concluded</a> that while there was no evidence benefit sanctions incentivised people to get work, they did have a negative effect on claimants’ health and finances.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/14/dwp-ordered-to-release-sensitive-research-into-effects-of-benefit-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/14/dwp-ordered-to-release-sensitive-research-into-effects-of-benefit-sanctions", "date_published": "2023-03-14 18:06:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France faces another day of strikes ahead of key vote on pension reforms", "description": "<p>Rubbish piles up and record number of people take to streets in protest against raising retirement age to 64</p><p>French unions have called for a show of force with a final day of strikes and protests in the run-up to a crucial vote on Emmanuel Macron’s fiercely contest pensions overhaul in parliament.</p><p>The call for an eighth day of national mobilisation on Wednesday comes as rubbish piles up in Paris and a number of other French cities after continuing strikes by refuse collectors who oppose the bill that will increase the official retirement age from 62 to 64.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/france-faces-another-day-of-strikes-ahead-of-key-vote-on-pension-reforms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/france-faces-another-day-of-strikes-ahead-of-key-vote-on-pension-reforms", "date_published": "2023-03-14 18:03:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Budget 2023Jeremy Hunt to announce £4bn boost for childcare in England", "description": "<p>Exclusive: Chancellor will promise to provide extra 30 hours a week to parents of one- and two-year olds</p><p>A £4bn expansion of free childcare for one- and two-year-olds in England is expected to be announced in the budget on Wednesday as part of a wider drive to help people into work and boost growth.</p><p>The plan would provide an extra 30 hours a week to parents of one- and two-year olds, and increase funding for the existing programme of free childcare for three year-olds.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/budget-2023-hunt-to-announce-4bn-boost-for-childcare-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/budget-2023-hunt-to-announce-4bn-boost-for-childcare-in-england", "date_published": "2023-03-14 17:54:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russell Brand’s descent into conspiracy politics | Letters", "description": "<p><strong>Jonathan Allum</strong>, <strong>Dr Helen Hintjens,</strong> <strong>Dr Daniel Gay </strong>and<strong> Andy Ruff </strong>respond to an article by George Monbiot on the comedian’s far-right conspiracy theories</p><p>I never shared George Monbiot’s admiration for Russell Brand and so I’m not quite so bitterly disappointed that the comedian seems to have disappeared down a conspiracist rabbit hole (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/russell-brand-politics-public-figures-responsibility\" title=\"\">I once admired Russell Brand. But his grim trajectory shows us where politics is heading, 10 March</a>). I would also be reluctant to cite him as a reason to despair about the politics of “younger people”.</p><p>For a start, Brand is not that young – at 47, he is five years older than the prime minister. Is he really such an influence on the genuinely young? He gets a lot of views on YouTube, but the values of the young, especially in relation to climate change, are closer to Monbiot’s than Brand’s.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/14/russell-brands-descent-into-conspiracy-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/14/russell-brands-descent-into-conspiracy-politics", "date_published": "2023-03-14 17:45:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why public swimming pools must be saved from closure | Letter", "description": "<p> <strong>Philippa Edmunds </strong>highlights the mental and physical health benefits of swimming, especially for disabled people</p><p>Members of the government do not care about public pool closures as they can afford to pay for private clubs or even build their own pools, like our <a href=\"https://www.theguardian.com/politics/2023/mar/12/rishi-sunak-has-electricity-grid-upgraded-to-heat-his-private-pool\" title=\"\">prime minister</a> (<a href=\"https://www.theguardian.com/society/2023/mar/12/england-has-lost-almost-400-swimming-pools-since-2010\" title=\"\">England has lost almost 400 swimming pools since 2010, 12 March</a>). Swim England estimates that regular swimmers seem 12 years younger than their real age. This is because there are massive mental as well as physical benefits from swimming. It is hugely popular and is the most inclusive form of sport for all ages. It is often the only safe form of exercise for disabled people.<br /><strong>Philippa Edmunds</strong><br /><em>East Twickenham</em><em>, London</em></p><p><strong><em>• Have an opinion on anything you’ve read in the Guardian today? Please </em></strong><a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\" title=\"\"><strong><em>email</em></strong></a><strong><em> us your letter and it will be considered for publication in our </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>letters</em></strong></a><strong><em> section.</em></strong></p> <a href=\"https://www.theguardian.com/society/2023/mar/14/why-public-swimming-pools-must-be-saved-from-closure\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/why-public-swimming-pools-must-be-saved-from-closure", "date_published": "2023-03-14 17:42:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Metallica buy vinyl factory as format outsells CDs for first time in US since 1987", "description": "<p>The thrash metallers have secured their own supply of the high-value format, which is enjoying a 16th consecutive year of growth, ahead of the release of a new album</p><p>Metallica have bought their own factory to manufacture vinyl records, as annual vinyl unit sales outstrip CDs for the first time since 1987 in the US.</p><p>The thrash metal band are the new owners of Furnace Record Pressing, a Virginia pressing plant that has made discs for Metallica for 15 years, as Billboard reports. The company’s founder and chief executive Eric Astor said: “Knowing our long-term future is secured while also being better able to take advantage of growth opportunities is really exciting.”</p> <a href=\"https://www.theguardian.com/music/2023/mar/14/metallica-buy-vinyl-factory-thrash-metallers-format\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/14/metallica-buy-vinyl-factory-thrash-metallers-format", "date_published": "2023-03-14 17:16:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Death threats made against two people opposed to Jeremy Clarkson’s farm plan", "description": "<p>Malicious communications sent to two people against ex-Top Gear host’s Diddly Squat farm expansion</p><p>Death threats have been made against two people who opposed Jeremy Clarkson’s Diddly Squat farm expansion, the local council has revealed.</p><p>West Oxfordshire district council has said it is aware of malicious communications against an unnamed councillor and a member of the public who spoke out against the 62-year-old former Top Gear presenter’s plans.</p> <a href=\"https://www.theguardian.com/media/2023/mar/14/death-threats-made-against-two-people-opposed-to-jeremy-clarksons-farm-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/14/death-threats-made-against-two-people-opposed-to-jeremy-clarksons-farm-plan", "date_published": "2023-03-14 17:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SVB collapse presents central banks with a big headache", "description": "<p>Failure of America’s 16th biggest bank amid high inflation poses an awkward decision on interest rates for the Federal Reserve</p><p>The collapse of <a href=\"https://www.theguardian.com/business/2023/mar/14/silicon-valley-bank-lawsuit-fraud-shareholders\">Silicon Valley Bank </a>(SVB) has inevitably conjured up memories of September 2008 when the bankruptcy of Lehman Brothers prompted a market meltdown, a global recession and a dramatic easing of policy from the world’s central banks.</p><p>Fears that SVB is not the only poorly regulated bank to be feeling the effects of steadily rising US interest rates have led to a rethink of what will now happen to official borrowing costs. Ultimately, that depends on whether this really is a “Lehman’s moment”, or a re-run of the stock market crash of 1987 or the failure of the hedge fund Long Term Capital Management in 1998, when the market turmoil was temporary.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/svb-collapse-presents-central-banks-with-a-big-headache\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/svb-collapse-presents-central-banks-with-a-big-headache", "date_published": "2023-03-14 17:12:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two stars of The Voice Of Holland charged with sex offences", "description": "<p>The hit talent show – the first of the global franchise – was taken off-air last year after the scandal broke</p><p>Two former stars of The Voice of Holland will be charged with sex offences linked to the Dutch talent show, prosecutors have announced. A case was dropped against a third man for lack of evidence.</p><p>The show was <a href=\"https://www.theguardian.com/world/2022/apr/25/investigation-claims-sexual-abuse-dutch-version-the-voice-of-holland\">taken off the air</a> more than a year ago after a sexual misconduct scandal hit the TV ratings juggernaut in one of the most serious #MeToo reckonings to impact the Dutch entertainment world.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/two-stars-of-the-voice-of-holland-charged-with-sex-offences\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/two-stars-of-the-voice-of-holland-charged-with-sex-offences", "date_published": "2023-03-14 17:11:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fiona Beal: teacher was mentally ‘broken’ when she killed her partner, trial hears", "description": "<p>Defence claims Beal had been in a coercive relationship with Nicholas Billingham, who she stabbed and buried in back garden</p><p>A primary school teacher on trial accused of the murder of her long-term partner was mentally “broken” by the time of the killing, after being subjected to coercive behaviour, her barrister has claimed.</p><p>Defence KC Andrew Wheeler told Northampton crown court there was no dispute that Fiona Beal unlawfully killed Nicholas Billingham, whose body was found buried in the back garden of their home in March last year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/fiona-beal-teacher-was-mentally-broken-when-she-killed-her-partner-trial-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/fiona-beal-teacher-was-mentally-broken-when-she-killed-her-partner-trial-hears", "date_published": "2023-03-14 17:08:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We all have one teacher who really made the difference – Phyllida Barlow was mine | Dale Berning Sawa", "description": "<p>At the Slade, she was the one you always paid attention to: she took you seriously and cared deeply about art and the people trying to make it</p><p>I think about <a href=\"https://www.theguardian.com/artanddesign/2023/mar/13/phyllida-barlow-british-sculptor-dies-aged-78\">Phyllida Barlow</a> all the time. I came to London in 2001 to do an MA at the Slade school of art, finishing in 2003, a year before Phyllida did the show at the <a href=\"https://www.theguardian.com/artanddesign/2004/nov/29/art\">Baltic Gateshead</a> that finally turned the art world’s head her way and three years before she retired from teaching to ever-increasing fame.</p><p>Phyllida’s was the kind of late-onset fairytale fame that truly does spur a grifter on, with its whisper of “it could be me” – but for me, anyway, that’s not why every single new break she got after leaving the Slade<strong> </strong>was such a thrill. And it wasn’t because I knew her, and had been taught by her. I cheered because she was so special. She knew how to listen and how to really, truly see. And she cared, so very deeply, about art and the people trying to make it.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/phyllida-barlow-teacher-art-slade\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/phyllida-barlow-teacher-art-slade", "date_published": "2023-03-14 17:05:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ancelotti feels second leg is mentally trickier for Real Madrid than Liverpool", "description": "<ul><li>Manager does not want to risk 5-2 advantage in the last-16 tie</li><li>Ancelotti says game will more mentally complicated for Madrid</li></ul><p>Around this time last year, just after Real Madrid had somehow survived against Chelsea, Carlo Ancelotti concluded that he must be immortal, but it’s not a theory he plans to put to the test – and he certainly doesn’t want to go through that again. Which is why the Italian coach has asked his team to ignore the doubts he insists will be even greater than Liverpool’s and put away their calculators as they step into the Santiago Bernabéu for the Champions League last 16 second leg on Wednesday, <a href=\"https://www.theguardian.com/football/2023/feb/21/liverpool-real-madrid-champions-league-last-16-match-report\">5-2 up from the first</a>.</p><p>There is no point protecting a lead and considering it done is a prelude to discovering it’s not. So Ancelotti says Madrid will “attack more than defend”. He speaks from experience: he lost the most absurd final of all having been 3-0 up against Liverpool in Istanbul and 17 years later won an even more incredible European Cup after beating the same team, the conclusion of a collection of comebacks that was barely believable. En route he found himself in almost the same situation his side encounter now.</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/carlo-ancelotti-wants-real-madrid-to-attack-more-than-defend-against-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/carlo-ancelotti-wants-real-madrid-to-attack-more-than-defend-against-liverpool", "date_published": "2023-03-14 17:05:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It encourages mediocrity’: new dress code divides Cheltenham racegoers", "description": "<p>Jockey Club says relaxed code makes racing more accessible but some are unimpressed by the less well-dressed</p><p>Looking across the packed stands of Cheltenham Racecourse on day one of this year’s festival, it is fair to say the usual mix of tweed suits, blazers, flat caps and feather-topped country hats dominated.</p><p>But after the Jockey Club’s decision to ease dress restrictions across its courses, there was also a noticeable increase in denim jeans and leather jackets – and even the odd tracksuit on show.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/relaxed-dress-code-divides-cheltenham-racegoers-mediocrity\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/relaxed-dress-code-divides-cheltenham-racegoers-mediocrity", "date_published": "2023-03-14 17:01:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyle Walker-Peters receives racist abuse for tackle on Alejandro Garnacho", "description": "<ul><li>Southampton contact police over messages after late tackle</li><li>Manchester United winger ruled out for weeks with ankle issue</li></ul><p>Manchester United’s Alejandro Garnacho has been ruled out for several weeks with an ankle ligament injury sustained in a challenge with Southampton’s Kyle Walker-Peters during <a href=\"https://www.theguardian.com/football/2023/mar/12/manchester-united-southampton-premier-league-match-report\">the teams’ goalless draw</a> on Sunday.</p><p>The winger is being assessed to determine a more specific timeframe, but has immediately been ruled out of United’s Europa League trip to Real Betis on Thursday and the visit of Fulham in the FA Cup on Sunday plus Argentina’s fixtures against Panama and Curaçao.</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/manchester-uniteds-alejandro-garnacho-out-injured-for-weeks\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/manchester-uniteds-alejandro-garnacho-out-injured-for-weeks", "date_published": "2023-03-14 16:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hey budtender, take me to the Ganja Giggle Garden! A pot-crawl round LA’s boutique cannabis stores", "description": "<p>They look like cosmic chapels, luxury spas and uber-cool art galleries. One even boasts a 250-year-old ceiling from a Burmese monastery. Our writer joins the ‘cannaseurs’ in a bong-filled world that could be the future of Britain</p><p>‘Do you know what terpenes are?” says our glamorous host, pointing to four glass domes spotlit on a table, each containing mysterious lumps of black rock. The surrounding walls of this small room in Los Angeles are lined with mirrors, topped with neon arches that glow lilac, pink and purple, their reflections forming a trippy maze of arcades extending into infinity. It looks like some kind of cosmic chapel, an intergalactic shrine to precious meteorites, but this is Wyllow, one of the city’s new breed of boutique cannabis dispensaries, determined to elevate the humble herb to dizzying new heights.<br /><br />Our hostess lifts one of the domes with a flourish and offers me a whiff. A rich, citrusy bouquet with piney undertones wafts forth, recalling lemon peel and woodland walks. Another dome’s scent is more smoky, a third musky and earthy with sweet notes of clove. It feels like I’m at a fancy wine-tasting, not a place to score weed.</p><p>“Terpenes are the volatile hydrocarbons that give plants their aroma,” she explains, sounding like the science bit of a shampoo commercial. “And they give different strains of cannabis their unique highs.” These rocks in front of us are not chunks of aged, vintage hash, as I had naively assumed, but lava stones scented with particular terpenes. Sniffing them is just the introduction to this curated cannabis shopping experience, the first step on my journey into the US’s mind-bending $30bn (£24.5bn) marijuana retail industry.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/14/budtender-ganja-giggle-garden-la-boutique-cannabis-cannaseurs-stores-bong\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/14/budtender-ganja-giggle-garden-la-boutique-cannabis-cannaseurs-stores-bong", "date_published": "2023-03-14 16:38:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tube strike to cause widespread disruption in London on Wednesday", "description": "<p>Aslef and RMT members to stop work for 24 hours on budget day in dispute over pensions and staffing changes</p><p>A strike by Tube drivers and station staff will shut the London underground on Wednesday, bringing widespread disruption to the capital.</p><p>Trains will continue to run as normal on the Elizabeth line and London Overground, but Transport for London warned that those services, as well as buses, would be much busier and could have some disruption and delay.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/tube-strike-widespread-disruption-london-wednesday\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/tube-strike-widespread-disruption-london-wednesday", "date_published": "2023-03-14 16:38:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ban on forced prepayment meters will continue beyond March, says Ofgem", "description": "<p>Head of Great Britain’s energy regulator tells MPs installations will not resume until suppliers found to be adhering to code of practice</p><p>A ban on the forced installation of prepayment meters by energy companies has been extended beyond the end of March, Ofgem has said.</p><p>The energy regulator’s chief executive, Jonathan Brearley, told MPs that suppliers would not resume the installations until a code of practice was published and Ofgem was satisfied it was being adhered to.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/ban-forced-installation-prepayment-meters-ofgem\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/ban-forced-installation-prepayment-meters-ofgem", "date_published": "2023-03-14 16:37:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK refuses to say if it investigated reports of Syria drone strike casualties", "description": "<p>MoD refuses to say whether it has looked into claims civilians were injured in  December strike</p><p>Britain’s Ministry of Defence is refusing to say whether it conducted an investigation into reports of civilian casualties after an RAF drone strike conducted against a terrorist target in northern Syria last December.</p><p>Ben Wallace, the defence secretary, told MPs on Monday that a Reaper drone was used to attack “a leading Daesh [Islamic State] member in al-Bab, northern Syria” on 20 December, the latest strike in controversial policy of attempted <a href=\"https://www.theguardian.com/world/2022/jan/06/uk-accused-of-targeted-killing-after-drone-strike-on-arms-dealer-to-is\">targeted killing</a>.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/uk-refuses-to-say-if-it-investigated-reports-of-syria-drone-strike-casualties\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/uk-refuses-to-say-if-it-investigated-reports-of-syria-drone-strike-casualties", "date_published": "2023-03-14 16:24:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polish court convicts activist for helping woman get abortion pills", "description": "<p>Justyna Wydrzynska sentenced to community service after telling court she sent pills to victim of domestic violence</p><p>A court in Poland has convicted an activist for helping a pregnant woman access abortion pills, sentencing her to eight months of community service, <a href=\"https://www.theguardian.com/global-development/2022/mar/28/polish-woman-is-first-to-face-trial-for-violating-strict-abortion-law\">in a landmark case over abortion rights in the predominantly Catholic country</a>.</p><p>Along with Malta, Poland’s anti-abortion laws are among the most restrictive in Europe, allowing for termination only in the event of incest, rape or a risk to the mother’s health. Helping a woman obtain an abortion is also illegal.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/14/polish-court-convicts-activist-for-helping-woman-get-abortion-pills\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/14/polish-court-convicts-activist-for-helping-woman-get-abortion-pills", "date_published": "2023-03-14 16:17:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ron DeSantis says US should not get ‘further entangled’ in Ukraine war", "description": "<p>Florida governor’s remarks align with Trump’s view and are likely to shift sentiment in Republican party away from Ukraine support</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/17/how-big-a-threat-does-the-hard-right-pose-to-us-support-for-ukraine\">How big a threat does the hard right pose to US support for Ukraine?</a></li></ul><p>Donald Trump and Ron DeSantis, the top two Republicans in polling regarding the 2024 presidential nomination, have said defending Ukraine was not a vital US interest, in remarks that will demoralise Kyiv and encourage Vladimir Putin to believe that time is on his side.</p><p>Trump, a longstanding Putin admirer, has been consistently sceptical about US support for Ukraine, and has suggested he could broker a peace deal, involving Ukraine surrendering territory. DeSantis had previously tried to dodge questions on Ukraine, and his new comments are likely to shift sentiment in the Republican party further from support of Ukraine.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/14/desantis-trump-republican-support-ukraine-war\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/14/desantis-trump-republican-support-ukraine-war", "date_published": "2023-03-14 16:07:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pholcodine cough medicines withdrawn in UK over allergy fears", "description": "<p>Pharmacists told to stop supplying 20 brands after review finds raised risk of rare anaphylaxis in people who later have general anaesthetic</p><p>Health officials have withdrawn 20 brands of dry cough medicine amid concerns they can trigger sudden, life-threatening allergic reactions in people who go on to have a general anaesthetic before surgery up to a year later.</p><p>Pharmacists have been ordered to stop supplying medicines that contain the cough suppressant pholcodine immediately and to quarantine all remaining stock before returning the products to the relevant supplier.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/pholcodine-cough-medicines-withdrawn-in-uk-over-allergy-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/pholcodine-cough-medicines-withdrawn-in-uk-over-allergy-fears", "date_published": "2023-03-14 16:04:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air pollution hindering mating of fruit flies by reducing output of male scent", "description": "<p>Study shows high ozone levels make males emit fewer pheromones to attract females, which may lead to population decline</p><p>Air pollution is making it harder for fruit flies to mate because females cannot easily recognise a male’s scent, a study has found.</p><p>Female fruit flies select their mates for reproduction through the scent of their pheromones, but ozone pollution can disrupt the male’s ability to emit their characteristic odour, researchers have found. This means contaminated air can pose a threat to how successfully fruit flies and other insects reproduce, and could lead to population decline.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/14/air-pollution-hindering-mating-of-fruit-flies-by-reducing-output-of-male-scent\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/14/air-pollution-hindering-mating-of-fruit-flies-by-reducing-output-of-male-scent", "date_published": "2023-03-14 16:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Catalonia launches operation to clear fish from reservoir to save drinking water", "description": "<p>Focus is on Sau reservoir, where water supplies have plunged to their lowest level since 1990</p><p>Officials in Catalonia have launched what is being described as an extraordinary operation to clear as many as 1.5 tonnes of fish a day, including many invasive species, from a rapidly dwindling reservoir in the hopes of salvaging drinking water as drought continues to grip the region.</p><p>The operation is focused on the <a href=\"https://www.catalunya.com/sau-reservoir-17-17001-540452?language=en\">Sau reservoir</a>, a sprawling body of water flanked by mountains and tree-covered hills about 60 miles north of Barcelona, where water supplies have plunged to their lowest level since 1990.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/catalonia-operation-clear-fish-sau-reservoir-drinking-water\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/catalonia-operation-clear-fish-sau-reservoir-drinking-water", "date_published": "2023-03-14 15:51:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scheme putting police in mental health teams must end, says NHS England", "description": "<p>Critics of SIM monitoring system have raised fears that high-risk people are not receiving the care they need</p><p>A controversial mental health monitoring system, which embedded police officers in clinical teams, must no longer be used in mental health services, NHS England has said.</p><p>In a letter seen by the Guardian, NHS England’s national clinical director for mental health, Prof Tim Kendall, gave the instruction about the serenity integrated mentoring (SIM) scheme and similar models.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/scheme-police-mental-health-teams-must-end-nhs-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/scheme-police-mental-health-teams-must-end-nhs-england", "date_published": "2023-03-14 15:51:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK hair salons and chippies among indie shops ‘most hit’ by cost of living crisis", "description": "<p>Analysis by Local Data Company also says closures in the most affected categories have been offset by new openings in others</p><p>Hairdressers, dry cleaners and fish and chip shops were among the independent retailers hardest hit by surging energy bills and a consumer spending squeeze last year, but overall indies fared better.</p><p>A jump in shop closures among those categories was offset by new openings led by beauty salons, convenience stores and takeaways, according to the latest report by analysts at the Local Data Company. As a result, the overall number of independent retailers across the UK remained flat year on year in 2022, compared with a jump in closures of more than 2,000 in 2021.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/uk-hair-salons-and-chippies-among-indie-shops-most-hit-by-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/uk-hair-salons-and-chippies-among-indie-shops-most-hit-by-cost-of-living-crisis", "date_published": "2023-03-14 15:50:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Constitution Hill lights up Cheltenham Festival with easy Champion Hurdle win", "description": "<ul><li>Unbeaten hurdler wins with consummate ease</li><li>Odds-on favourite hailed as one of greats of all-time</li></ul><p>The unbeaten Constitution Hill won the Champion Hurdle on day one of the Cheltenham Festival in scintillating fashion by nine lengths.</p><p>The Nicky Henderson-trained runner, who was retuned the 4-11 favourite, had been hailed as one of the potential greats of jump racing and delivered, beating his six rivals with consummate ease.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/constitution-hill-champion-hurdle-easy-win-cheltenham-festival-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/constitution-hill-champion-hurdle-easy-win-cheltenham-festival-horse-racing", "date_published": "2023-03-14 15:44:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Criminal investigation launched into fatal east London flat fire", "description": "<p>One man died in fire on 5 March in two-bedroom flat where at least 18 people were living  </p><p>A criminal investigation has been launched into a <a href=\"https://www.theguardian.com/uk-news/2023/mar/12/residents-warned-tower-hamlets-council-landlord-overcrowded-flat-before-fatal-fire\">fatal fire</a> in a two-bedroom flat in which at least 18 people were living, with some sleeping on the kitchen floor.</p><p>The privately owned flat in a Tower Hamlets council block was rented to mostly Bangladeshi couriers and students paying £100 a week, according to one resident. A fire started in the early hours of 5 March, possibly sparked by a faulty e-bike battery. Most of those people squeezed into bunk beds and sleeping on the floor escaped, but Mizanur Rahman had to be rescued by firefighters and later died in hospital.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/criminal-investigation-launched-into-fatal-east-london-flat-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/criminal-investigation-launched-into-fatal-east-london-flat-fire", "date_published": "2023-03-14 15:43:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Harrowing’ work pressure giving NHS junior doctors panic attacks, study finds", "description": "<p>Exclusive: Leeds University research reports desperation, hair loss and intrusive thoughts as medics struggle with staff shortages </p><p>NHS junior doctors suffer panic attacks and feelings of desperation because they get so stressed from the pressure they are under at work, <a href=\"https://business.leeds.ac.uk/dir-record/research-blog/2089/two-months-in-the-life-of-a-junior-doctor\">research has found</a>.</p><p>Some also experience intrusive thoughts, migraines and hair loss as a direct result of trying to give patients high-quality treatment in hospitals struggling with serious staff shortages.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/harrowing-work-pressure-giving-nhs-junior-doctors-panic-attacks-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/harrowing-work-pressure-giving-nhs-junior-doctors-panic-attacks-study-finds", "date_published": "2023-03-14 15:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The dream job: why it could be as elusive as your soulmate", "description": "<p>Fewer than a third of us think we are in our dream job – and for a growing number, the idea that it even exists is fading fast</p><p><strong>Name:</strong> The dream job.</p><p><strong>Age:</strong> It’s been out there ever since hunter-gatherers started grunting about getting into the slash-and-burn agriculture game.</p> <a href=\"https://www.theguardian.com/money/2023/mar/14/the-dream-job-why-it-could-be-as-elusive-as-your-soulmate\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/14/the-dream-job-why-it-could-be-as-elusive-as-your-soulmate", "date_published": "2023-03-14 14:49:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mirror and Express publisher warns that up to 420 staff are at risk of redundancy", "description": "<p>Reach, which also owns Birmingham Mail, Liverpool Echo and Manchester Evening News, aims to cut costs</p><p>The publisher of the Mirror and the Express newspapers has warned that up to 420 staff could faceredundancy, as part of a continued cost-cutting drive.</p><p><a href=\"https://www.theguardian.com/business/trinitymirror\">Reach</a>, which also owns hundreds of regional newspapers including the Birmingham Mail, Liverpool Echo and Manchester Evening News, has been battling higher costs resulting from inflation, as well as a slump in print advertising as the UK economy falters.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/mirror-express-publisher-staff-redundancy-reach\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/mirror-express-publisher-staff-redundancy-reach", "date_published": "2023-03-14 14:42:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Activist killed in ‘Cop City’ protest had hands in the air when shot, family say", "description": "<p>Manuel Paez Terán’s family release results of independent autopsy after protester fatally shot by Georgia law enforcement</p><p>An environmental activist who was fatally shot in a confrontation with Georgia law enforcement in January was sitting cross-legged with their hands in the air at the time, the protester’s family said as they released results of an autopsy they commissioned.</p><p>The family of Manuel Paez Terán held a news conference in Decatur to announce the findings and said they were filing an open-records lawsuit seeking to force Atlanta police to release more evidence about the 18 January killing of Paez Terán, who <a href=\"https://apnews.com/article/law-enforcement-george-floyd-vienna-climate-and-environment-forests-21a4ed944c898d316db5872d87cea440\">went by the name Tortuguita</a> and used the pronoun they.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/14/cop-city-georgia-activist-autopsy-results-manuel-paez-teran\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/14/cop-city-georgia-activist-autopsy-results-manuel-paez-teran", "date_published": "2023-03-14 14:41:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The biggest lie the rich ever told? That money can’t buy you happiness | Arwa Mahdawi", "description": "<p>New studies confirm that having more money can improve our wellbeing. So much for the story powerful people have always tried to push</p><p>News just in: money <em>does </em>buy you happiness. Duh, you might say. Anyone could have told you that; it’s hardly a Nobel-prize winning insight. Well, actually, it kinda is: in 2010, Daniel Kahneman, a Nobel prize-winning economist and psychologist, came out with the theory that there was a monetary “happiness plateau”. Once you hit <a href=\"https://news.gallup.com/businessjournal/150671/happiness-is-love-and-75k.aspx\">an annual household income of $75,000</a> (£62,000), earning more money didn’t make you any happier. In 2021, the happiness researcher Matthew Killingsworth released <a href=\"https://www.pnas.org/doi/10.1073/pnas.2016976118\">a dissenting study</a>, showing that happiness increased with income and there wasn’t evidence of a plateau. Now the pair have teamed up in a process known as “<a href=\"https://penntoday.upenn.edu/news/does-more-money-correlate-greater-happiness-Penn-Princeton-research\">adversarial collaboration</a>” and released a new study finding that they were both sort of right, but Killingsworth was more right: for most people, earning more money makes you happier.</p><p>There is some nuance to this. If you are extremely unhappy, happiness apparently increases with household income up to $100,000 (£82,000), then it “<a href=\"https://www.businessinsider.com/money-can-buy-you-happiness-economy-wealth-research-paper-kahneman-2023-3\">abruptly</a>” levels off: there are some problems money can’t fix. For people who are in the “middle range of emotional wellbeing”, happiness increases linearly with income. And for very happy people, happiness accelerates above $100,000. The study didn’t look at incomes <a href=\"https://www.washingtonpost.com/business/2023/03/08/money-wealth-happiness-study/\">above $500,000</a>, so we don’t have any insight into whether joyriding around space is making Jeff Bezos feel truly fulfilled. Or whether Rishi Sunak’s <a href=\"https://www.theguardian.com/politics/2023/mar/12/rishi-sunak-has-electricity-grid-upgraded-to-heat-his-private-pool\">newly heated swimming pool</a> is warming the cockles of his heart.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/the-biggest-lie-the-rich-ever-told-that-money-cant-buy-you-happiness\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/the-biggest-lie-the-rich-ever-told-that-money-cant-buy-you-happiness", "date_published": "2023-03-14 14:40:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Souls Grown Deep Like the Rivers review – art of poverty and resilience from the US south", "description": "<p><strong>Royal Academy, London</strong> <br />This moving show considers the wealth of inventive and work by African American artists from communities that remained in southern states after the civil war</p><p>Narratives of the great migration and the Harlem renaissance have dominated conversations around African American art in the 20th century, but a new exhibition, Souls Grown Deep Like the Rivers, which opens at the Royal Academy in London this week, invites us to consider the cultural contribution of artists from the American south. Communities that remained there in the aftermath of the civil war continued to be exposed to extremes of racial violence, segregation and the hardship of economic exclusion.</p><p>The psychic scars of that collective trauma run deep through many of the works in the show. Alabama native <a href=\"https://www.blumandpoe.com/artists/thornton_dial\">Thornton Dial</a>’s Blue Skies: The Birds That Didn’t Learn How to Fly, for example, where cloth rags hang limp from a rubber-coated copper wire, paints a picture of abjection, while <a href=\"https://www.soulsgrowndeep.org/artist/mary-t-smith\">Mary T Smith</a>’s We All Want a Jobe, created in the early 1980s during her retirement in Hazlehurst, Mississippi, positions a line of blurred faces beside the desperate, scrawled text of the title to create a tableau haunted by otherness. In Keeping a Record of It (Harmful Music), <a href=\"https://www.theguardian.com/artanddesign/2022/may/01/lonnie-holley-art-the-growth-of-communication-the-edge-of-what\">Lonnie Holley</a>, also a native of Birmingham, Alabama, positions an animal skull in the centre of a salvaged record player, gripped as though by a pincer in the record player’s arm while <a href=\"https://www.soulsgrowndeep.org/artist/ronald-lockett\">Ronald Lockett’s</a> Oklahoma, made in 1995 in response to the Oklahoma City bombing, pieces together sheets of metal, tin, wire and nails on wood to conjure the horror of murderous white supremacy.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/14/souls-grown-deep-like-the-rivers-review-art-of-poverty-and-resilience-in-the-us-south-royal-academy-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/14/souls-grown-deep-like-the-rivers-review-art-of-poverty-and-resilience-in-the-us-south-royal-academy-london", "date_published": "2023-03-14 14:39:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson to give televised Partygate evidence", "description": "<p>Interim report shows significant evidence former PM misled MPs over lockdown parties</p><p>Boris Johnson will give his first televised evidence next Wednesday on whether he misled parliament over Partygate, the privileges committee has announced.</p><p>The committee, which is chaired by the Labour MP Harriet Harman, has said the former prime minister has accepted the invite to give evidence at 2pm on 22 March.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/14/boris-johnson-to-give-televised-partygate-evidence\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/14/boris-johnson-to-give-televised-partygate-evidence", "date_published": "2023-03-14 14:25:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farmers-led party set to prosper in key Dutch regional elections", "description": "<p>Green transition in spotlight as party opposed to nitrogen emission cuts surges in polls</p><p>A new party led by farmers fighting cuts to nitrogen emissions looks set to be the big winner in key Dutch regional elections that could severely weaken the government and, analysts suggest, herald a Europe-wide backlash against the green transition.</p><p>The <em>BoerBurgerBeweging</em> (Farmer-Citizen Movement, or BBB) was launched in 2019 and has just one MP, but its people-against-the-elites platform has struck a chord with disaffected voters and polls suggest it could finish as the second largest or even the largest party in Wednesday’s vote.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/farmers-party-dutch-regional-elections-bbb-nitrogen-green-transition\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/farmers-party-dutch-regional-elections-bbb-nitrogen-green-transition", "date_published": "2023-03-14 14:21:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Trail of war crimes’ left by DRC rebel group as recent attacks leave 300,000 displaced", "description": "<p>After a  year of murder, rape, disease  and looting, aid workers ask the international community: ‘Where the hell have you been?’</p><p>More than 300,000 people in the Democratic Republic of the Congo (DRC) were displaced by fighting between the <a href=\"https://www.theguardian.com/global-development/2022/jul/18/m23-rebels-return-to-wreak-havoc-in-north-kivu-drc\">M23 rebel group</a> and the government last month.</p><p>According to the UN’s refugee agency, UNHCR, more than 800,000 people have now been displaced by the conflict in the east of the country since March last year, and aid workers are warning of a humanitarian crisis that they say regional and international powers have allowed to fester.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/14/trail-of-war-crimes-left-by-drc-rebel-group-as-recent-attacks-leave-300000-displaced\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/14/trail-of-war-crimes-left-by-drc-rebel-group-as-recent-attacks-leave-300000-displaced", "date_published": "2023-03-14 14:20:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Cup 2026: four-team groups and 104 game-tournament set for approval", "description": "<ul><li>Three-team groups abandoned for first 48-nation World Cup</li><li>Length of tournament to increase from 32 days to 38 or 39</li></ul><p>The 2026 World Cup finals in the United States, Canada and Mexico are set to feature 104 games, including a new last-32 stage, with plans for three-team groups poised to be abandoned.</p><p>The finals will be the first to feature 48 teams, with the Fifa Council set to approve the format at a meeting in Kigali, Rwanda, on Tuesday. It is understood there will be 12 groups of four rather than 16 groups of three as initially proposed. The group winners and runners-up, along with the eight best third-placed teams, would advance to the last 32.</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/world-cup-2026-four-team-groups-104-game-tournament-approval-fifa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/world-cup-2026-four-team-groups-104-game-tournament-approval-fifa", "date_published": "2023-03-14 14:16:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC needs to update its social media guidelines, says Ofcom chief", "description": "<p>Melanie Dawes tells MPs BBC should look again at what its guidelines ask of contributors as well as staff</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/14/rishi-sunak-illegal-migration-bill-tory-revolt-robert-buckland-warns-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>The BBC needs to update its social media guidelines for the modern world, Ofcom’s chief executive has told MPs after the row over <a href=\"https://www.theguardian.com/media/2023/mar/13/bbc-leadership-gary-lineker-u-turn-match-of-the-day\">Gary Lineker’s tweets</a>.</p><p>Although the corporation’s editorial guidelines are ultimately outside Ofcom’s remit, Dame Melanie Dawes, the regulator’s chief executive, said that the row cut to the heart of questions about its editorial independence.</p> <a href=\"https://www.theguardian.com/media/2023/mar/14/bbc-social-media-guidelines-ofcom-chief-melanie-dawes\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/14/bbc-social-media-guidelines-ofcom-chief-melanie-dawes", "date_published": "2023-03-14 14:05:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Horny, horrifying and unhinged: why Vanderpump Rules is the best reality show of all time", "description": "<p>Vanderpump Rules was first sold to me as ‘a group of hot people working at a restaurant hook-up with each other lots’ – and it is completely gripping</p><ul><li><em>Vanderpump Rules is available to stream on</em> <em>Binge, Foxtel Go and Amazon</em> <em>Prime. For more recommendations of what to stream in Australia, <a href=\"https://www.theguardian.com/culture/series/stream-team\">click here</a></em></li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>For the past 10 days, reality TV fans have been gripped by a scandal that is equal parts vile and delightful. Two cast members of the show Vanderpump Rules – Tom Sandoval and Ariana Madix, who have been together for almost a decade – split after Madix learned Sandoval had been having an affair with their castmate and friend, Raquel Leviss. Leviss then alleged that another castmate, Scheana Shay, punched her in the face when she found out (Shay denies this); Leviss was granted a temporary restraining order against her, and the cameras began rolling again to squeeze all this drama into the latest season, currently airing on television.</p><p>If all of this means nothing to you, now is the perfect time to start watching Vanderpump Rules, the greatest reality show of all time.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/14/horny-horrifying-and-unhinged-why-vanderpump-rules-is-the-best-reality-show-of-all-time\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/14/horny-horrifying-and-unhinged-why-vanderpump-rules-is-the-best-reality-show-of-all-time", "date_published": "2023-03-14 14:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘So many working parents are screwed’: mothers on Britain’s childcare costs", "description": "<p>Parents describe plight as pressure builds on Jeremy Hunt to provide help in the budget</p><p>Joanna Jayarajan, 41, a self-employed mother of two from London, is one of many thousands of working parents in Britain for whom <a href=\"https://www.theguardian.com/money/2023/feb/19/childcare-costs-forcing-parents-in-england-to-delay-or-forego-another-baby\">the current childcare offer</a> simply does not work.</p><p>She used to work five days a week providing extracurricular activities in schools and nurseries, until she lost her last au pair a year ago, and subsequently a chunk of her income (her wages more than offset the cost of the childcare).</p> <a href=\"https://www.theguardian.com/money/2023/mar/14/working-parents-childcare-costs-jeremy-hunt-budget\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/14/working-parents-childcare-costs-jeremy-hunt-budget", "date_published": "2023-03-14 14:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are oats good for anything else other than porridge or crumble? | Kitchen aide", "description": "<p>Yes, says our panel of bakers and cooks: try whizzing those oats into batters, dough, haggis and even burgers</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What else can I use oats for other than porridge and crumble?<br /></strong><em><strong>Clare, Stroud, Gloucestershire</strong></em><br />Oats have a lot going for them: they’re nourishing, filling and good value. Yes, they’re the main player in porridge and, for some, in crumbles, too, but they also present many other possibilities, both sweet and savoury.</p><p>It all comes down to which oats Clare has knocking about. Spent jumbo ones, for example, would be very at home in soda bread, both worked into the dough and sprinkled on top before baking. Besides making cracking toast, the charm of this loaf lies in its simplicity: “You just mix all the wet ingredients, mix all the dry ingredients, then combine the two,” says Roberta Hall-McCarron, chef/owner of <a href=\"https://www.thelittlechartroom.com/\">The Little Chartroom</a> in Edinburgh. “It’s quite a wet dough and the oats soak up that moisture nicely, but they also help to keep the bread moist.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/mar/14/are-oats-good-for-anything-else-other-than-porridge-or-crumble\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/14/are-oats-good-for-anything-else-other-than-porridge-or-crumble", "date_published": "2023-03-14 14:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The body collectors: Ukrainian volunteers search for Russian corpses", "description": "<p>The Guardian joins members of the Black Tulip group as they carry out their grim task in a deserted village</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>In a deserted village in northern Donetsk, a group of volunteers set about the grim task of extracting two rotted Russian corpses from a cellar next to a destroyed house.</p><p>The two Russians, wearing summer uniforms, had been placed in the cellar presumably by their fellow combatants. The village, Krasnopillia, is not far from the city of <a href=\"https://www.theguardian.com/world/2022/sep/14/people-disappeared-iziums-residents-on-russias-occupation\">Izium</a>, which was passed between Ukrainian and Russian hands several times before Ukrainian forces retook it in September. By March, the two bodies had decomposed to such an extent that they barely smelled and were identifiable only through their dog tags.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/body-collectors-ukrainian-volunteers-search-russian-corpses-black-tulip\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/body-collectors-ukrainian-volunteers-search-russian-corpses-black-tulip", "date_published": "2023-03-14 14:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bayonetta Origins: Cereza and the Lost Demon review – wicked witch cleans up her act", "description": "<p><strong>Nintendo Switch, Platinum Games/Nintendo<br /></strong>This cutesy origin tale replaces the guns and sex appeal of the original action series with fairies and cuddly toys. But this anti-Bayonetta will introduce younger players to the genre</p><p>Risque, immature, absurd – just some of the words you could use to describe Platinum Games’ inimitably sexually charged action franchise, Bayonetta. For those yet to experience their first Umbran Climax, it’s a series filled with succubi, sex appeal and shooter-strapped-stilettos, so when Nintendo resurrected Sega’s abandoned franchise for its ailing Wii U, there were naturally more than a few raised eyebrows.</p><p>It turns out fans shouldn’t have worried, with the Nintendo-published Bayonetta 2 and 3 turning out just as violent and depraved as the original. Now almost a decade after Bayonetta 2, the house of Mario has created what fans feared – an altogether more sanitised, family-friendly take on gaming’s wicked witch.</p> <a href=\"https://www.theguardian.com/games/2023/mar/14/bayonetta-origins-cereza-and-the-lost-demon-review-nintendo-platinum-games\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/14/bayonetta-origins-cereza-and-the-lost-demon-review-nintendo-platinum-games", "date_published": "2023-03-14 14:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France’s unions have put up one hell of a fight – and sent a message to the rest of Europe | Cole Stangler", "description": "<p>President Macron is facing a titanic battle to secure his pension changes. This standoff sets the tone for future battles elsewhere</p><p>If French democracy were in a healthier state, Emmanuel Macron’s pension reform legislation would have already been scrapped by now. Broadly unpopular from the outset, his plans to raise the country’s retirement eligibility age from 62 to 64 have triggered a protest movement – <a href=\"https://www.lemonde.fr/en/les-decodeurs/article/2023/03/09/french-pension-reform-march-7-protests-among-largest-since-1995_6018714_8.html\">historically large</a> even by French standards – lasting nearly two months.</p><p>Many in the streets view the bill as a breach of the social contract: workers in France contribute a hefty share of earnings over the course of their careers to support a relatively generous and effective retirement system. Lifting the eligibility floor amounts to a very real cut in benefits, and one that will disproportionately hurt the least well-off. If you talk to the protesters, they’ll tell you this reform is cruel and unjust.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/france-unions-president-macron-pension-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/france-unions-president-macron-pension-reform", "date_published": "2023-03-14 14:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "R&A and USGA propose rule to bring in option of distance-reducing ball", "description": "<ul><li>Governing bodies seeking to combat driving distance</li><li>R&amp;A: ‘This is an important issue for golf’</li></ul><p>Golf’s governing bodies have proposed a new local rule to give tournament organisers the option to use a distance-reducing ball. Advances in fitness and equipment technology have led to players hit the ball further and further in recent years, leading to courses being lengthened in an effort to test the world’s best.</p><p>The R&amp;A and USGA said in February 2020 they intended to “break the ever-increasing cycle of hitting distance”, but admitted it could take years before solutions were found. Since then they have been consulting equipment manufacturers and on Tuesday announced the proposal of a Model Local Rule (MLR) that gives organisers the option to require the use of balls that are tested under modified launch conditions.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/r-and-a-usga-distance-reducing-ball-rule-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/r-and-a-usga-distance-reducing-ball-rule-golf", "date_published": "2023-03-14 13:59:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Forget about the Hacienda!’ The DIY music scene pushing Manchester forward", "description": "<p>No longer getting lost in nostalgia, the city is capitalising on musical talent from rap to punk and creating a community that can weather the cost of living crisis</p><p>“In terms of the breadth of talent, from emerging to established names, it’s the most exciting Manchester has been in my time,” says Rivca Burns, a 20-year veteran of the city’s music scene who is creative director of Salford’s <a href=\"https://soundsfromtheothercity.com/\">Sounds From the Other City</a> festival. “In terms of the infrastructure, it also feels like a precarious time. We’re losing rehearsal spaces and grassroots venues are struggling.”</p><p>In 2023, Aitch and <a href=\"https://saltmagazine.co.uk/2020/10/22/meekz-manchester-and-modern-masculinity/\">Meekz</a> are flying the flag for Manchester rap, <a href=\"https://www.theguardian.com/music/2021/oct/10/rick-astley-blossoms-review-smiths-karaoke-albert-hall-manchester\">Blossoms</a> from nearby Stockport have updated the region’s indie with soft-rock pomp, and artists such as R&amp;B singer-songwriter <a href=\"https://www.pipmillett.com/\">Pip Millett</a>, speed garage producer <a href=\"https://soundcloud.com/interplanetary-criminal\">Interplanetary Criminal</a>, doom-punks <a href=\"https://www.loudersound.com/reviews/witch-fever-manchester-doom-punks-dark-magic-holds-london-spellbound\">Witch Fever</a>, trip-hop experimentalists <a href=\"https://ra.co/dj/spaceafrika\">Space Afrika</a> and industrial outfit <a href=\"https://mandyindiana.bandcamp.com/\">Mandy, Indiana</a> are pushing forward a city that in the past has been guilty of letting Madchester nostalgia overshadow the new. Even in the shadows that Burns describes – of post-pandemic debt, the cost-of-living crisis and the threat posed by commercial development to independent venues – Manchester continues to channel its innovative and creative spirit into supporting a new wave of talent.</p> <a href=\"https://www.theguardian.com/music/2023/mar/14/forget-about-the-hacienda-the-diy-music-scene-pushing-manchester-forward\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/14/forget-about-the-hacienda-the-diy-music-scene-pushing-manchester-forward", "date_published": "2023-03-14 13:45:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zuckerberg’s Meta to lay off another 10,000 employees", "description": "<p>Restructuring, as part of the company’s ‘Year of Efficiency’, also sees 5,000 unfulfilled job adverts closed without hiring</p><p>Mark Zuckerberg’s Meta is laying off another 10,000 people and instituting a further hiring freeze as part of the company’s “Year of Efficiency”, the chief executive announced in a Facebook post on Tuesday.</p><p>The restructuring, which also sees a further 5,000 unfilled job adverts closed without hiring, comes <a href=\"https://www.theguardian.com/technology/2022/nov/09/mark-zuckerberg-meta-to-sack-11000-workers-after-revenue-collapse-facebook-instagram\">less than six months</a> after the company announced another wave of 11,000 redundancies. At its peak in 2022, Meta had grown to 87,000 employees globally, with a substantial portion of that hiring occurring in the middle of the Covid pandemic.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/14/mark-zuckerberg-meta-layoffs-hiring-freeze\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/14/mark-zuckerberg-meta-layoffs-hiring-freeze", "date_published": "2023-03-14 13:43:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea back on top as Spurs sack Skinner – Women’s Football Weekly podcast", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a>, <a href=\"https://twitter.com/suzywrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/ceylonandi\">Ceylon Andi Hickman</a> and <a href=\"https://twitter.com/MarvaMSK\">Marva Kreel</a> round up the highs and lows of another eventful week in the WSL</p><ul><li><a href=\"https://www.theguardian.com/media/2017/oct/07/how-to-listen-to-podcasts-everything-you-need-to-know?CMP=podcast-help\">How to listen to podcasts: everything you need to know</a></li></ul><p>In this week’s pod: in Cheltenham week, how apt that we’re at the races!</p><p>Title races and sack races are in the spotlight as Chelsea win by a nose and Rehanne Skinner falls at the ninth fence.</p> <a href=\"https://www.theguardian.com/football/audio/2023/mar/14/chelsea-back-on-top-as-spurs-sack-skinner-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/mar/14/chelsea-back-on-top-as-spurs-sack-skinner-womens-football-weekly-podcast", "date_published": "2023-03-14 13:41:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A blanket of snow and an Avril Lavigne interruptor: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/mar/14/blanket-of-snow-avril-lavigne-interruptor-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/mar/14/blanket-of-snow-avril-lavigne-interruptor-tuesdays-best-photos", "date_published": "2023-03-14 13:41:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What I learned watching Phyllida Barlow create a funny, majestic work for morally shabby Brexit Britain | Charlotte Higgins", "description": "<p>The great British sculptor, who died this week, told me she liked to work ‘as if a storm was coming’. The messy, tottering, gigantic results made you see and feel the world differently</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/13/tremendous-phyllida-barlow-in-pictures-epic-venice\">‘In every sense tremendous’: Phyllida Barlow’s work – in pictures</a></li><li><a href=\"https://www.theguardian.com/artanddesign/2023/mar/13/going-big-uncontainable-brilliance-of-sculptor-phyllida-barlow\">‘Going big suited her’: Adrian Searle’s view</a></li></ul><p>Phyllida Barlow was a great sculptor whose massy, messy, overwhelming artworks were funny, threatening, intelligent, theatrical and addressed – elliptically and slyly – the historical and political moments in which they were made. She was also an unforgettable presence, always the smartest person in the room, able to nose out bullshit at 50 paces. Her irreverent, ever-youthful laughter was one of the most joyous and mischievous sounds on Earth.</p><p>There are some artists who articulate what they want to say through their work, and find it hard to verbalise or explain their approach. There are some whose very articulacy seems to outpace the work, or push it into the background. Barlow had it all. Her art, rooted in the rough and tumble of the streetscapes of her traffic-ridden, busy patch of north London, makes you see and feel the world differently. It is compelling, mysterious and full of strange atmospheres that can’t ever be quite pinned down by talking about it.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/14/what-i-learned-watching-phyllida-barlow-create-a-funny-majestic-work-for-morally-shabby-brexit-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/14/what-i-learned-watching-phyllida-barlow-create-a-funny-majestic-work-for-morally-shabby-brexit-britain", "date_published": "2023-03-14 13:38:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis opposes US aid to Ukraine as Republican presidential race intensifies – live", "description": "<p>Likely contender’s statement read on air by Fox News host Tucker Carlson aligns him with rival Donald Trump</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Good morning, US politics blog readers. Last night, Florida’s Republican governor and all-but-declared 2024 presidential contender <strong>Ron DeSantis</strong> said he was opposed to further American aid to Ukraine, via a statement read on the air by Fox News commentator <strong>Tucker Carlson</strong>. The decision aligns DeSantis with his rival <strong>Donald Trump</strong>, who is seen as the frontrunner for the GOP’s presidential nomination next year, but creates daylight between him and many other Republicans who say backing Kyiv is a national security priority. With Democrat <strong>Joe Biden</strong> a staunch friend of Ukraine, the governor’s stance makes clear the potential consequences if the GOP retakes the White House next year. We’ll see if anyone else in the party weighs in on DeSantis’s decision today.</p><p>Here’s what else is happening:</p><p><strong>Biden</strong> <a href=\"https://www.theguardian.com/us-news/2023/mar/14/joe-biden-executive-order-gun-safety-universal-background-checks\">will sign an executive order today</a> to crack down on illegal gun sellers. He’ll make the rule official in Monterey Park, California, site of a January mass shooting in which 11 people were killed.</p><p><strong>The Treasury</strong> will turn over some suspicious transaction records about the Bidens to <strong>James Comer</strong>, the House Republican leading the investigations into the president and his family.</p><p><strong>New inflation data</strong> <a href=\"https://www.theguardian.com/business/2023/mar/14/us-inflation-slows-banking-crisis\">showed</a> price growth slowing last month but still remaining potent, potentially complicating the response to the collapse of Silicon Valley Bank.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/mar/14/ukraine-aid-desantis-trump-2024-biden-gun-order-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/mar/14/ukraine-aid-desantis-trump-2024-biden-gun-order-live-updates", "date_published": "2023-03-14 13:11:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Internal government briefing admits HS2 delays will increase costs", "description": "<p>DfT document appears to undermine ministers’ claims, saying jobs are likely to go and construction firms could be at risk</p><p>An internal Department for Transport briefing on the HS2 project has admitted delays to the high-speed railway will increase costs, appearing to undermine ministers’ claims.</p><p>The document seen by the Guardian says the decision to delay the project is also likely to cost jobs, put construction firms at risk of going into administration and that the department could face compensation claims.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/internal-government-briefing-hs2-delays-increase-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/internal-government-briefing-hs2-delays-increase-costs", "date_published": "2023-03-14 13:02:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winners review – Oscar statuette goes missing in free-spirited ode to Iranian cinema", "description": "<p>An award belonging to director Asghar Farhadi goes missing in Iran in this slow-paced, heart-on-sleeve comedy about the curative magic of the movies</p><p>This film from British Iranian director Hassan Nazer was the British entry in the international feature section at this year’s Academy Awards; sadly it was not nominated. It is a likable, gentle comedy about two children in which an Oscar statuette plays a part: the ultimate MacGuffin, perhaps. It’s also a rather cinephile film which ponders the enormous prestige of Iranian cinema abroad.</p><p>The premise is that the great Iranian director Asghar Farhadi, having <a href=\"https://www.theguardian.com/film/2017/feb/14/the-slaesman-trafalgar-square-uk-premiere-asghar-farhadi-oscars\">boycotted the 2017 Oscars</a> in protest at Donald Trump’s anti-Muslim travel ban, cannot be there in person <a href=\"https://www.theguardian.com/film/2017/feb/27/the-salesman-wins-best-foreign-language-oscar-asghar-farhadi\">to pick up his Oscar for The Salesman</a>. But the producer bringing it to Iran for him manages to lose it after a chaotic mishap involving a taxi (that key trope of contemporary Iranian cinema) and, once handed to the authorities, the Oscar is boxed up to be sent on to him via the mail. Then a local postman loses it and the gleaming, mysteriously exotic and heavy statuette is finally discovered on a dusty road by two little kids, Yahya (Parsa Maghami) and Leyla (Helia Mohammadkhani) who are profoundly, almost religiously awestruck by their secret find.</p> <a href=\"https://www.theguardian.com/film/2023/mar/14/winners-review-oscar-statuette-goes-missing-in-free-spirited-ode-to-iranian-cinema\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/14/winners-review-oscar-statuette-goes-missing-in-free-spirited-ode-to-iranian-cinema", "date_published": "2023-03-14 13:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England suffer first T20 whitewash since 2016 after defeat to Bangladesh", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-03-14/england-cricket-team\">Bangladesh 158-2; England 142-6; Bangladesh won by 16 runs</a></li><li>Loss of Malan and Buttler sees chase falter in Mirpur</li></ul><p>Bangladesh inflicted upon England the world champions’ first T20 series whitewash since 2016 with victory by 16 runs in the final game, exacting fitting punishment for the tourists’ chaotic and error-strewn performance.</p><p>It was particularly memorable for Ben Duckett – guilty of two boundary-assisting misfields, one terrible drop and, finally, of running out Jos Buttler – and also for Litton Das, whose 67th and finest T20 innings, 73 off 57 balls, set up Bangladesh’s winning total of 158.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/england-suffer-first-t20-whitewash-since-2016-after-defeat-to-bangladesh\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/england-suffer-first-t20-whitewash-since-2016-after-defeat-to-bangladesh", "date_published": "2023-03-14 12:51:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All ears: here’s why Bill Nighy’s Oscars date was a small stained bunny", "description": "<p>Was the star of Living making a covert protest on behalf of pygmy rabbits with his Sylvanian squeeze? Or referencing the Taiwanese gay community’s new icon? And what was that spattered over its forehead?</p><p>Awards season is good at magnifying the public personas of participants. This goes for winners (<a href=\"https://www.theguardian.com/film/2023/mar/13/ke-huy-quan-wins-best-supporting-actor-oscar-for-everything-everywhere-all-at-once\">Ke Huy Quan</a> of Everything Everywhere All at Once becoming a dangerously energetic puppy) and attendees (Hugh Grant as the spectacularly grumpy opposite of Ke Huy Quan), but arguably nobody pulled off this trick with more panache than <a href=\"https://www.theguardian.com/film/gallery/2023/mar/12/oscars-red-carpet-photos-pictures-2023\">Bill Nighy at the Oscars</a>.</p><p>Nominated for best actor for his still and unshowy role in Living – a performance that was always going to be overshadowed by the grotesqueries of Elvis and The Whale – Nighy nevertheless managed to hone his persona in order to carve out a small but notable moment of virility on the red carpet. This is because, upon posing for the cameras, Nighy pulled a stained Sylvanian Family rabbit out of his pocket and displayed it to the world.</p> <a href=\"https://www.theguardian.com/film/2023/mar/14/bill-nighy-sylvanian-rabbit-oscars-living\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/14/bill-nighy-sylvanian-rabbit-oscars-living", "date_published": "2023-03-14 12:42:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US inflation slows to 6% annual rate amid looming banking crisis", "description": "<p>The Fed’s target of bringing inflation to 2% could see dramatic change in tumultuous aftermath of Silicon Valley Bank collapse</p><p>Price rises slowed again in February as the annual rate of inflation eased but the report has been overshadowed by a banking crisis ahead of next week’s meeting of the Federal Reserve.</p><p>Prices in February were 6% higher than a year ago, down from an annual rate of 6.4% in January and significantly lower than the 9.1% peak of inflation seen in June. Between January and February, prices rose 0.4% as prices increased in sectors like housing and food.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/us-inflation-slows-banking-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/us-inflation-slows-banking-crisis", "date_published": "2023-03-14 12:38:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eleanor Williams jailed for eight and a half years after rape and trafficking lies", "description": "<p>Twenty-two-year-old from Barrow posted photos on Facebook falsely claiming she had been abused</p><p>A woman has been jailed for eight and a half years after being found guilty of lying about being raped and trafficked by an Asian grooming gang, and making false rape claims against a series of other men.</p><p>Eleanor Williams, 22, from Barrow-in-Furness was convicted in January of nine counts of perverting the course of justice.</p><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/eleanor-williams-jailed-lying-rapes-trafficking\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/eleanor-williams-jailed-lying-rapes-trafficking", "date_published": "2023-03-14 12:25:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snobbery about audience behaviour stifles theatre – it’s a collective experience | Arifa Akbar", "description": "<p>Distracting behaviour, from eating noisily to using mobile phones, is a vexed issue. But the chorus of disapproval often suggests elitism and overlooks theatre’s history</p><p>The recent debate over <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/front-of-house-theatres-audiences-managers-customers-staff\">unruly audience behaviour</a> began, very rightly, with warnings against drunken disorder in auditoriums after <a href=\"https://www.theguardian.com/stage/2023/feb/14/no-party-uk-musical-ads-will-change-to-stop-bad-theatre-behaviour\">horror stories</a> of rowdy musical theatre audiences taking the idea of “dancing in the aisles” a little too literally.</p><p>But fast-forward to the latest social media outcry I spotted, over popcorn-munching at the ENO’s Rhinegold, and the conversation begins to assume the same shades of class snobbery and cultural elitism that the industry is trying so hard to shake off.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/14/snobbery-about-audience-behaviour-stifles-theatre-its-a-collective-experience\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/14/snobbery-about-audience-behaviour-stifles-theatre-its-a-collective-experience", "date_published": "2023-03-14 12:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for butter beans, miso and tomato", "description": "A healthy, hearty, seed-rich veggie treat<p>Remove and discard the roots and the dark green tips from 3 <strong>spring onions</strong>, then slice the stems into thin rings. Warm 2 tbsp of <strong>groundnut </strong>or<strong> vegetable oil </strong>in a saucepan, add the spring onions and cook for 4 or 5 minutes until soft. While the spring onions are cooking, peel and crush 2 small cloves of <strong>garlic</strong> and add them to the pan. Finely chop 1 hot <strong>red chilli </strong>and stir it in. Roughly chop 350g of <strong>tomatoes</strong> and also add them to the pan, continue cooking for 15-20 minutes until soft, stirring from time to time.</p><p>Wash 150g of <strong>basmati rice </strong>(I do this three times), then put it in a small saucepan and add enough water to cover it by roughly 2cm (about 250ml). Bring to the boil, add a little salt and 6 black peppercorns,<strong> </strong>then cover tightly with a lid. Reduce the heat to a level where the rice will simmer gently and let it steam for 10 minutes. Remove the pan from the heat, but keep the lid in place.</p> <a href=\"https://www.theguardian.com/food/2023/mar/14/nigel-slater-midweek-dinner-recipe-butter-beans-miso-and-tomato\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/14/nigel-slater-midweek-dinner-recipe-butter-beans-miso-and-tomato", "date_published": "2023-03-14 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stormzy and Tracey Emin join Hay festival 2023 lineup", "description": "<p>The UK’s best-known literary festival has a new CEO and promises ‘11 days of different’ as it unveils its full lineup featuring Richard Osman, Dua Lipa, Margaret Atwood and more</p><p>Stormzy, Tracey Emin, Barbara Kingsolver and Richard Osman are among those appearing at this year’s <a href=\"https://www.hayfestival.com/wales/home\">Hay festival</a>.</p><p>The full festival programme includes more than 500 in-person events taking place from 25 May to 4 June. Tickets are currently on sale to friends of Hay festival and general sale opens 17 March. The slogan for this year’s event is “11 days of different”, with Hay festival <a href=\"https://www.hayfestival.com/news/blog.aspx?post=1537\">CEO Julie Finch</a> saying it will be a space “where great minds won’t always think alike, and where imaginations are free to roam”.</p> <a href=\"https://www.theguardian.com/books/2023/mar/14/stormzy-and-tracey-emin-join-hay-festival-2023-lineup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/14/stormzy-and-tracey-emin-join-hay-festival-2023-lineup", "date_published": "2023-03-14 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What do you really see when you visit hand carwashes in Britain? Exploited workers and criminality | Teresa Sayers", "description": "<p>Our research has revealed that rule-breaking in the UK’s 5,000 hand carwashes is rife – and licensing is the best way to tackle it</p><p></p><p>What’s the reality of your local hand carwash? Would you be surprised if it was <a href=\"https://www.theguardian.com/uk-news/2022/dec/26/more-than-90-of-hand-carwashes-in-uk-employing-workers-illegally-study-finds\">exploiting its workers</a>, discharging effluent illegally or not paying business rates? <a href=\"https://bit.ly/WIPRCWSreportHOMSPF\">Statistically</a>, at least one or all of these could be happening at an estimated 5,000-plus sites across the UK.</p><p>Visiting these sites, you are often presented with workers dressed in tracksuit bottoms and hoodies regardless of the weather, with the (infrequent) wearing of wellies being the only concession to PPE. Closer inspection will probably show filthy toilets and cold, chaotic “rest areas’’ that workers share with chemicals and other detritus.</p><p>Teresa Sayers is managing director of the Responsible Car Wash Scheme</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/exploited-workers-britain-hand-carwash-licensing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/exploited-workers-britain-hand-carwash-licensing", "date_published": "2023-03-14 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Gary Lineker, the BBC and a bleak alternative MOTD", "description": "<p>Our resident cartoonist on the crisis swirling around the Match of the Day presenter, GB News’ hot take and Tory footy analogies</p> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/mar/14/david-squires-cartoon-gary-lineker-bbc-bleak-alternative-motd\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/mar/14/david-squires-cartoon-gary-lineker-bbc-bleak-alternative-motd", "date_published": "2023-03-14 11:54:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Behind the £1 deal that staved off the tech bank’s collapse in the UK", "description": "<p>While its quick slip into financial hardship has left American bankers reeling, its UK division is surprisingly fine. But the tech sector isn’t out of trouble yet</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>Last week, if you had heard of Silicon Valley Bank UK, you probably worked in tech. The bank had only been spun out in to a separate entity last summer, after its few thousand corporate customers pushed it over a regulatory threshold, and while SVB had grown to almost hold £10bn of deposits, with £5.5bn of outstanding loans, it was very much a specialist player.</p><p>The bank’s selling point was that it understood the needs of the “innovation economy”, something that high street banks frequently failed to acknowledge. A startup might have zero revenue, yet hold £5m in the bank and have 10 employees, a profile fundamentally different from a typical small business. As a result, trying to get something as simple as a corporate credit card could be a surprising hassle, and when SVB arrived on the UK scene, it was enthusiastically adopted by founders and venture capitalists alike.</p><p><em>Spotify is redesigning the core homescreen of its app, trying to make it easier for users to find new stuff to listen to – and watch. The new design goes heavy on imagery and vertical scrolling, turning your homescreen from a set of album covers into a feed that much more closely resembles TikTok and Instagram. As you scroll, Spotify is also hoping to make it easier to discover new things across the Spotify ecosystem.</em></p> <a href=\"https://www.theguardian.com/technology/2023/mar/14/techscape-silicon-valley-bank-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/14/techscape-silicon-valley-bank-uk", "date_published": "2023-03-14 11:45:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asylum seekers win permission for Rwanda policy legal challenge", "description": "<p>Ten people from conflict zones threatened with removal to Africa claim there has been a failure to consider risks of deportation</p><p>A court of appeal judge has ruled that a group of asylum seekers can bring a legal challenge against the Home Office for what they claim has been a failure to consider the dangers and risks of deporting them to Rwanda.</p><p>Lord Justice Underhill, the vice-president of the court of appeal’s civil division, has granted permission for the group to appeal against the government’s controversial policy on some grounds.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/asylum-seekers-win-permission-for-rwanda-policy-legal-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/asylum-seekers-win-permission-for-rwanda-policy-legal-challenge", "date_published": "2023-03-14 11:39:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland Women switch to navy shorts for Six Nations over period concerns", "description": "<ul><li>Ireland become first home nation to announce switch</li><li>‘It’s a big step,’ says Ireland centre Enya Breen</li></ul><p>The Ireland women’s rugby team will wear navy shorts in this year’s Six Nations, becoming the first home nations team to announce a change from their traditional white shorts over period concerns.</p><p>Ireland, who begin their Six Nations campaign with a visit to Wales on 25 March, have made the move in response to players’ feedback about period anxieties.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/14/ireland-women-rugby-switch-to-navy-shorts-for-six-nations-over-period-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/14/ireland-women-rugby-switch-to-navy-shorts-for-six-nations-over-period-concerns", "date_published": "2023-03-14 11:38:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK workers: how would an increased tax-free pension allowance affect your career plans?", "description": "<p>We’re keen to hear from people in the UK whether a bigger allowance for tax-free pension contributions might entice them to put off retirement or work more hours</p><p>Chancellor Jeremy Hunt <a href=\"https://www.theguardian.com/money/2023/mar/10/pension-jeremy-hunt-raise-cap-budget-lifetime-allowance\">is likely to announce a significant increase of the annual tax-free allowance for pension contributions</a> from £40,000 to £60,000, as well as the so-called lifetime allowance (LTA) – the maximum amount workers can pay into their pension pot tax-free – by more than half a million pounds.</p><p>We’re interested to hear from people in the UK how these new allowances might affect their career and retirement plans. Would you consider working longer hours or retiring later than you had envisaged to make use of the new pension thresholds? Or could you be persuaded to return to work from early retirement?</p> <a href=\"https://www.theguardian.com/money/2023/mar/14/uk-workers-how-would-an-increased-tax-free-pension-allowance-affect-your-career-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/14/uk-workers-how-would-an-increased-tax-free-pension-allowance-affect-your-career-plans", "date_published": "2023-03-14 11:28:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man who racially abused Brentford’s Ivan Toney gets English stadium ban", "description": "<ul><li>First such ban issued under legislation brought in last year</li><li>Antonio Neill given three-year ban for Instagram message</li></ul><p>A man who racially abused Brentford’s Ivan Toney on social media has become the first person to be banned from every English stadium under the police, crime, sentencing and courts act.</p><p>Antonio Neill, 24, sent the message via Toney’s Instagram account in October last year and the <a href=\"https://www.theguardian.com/football/2022/oct/15/ivan-toney-reveals-racist-abuse-on-instagram-after-brentford-win\">player shared it publicly</a>, prompting a police investigation.</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/man-racially-abused-ivan-toney-brentford-english-stadium-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/man-racially-abused-ivan-toney-brentford-english-stadium-ban", "date_published": "2023-03-14 11:21:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheltenham Festival 2023: Constitution Hill goes for glory in Champion Hurdle – live", "description": "<ul><li>The latest news, action and betting on the festival’s opening day</li><li>Any comments? You can <a href=\"mailto:John.Brewin@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet John</a> </li></ul><p><strong>Oddschecker are providing our betting information this week</strong>. Here’s their most backed horses of the day.</p><p><strong>And their market movers for the day one.</strong></p><p>Honeysuckle (Mares’ Hurdle) 7/2 into 5/2</p><p>Tenzing (National Hunt Chase) 16/1 into 9/1</p><p>The Wolf (Ultima Handicap Chase) 40/1 into 22/1</p><p>Facile Vega (Supreme Novices’ Hurdle) 5/2 into 15/8</p><p>Monbeg Genius (Ultima Handicap Chase) 11/1 into 7/1</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/14/cheltenham-festival-2023-constitution-hill-goes-for-glory-in-champion-hurdle-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/14/cheltenham-festival-2023-constitution-hill-goes-for-glory-in-champion-hurdle-live", "date_published": "2023-03-14 11:21:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: share your views of The Last of Us TV series", "description": "<p>We’d like to hear from fans of the TV show following the end of the first season</p><p>After nine episodes, the first season of The Last of Us has come to an end, and now we’d like to hear from viewers.</p><p>The American post-apocalyptic drama TV show created by Craig Mazin and Neil Druckmann, who directed the 2013 video game it’s based on, has <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/16/the-last-of-us-review-one-of-the-finest-tv-shows-you-will-see-this-year\">received rave reviews</a> for its unique blend of horror and emotional depth.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/14/tell-us-share-your-views-of-the-last-of-us-tv-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/14/tell-us-share-your-views-of-the-last-of-us-tv-series", "date_published": "2023-03-14 11:21:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artists and footballers warm up for Manchester international festival", "description": "<p>A Janelle Monáe residency, work by Yayoi Kusama and Ryuichi Sakamoto and a collaboration between footballer Juan Mata and artist Tino Sehgal kick off at this summer’s event </p><p>A group show by 11 pairs of footballers and visual artists, an exhibition of Yayoi Kusama inflatables and a new work by the pioneering Japanese experimental composer Ryuichi Sakamoto will take centre stage at this year’s Manchester international festival, which runs from 29 June to 16 July.</p><p>Artistic director John McGrath said that this year’s festival, which will also feature a citywide artistic Easter egg hunt for collectable coins by artist Ryan Gander, a three-day Janelle Monáe residency, and the world premiere of Kimber Lee’s lauded untitled f*ck m*ss s**gon play, would “once again take the temperature of our times, and imagine possibilities for the future.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/14/manchester-international-festival-janelle-monae-yayoi-kusama-sakamoto-juan-mata\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/14/manchester-international-festival-janelle-monae-yayoi-kusama-sakamoto-juan-mata", "date_published": "2023-03-14 11:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Magician’s Elephant review – sweet kids’ novel gets unmagical makeover", "description": "<p>An orphan must perform three impossible tasks in order to find his lost sister in an earnest animation made watchable by a brilliant turn from Aasif Mandvi</p><p>‘Nothing is impossible if you put your mind to it”: this is the blah-blah-bland message of this family movie, adapted from Kate DiCamillo’s popular kids’ novel. It’s heartfelt and sweetly earnest, but humdrum and disappointingly unmagical. The animation doesn’t help: characters speak with blank paralysed faces as if they’ve had botched Botox.</p><p>The setting is a war-weary town called Baltese where Peter (Noah Jupe) is a young orphan being raised in the school of hard knocks by a gruff retired soldier (Mandy Patinkin), who has him practising military drills day and night. But Peter is a dreamer not a fighter. One day he visits a fortune-teller who reveals that the sister he has always believed died as a baby, is alive. To find her, Peter must “follow the elephant”, says the fortune-teller. That same night a crap magician (his loneliness and disappointment beautifully voiced by Benedict Wong) accidentally conjures up an elephant in the town’s opera house; the beast comes crashing through the roof, squishing the legs of an old lady.</p> <a href=\"https://www.theguardian.com/film/2023/mar/14/the-magicians-elephant-review-sweet-kids-novel-gets-unmagical-makeover\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/14/the-magicians-elephant-review-sweet-kids-novel-gets-unmagical-makeover", "date_published": "2023-03-14 11:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forced to give up running every year: when will women feel safe in the dark? - video", "description": "<p>Every winter, as the nights draw in, Guardian journalist Robyn Vinter gives up running because she doesn't feel safe in the dark on her own – but should she still have to?</p><p><br />We join Robyn, our north of England correspondent, in West Yorkshire as she tries to figure out if and how she can feel safer doing what she wants, when she wants.&nbsp; Violence against women has dominated the news headlines in recent times, with high-profile cases of violence against women such as Sarah Everard and Sabina Nessa in our recent collective memory. And when many of these instances include violence at the hands of police, is anything being done to help women feel less threatened on our streets?</p> <a href=\"https://www.theguardian.com/news/video/2023/mar/14/forced-to-give-up-running-every-year-when-will-women-feel-safe-in-the-dark-video\">Continue reading...</a>", "link": "https://www.theguardian.com/news/video/2023/mar/14/forced-to-give-up-running-every-year-when-will-women-feel-safe-in-the-dark-video", "date_published": "2023-03-14 10:53:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Innovative heat tech could save England’s swimming pools from closure", "description": "<p>Twenty pools may be upgraded this year after startup uses energy from small data centre to heat water</p><p>Public swimming pools facing closure because of soaring energy bills have been offered a lifeline via new technology to heat the water.</p><p>Mark Bjornsgaard, the chief executive of the tech startup Deep Green, has trialled the idea in Exmouth, Devon. He has put a small computer data processing centre underneath the pool and the energy from it heats the water.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/innovative-heat-tech-save-england-swimming-pools-from-closure\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/innovative-heat-tech-save-england-swimming-pools-from-closure", "date_published": "2023-03-14 10:25:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forget the 80s – the best time to be a British metalhead is now", "description": "<p>Not only are the legends of old still touring, but a new generation of musicians are broadening the genre’s music and deepening its political engagement</p><p>The “new wave of British heavy metal” of the late 1970s and early 80s is the most important moment in the history of the genre. Not only did it launch titans such as Iron Maiden, Def Leppard and Venom, but it turned “metal” from a pejorative phrase into a generation-spanning subculture. In 1970, heavy music was a sprawl of bands mostly savaged by the press: Robert Christgau lambasted Black Sabbath’s debut as “bullshit necromancy”. A decade later, it had become a subculture so fertile that it needed its own magazine – Kerrang! – to cover it all.</p><p>Many British metalheads continue to hail this movement as the paragon of their favourite genre and as someone whose first exposure to rock music was through the bombast of Maiden, I understand why. However, to cling to such nostalgia is to blind yourself to the truth: the best time to be a British metalhead is now. While the titans of the 80s are enjoying their golden years in crammed arenas, the UK’s heavy metal underground is packed with more promising bands than ever before. Case in point: in 2022, four of Metal Hammer’s top 10 albums of the year were by British acts who debuted in the preceding decade. In 2012, that number was zero.</p> <a href=\"https://www.theguardian.com/music/2023/mar/14/forget-the-80s-the-best-time-to-be-a-british-metalhead-is-now\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/14/forget-the-80s-the-best-time-to-be-a-british-metalhead-is-now", "date_published": "2023-03-14 10:21:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden just betrayed the planet – and his own campaign vows | Rebecca Solnit", "description": "<p>Biden promised no more drilling on federal lands, ‘period, period’. This week he approved the massive Willow project</p><p>The Willow project is an act of terrorism against the climate, and the Biden administration has just approved it. This massive oil-drilling project in the wilderness of northern Alaska goes against science and the administration’s many assurances that it cares about climate and agrees that we must make a swift transition away from fossil fuel. Like Canadian prime minister Justin Trudeau, Joe Biden seems to think that if we do some good things for the climate we can also do some very bad things and somehow it will all even out.</p><p>To make that magical thinking more obvious and to try to smooth over broad opposition, the US federal government also just coughed up some protections against drilling in the Arctic Ocean and elsewhere in the National Petroleum Reserve (and only approved three of the five drilling sites for ConocoPhillips’ invasion of this wilderness). Of course, this is like saying, “We’re going to kill your mother but we’re sending guards to protect your grandmother.” It doesn’t make your mom less dead. With climate you’re dealing with physics and math before you’re dealing with morality. All the carbon and methane emissions count, and they need to decrease rapidly in this decade. As Bill McKibben likes to say, you can’t bargain with physics.</p><p>Rebecca Solnit is a Guardian US columnist. Her most recent books are Recollections of My Nonexistence and Orwell’s Roses</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/biden-willow-project-betrayal-campaign-vows-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/biden-willow-project-betrayal-campaign-vows-climate-crisis", "date_published": "2023-03-14 10:15:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Iraq War started the post-truth era. And America is to blame | Moustafa Bayoumi", "description": "<p>The Iraq war ushered in a style of politics where truth is, at best, an inconvenience</p><p>This month marks the 20th anniversary of the US invasion of Iraq. While, tragically, there are almost too many victims to tally from this criminal act of America’s making, the notion of truth must certainly count as primary among them.</p><p>We must not forget how the George W Bush administration manipulated the facts, the media and the public after the horrific attacks of 9/11, hellbent as the administration was to go to war in Iraq. By 2.40pm on 11 September 2001, mere hours after the attacks, Donald Rumsfeld, the then secretary of defense, was already sending a memo to the joint chiefs of staff to <a href=\"https://nsarchive2.gwu.edu/NSAEBB/NSAEBB326/index.htm\">find evidence</a> that would justify attacking Iraqi leader Saddam Hussein (as well as Osama bin Laden).</p><p>Moustafa Bayoumi is the author of the award-winning books How Does It Feel To Be a Problem?: Being Young and Arab in America and This Muslim American Life: Dispatches from the War on Terror. He is a Professor of English at Brooklyn College, City University of New York</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/iraq-war-9-11-george-bush-post-truth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/iraq-war-9-11-george-bush-post-truth", "date_published": "2023-03-14 10:05:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There is no one with power to fight for classical music at the BBC now. It’s as if Herod runs the creche | Paul Hughes", "description": "<p>Savage cuts to the orchestras and BBC Singers suggest a cadre of bosses has forgotten what public service broadcasting is</p><p>For 23 years as director of the BBC Symphony Orchestra and Chorus, and latterly the BBC Singers, <a href=\"https://www.classical-music.com/news/paul-hughes-to-step-down-as-bbc-symphony-and-bbc-singers-director/\">I was custodian</a> of three great ensembles that have shaped the musical landscape of this country for almost a century. They are celebrated worldwide for unparalleled versatility, flexibility and ability to respond to an ever-changing landscape and the demands of (in my time) six director generals, each keen to leave their mark. Delivering quality first and value for money was the mantra, and meeting the challenge of reaching new and diverse audiences was the reward. Or so we thought.</p><p>The BBC <a href=\"https://www.theguardian.com/music/2023/mar/13/bbc-chief-draws-ire-of-700-composers-with-devastating-plan-to-axe-choir\">announced last week</a> that its great cultural assets are to be savaged so violently that they may never recover; that is the reward. The corporation runs one full-time professional chamber choir, three full-time orchestras in England, and one each in Wales and Scotland. The plan is to axe the BBC Singers before the Proms, on the eve of their centenary, to reduce the headcount by 20% of the three English orchestras, while <a href=\"https://www.bbc.com/mediacentre/2022/simon-webb-head-of-orchestras\">Simon Webb</a>, the newly appointed fall guy is working with the nations’ orchestras “to consider whether there <a href=\"https://www.bbc.com/mediacentre/2023/bbc-new-strategy-for-classical-music\">could be any lessons</a>” for them. A dark warning indeed.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/classical-music-bbc-orchestras-singers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/classical-music-bbc-orchestras-singers", "date_published": "2023-03-14 10:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands with learning disabilities trapped in hospital, some for years", "description": "<p>Report from University of Birmingham has inspired an exhibition from street artist Foka Wolf titled ‘Why are we stuck in hospital’?</p><p>Thousands of people with learning disabilities are stuck in long-stay hospitals because of a lack of psychological support and overly complicated treatment systems, according to research.</p><p>The report from the University of Birmingham has been released in conjunction with an exhibition from the subversive street artist Foka Wolf titled “Why are we stuck in hospital?”.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/thousands-learning-disabilities-trapped-long-stay-hospitals\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/thousands-learning-disabilities-trapped-long-stay-hospitals", "date_published": "2023-03-14 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What makes me happy now: my very old dog", "description": "<p>Tomorrow, and Tomorrow, and Tomorrow author Gabrielle Zevin on the exquisite beauty – and pain – of loving an aging pet </p><p>Lately, I have been thinking about Frank and whether he is happy.</p><p>Frank is my dog. I got him at a rescue shelter for pugs in 2014. They told me he had the eyes of a two-year-old, but the teeth of an eight-year-old: he was either just past the puppy-qualifying stage or on the verge of being a senior citizen. Our veterinarian said Frank was more like eight – two was a story the rescue facility was peddling to make a senior dog more appealing. Frank is now almost 17, which puts him at the end of his natural life, though he insists he will live forever. It’s a joke my partner and I make for him – putting words in his mouth – in which Frank has comically mistaken the idea of a “forever home” with the idea that he will live “forever”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/14/what-makes-me-happy-now-my-very-old-dog-gabrielle-zevin\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/14/what-makes-me-happy-now-my-very-old-dog-gabrielle-zevin", "date_published": "2023-03-14 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She brought me out of my lonely bubble’: tributes to our other mothers – connected not by blood but love", "description": "<p>As the UK prepares to celebrate Mother’s Day, three writers talk about the women who filled a mum-shaped hole in their lives</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/14/tributes-to-our-other-mothers-connected-not-by-blood-but-love\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/14/tributes-to-our-other-mothers-connected-not-by-blood-but-love", "date_published": "2023-03-14 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No strategy’: West Yorkshire firms hope the budget supports industry", "description": "<p>Business leaders looking for industrial plan of action from government amid uncertainty over the economy</p><p>Almost 13 years ago, at the dawn of the Conservative-Liberal Democrat coalition government, David Cameron chose Salt’s Mill as the venue for his first big economic speech.</p><p>With its 250ft chimney, the Mill was a towering reminder of how the Industrial Revolution shaped economy of West Yorkshire, and an indication of the new government’s ambition.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/no-strategy-west-yorkshire-firms-hope-next-budget-supports-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/no-strategy-west-yorkshire-firms-hope-next-budget-supports-industry", "date_published": "2023-03-14 10:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak will have to water down illegal migration bill to avoid Tory revolt, former minister warns – UK politics live", "description": "<p>Sir Robert Buckland says Tory pushback probable when details get debated, after bill passes second reading</p><p><strong>Tom Tugendhat</strong>, the security minister, was on government spokesperson duties on behalf of No 10 on the airwaves this morning. As my colleague <strong>Jessica Elgot</strong> reports, he defended the illegal migration bill – but dodged repeated questions on whether there were any safe and legal routes for refugees from countries such as Iran to come to the UK.</p><p>Good morning. The illegal migration bill, the most controversial piece of legislation going through parliament at the moment, and one of the most electorally important to the Conservative party, passed its second reading in the Commons last night, by 312 votes to 250 – a majority of 62. No Tory MP voted against. There were 44 Conservatives who did not vote at all, including the former prime minister Theresa May, who was available to take part in the division because during the debate she gave <a href=\"https://hansard.parliament.uk/commons/2023-03-13/debates/97D4F67E-2C1B-44CB-B860-DD9024958EEF/IllegalMigrationBill\">a powerful speech </a>that rubbished the bill on moral and practical grounds. She and some of the other 44 did not vote because they were abstaining on principle. But many of the others will have had a legitimate reason not to be there. When the strikes bill got a second reading in January, there were 41 Tories who did not vote.</p><p>I think a lot of us who decided to allow the principle of the bill to go forward yesterday were doing so upon the basis that this bill will need further work.</p><p>As I said, in my speech [in the debate], I said that the issue relating to particularly women and children needs to be directly addressed. I do not support the detention of unaccompanied children or indeed the splitting up of families; that was a government policy that has been followed since 2010.And I think that those parts of the bill should be removed.</p><p>Voting to allow the principle of a bill to go forwards is different from the detail of the bill and I would expect it to be scrutinised carefully and for the government to listen to the concerns [of MPs].</p><p>I’ve made it very clear that I do not support the detention of children or indeed women in those circumstances and that I think that the government risks looking as if it is guilty of ineffective authoritarianism. That’s something I do not support, and I made it very clear in the house last night.</p><p>I’m confident that our bill represents the best way to grip this problem. I’ve also always been clear that there is no … one simple solution to what is a complicated problem. It will take lots of different interventions.</p> <a href=\"https://www.theguardian.com/politics/live/2023/mar/14/rishi-sunak-illegal-migration-bill-tory-revolt-robert-buckland-warns-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/mar/14/rishi-sunak-illegal-migration-bill-tory-revolt-robert-buckland-warns-uk-politics-live", "date_published": "2023-03-14 09:24:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK wage growth slows, adding to inflation squeeze on households", "description": "<p>Employment increased in January as younger employees returned to workplace, says ONS</p><p>UK wage growth slowed in the three months to January, despite inflation staying stubbornly high, prolonging the cost of living crisis affecting millions of households.</p><p>Wages growth fell to 5.7% from a revised 6% in December to leave the average pay rise 3.2% below the rate of inflation, the Office for National Statistics said.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/uk-wage-growth-inflation-employment-ons\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/uk-wage-growth-inflation-employment-ons", "date_published": "2023-03-14 09:22:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls to close loophole that puts UK domestic workers at risk of ‘slavery’", "description": "<p>Government yet to overhaul family worker exemption, which permits live-in staff to be paid less than national minimum wage</p><p>Campaigners are calling on the government to close a minimum wage loophole, two years after the independent Low Pay Commission warned that it allowed vulnerable migrant workers in private homes to be exploited.</p><p>The commission (LPC) was <a href=\"https://www.theguardian.com/society/2021/mar/07/low-pay-commission-to-review-minimum-wage-exemption-for-domestic-staff\">asked by the government</a> to examine the family worker exemption, which permits employers to pay domestic staff less than the national minimum wage if they live-in and are treated like a member of the family.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/14/close-loophole-uk-domestic-workers-risk-slavery-family-worker-exemption-domestic-staff-national-minimum-wage\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/14/close-loophole-uk-domestic-workers-risk-slavery-family-worker-exemption-domestic-staff-national-minimum-wage", "date_published": "2023-03-14 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "International Booker prize announces longlist to celebrate ‘ambition and panache’", "description": "<p>The list includes books from Ukrainian writer Andrey Kurkov as well as Indian novelist Perumal Murugan who declared himself ‘dead’ after protests against his work</p><p>One of Ukraine’s best known writers, a novelist back from the “dead”, and an author who dictated her book are among the long listed writers for this year’s International Booker prize.</p><p>The list, said French Moroccan novelist and chair of judges Leïla Slimani, “celebrates the variety and diversity of literary production today”.</p> <a href=\"https://www.theguardian.com/books/2023/mar/14/international-booker-prize-announces-longlist-to-celebrate-ambition-and-panache\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/14/international-booker-prize-announces-longlist-to-celebrate-ambition-and-panache", "date_published": "2023-03-14 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martha Mills prize: new award for young writers launched by London Review Bookshop", "description": "<p>Aimed at finding ‘lively, unusual, original’ writing by those aged between 11 and 14, the prize is inspired by the ‘imagination and curiosity’ of Martha, who died in 2021 aged 13</p><p>The London Review Bookshop has launched a prize for “lively, unusual or otherwise original” writing by 11-14 year olds, offering young people the chance to have their work published.</p><p>The Martha Mills Young Writers’ prize has been set up in memory of the daughter of Merope Mills, editor of the Guardian’s Saturday magazine, and Paul Laity, an editor at the London Review of Books (LRB). Martha died in 2021. Her parents said that it was Martha’s “great curiosity and imagination” that inspired the new award.</p><p>​Every book starts with nothing,<br />but in this case Nothing<br />is a boy. And this story is how<br />Nothing turns into Something</p> <a href=\"https://www.theguardian.com/books/2023/mar/14/the-martha-mills-prize-london-review-bookshop-young-writers-award\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/14/the-martha-mills-prize-london-review-bookshop-young-writers-award", "date_published": "2023-03-14 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden to unveil executive order to crackdown on law breaking gun sellers", "description": "<p>Merrick Garland, the attorney general, tasked with moving the country ‘as close to universal background checks as possible’</p><p>Joe Biden will announce on Tuesday that he is ordering the attorney general, Merrick Garland, to crack down on gun sellers who break the law, “moving the US as close to universal background checks as possible”, the White House said.</p><p>The president will speak in Monterey Park, California, meeting victims’ families and community members <a href=\"https://www.theguardian.com/us-news/monterey-park-shooting\">devastated by a mass shooting</a> that claimed 11 lives and injured nine other people in January.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/14/joe-biden-executive-order-gun-safety-universal-background-checks\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/14/joe-biden-executive-order-gun-safety-universal-background-checks", "date_published": "2023-03-14 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Biden’s approval of Willow drilling project is ‘a colossal stain’ on his legacy", "description": "<p>Biden may have promised ‘no more drilling on federal lands, period’ during his campaign, but the reality has been very different</p><p>Joe Biden continues to confound on the climate crisis. Hailed as America’s first “climate president”, Biden signed sweeping, landmark legislation to tackle global heating last year and has warned that rising temperatures are an “existential threat to humanity”. And yet, on Monday, his administration decided to approve one of the largest oil drilling projects staged in the US in decades.</p><p>The <a href=\"https://www.theguardian.com/us-news/2023/mar/13/alaska-willow-project-approved-oil-gas-biden\">green light given to the Willow development</a> on the remote tundra of Alaska’s northern Arctic coast, swatting aside the protests of millions of online petitioners, progressives in Congress and <a href=\"https://www.theguardian.com/us-news/2023/mar/10/al-gore-biden-alaska-oil-drilling-willow-development\">even Al Gore</a>, will have global reverberations.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/14/biden-president-approved-alaska-willow-project\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/14/biden-president-approved-alaska-willow-project", "date_published": "2023-03-14 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chancellor to offer budget lifeline to England’s swimming pools", "description": "<p>Creation of £63m fund comes after Guardian reveals loss of almost 400 swimming pools since 2010</p><p>England’s floundering swimming pools are to be offered a lifeline in the budget with the creation of a £63m fund to ease cost pressures.</p><p>On Wednesday, the chancellor, Jeremy Hunt, will outline that the new money will be made available for one year and managed by Sport England.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/chancellor-budget-lifeline-england-swimming-pools-fund\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/chancellor-budget-lifeline-england-swimming-pools-fund", "date_published": "2023-03-14 08:52:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global markets gripped by Silicon Valley Bank collapse as banking shares slide – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2023/mar/14/silicon-valley-bank-lawsuit-fraud-shareholders\">Silicon Valley Bank: parent company, CEO and CFO sued amid market turmoil</a></li><li><a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-global-banking-shares-slide-as-fallout-spreads\">Silicon Valley Bank: global banking shares slide as fallout spreads</a></li></ul><p><strong>Global financial stocks have lost $465bn in market value in two days as investors cut exposure to lenders from New York to Japan in the wake of Silicon Valley Bank’s collapse, Bloomberg has calculated.</strong></p><p>They explain:</p><p>Losses widened today, with the MSCI Asia Pacific Financials Index dropping as much as 2.7% to the lowest since Nov. 29. Mitsubishi UFJ Financial Group Inc. slid as much as 8.3% in Japan, while South Korea’s Hana Financial Group Inc. fell 4.7% and Australia’s ANZ Group Holdings Ltd. lost 2.8%.</p><p>There are concerns that financial firms could see an impact from their investments in bonds and other instruments on the SVB-induced worry. Treasury yields plunged Monday amid expectations the Federal Reserve will hold off raising rates due to turmoil in the banking system.</p><p>US stock futures point at a marginally positive open this morning, but markets are constantly monitoring incoming news on the health of other financial institutions, in particular US regional banks.</p> <a href=\"https://www.theguardian.com/business/live/2023/mar/14/global-markets-silicon-valley-bank-collapse-banking-shares-boj-ecb-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/mar/14/global-markets-silicon-valley-bank-collapse-banking-shares-boj-ecb-business-live", "date_published": "2023-03-14 08:19:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Instead of killing HS2 bit by bit, ministers should just put it out of its misery | Simon Jenkins", "description": "<p>The latest delays to this colossal folly offer a golden opportunity to cry halt – and use railway money where it’s really needed</p><p>It is death by gangrene. No government seems to have the guts to kill HS2, Britain’s biggest and craziest infrastructure project, so each merely lops off another limb. In 2021, it was <a href=\"https://www.theguardian.com/uk-news/2021/nov/18/hs2-rail-leg-to-leeds-scrapped-grant-shapps-confirms\">Leeds</a>. Now the opening of the Birmingham-to-Manchester and Acton-to-Euston lines <a href=\"https://www.theguardian.com/uk-news/2023/mar/09/parts-hs2-delayed-two-years-cut-soaring-costs-rail-project\">has been delayed</a>.</p><p>This railway is a southern project on which the chancellor, Jeremy Hunt, is blowing a staggering <a href=\"https://www.lgcplus.com/politics/devolution-and-economic-growth/tony-travers-ministers-are-running-out-of-time-15-02-2023/\">£100m a week</a> or £5bn a year. He is paying HS2’s boss <a href=\"https://www.constructionnews.co.uk/hs2/hs2-discloses-latest-executive-pay-levels-15-07-2022/\">£622,000 a year</a>, and its executives in the region of £250,000. After six hopeless chairs, Whitehall last month desperately turned to a civil servant, <a href=\"https://www.hs2.org.uk/people/jon-thompson/\">Sir Jonathan Thompson</a>, to take charge.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/hs2-ministers-delays-railway-money\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/hs2-ministers-delays-railway-money", "date_published": "2023-03-14 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewes Women call for equal FA Cup prize money to end ‘shocking’ disparity", "description": "<ul><li>Lewes players’ open letter comes before Manchester United tie</li><li>‘We’ve earned £45,000 for club but for men it would be £450,000’</li></ul><p>Players from the Women’s Championship club Lewes have written an open letter calling for equal FA Cup prize money before their quarter-final against Manchester United.</p><p>The letter highlights the huge gap in prize money between the men’s and women’s competitions. Lewes have received £45,000 for winning three ties to get this far, whereas the men’s teams who entered at the third round have been paid £450,000. Women’s clubs receive no money for an FA Cup game being broadcast by the BBC, which is showing the Lewes tie on Sunday, but men’s teams will each be paid £200,000 for their televised quarter-finals.</p> <a href=\"https://www.theguardian.com/football/2023/mar/14/lewes-women-call-for-equal-fa-cup-prize-money-to-end-shocking-disparity\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/14/lewes-women-call-for-equal-fa-cup-prize-money-to-end-shocking-disparity", "date_published": "2023-03-14 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My girlfriend wants sex on demand – even when I’m not in the mood", "description": "<p>I love her, but often feel pressured into having sex the minute I walk in the door</p><p><strong>My </strong><strong>girlfriend, who is 50, wants me – I’m 65 – to be ready for sex </strong><strong>the moment I walk </strong><strong>through the door. </strong><strong>But I’m not always in the mood</strong><strong> and </strong><strong>need sex to be more </strong><strong>organic. It’s not that I don’t love her</strong><strong> or </strong><strong>find her attractive. </strong><strong> </strong><strong>Now I</strong><strong> </strong><strong>sometimes don’t want to go to her place because I feel forced</strong><strong> – and that she will be angry, or want to end the relationship, if I don’t immediately </strong><strong>have sex with her.</strong></p><p>You deserve to be fully heard regarding your sexual response and your own needs. I’m wondering if intimidation and threats are part of your overall relationship and, if so, it needs to be reevaluated. It’s not OK to feel forced or coerced in any dimension, let alone sex. Sit down with her and explain to her how your arousal pattern works – ask for what you need. When a person feels threatened, unsafe or overly challenged, it stops the physical arousal process even if the person mentally wants to comply. It’s a self-protection mechanism, so pay attention.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/14/my-girlfriend-wants-sex-on-demand-even-when-im-not-in-the-mood\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/14/my-girlfriend-wants-sex-on-demand-even-when-im-not-in-the-mood", "date_published": "2023-03-14 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apartheid, civil rights and beyond: Ernest Cole’s secret archive – in pictures", "description": "<p>The photographer’s revealing book House of Bondage saw him exiled from his native South Africa in the 1960s. Now a new exhibition unveils previously unseen images</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/14/apartheid-photographer-ernest-cole-house-of-bondage-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/14/apartheid-photographer-ernest-cole-house-of-bondage-south-africa", "date_published": "2023-03-14 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I have got into debt and can’t pay bills due to Royal London delays", "description": "<p>The insurer told me it would take up to six weeks to get an annuity, but it’s been 13 and counting</p><p><strong>In November I applied for an annuity from Royal London, and was told that the processing time would be four to six weeks.</strong></p><p><strong>After five weeks I was told there was no progress and that it would take “as long as it took”. I formally complained in January, and have had no reply from that.</strong></p> <a href=\"https://www.theguardian.com/money/2023/mar/14/i-have-got-into-debt-and-cant-pay-bills-due-to-royal-london-delays\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/14/i-have-got-into-debt-and-cant-pay-bills-due-to-royal-london-delays", "date_published": "2023-03-14 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great serotonin debate: do depression treatments work by boosting the happy hormone?", "description": "<p>Drugs targeting the ‘happy hormone’ are widely used for depression. But some question whether the condition is caused by a chemical imbalance in the brain</p><p>Daniela da Silva is feeling good. Lying cocooned under fleece blankets inside a medical scanner, her eyes are closed and her mind is focused and remarkably unperturbed by negative thoughts. Three hours earlier, the 39-year-old yoga teacher and neuroscience student was given a dose of the stimulant drug dextroamphetamine, which is often used to treat ADHD. “I’m having a serotonin increase. Oh definitely,” she predicts before entering the PET scanner.</p><p>Da Silva is a healthy volunteer in a trial using a pioneering brain imaging technique designed to measure serotonin changes in the brains of living people. Last year, scientists used the scan to obtain what they claimed to be <a href=\"https://www.theguardian.com/society/2022/nov/05/study-finds-first-evidence-of-link-between-low-serotonin-levels-and-depression\" title=\"\">the first direct evidence</a> that serotonin release is blunted in the brains of people with depression. The findings added fuel to a fiercely fought debate over the role of the brain chemical – if any – in depression. Just months earlier, <a href=\"https://www.theguardian.com/society/2022/jul/20/scientists-question-widespread-use-of-antidepressants-after-survey-on-serotonin\" title=\"\">a high-profile scientific review</a> caused a stir when it reached the opposite conclusion that “after a vast amount of research, conducted over several decades, there is no convincing evidence” for the idea that depression is caused by a chemical imbalance in the brain.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/14/the-great-serotonin-debate-do-depression-treatments-work-by-boosting-the-happy-hormone\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/14/the-great-serotonin-debate-do-depression-treatments-work-by-boosting-the-happy-hormone", "date_published": "2023-03-14 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m a little hard to pin down’: country star Brad Paisley becomes unlikely Ukraine advocate", "description": "<p>The three-time Grammy winner appeared at the White House to perform his new, pro-Ukraine song – which has a cameo from Zelenskiy</p><p>Wearing white cowboy hat, black suit and black tie, country singer and guitar virtuoso <a href=\"https://www.bradpaisley.com/brad\">Brad Paisley</a> strode on stage in the East Room of the White House before a bipartisan audience.</p><p>It was a Saturday night and, fittingly, he <a href=\"https://twitter.com/SmithInAmerica/status/1624600965058887680?s=20\">began the 40-minute set</a> playing his hit song American Saturday Night – but with an amended lyric. “I had to change the second line because it mentioned Russia, and I don’t do that any more,” he explained.<br /><br />When Paisley delivered its substitute – “There’s a Ukrainian flag hanging up behind the bar” – no one applauded louder than Joe Biden in the front row.<br /><br />It was a moment that illustrated Paisley’s engagement with Ukraine’s fight for survival and, before a gathering of governors from blue and red states, his efforts to <a href=\"https://www.tennessean.com/story/opinion/contributors/2023/03/01/brad-paisley-same-here-ukraine-united-states-fox-cnn-msnbc/69954231007/\">bridge political divides</a>. The 50-year-old from West Virginia, a three-time Grammy winner, describes himself as hard to categorise but optimistic that America can move beyond what has been called <a href=\"https://www.theguardian.com/us-news/2020/nov/03/trump-era-division-america\">a cold civil war</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/14/brad-paisley-country-music-biden-ukraine-zelenskiy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/14/brad-paisley-country-music-biden-ukraine-zelenskiy", "date_published": "2023-03-14 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lives of the Wives by Carmela Ciuraru review – literary couples a breed apart", "description": "<p>The author raids memoirs and letters but adds little of her own in this juicy group biography of writers’ marriages</p><p>Literary wives are a unique breed, writes Carmela Ciuraru in the introduction to her strange new book – at which point the reader pictures Véra Nabokov either licking Vladimir’s stamps, or pulling the pages of an early draft of <em>Lolita</em> from the fire in which he was attempting to burn it. (“We are keeping this,” she is supposed to have said.) But no sooner has the smoke faded than alarm bells start to ring. It’s not true, is it, this statement of hers? And what’s more, she must know it. The women in <em>Lives of the Wives</em>, all of them the long-suffering partners of writers, could not be more different from one another if they tried; each one, in fact, is what my late father-in-law would have described wryly as a breed apart. What, you begin to wonder, is the aim of her project? What on earth might she be trying to prove?</p><p>But we’ll get back to this. <em>Lives of the Wives</em> is a group biography in which Ciuraru, previously the author of a book about pseudonyms, tells – and tells – the stories of five couples. Some are both writers: the Italian novelists Elsa Morante and Alberto Moravia; the English novelists <a href=\"https://www.theguardian.com/books/2014/jan/02/elizabeth-jane-howard-dies-90\">Elizabeth Jane Howard</a> and Kingsley Amis. Others are not: <a href=\"https://www.theguardian.com/books/2008/may/08/culture.obituaries\">Elaine Dundy</a>, the first wife of the <em>Observer</em> theatre critic Kenneth Tynan, began by being an actor, only becoming a writer later; <a href=\"https://www.theguardian.com/film/2010/aug/09/patricia-neal-obituary\">Patricia Neal</a>, whose marriage to Roald Dahl lasted 30 years, was an Oscar-winning movie star who wrote one acclaimed memoir after her divorce. Finally, there is Una Troubridge and Radclyffe Hall. While Hall is remembered now for her lesbian novel <em><a href=\"https://www.theguardian.com/uk/2005/jan/02/books.gayrights\">The Well of Loneliness</a></em>, a book judged by a court as obscene in her lifetime, Troubridge has no real claim to fame other than her (then highly daring) relationship (before she met Hall, she had aspirations to be a sculptor; afterwards, she translated <em>Colette</em>). Now you begin to see the problem.</p> <a href=\"https://www.theguardian.com/books/2023/mar/14/lives-of-the-wives-five-literary-marriages-by-carmela-ciuraru-review-literary-couples-a-breed-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/14/lives-of-the-wives-five-literary-marriages-by-carmela-ciuraru-review-literary-couples-a-breed-apart", "date_published": "2023-03-14 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marlowe review – worldweary Liam Neeson makes for low-energy private eye", "description": "<p>Raymond Chandler’s gumshoe hero is resurrected in this period adaptation of a novel by John Banville – a film that looks good but lacks a spark</p><p>R<a href=\"https://www.theguardian.com/books/raymondchandler\">aymond Chandler</a>’s famous detective Philip Marlowe doesn’t quite come back to life in this new movie from Neil Jordan, adapted from the novel of the same name by Booker prize winner John Banville, writing under his genre pen name Benjamin Black. There are some droll touches and the prewar Los Angeles production design looks good. But listening to the dialogue sometimes feels like wading through treacle. The wisecracks fizzle, and Liam Neeson, in the leading role, is not exactly on his most dynamic form. The way the character has been conceived seems to accentuate an exhausted worldweariness and, while I’m sure that Neeson could have given the part some of the wiry strength of a Humphrey Bogart or Elliot Gould, he somehow always looks as if he’d like nothing more than a sit-down with a cup of tea and a biscuit.</p><p>It is 1939 and Marlowe is approached by the time-honoured shady lady: Clare Cavendish (Diane Kruger) wants him to find an ex-lover who – a little like Graham Greene’s Harry Lime – may have faked his grisly death in an automobile accident, and may since have been glimpsed in Mexico. Marlowe must deal with a number of tricky characters, including Clare’s wealthy and overbearing mother Dorothy Quincannon (Jessica Lange), a former movie actress whose new husband (Mitchell Mullen) is a creepy Joe Kennedy figure with a fortune built through bootlegging; he now owns a movie studio and is ambassador to Great Britain.</p> <a href=\"https://www.theguardian.com/film/2023/mar/14/marlowe-review-liam-neeson-raymond-chandler\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/14/marlowe-review-liam-neeson-raymond-chandler", "date_published": "2023-03-14 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unspoilt and snowclad: the perfect Easter skiing spot in the French Alps", "description": "<p>The Haute Maurienne valley has slopes for everyone from children to off-piste adventurers yet is still quieter and wilder than its neighbouring ski areas</p><p>I was crossing a steep-sided valley in the Vanoise national park in the French Alps by car when something in the sky caught my eye. My brain, unable to process what the huge black raggedy-looking thing could be, jumped to the conclusion it must be a drone, trailing a bin bag, so incomprehensible was its size. But, as it passed overhead, I saw a flash of orange underbelly and realised I was looking at an enormous bird.</p><p>A quick bit of Googling suggested it was not a golden eagle – though they live there too – but a lammergeier, or <a href=\"https://www.theguardian.com/environment/2020/aug/18/country-diary-bearded-vulture-awesome-predator-appears-peak-district\">bearded vulture</a>, and several breeding pairs inhabit this part of the Savoie. These colossal scavengers, whose wingspan can reach 2.8 metres, were reintroduced to the Alps in the 1980s, having been hunted to extinction a century ago. Back then, they were known as “devil birds”, considered predatory not only to sheep (the name translates as “lamb vulture”) but small children also. Mindful of the comparative size of my own two kids in the back seat, I could see why. I clicked the childlock.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/14/easter-skiing-french-alps-vanoise-ski-france\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/14/easter-skiing-french-alps-vanoise-ski-france", "date_published": "2023-03-14 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If we leave, Nepal will suffer’: embattled hospitals fear impact of UK job offers", "description": "<p>As Nepali nurses weigh up the benefits of an NHS salary, any staff drain will worsen shortages in the country’s creaking healthcare system</p><p>The emergency department at Kathmandu’s Bir hospital is already packed with patients, but still they come, in wheelchairs and on stretchers, filling every space. A man is lifted off a bed, still attached to three tubes, to make room for a new arrival. Another is handed an oxygen mask from a fellow patient. Security guards man the sliding metal entrance gates to try to control the flow.</p><p>“It’s very difficult. Always busy – even more than this. Sometimes, [there’s] two or three to a bed,” says nurse Shalu Chand, squeezing between two patients on trolleys as she rushes to fit a saline drip. “The workload is too much and the salary too little.”</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/14/if-we-leave-nepal-will-suffer-embattled-hospitals-fear-impact-of-uk-nhs-job-offers\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/14/if-we-leave-nepal-will-suffer-embattled-hospitals-fear-impact-of-uk-nhs-job-offers", "date_published": "2023-03-14 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Gary Lineker row isn’t about impartiality – it’s just the latest attempt to discredit leftish decency | Zoe Williams", "description": "<p>I’ve been in the Lineker defence business for ages. As usual, what his critics are singling out is not what they really hate</p><p>I’ve been in the Gary Lineker defence business <a href=\"https://www.theguardian.com/commentisfree/2017/feb/13/daily-mail-gary-lineker\">for ages</a>, since way before it was cool. In 2017, the Daily Mail attempted a hit job on his tax affairs – one of the laziest drive-bys in tabloid history, nothing but innuendo and guesswork. Arguably, it would have been better to ignore it, as there was nothing really to see. Besides, he’s no wallflower, Lineker, and hardly lacked a platform of his own. But it seemed important because the rightwing press was using confected disapproval as a deterrent; they didn’t really care whether he paid tax or not. They don’t even like tax. They just wanted to discredit his progressive credentials, to quell the leftish things he said, which were then, as now, mostly related to the treatment of refugees. If, in the process, they could corrode the unity of the wokerati, buttress the proposition that you have to be poor to be on the left (and you’ll never be quite poor enough) and make any other public figure think twice before skating anywhere near a humane point of view, all the better. I never thought Lineker’s reputation was under any threat, but I chimed in anyway, like a kazoo watching an orchestra and deciding it needed a bit of extra help.</p><p>This current row is not about any of the things it purports to be about: it’s not about the BBC’s rules on impartiality, which are wildly incoherent and, even if they made internal sense, wouldn’t apply to Gary Lineker anyway. It’s not about what you are and aren’t allowed to <a href=\"https://www.theguardian.com/football/2023/mar/08/gary-lineker-bbc-uk-asylum-policy-nazi-germany-match-of-the-day-presenter\">compare to 1930s Germany</a>, and who is qualified to police those comparisons.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/the-gary-lineker-row-isnt-about-impartiality-its-just-the-latest-attempt-to-discredit-leftish-decency\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/the-gary-lineker-row-isnt-about-impartiality-its-just-the-latest-attempt-to-discredit-leftish-decency", "date_published": "2023-03-14 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mira Sorvino ‘hurt and shocked’ after Oscars omits her father from in memoriam segment", "description": "<p>Academy Award-winning actor says ‘it is baffling beyond belief’ that Paul Sorvino was excluded along with several others</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Actor <a href=\"https://www.theguardian.com/culture/mira-sorvino\">Mira Sorvino</a> has said she is “incredibly hurt and shocked” after her father, the late <a href=\"https://www.theguardian.com/film/2022/jul/28/paul-sorvino-obituary\">actor Paul Sorvino</a>, was omitted from the Oscars’ in memoriam segment on Sunday night.</p><p>Sorvino, an Academy Award-winning actor, shared a clip of her father’s tearful reaction to her win, for her performance in the 1995 film Mighty Aphrodite. Having shared the footage on Instagram before the Oscars ceremony began, she later edited the caption to say she had learned he had not been included in the show’s annual in memoriam section, along with “several other incredible artists”.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/mar/14/mira-sorvino-hurt-and-shocked-after-oscars-omits-her-father-from-in-memoriam-segment\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/14/mira-sorvino-hurt-and-shocked-after-oscars-omits-her-father-from-in-memoriam-segment", "date_published": "2023-03-14 06:40:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Baroness Masham, longest serving female member of the House of Lords, dies aged 87", "description": "<p>Susan Lilian Primrose Cunliffe-Lister was made a life peer in 1970 and was a former Paralympian</p><p>Baroness Masham, a Paralympian and the longest ever serving female member of the House of Lords, has died aged 87, the charity she founded has said.</p><p>The independent crossbencher, whose name was Susan Lilian Primrose Cunliffe-Lister, was made a life peer in 1970 and was a passionate campaigner on disability rights.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/14/baroness-masham-longest-serving-female-member-of-the-house-of-lords-dies-aged-87\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/14/baroness-masham-longest-serving-female-member-of-the-house-of-lords-dies-aged-87", "date_published": "2023-03-14 06:29:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michelle Yeoh: rare footage of Oscar-winner at 1984 Australian beauty pageant unearthed", "description": "<p>Yeoh also made first on-screen appearance while in Australia in 1980s – in a Guy Laroche watch advertisement alongside Jackie Chan</p><p>Michelle Yeoh on Sunday became the <a href=\"https://www.theguardian.com/film/2023/mar/12/everything-everywhere-all-at-once-oscars-2023-winner-awards-best-picture\">first Asian woman</a> to win best actress at the Academy Awards – but an Australian broadcaster has since unearthed archival footage of the actor at a beauty pageant at a Melbourne community festival in 1984.</p><p>Yeoh, who was born in Malaysia, was studying at London’s Royal Academy of Dance in the early 1980s when a spinal injury forced her to return home.</p> <a href=\"https://www.theguardian.com/film/2023/mar/14/michelle-yeoh-rare-footage-of-oscar-winner-at-1984-australian-beauty-pageant-unearthed\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/14/michelle-yeoh-rare-footage-of-oscar-winner-at-1984-australian-beauty-pageant-unearthed", "date_published": "2023-03-14 06:10:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Frank Skinner and Denise Mina’s literary adventure", "description": "<p>They follow in the footsteps of Alexander Pope and Jonathan Swift. Plus: discomfiting comedy in Jerk. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/14/tv-tonight-frank-skinner-and-denise-minas-literary-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/14/tv-tonight-frank-skinner-and-denise-minas-literary-adventure", "date_published": "2023-03-14 06:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charlotte Higgins on The Archers: Jenny serves up the food at her own funeral", "description": "<p>As Ambridge reeled from her death, it’s no wonder the catering went awry. Thank goodness one of the village’s star bakers had been busy ahead of time</p><p>It has been a cold, bleak month, and Jenny is still dead, and The Archers has officially been too sad, as it trudges along at the pace of life itself, and the Aldridge family falls apart and together again after the matriarch’s death.</p><p>Anyone who has lost someone close, especially a mother, can recognise the weird limbo that a family enters between a death and a funeral. Grief isn’t just sadness, it’s a mix of emptiness and guilt and anger and forlornness and loneliness. Everyone in a family has the cocktail made up in different proportions, and no one can quite recognise the signals their emotions are giving them. Lilian felt furious and betrayed: Jenny didn’t tell her, but did tell Tony and Brian, about her fatal heart problem. But really, Lilian was suffering from the shock and terror of watching her sister die, and not being able to do a damn thing about it.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/14/charlotte-higgins-on-the-archers-jenny-serves-up-the-food-at-her-own-funeral\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/14/charlotte-higgins-on-the-archers-jenny-serves-up-the-food-at-her-own-funeral", "date_published": "2023-03-14 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mediterranean diet may lower dementia risk by a quarter, study suggests", "description": "<p>Data from more than 60,000 Britons suggests plant-rich diet may help regardless of person’s genetic risk </p><p>A Mediterranean diet of nuts, seafood, whole grains and vegetables could lower the risk of dementia by almost a quarter, according to promising early research that could pave the way for new preventive treatments.</p><p>The data suggests eating lots of plant-based foods may have a “protective effect” against dementia, regardless of a person’s genetic risk, which the researchers said could form the basis for future public health strategies if further research confirms their findings.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/mediterranean-diet-may-lower-dementia-risk-by-a-quarter-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/mediterranean-diet-may-lower-dementia-risk-by-a-quarter-study-suggests", "date_published": "2023-03-14 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The disabled villain: why sensitivity reading can’t kill off this ugly trope", "description": "<p>For centuries, fictional narratives have used outer difference to telegraph inner monstrosity. As someone who uses a wheelchair, I’ve learned you can’t just edit out a few slurs or bad words to fix this – it’s often baked deep into the story</p><p>Some years ago, I decided to read all of Ian Fleming’s James Bond novels. It may have been a fit of nostalgia for the Roger Moore films I grew up watching, or perhaps I was bored with writing short stories for a minuscule readership and wanted to know what mass-market success read like.</p><p>It was quite an experience – and one I found myself recalling recently, when I read that Fleming’s books were <a href=\"https://www.theguardian.com/books/2023/feb/27/james-bond-novels-to-be-reissued-with-racial-references-removed\" title=\"\">being revised</a>, chiefly in order to remove some, though not all, of the casual racism. Also some of the misogyny, though likely not all of that either.</p><p>I, that am curtail’d of this fair proportion,<br />Cheated of feature by dissembling nature,<br />Deformed, unfinish’d, sent before my time<br />Into this breathing world, scarce half made up,<br />And that so lamely and unfashionable<br />That dogs bark at me as I halt by them;<br />Why, I, in this weak piping time of peace,<br />Have no delight to pass away the time,<br />Unless to spy my shadow in the sun<br />And descant on mine own deformity:<br />And therefore, since I cannot prove a lover,<br />To entertain these fair well-spoken days,<br />I am determined to prove a villain<br />And hate the idle pleasures of these days.</p> <a href=\"https://www.theguardian.com/news/2023/mar/14/the-disabled-villain-why-sensitivity-reading-cant-kill-off-this-ugly-trope\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/mar/14/the-disabled-villain-why-sensitivity-reading-cant-kill-off-this-ugly-trope", "date_published": "2023-03-14 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry’s styles! My week attempting to dress like the world’s most fashionable man", "description": "<p>The former One Direction star is regularly touted as the best-dressed musician – or person – on the globe. Can our writer measure up without breaking the bank?</p><p>Modern life is confusing – and nowhere more so than in fashion. Take Harry Styles. He was voted the <a href=\"https://www.gq-magazine.co.uk/gallery/harry-styles-best-fashion-moments\">best-dressed musician in the world</a> last year by GQ, pictured flouncing about in a high-shine Gucci jumpsuit and fluorescent pink coat at Coachella. He was named one of Glamour magazine’s <a href=\"https://www.glamourmagazine.co.uk/gallery/harry-styles-style-file-fashion-and-outfits\">best-dressed men on the planet</a> in February, pictured in the black crushed-velvet number he wore to this year’s Brit awards.</p><p>Styles posted a picture of himself recently in a 2011 One Direction tour T-shirt, prompting fans to predict a reunion, with sales of said T-shirt going bonkers. The <a href=\"https://www.youtube.com/watch?v=E07s5ZYygMg\">Watermelon Sugar</a> singer is a man who could wear a bin bag and look a million dollars.</p><p>Harry Styles at Coachella; Rich Pelley’s homage. Composite: Kevin Mazur/Getty Images; Linda Nylind/The Guardian</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/14/harrys-styles-my-week-attempting-to-dress-like-the-worlds-most-fashionable-man\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/14/harrys-styles-my-week-attempting-to-dress-like-the-worlds-most-fashionable-man", "date_published": "2023-03-14 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors blame health secretary for triggering strikes across England", "description": "<p>Steve Barclay accused of ‘wasting months’ by failing to meet unions and being dismissive of their demands for improved pay</p><p>Junior doctors’ leaders have blamed Steve Barclay for triggering their three-day strike this week by ignoring their concerns and being “dismissive” of their <a href=\"https://www.theguardian.com/society/2023/mar/12/junior-doctors-paid-lower-hourly-rate-than-workers-to-get-at-pret\">demands for improved pay.</a></p><p>Hospitals in England functioned effectively on Monday, the first day of the stoppage, with consultants – senior doctors – covering work usually done by junior colleagues. Many thousands of trainee medics refused to work, <a href=\"https://www.theguardian.com/uk-news/2023/mar/13/junior-doctors-strike-prompts-tens-of-thousands-of-hospital-cancellations\">forcing hospitals to cancel outpatient appointments and operations</a>.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/junior-doctors-blame-health-secretary-for-triggering-strikes-across-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/junior-doctors-blame-health-secretary-for-triggering-strikes-across-england", "date_published": "2023-03-14 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Tories could raise billions in this budget and not spook the markets – but they haven’t got the guts | Polly Toynbee", "description": "<p>Rational reforms of our wildly unjust tax system could harvest huge sums. But don’t expect Jeremy Hunt to listen to the experts</p><p>Was it that Mayfair launch of bottles of Bollinger at <a href=\"https://www.theguardian.com/food/2023/mar/10/bollinger-launches-350-pound-champagne-demand\">£350 a pop</a>? Was it flicking through glossy newspaper supplements with their pages of hideous watches costing hundreds of thousands? No, surely last week’s top shocker was watching both <a href=\"https://www.theguardian.com/business/2023/mar/09/shell-chief-ben-van-beurden-pay-2022\">Shell</a> and <a href=\"https://www.theguardian.com/business/2023/mar/10/bp-bernard-looney-pay-package\">BP</a> CEOs’ pay double to about £10m each, profiting from the slaughter in Ukraine.</p><p>These budget-week reflections, amid a wave of overdue strikes, echo <a href=\"https://www.ft.com/content/ef265420-45e8-497b-b308-c951baa68945\">a recent report</a> by the FT’s astute data-cruncher John Burn-Murdoch, that “Britain and the US are poor societies with some very rich people.” The tyranny of averages hides the way we live now, though any reader of this paper, or indeed the FT, will have a weary sense of deja vu about our grotesque and economically dysfunctional inequality: <a href=\"https://www.theguardian.com/inequality/2022/aug/15/inequality-uk-highest-earning-constituency\">earnings for the top 1%</a> have accelerated since the start of the pandemic. UK plutocrats rank proudly fifth in the world for mega-wealth, but our poor have 20% less than the poor of Slovenia.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/tories-raise-billions-budget-reform-tax-jeremy-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/14/tories-raise-billions-budget-reform-tax-jeremy-hunt", "date_published": "2023-03-14 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I did standup with my baby strapped to me’ – the comics motherhood can’t stop", "description": "<p>Some lied. Some hid it. And few ever mined it for jokes. Becoming a mum used to be near-fatal to a comedian’s career. But now, in a Mother’s Day special, we meet the new wave taking on taboos</p><p>‘Before I had kids, I swam in an ocean of time,” says Josie Long, who has been doing standup since she was a teenager. “I did a lot of touring and was away for long periods. If I wanted, I could write all night. I slept in all the time.” Now she has two children and has just about managed to carve out three days a week for work.</p><p>The comedian’s recent shows have featured material about motherhood, including a beautiful account of the birth of her first daughter. “When I started in comedy,” she says, “I was on the sharp end of a lot of sexist stuff. I was told over and over that women’s bodies are disgusting and women’s experiences are niche. So it was wonderfully liberating to do a story about childbirth.”</p> <a href=\"https://www.theguardian.com/stage/2023/mar/14/comics-motherhood-josie-long-mothers-day-taboos\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/14/comics-motherhood-josie-long-mothers-day-taboos", "date_published": "2023-03-14 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LGBTQ+ groups face crackdowns in Uganda as environment turns hostile", "description": "<p>Activists fear a systematic ‘witch-hunt’ against sexual minorities by parliament, police and religious conservatives </p><p>A dramatic surge in attacks on LGBTQ+ people in Uganda has been recorded by rights groups this year, as the environment for sexual minorities turns increasingly hostile.</p><p>More than 110 people reported incidents including arrests, sexual violence, evictions and public undressing, to advocacy group Sexual Minorities Uganda (Smug) in February alone. Transgender people were disproportionately affected, said the group.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/14/lgbtq-crackdowns-uganda-environment-hostile\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/14/lgbtq-crackdowns-uganda-environment-hostile", "date_published": "2023-03-14 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Purest owl pellet of the highest quality | Kate Blincoe", "description": "<p><strong>Caistor St Edmund, Norfolk:</strong> There’s a simple joy to be found in collecting, sharing and dissecting pellets. So I’m building up a stash</p><p>I checked no one was looking, then furtively pulled the package from my coat pocket and quickly passed it over. “There’s some good stuff there,” I added, with a knowing nod. They examined the contents before tucking it into a rucksack. “Yeah, nice. Any chance you could get 10 for my mate?” And so it was that I became a prolific dealer in owl pellets, in school playgrounds, at work and even by post, in exchange for the simple joy of sharing this pastime.</p><p>Dissecting owl pellets – AKA owl vomit – is a beloved activity of wildlife groups and nature clubs. They’re so sought after that you can even buy them on eBay for a surprising price. Nowadays, I just supply the goods to a couple of old friends.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/14/country-diary-purest-owl-pellet-of-the-highest-quality\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/14/country-diary-purest-owl-pellet-of-the-highest-quality", "date_published": "2023-03-14 05:30:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war: grain deal can be extended by only 60 days, says Russian minister – live updates", "description": "<p>Ukraine infrastructure minister says Moscow offer to extend agreement by 60 instead of 120 days contradicts original deal; Italian government claims Wagner mercenaries behind surge in migrant boats</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-384-of-the-invasion\">What we know on day 384 of the invasion</a></li></ul><p>Russian has suggested renewing a crucial deal to allow the safe export of gain from Ukraine’s Black Sea ports for half the term of the previous agreement, Reuters reports.</p><p>The proposal was first brokered between Russia and Ukraine by the United Nations and Turkey last July. Without this grain, a number of countries would experience a critical food shortage.</p><p>[The grain] agreement involves at least 120 days of extension, therefore Russia’s position to extend the deal only for 60 days contradicts the document signed by Turkey and the UN.</p><p>We’re waiting for the official position of the UN and Turkey as the guarantors of the initiative.</p><p>The Italian government has said Russian mercenary group <strong>Wagner is behind a surge in migrant boats</strong> trying to cross the central Mediterranean, as part of Moscow’s strategy to retaliate against countries supporting <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, Reuters reported. Wagner boss <strong>Yevgeny Prigozhin</strong> responded to the claims, saying, “We have no idea what’s happening with the migrant crisis, we don’t concern ourselves with it.”</p><p>The international criminal court intends to open <strong><a href=\"https://www.theguardian.com/law/2023/mar/13/icc-to-issue-first-arrest-warrants-linked-to-russias-invasion-of-ukraine\">two war crimes cases</a></strong> tied to the Russian invasion of Ukraine <strong>and will seek arrest warrants for several people</strong>. The cases are the first international charges to be brought forward since the start of the conflict, the newspaper reports.</p><p>Moscow says a deal allowing the safe export of grain from Ukraine’s Black Sea ports will be extended only for a <strong>period of 60 days</strong>, half the term of the previous renewal, Russian deputy foreign minister <strong>Sergei Vershinin</strong> has said.</p><p>Britain has declared that the <strong>UK’s security hinges</strong> on the outcome of the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war in an update to its foreign policy framework published on Monday. The UK will invest an extra £5bn in the armed forces over two years and increase defence spending to 2.5% of GDP.</p><p><strong>Britain’s Royal Navy</strong> said it was escorting a Russian frigate and tanker in waters close to the UK having shadowed the vessels through the Channel on Sunday morning.</p><p><strong>President Zelenskiy</strong> said his government will spend $13.5bn on defence, including military salaries and drones this year.</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/14/russia-ukraine-war-grain-deal-can-be-extended-by-only-60-days-says-russian-minister-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/14/russia-ukraine-war-grain-deal-can-be-extended-by-only-60-days-says-russian-minister-live-updates", "date_published": "2023-03-14 05:20:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 4-metre-wide board detailing the entire Russian military chain of command in Ukraine", "description": "<p>Chart used by Ukrainian prosecutors maps hundreds of Russian soldiers all the way up to Vladimir Putin</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/13/russia-ukraine-war-live-russian-defence-ministry-using-bakhmut-to-deliberately-expend-wagner-forces-analysts-say\">Russia-Ukraine war – latest news updates</a></li></ul><p>For more than a year, Russian jets have been pounding Ukrainian cities, destroying hospitals and apartment blocks, while Moscow’s troops on the ground have been accused of executing civilians. Flooded with evidence of Russian war crimes, Ukrainian prosecutors moved swiftly.</p><p>Kyiv has compiled hundreds of dossiers, naming more than 600 Russians – many of them high-ranking political and military officials – as suspects. The suspects range from senior officials including the defence minister, Sergei Shoigu, to a lesser-known colonel believed to be responsible for some of the most brutal aerial attacks on Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/the-4-metre-wide-board-detailing-the-entire-russian-military-chain-of-command-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/the-4-metre-wide-board-detailing-the-entire-russian-military-chain-of-command-in-ukraine", "date_published": "2023-03-14 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rifts remain in Saddam Hussein’s Iraq home town 20 years after his fall", "description": "<p>Some members of Tikrit’s Sunni population feel they still unjustly bear the legacy of dictator’s brutal reign </p><p>Perched on a cliff above the Tigris River, Saddam Hussein’s half-destroyed palaces loom over his home town of Tikrit, the deserted grounds bearing the traces of invaders come and gone. American soldiers etched the date of their 2003 arrival into the sand-coloured walls. A decade later, Islamic State dug mass graves in the hilly soil and blew up part of the complex.</p><p>Far less obvious than the relics of Saddam’s bygone regime are the enduring rifts left in this community, the centre of power during Saddam’s rule, 20 years after the dictator’s fall. The prospect of reconciliation over his crimes has been complicated by the repeated waves of violence that have struck the country since, layering grievance upon grievance, reopening old wounds and perpetuating strife.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/rifts-remain-in-saddam-husseins-iraq-home-town-20-years-after-his-fall\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/rifts-remain-in-saddam-husseins-iraq-home-town-20-years-after-his-fall", "date_published": "2023-03-14 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silicon Valley Bank: parent company, CEO and CFO sued amid market turmoil", "description": "<p>Proposed class-action lawsuit claims bank failed to reveal how rising interest rates made it ‘particularly susceptible’ to failure</p><p>SVB Financial Group and two top executives have been sued by shareholders over the collapse of Silicon Valley Bank, as global stocks continued to suffer on Tuesday despite assurances from US president Joe Biden.</p><p>The bank’s shareholders accuse SVB Financial Group chief executive Greg Becker and chief financial officer Daniel Beck of concealing how rising interest rates would leave its Silicon Valley Bank unit “particularly susceptible” to a bank run.</p> <a href=\"https://www.theguardian.com/business/2023/mar/14/silicon-valley-bank-lawsuit-fraud-shareholders\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/14/silicon-valley-bank-lawsuit-fraud-shareholders", "date_published": "2023-03-14 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Wick: Chapter 4 review – overlong and overstuffed action sequel", "description": "<p>Keanu Reeves returns as the indestructible hitman in a follow-up that confuses bigger for better at a patience-stretching almost three hour runtime</p><p>Late in the fourth film bearing his name, indestructible hitman John Wick (Keanu Reeves) falls down some stairs. Quite a few stairs, actually – tossed by an enemy down the 222 steps of Paris’ famed Rue Foyatier on his way to the final showdown at the Sacré-Coeur Basilica, he tumbles down one flight after another like a Slinky in an immaculately tailored suit. He finally crumples on to a landing, only to get hurled once more down the rest of the stairs, at which point the absurd amount of time spent watching him roll back over the path he just climbed turns into its own deadpan, sisyphean joke.</p><p>This bit isn’t quite as funny during the rest of John Wick: Chapter 4’s bloated two hours and 49 minutes, though it’s not really meant to be. To crib a phrase, everything happens so much to our killing-machine hero as he blazes a bloody trail from New York to Osaka to Berlin to Paris. Scene after scene drags on far past the point of redundancy, the zillion solemn ceremonies and over-the-shoulder flips landing in monotony without the saving grace of a winking laugh. An entirely earnest and altogether fatal fondness for itself has drawn out a franchise once prized for its lean-and-mean ferocity into a logy death march set at a dirge’s pace. Roger Ebert memorably declared that no good movie is too long, his point not that fun can go on forever, but that a well-told story takes as long as it takes. Wick’s latest outing indulges in muchness for its own sake, and where unrestrained excess has blown open the gate for mad inspiration in so many others, the director, Chad Stahelski, lacks the showman’s instinct for building and payoff.</p> <a href=\"https://www.theguardian.com/film/2023/mar/13/john-wick-chapter-4-movie-review-release-date\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/13/john-wick-chapter-4-movie-review-release-date", "date_published": "2023-03-14 03:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The BBC’s spectacular own goal - podcast", "description": "<p>A tweet by Gary Lineker led to his suspension by the BBC and set off a weekend of chaos in its schedules. Now with a truce agreed, Archie Bland reports on whether it can hold</p><p>Viewers of the BBC’s most popular football programme, Match of the Day, tuned in last Saturday to find no presenter, no commentators, no analysis and no player interviews. Instead of the slickly produced hour-plus review of the day’s Premier League action, they got 20 minutes of chopped together raw match footage and nothing else.</p><p>As the Guardian’s <strong>Archie Bland</strong> tells <strong>Michael Safi</strong>, the chaos that engulfed the BBC’s sports coverage stemmed from the reaction to a tweet by the corporation’s highest-paid host, Gary Lineker. His criticism of government asylum policy led to a backlash from the rightwing press and then his suspension on Friday afternoon. Instead of carrying on without him, his colleagues began pulling out of planned programmes in solidarity and eventually the schedules had to be torn up.</p> <a href=\"https://www.theguardian.com/news/audio/2023/mar/14/bbc-spectacular-own-goal-gary-lineker\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/mar/14/bbc-spectacular-own-goal-gary-lineker", "date_published": "2023-03-14 03:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ruthless Chris Hipkins backpedals on climate action as New Zealand elections near | Henry Cooke", "description": "<p>Jacinda Ardern called climate change the ‘nuclear-free moment’ of her generation. Her replacement doesn’t seem so sure</p><p>Chris Hipkins loves to cycle.</p><p>New Zealand’s newish prime minister, who stepped into the job after <a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-resigns-as-prime-minister-of-new-zealand\">Jacinda Ardern’s shock resignation</a> earlier this year, has been pedalling the 30km from his home in Upper Hutt to parliament for years. It’s not a particularly safe route, with many sections where Hipkins would be riding right alongside 100kmh traffic. It’s this kind of danger that stops cycle commuting from being particularly mainstream – just 2% commuted by bike at the last census – but this is far from a political priority for Hipkins. He loves to cycle, but the main thing he wants to do is win.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/mar/14/ruthless-chris-hipkins-backpedals-on-climate-action-as-new-zealand-elections-near\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/mar/14/ruthless-chris-hipkins-backpedals-on-climate-action-as-new-zealand-elections-near", "date_published": "2023-03-14 01:38:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Korea escalates tensions with fresh ballistic missile tests", "description": "<p>Launch comes days after Pyongyang fired two ‘strategic’ missiles in an apparent protest over Washington-Seoul military drills</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/15/north-and-south-korea-tensions-relations-issue-conflict-division-explained-in-30-seconds\">North and South Korean tensions explained in 30 seconds</a></li></ul><p>North Korea fired two short-range ballistic missiles Tuesday, Seoul said, Pyongyang’s second launch in three days and the first since South Korea and the United States began their largest joint military drills in five years.</p><p>Washington and Seoul have ramped up defence cooperation in the face of growing military and nuclear threats from the North, which has conducted a series of increasingly provocative banned weapons tests in recent months.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/north-korea-escalates-tensions-with-fresh-ballistic-missile-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/north-korea-escalates-tensions-with-fresh-ballistic-missile-tests", "date_published": "2023-03-14 00:39:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two pedestrians dead and nine injured in Canada truck collision", "description": "<p>Police investigating if incident was deliberate and say there is no further danger in the town of Amqui north of Quebec City</p><p>Two men have died and nine other pedestrians were injured in Canada, after they were hit by a truck on Monday, police said.</p><p>Quebec police spokesperson Helene St Pierre said a 38-year-old man had been arrested and investigators were looking into whether the incident in the town of Amqui north of Quebec City was deliberate.</p> <a href=\"https://www.theguardian.com/world/2023/mar/14/two-pedestrians-dead-and-nine-injured-in-canada-truck-collision\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/14/two-pedestrians-dead-and-nine-injured-in-canada-truck-collision", "date_published": "2023-03-14 00:15:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First stamps to bear King Charles’s silhouette to be released", "description": "<p>Special set with UK’s favourite flowers including the sunflower and purple iris to feature on collection of 10 stamps </p><p><br /></p><p>The first stamps to bear King Charles’s silhouette are to be released on a special set celebrating the nation’s favourite flowers. The image of the king’s uncrowned profile, in silver and facing to the right, features on a collection of 10 stamps with images including the sweet pea, the sunflower and the purple iris.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/first-stamps-to-bear-king-charless-silhouette-to-be-released\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/first-stamps-to-bear-king-charless-silhouette-to-be-released", "date_published": "2023-03-14 00:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prison thrown into chaos by policy change", "description": "<p>Prison specialising in people convicted of violent crimes was changed into a category C training prison in October</p><p>A prison which specialised in people convicted of violent crimes has been “thrown into chaos” by a policy change introduced by Dominic Raab’s Ministry of Justice to cope with a national rise in inmate numbers, an official watchdog has found.</p><p>HMP Aylesbury was “suddenly and without sufficient consultation, notice or support” changed into a category C training prison in October, the chief inspector of prisons said.</p><p>Only four out of every 10 prisoners went into settled accommodation on release from custody.</p><p>Just 8% of those available for work went into employment.</p><p>Recall rates were high, with 30% on average being returned to custody – four in 10 of these were within 28 days of being released.</p><p>There is an 30% shortfall of full-time employed probation officers in post against the required staffing level of 6,160.</p> <a href=\"https://www.theguardian.com/society/2023/mar/14/hmp-aylesbury-thrown-into-chaos-by-moj-policy-change-says-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/14/hmp-aylesbury-thrown-into-chaos-by-moj-policy-change-says-watchdog", "date_published": "2023-03-14 00:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK aid to India does little for human rights and democracy, watchdog finds", "description": "<p>Programme spent £2.7bn between 2016 and 2021 but is fragmented and lacks a clear rationale, report says</p><p>Britain’s aid programme to India is fragmented, lacks a clear rationale and does little to counter the negative trends in human rights and democracy in the country, the government’s aid watchdog has found.</p><p>The findings are likely to be used by those who claim the UK government risks using its aid programme to deepen its relationship with India, including seeking free trade deals, rather than attempting to reduce poverty, which is the statutory purpose of UK aid.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/14/uk-aid-india-human-rights-democracy-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/14/uk-aid-india-human-rights-democracy-watchdog", "date_published": "2023-03-14 00:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1,500 UK police officers accused of violence against women in six months", "description": "<p>‘Staggering’ figures from the National Police Chiefs’ Council show that less than 1% of those accused have been sacked</p><p>More than 1,500 police officers have been accused of violent offences against women and girls over a period of six months, and less than 1% have been sacked, according to new figures.</p><p>Overall, 1,483 unique allegations were reported against 1,539 police officers – or 0.7% of the workforce. There were 1,177 cases of alleged police-perpetrated violence, including sexual harassment and assault, reported between October 2021 and April 2022, according to data from the National Police Chiefs’ Council (NPCC).</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/more-than-1500-uk-police-officers-accused-of-violence-against-women-in-six-months\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/14/more-than-1500-uk-police-officers-accused-of-violence-against-women-in-six-months", "date_published": "2023-03-14 00:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]