[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Boston Police Fires Officers After Anti-Vax Protests and January 6 Posts", "description": "Two Boston police officers are out of the job in an apparent crackdown on vocal opposition to COVID vaccine mandates and January 6 social media posts. Boston police Commissioner Michael Cox announced Sgt. Shana Cottone and Officer Joseph Abasciano were fired on Monday. Both ousted cops hired legal representation and plan to appeal the firings, ...", "link": "https://www.dailywire.com/news/boston-police-fires-officers-after-anti-vax-protests-and-january-6-posts", "date_published": "2023-03-14 19:18:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "OpenAI Unleashes New AI Model GPT-4, Which Can Pass Academic Exams, Program Software, And Even Do Taxes", "description": "Artificial intelligence software development firm OpenAI released GPT-4, its latest AI language model, with a massive array of new capabilities. In a press release announcing the rollout of GPT-4 on Tuesday, OpenAI claimed that while GPT-4 still lags behind human beings in real-world scenarios, the AI can excel at theoretical and academic applications. In a ...", "link": "https://www.dailywire.com/news/openai-unleashes-new-ai-model-gpt-4-which-can-pass-academic-exams-program-software-and-even-do-taxes", "date_published": "2023-03-14 19:12:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Paris Hilton Hid Secret Baby From Her Own Mother — Then Tried To ‘Soften The Blow’ With Pricey Gift", "description": "Paris Hilton said she hid her secret baby from her own mother and then attempted to try to &#8220;soften the blow&#8221; with a pricey gift when she found out about her and husband Carter Reum having a baby through surrogacy. The 42-year-old socialite revealed that she and Reum kept details of their son-Phoenix Barron Hilton-Reum-secret ...", "link": "https://www.dailywire.com/news/paris-hilton-hid-secret-baby-from-her-own-mother-then-tried-to-soften-the-blow-with-pricey-gift", "date_published": "2023-03-14 18:53:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Oregon High School Parents Livid After Discovering Health Teacher Assigned Students To Share Sexual Fantasies", "description": "An Oregon high school has parents livid after it was discovered that a health teacher assigned homework asking students to write sexual fantasy stories and mark the initials of a man or woman next to the sexual activities they would perform. First reported by local television news station KEZI in the city of Eugene, a ...", "link": "https://www.dailywire.com/news/oregon-high-school-parents-livid-after-discovering-health-teacher-assigned-students-to-share-sexual-fantasies", "date_published": "2023-03-14 17:35:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Willie Nelson To Celebrate 90th Birthday With Star-Studded Summer Concert Tour", "description": "Country music legend Willie Nelson announced on Tuesday that he&#8217;ll celebrate his 90th birthday with a star-studded summer concert tour headlining music festivals across the United States. &#8220;I can&#8217;t wait to be on the road with the amazing group of artists joining us on this year&#8217;s Outlaw Music Festival Tour,&#8221; Nelson said in a press ...", "link": "https://www.dailywire.com/news/willie-nelson-to-celebrate-90th-birthday-with-star-studded-summer-concert-tour", "date_published": "2023-03-14 17:30:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: U.S. Drone-Russian Fighter Jet Crash, Banking Update, Bye-Bye ‘Forever Chemicals’?", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Russian Jet, USA Drone Collide Two Russian fighter jets were reportedly harassing a U.S. military drone over international waters on Tuesday morning when one of the fighter jets collided with the drone, forcing the drone to crash into ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-u-s-drone-russian-fighter-jet-crash-banking-update-bye-bye-forever-chemicals", "date_published": "2023-03-14 17:20:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Analysis: Corporate America Has Donated $82 Billion To BLM-Related Causes So Far", "description": "Corporate America has donated a whopping $82 billion and counting to the Black Lives Matter movement and related causes, according to the Claremont Institute&#8217;s latest database tracking the flow of money to woke groups. The BLM Funding Database is a part of Claremont&#8217;s American Way of Life project. In a column announcing the new tool, ...", "link": "https://www.dailywire.com/news/new-analysis-corporate-america-has-donated-82-billion-to-blm-related-causes-so-far", "date_published": "2023-03-14 17:18:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meet The SVB Board: Trump ‘Shock’ Prayers, Dem Donors, And Improv", "description": "With the collapse of Silicon Valley Bank (SVB), the California lender&#8217;s board of directors are facing intense scrutiny. The New York Post conducted a review, which highlighted several members of the 12-person board, and has received negative press for a focus on woke initiatives and diversity. Federal Election Commission (FEC) records show that one director, ...", "link": "https://www.dailywire.com/news/meet-the-svb-board-trump-shock-prayers-dem-donors-and-improv", "date_published": "2023-03-14 17:14:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Fires Back At Biden For Claiming It’s ‘Sinful’ To Protect Minors From Trans Surgeries", "description": "Florida Republican Governor Ron DeSantis slammed President Joe Biden for claiming this week that it was “close to sinful” for states to block minors’ access to medical treatments and procedures that can have devastating permanent effects on children. Biden made the remarks during an interview with Democrat Kal Penn on Comedy Central&#8217;s “The Daily Show” ...", "link": "https://www.dailywire.com/news/desantis-fires-back-at-biden-for-claiming-its-sinful-to-protect-minors-from-trans-surgeries", "date_published": "2023-03-14 16:50:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Embattled GOP Rep. George Santos Files Paperwork For Re-Election", "description": "Rep. George Santos (R-NY) filed paperwork for a re-election bid on Tuesday, signaling the controversial Republican will fight for another term in office as he faces an ethics investigation and calls to resign from within his own party.  Santos has already raised more than $5,000, meaning he had to file for re-election with the Federal ...", "link": "https://www.dailywire.com/news/embattled-gop-rep-george-santos-files-paperwork-for-re-election", "date_published": "2023-03-14 16:23:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Unveils Effort To Crack Down On Firearm Industry, Enhance Background Checks", "description": "President Joe Biden issued an executive order Tuesday aimed at keeping firearms out of &#8220;dangerous hands&#8221; by expanding background checks on gun sales and increasing the use of so-called red flag laws. Biden is set to announce steps to curb gun violence on Tuesday afternoon in Monterey Park, California, where he is expected to meet ...", "link": "https://www.dailywire.com/news/biden-unveils-effort-to-crack-down-on-firearm-industry-enhance-background-checks", "date_published": "2023-03-14 16:10:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "LeAnn Rimes Says She ‘Missed Out On A Lot Of Things’ In Her Childhood When She Became A Star At Such A Young Age", "description": "Country singer LeAnn Rimes said she only realized recently that she &#8220;missed out on a lot of things&#8221; in her childhood after she became a star at such a young age. The 40-year-old singer/actress said that despite being grateful after landing her first record deal at the age of 13, her young fame was both &#8220;a ...", "link": "https://www.dailywire.com/news/leann-rimes-says-she-missed-out-on-a-lot-of-things-in-her-childhood-when-she-became-a-star-at-such-a-young-age", "date_published": "2023-03-14 15:58:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sunny Hostin Says She’s ‘Conflicted Over This Pandemic,’ Admits Teens Are ‘Having A Mental Health Crisis’ Now", "description": "Sunny Hostin of “The View” said on Tuesday that she&#8217;s &#8220;conflicted over this pandemic,” admitting that teens, including her own, were &#8220;having a mental health crisis&#8221; after being locked away. During &#8220;The View&#8221; on Tuesday, the co-hosts were discussing deaths related to the pandemic when Hostin said that — despite what people are saying — the ...", "link": "https://www.dailywire.com/news/sunny-hostin-says-shes-conflicted-over-this-pandemic-admits-teens-are-having-a-mental-health-crisis-now", "date_published": "2023-03-14 15:55:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dove Soap Accuses Brendan Fraser’s Makeup Artists Of Fat Appropriation After Oscars Win", "description": "Dove beauty brand accused actor Brendan Fraser&#8217;s makeup artists of fat appropriation after &#8220;The Whale&#8221; won an Oscar for best hair and makeup, criticizing the film for profiting from the prominent use of a fat suit on actor Brendan Fraser. The conversation began with someone who complained on Twitter that Hollywood studios were appropriating the ...", "link": "https://www.dailywire.com/news/dove-soap-accuses-brendan-frasers-makeup-artists-of-fat-appropriation-after-oscars-win", "date_published": "2023-03-14 15:32:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. To Sell Nuclear-Powered Subs To Australia; China Responds With Harsh Warning", "description": "The U.S. will sell three to five nuclear-powered submarines to Australia beginning in the early 2030s, President Joe Biden announced on Monday, prompting China to respond with a direct warning to America and its allies. Biden made the announcement as part of the AUKUS Partnership alongside British Prime Minister Rishi Sunak and Australian Prime Minister ...", "link": "https://www.dailywire.com/news/u-s-to-sell-nuclear-powered-subs-to-australia-china-responds-with-harsh-warning", "date_published": "2023-03-14 15:15:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lindsay Lohan’s Going To Be A Mom", "description": "Former Disney star Lindsay Lohan definitely got everyone&#8217;s attention on Tuesday when she revealed on Instagram that she and her husband, Bader Shammas, were expecting their first child together. The 36-year-old actress shared the news with her twelve million plus followers, captioning her post, &#8220;We are blessed and excited!&#8221; It included a praying hand emoji, ...", "link": "https://www.dailywire.com/news/lindsay-lohans-going-to-be-a-mom", "date_published": "2023-03-14 14:34:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Christian School Girls’ Basketball Team Refuses To Play School With Boy On Roster. Association Bans Them From Future Tournaments.", "description": "A Christian school forfeited a girls’ basketball game in the state playoffs because their opponent had a high school boy on the squad. Now the Vermont Principals’ Association has banned the Christian school from future tournaments. In February, Mid Vermont Christian School’s girls’ basketball team was scheduled to play against Long Trail Mountain, which has ...", "link": "https://www.dailywire.com/news/christian-school-girls-basketball-team-refuses-to-play-school-with-boy-on-roster-association-bans-them-from-future-tournaments", "date_published": "2023-03-14 14:19:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whoopi Blasts Mike Pence For Buttigieg ‘Maternity Leave’ Joke — Her Show Let Jane Fonda ‘Joke’ About Murdering Pro-Lifers", "description": "Whoopi Goldberg complained Tuesday about a joke told by former Vice President Mike Pence about Transportation Secretary Pete Buttigieg — less than a week after her co-hosts laughed off a Jane Fonda &#8220;joke&#8221; about murdering pro-lifers. Pence made the wisecrack at the annual Gridiron Club dinner in Washington, D.C., saying of Buttigieg, &#8220;He took two months ...", "link": "https://www.dailywire.com/news/whoopi-blasts-mike-pence-for-buttigieg-maternity-leave-joke-her-show-let-jane-fonda-joke-about-murdering-pro-lifers", "date_published": "2023-03-14 14:15:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Authorities Launch Manhunt For Former Larry Hogan Aide", "description": "Law enforcement officials began a search for Roy McGrath, a one-time chief of staff to former Republican Maryland Gov. Larry Hogan, after he failed to show up Monday in court this week for a criminal trial in Baltimore. U.S. District Judge Deborah Boardman issued a warrant seeking the arrest of McGrath, who faces wire fraud ...", "link": "https://www.dailywire.com/news/authorities-launch-manhunt-for-former-larry-hogan-aide", "date_published": "2023-03-14 14:11:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tilda Swinton Refuses To Wear A Mask On Set Despite Protocol, Explains: ‘I Have Faith’", "description": "Actress Tilda Swinton said she’s fed up with COVID protocols on set and won’t abide by them anymore. The 62-year-old British actress made the comments during a keynote address at the SXSW Film Festival in Austin, Texas, on Monday. “We&#8217;ve had different challenges in the last few years particularly, and some of them are lingering ...", "link": "https://www.dailywire.com/news/tilda-swinton-refuses-to-wear-a-mask-on-set-despite-protocol-explains-i-have-faith", "date_published": "2023-03-14 13:58:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DOJ, SEC Launch Probes Into Silicon Valley Bank Collapse: Report", "description": "The Department of Justice (DOJ) and the Securities and Exchange Commission (SEC) are reportedly investigating the collapse of Silicon Valley Bank (SVB) after it suffered a fatal run on deposits last week. The DOJ and SEC are leading separate probes into the bank’s failure, which prompted regulators to take it over on Friday, according to ...", "link": "https://www.dailywire.com/news/doj-sec-launch-probes-into-silicon-valley-bank-collapse-report", "date_published": "2023-03-14 13:49:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Medical Institutions And Doctors Should Help Patients, Not Foment Woke Social Activism", "description": "A new consensus has emerged among experts in the medical field. Leaders at the AMA and the AAMC and publishers of prestigious medical journals like the New England Journal of Medicine all agree that the future of health care is woke political activism. Now, taking their cues from the top, medical schools and hospitals across ...", "link": "https://www.dailywire.com/news/medical-institutions-and-doctors-should-help-patients-not-foment-woke-social-activism", "date_published": "2023-03-14 13:25:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russian Fighter Jet Collides With U.S. Military Reaper Drone Over Black Sea", "description": "Two Russian fighter jets were reportedly harassing a U.S. military drone over international waters on Tuesday morning when one of the fighter jets collided with the drone, forcing the drone to crash into the Black Sea. The U.S. European Command said in a statement that one of the Russian Su-27 aircraft struck the propeller of ...", "link": "https://www.dailywire.com/news/russian-fighter-jet-collides-with-u-s-military-reaper-drone-over-black-sea", "date_published": "2023-03-14 13:06:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tucker Carlson Has 6 Questions For Potential 2024 GOP Candidates On Ukraine: Here’s Who Responded", "description": "Fox News host Tucker Carlson delivered six key questions on Ukraine — and the ongoing war with Russia — to a number of GOP candidates who have either declared a bid for the 2024 Republican presidential nomination or are likely to do so. Carlson explained in a video tweeted on Monday that he had been ...", "link": "https://www.dailywire.com/news/tucker-carlson-has-6-questions-for-potential-2024-gop-candidates-on-ukraine-heres-who-responded", "date_published": "2023-03-14 12:51:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Family Probe Reaches Breakthrough With Treasury Department", "description": "House Oversight Chairman James Comer (R-KY) announced a breakthrough on Tuesday in his investigation into the Biden family&#8217;s business dealings. &#8220;After two months of dragging their feet, the Treasury Department is finally providing us with access to the suspicious activity reports for the Biden family and their associates’ business transactions,&#8221; Comer said in a statement. ...", "link": "https://www.dailywire.com/news/biden-family-probe-reaches-breakthrough-with-treasury-department", "date_published": "2023-03-14 12:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Pure Cringe’: Drew Barrymore Kneels Before Trans Activist Dylan Mulvaney During Talk Show Appearance", "description": "Actress Drew Barrymore literally got down on her knees in front of trans activist Dylan Mulvaney to show her support during a Monday episode of her talk show. A clip of the moment started circulating on Twitter, with users expressing their reactions. Mulvaney was on the show to discuss the popular TikTok series “Days of ...", "link": "https://www.dailywire.com/news/pure-cringe-drew-barrymore-kneels-before-trans-activist-dylan-mulvaney-during-talk-show-appearance", "date_published": "2023-03-14 12:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Spare America The Faux Outrage’: Pence’s Team Fires Back At White House Demanding Apology", "description": "Former Vice President Mike Pence and the Biden White House are engaging in a war of words after Pence made a joke about Transportation Secretary Pete Buttigieg. Pence initiated the sequence of events with his comments at the annual Gridiron Club dinner in Washington for journalists and politicians. He pointed out the incongruity of Buttigieg ...", "link": "https://www.dailywire.com/news/spare-america-the-faux-outrage-pences-team-fires-back-at-white-house-demanding-apology", "date_published": "2023-03-14 11:53:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Tech Arm Had Pattern Of ‘Gross Mismanagement’ Before ‘Equity’-Induced Cybersecurity Fiasco", "description": "A program devised by President Barack Obama to bring Silicon Valley tech types into the federal government to foster innovation instead descended into open partisanship, repeated rule violations, massive financial losses, and retaliation against a whistleblower who called attention to potential violations of the law, government records show.", "link": "https://www.dailywire.com/news/federal-tech-arm-had-pattern-of-gross-mismanagement-before-equity-induced-cybersecurity-fiasco", "date_published": "2023-03-14 11:43:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Boasts That Jimmy Carter Asked Him To Deliver His Eulogy", "description": "President Joe Biden told a room full of rich Democrat donors that ailing former President Jimmy Carter had asked him to deliver his eulogy. Biden, who was first elected to the Senate career in 1972, four years before Carter was elected to the presidency, made the boast at a fundraiser in Rancho Santa Fe, California. ...", "link": "https://www.dailywire.com/news/biden-boasts-that-jimmy-carter-asked-him-to-deliver-his-eulogy", "date_published": "2023-03-14 11:29:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Look In The Mirror’: Former Hardee’s CEO Blasts Biden For Financial Crisis", "description": "Andy Puzder, the former long-time CEO of CKE Restaurants, the parent company of Hardee&#8217;s and Carls’ Jr., ripped into President Biden after the collapse of Silicon Valley Bank (SVB). Puzder started his scathing attack by noting Biden had announced on Monday that the Biden administration would conduct hold “accountable” whoever was responsible for the new ...", "link": "https://www.dailywire.com/news/look-in-the-mirror-former-hardees-ceo-blasts-biden-for-financial-crisis", "date_published": "2023-03-14 11:26:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Brackets, Buzzer Beaters, And Cinderella Stories: Why March Madness Is A Welcome Distraction", "description": "The world has gone mad, but in a beautiful touch of irony, an annual college basketball tournament known for its own brand of mayhem is here to offer us some relief. March Madness has always been a huge distraction for me. When I was an elementary-aged homeschool student and that first Thursday morning slate of ...", "link": "https://www.dailywire.com/news/brackets-buzzer-beaters-and-cinderella-stories-why-march-madness-is-a-welcome-distraction", "date_published": "2023-03-14 11:26:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden: I Had An ‘Epiphany’ And Began Supporting Gay Marriage In High School", "description": "What is with this guy? President Joe Biden has a particular penchant, some might say a pathological need, to tell obvious lies at the weirdest times. The latest example of this is Biden&#8217;s claim that he had a great awakening on gay marriage — while a senior in high school — way back around 1960 ...", "link": "https://www.dailywire.com/news/biden-i-had-an-epiphany-and-began-supporting-gay-marriage-in-high-school", "date_published": "2023-03-14 11:11:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Last Of Us’ Creators Confirm Major Character Won’t Be Recast In Season 2 Despite Time Jump", "description": "Bella Ramsey will not be recast as Ellie on the popular HBO Max series “The Last of Us,” creators have confirmed. Fans were wondering if the 19-year-old star would reprise the role for season 2. While Ramsey plays a 14-year-old girl in the first season, which is based on a video game of the same ...", "link": "https://www.dailywire.com/news/the-last-of-us-creators-confirm-major-character-wont-be-recast-in-season-2-despite-time-jump", "date_published": "2023-03-14 10:55:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Banking Crisis Widens As Credit Suisse Shares Plunge On Alarming Annual Report", "description": "Fears that the U.S. banking crisis could go global widened early Tuesday as lending giant Credit Suisse shares plunged on news its delayed annual report found “material weaknesses” in its balance sheet over the last two years. Shares in the Zurich-based international financial giant dropped nearly 5% to an all-time low in pre-market trading after ...", "link": "https://www.dailywire.com/news/banking-crisis-widens-as-credit-suisse-shares-plunge-on-alarming-annual-report", "date_published": "2023-03-14 10:05:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Last Of Us’ Finale Draws 8.2 Million Viewers, A Series High, Despite Oscars Competition", "description": "“The Last of Us” season finale aired Sunday night at the same time as the 95th Academy Awards, but that competition did nothing to affect its viewership. The popular HBO Max drama attracted an audience of 8.2 million viewers for its season 1 finale on March 12, a record high for the series. Warner Brothers ...", "link": "https://www.dailywire.com/news/the-last-of-us-finale-draws-8-2-million-viewers-a-series-high-despite-oscars-competition", "date_published": "2023-03-14 09:52:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Like A Supervillain’: Nigerian Brothers Hired By Jussie Smollett Speak Out For First Time", "description": "The two Nigerian brothers who say they were paid by actor Jussie Smollett to stage an attack on him in January 2019, engendering an outcry from the political Left including Joe Biden and Kamala Harris, are speaking out about the incident and its aftermath for the first time. Smollett, the former “Empire” star who paid ...", "link": "https://www.dailywire.com/news/like-a-supervillain-nigerian-brothers-hired-by-jussie-smollett-speak-out-for-first-time", "date_published": "2023-03-14 08:48:15+00:00", "persistent": false, "user": null, "language": "en-US"}]