[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "GoBruteforcer: New Golang-Based Malware Breaches Web Servers Via Brute-Force Attacks", "description": "A new Golang-based malware dubbed GoBruteforcer has been found targeting web servers running phpMyAdmin, MySQL, FTP, and Postgres to corral the devices into a botnet.\n\"GoBruteforcer chose a Classless Inter-Domain Routing (CIDR) block for scanning the network during the attack, and it targeted all IP addresses within that CIDR range,\" Palo Alto Networks Unit 42 researchers said.\n\"The threat actor", "link": "https://thehackernews.com/2023/03/gobruteforcer-new-golang-based-malware.html", "date_published": "2023-03-14 12:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Prolificacy of LockBit Ransomware", "description": "Today, the LockBit ransomware is the most active and successful cybercrime organization in the world. Attributed to a Russian Threat Actor, LockBit has stepped out from the shadows of the Conti ransomware group, who were disbanded in early 2022.\nLockBit ransomware was first discovered in September 2019 and was previously known as ABCD ransomware because of the \".abcd virus\" extension first", "link": "https://thehackernews.com/2023/03/the-prolificacy-of-lockbit-ransomware.html", "date_published": "2023-03-14 11:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Warns of Large-Scale Use of Phishing Kits to Send Millions of Emails Daily", "description": "An open source adversary-in-the-middle (AiTM) phishing kit has found a number of takers in the cybercrime world for its ability to orchestrate attacks at scale.\nMicrosoft Threat Intelligence is tracking the threat actor behind the development of the kit under its emerging moniker DEV-1101.\nAn AiTM phishing attack typically involves a threat actor attempting to steal and intercept a target's", "link": "https://thehackernews.com/2023/03/microsoft-warns-of-large-scale-use-of.html", "date_published": "2023-03-14 10:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fortinet FortiOS Flaw Exploited in Targeted Cyberattacks on Government Entities", "description": "Government entities and large organizations have been targeted by an unknown threat actor by exploiting a security flaw in Fortinet FortiOS software to result in data loss and OS and file corruption.\n\"The complexity of the exploit suggests an advanced actor and that it is highly targeted at governmental or government-related targets,\" Fortinet researchers Guillaume Lovet and Alex Kong said in an", "link": "https://thehackernews.com/2023/03/fortinet-fortios-flaw-exploited-in.html", "date_published": "2023-03-14 06:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]