[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "World's Strongest Magnet!", "description": "The world's strongest magnet is a million times stronger than Earth's magnetic field. Learn more about sustainability and Google’s efforts at sustainability.google. Part of this video was sponsored by Google.\n\nTrends insights for the past year are based on Google Trends data from 2/10/2022 - 2/10/2023, U.S.\n\n▀▀▀\nThanks to the entire NHMFL team - especially Tim, Stephen, Caroline, Kristin, Sam, Lance, and everyone who helped with the demos - for the great visit. \nThe NHMFL is funded by the National Science Foundation and the State of Florida.\n\nSpecial thanks to Henry from Minutephysics for lending his magnet animations from our magnet collaboration: https://youtu.be/hFAOXdXZ5TM\n\n▀▀▀\nReferences:\nLiu, Y., Zhu, D. M., Strayer, D. M., & Israelsson, U. E. (2010). Magnetic levitation of large water droplets and mice. Advances in Space Research, 45(1), 208-213.\n\nSimon, M. D., & Geim, A. K. (2000). Diamagnetic levitation: Flying frogs and floating magnets. Journal of applied physics, 87(9), 6200-6204.\n\nBerry, M. V., & Geim, A. K. (1997). Of flying frogs and levitrons. European Journal of Physics, 18(4), 307.\n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nTj Steyn, Meg Noah, Bernard McGee, James Sanger, Elliot Miller, Jerome Barakos M.D., Amadeo Bee, TTST, Balkrishna Heroor, Chris LaClair, John H. Austin Jr., Eric Sexton, John Kiehl, Anton Ragin, Diffbot, Gnare, Dave Kircher, Burt Humburg, Blake Byers, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Josh Hibschman, Mac Malkawi, Juan Benet, Sunil Nagaraj, Richard Sundvall, Lee Redden, Stephen Wilcox, Marinus Kuivenhoven, Michael Krugman, Cy 'kkm' K'Nelson, Sam Lutfi\n\n▀▀▀\nWritten by Derek Muller\nEdited and Motion Graphics by Trenton Oliver \nCoordinated by Emily Zhang and Derek Muller\nFilmed by Derek Muller, Trenton Oliver, and Emily Zhang\nAdditional video/photos supplied by Pond5 & Getty Images\nMusic from Epidemic Sound\nProduced by Derek Muller, Petr Lebedev, and Emily Zhang", "link": "https://www.youtube.com/watch?v=g0amdIcZt5I", "date_published": "2023-03-14 16:59:41+00:00", "persistent": false, "user": null, "language": "en-US"}]