{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/19/new-york-taxes-super-wealthy-protest-towers-of-power", "title": "Tax the rich, urge protesters at New York City’s ‘Towers of Power’", "date_published": "2023-01-19 21:30:23+00:00", "description": "<p>Lawmakers demonstrating outside famous Manhattan apartment building promise to fight to ensure wealthy are fairly taxed</p><p>Lawmakers and activists gathered in the rain on Thursday outside a Manhattan apartment building once dubbed the “<a href=\"https://nymag.com/news/features/establishments/68493/\">Towers of Power</a>” and famous for being the home of millionaires and billionaires, calling for higher state taxes on the super-wealthy.</p><p>“I’m asking you now, help the people of New York City by sharing some of the wealth that you have,” the New York state senator Robert Jackson shouted up to the apartments above, most of which had their blinds drawn. “If not, we’re going to pass legislation that makes you pay for it.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/19/new-york-taxes-super-wealthy-protest-towers-of-power\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/video/2023/jan/19/more-than-1-million-march-in-france-against-planned-pension-reforms-video", "title": "More than 1 million march in France against planned pension reforms – video", "date_published": "2023-01-19 21:09:21+00:00", "description": "<p>More than 1 million protesters took to the streets across France in a day of mass strikes, as transport, schools and refineries were hit by significant industrial action against Emmanuel Macron’s unpopular plans to raise the retirement age by two years to 64.</p><p>Local and regional train services across&nbsp;<a href=\"https://www.theguardian.com/world/france\">France</a>&nbsp;ground almost to a standstill, and public transport in cities such as Paris was 'very disrupted', according to transport operators. Many primary schools closed for the day. Authorities estimated that 40% of primary teachers and more than 30% of secondary teachers went on strike. Unions said participation was higher – at 70% in primary schools.</p><p>Macron insists he will deliver his key election pledge to change the French pension system – raising the retirement age for most people to 64 from 62 and increasing the years of contributions required for a full pension. Polls show that a majority of French people find the proposed reforms unjust.</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/19/france-hit-by-nationwide-strikes-over-macron-pension-plans\">More than 1m march in France amid strikes over plan to raise retirement age</a></li><li><a href=\"https://www.theguardian.com/world/2023/jan/18/france-braces-for-black-thursday-general-strike-over-pension-changes\">France braces for ‘Black Thursday’ general strike over pension changes</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jan/19/more-than-1-million-march-in-france-against-planned-pension-reforms-video\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/19/scholz-stalls-on-ukraine-tanks-decision-but-looks-poised-to-give-go-ahead", "title": "Scholz stalls on Ukraine tanks decision but looks poised to give go-ahead", "date_published": "2023-01-19 19:54:57+00:00", "description": "<p>Observers expect Germany’s hesitant chancellor will soon say yes to allowing supply of Leopards to war effort</p><p>Less than a year ago it would have seemed barely imaginable that the German state would be supplying arms in a conflict. Yet now the chancellor, Olaf Scholz, finds himself under mounting international pressure to give an unconditional green light for German-made tanks to be sent to Ukraine – having tentatively signalled his readiness to do so, but only if the US agrees to do the same.</p><p>Even though Germany is often reluctant to spread the message itself, it is among Ukraine’s leading supporters in terms of defence aid and humanitarian and economic help. It has given refuge to hundreds of thousands of Ukrainians, a very underreported aspect of its support.</p> <a href=\"https://www.theguardian.com/world/2023/jan/19/scholz-stalls-on-ukraine-tanks-decision-but-looks-poised-to-give-go-ahead\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/19/murray-kokkinakis-and-the-crowd-turn-up-volume-in-nocturnal-epic", "title": "Murray, Kokkinakis and the crowd turn up volume in nocturnal classic | Emma Kemp", "date_published": "2023-01-19 18:05:28+00:00", "description": "<p>The Australian matched the former Wimbledon champion for tenacity, but not for experience and match management</p><p>Sometimes chants work, sometimes they do not. And the great minds in the gallery who endeavoured to stretch the word “Kokkinakis” across the breadth of the Seven Nation Army riff had been too ambitious with their syllables. It was a bit Billy Mack, except that Christmas is All Around topped the charts – this lot had no excuse. At least back in the Lleyton era we got “walking in a Hewitt wonderland”. Now we must endure “let’s go Kokky, let’s go”.</p><p>Granted, it was after 10pm by the time Margaret Court Arena welcomed Thanasi Kokkinakis and Andy Murray, and with late nights come the inevitable late-night vibes. “Aussie, Aussie, Aussie, oi, oi, oi” was still a staple among the Australians in attendance for this scarcely describable five hours and 45 minutes. But the collective inclination was more “up the Kokk” than “if you’re happy and you know it, clap your hands”. The mood was jaunty, hovering precariously between mischievous and meddlesome, and it remained that way until 4.06am, when the pair finally – finally – hobbled off in a primal daze, their bodies emptied of their glycogen and possibly their sanity.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/19/murray-kokkinakis-and-the-crowd-turn-up-volume-in-nocturnal-epic\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/19/liv-golf-tv-deal-cw-network", "title": "LIV Golf reaches ‘multi-year’ US broadcasting deal with CW Network", "date_published": "2023-01-19 17:51:58+00:00", "description": "<ul><li>LIV Golf reaches US broadcasting deal with CW Network</li><li>Duration and exact financial terms have not been disclosed</li></ul><p>LIV Golf has secured the United States television deal it had been seeking, announcing on Thursday that the CW Network will broadcast all 14 events of the Saudi-backed series.</p><p>Beginning this year the CW Network will bring the rebel circuit’s tournaments to 120m households across the US, LIV Golf said in a statement.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/19/liv-golf-tv-deal-cw-network\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/19/jimmy-kimmel-george-santos-late-night-recap-stephen-colbert-leslie-jones-seth-meyers", "title": "Kimmel on George Santos: ‘Literally a Scooby-Doo villain at this point’", "date_published": "2023-01-19 16:34:07+00:00", "description": "<p>Late-night hosts discuss the GOP congressman’s alleged sick dog fraud and Republican double standards about Biden’s classified documents</p><p>Jimmy Kimmel took aim at George Santos’s unraveling web of lies on Wednesday evening. This week, the new Republican congressman’s former roommate told Anderson Cooper on CNN that Santos (who went by the name Anthony Devolder at the time) stole his Burberry scarf to wear at the Stop the Steal rally on January 6. “What’s the problem? Stealing was the theme of the rally!” Kimmel joked. “The Burberry bandit is on the loose.”</p> <a href=\"https://www.theguardian.com/culture/2023/jan/19/jimmy-kimmel-george-santos-late-night-recap-stephen-colbert-leslie-jones-seth-meyers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/19/former-swedish-intelligence-officer-receives-life-term-for-spying-for-russia", "title": "Former Swedish intelligence officer receives life term for spying for Russia", "date_published": "2023-01-19 16:09:13+00:00", "description": "<p>Younger brother of Peyman Kia, who judge said had abused trust placed in him, also given 10-year jail sentence</p><p>A court in Stockholm has sentenced a former Swedish intelligence officer to life imprisonment and his younger brother to 10 years after finding both guilty of spying for Russia’s military intelligence service for more than a decade.</p><p>Peyman Kia, aged 42, served in the Swedish security and counter-intelligence service, Sapo, and in armed forces intelligence agencies including the foreign intelligence agency (Must) and KSI, a top-secret unit dealing with Swedish spies abroad.</p> <a href=\"https://www.theguardian.com/world/2023/jan/19/former-swedish-intelligence-officer-receives-life-term-for-spying-for-russia\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/19/stolen-tractor-police-chase-north-carolina", "title": "Man leads police on slow-speed chase with stolen tractor in North Carolina", "date_published": "2023-01-19 16:04:03+00:00", "description": "<p>When officers attempted to stop Ronnie Hicks, he drove the John Deere tractor down US Highway 421 south, hitting 20mph</p><p>Call it a slow-speed chase.</p><p>“What a day,” wrote Andy LeBeau, the police chief of Boone, North Carolina, in a <a href=\"https://www.facebook.com/boonepolice/posts/pfbid0QLrUx2MxJz6TtY6SXPbYYirQDYLTKaM6nQGxvQToGsvKkTGUXZxM73mWSJX3u5SPl\">Facebook post</a>. “So, many of you have heard, or have seen the videos, that we got in a pursuit with a tractor.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/19/stolen-tractor-police-chase-north-carolina\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/19/patton-oswalt-id-rather-be-doctor-who-than-james-bond-less-having-to-take-your-shirt-off", "title": "Patton Oswalt: ‘I’d rather be Doctor Who than James Bond: less having to take your shirt off’", "date_published": "2023-01-19 16:00:13+00:00", "description": "<p>The comedian and star of Ratatouille, Big Fan, Young Adult and new comedy I Love My Dad answers your questions on the the US’s insecurity, being nerd laureate and his love of PG Tips </p><p><strong>One thing I love about you is that you look like a “normal” guy, instead of a model</strong><strong>. Why do you think Hollywood is so obsessed with casting beautiful people?</strong> <em>Azzaazza<br /></em>I think it’s the sunlight out here. It’s very harsh and unforgiving. So you’ve gotta have an unforgiving level of beauty to exist. Whereas England has that wonderful gloom which lights up the crevices and the crags on people’s faces. So you end up valuing the acting way more than the look.</p><p><strong>Reviews say that I Love My </strong><strong>Dad</strong><strong> is “cringe comedy”</strong><strong>. I find films like that difficult to watch unless I’m eating rich beef sausages. Do you have any food crutches that get you through a film</strong><strong>?</strong> <em>suchaphool</em><em><br /></em>Really strong tea and hard sourdough pretzels. I can crunch ’em and drown out the dialogue.</p> <a href=\"https://www.theguardian.com/film/2023/jan/19/patton-oswalt-id-rather-be-doctor-who-than-james-bond-less-having-to-take-your-shirt-off\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/19/gm-bacteria-could-combat-antibiotic-resistance-study-suggests", "title": "GM bacteria could combat antibiotic resistance, study suggests", "date_published": "2023-01-19 16:00:12+00:00", "description": "<p>Research showed re-engineered bacteria was able to target drug-resistant infections in mice</p><p>Genetically modified bacteria could be used to treat intractable lung infections, according to research aiming to combat the threat of antibiotic resistance.</p><p>The research, in mice, showed that a re-engineered bacteria could be used to target drug-resistant infections and make them susceptible to antibiotics that would otherwise be ineffective.</p> <a href=\"https://www.theguardian.com/society/2023/jan/19/gm-bacteria-could-combat-antibiotic-resistance-study-suggests\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/19/king-charles-grants-us-a-windfall-from-wind-now-it-is-crucial-we-question-ownership-of-the-seabed", "title": "King Charles grants us a windfall from wind: now it is crucial we question ownership of the seabed | Molly Scott Cato", "date_published": "2023-01-19 15:55:34+00:00", "description": "<p>A monarchy ‘gift’ to the Treasury should not detract from the anachronistic convention of crown estate rights over land and sea</p><ul><li><strong><a href=\"https://www.theguardian.com/uk-news/2023/jan/19/king-charles-redirects-1bn-windfarm-profits-towards-public-good\">King Charles redirects £1bn windfarm profits towards ‘public good’</a></strong></li></ul><p>So the new king has reversed a thousand years of feudal convention and accepted that the value of the seabed rightfully belongs to his “subjects” rather than himself. That is the implication of the decision announced today saying King Charles will support handing over more of the crown’s share of revenues from the offshore wind boom to the Treasury, so the money can be spent in the public interest rather than for his private interest.</p><p>Given his green reputation and his coming to power in the midst of the worst cost-of-living crisis in living memory, the new king was perhaps embarrassed that the expansion of windfarms would bring a large £1bn a year windfall to the crownestate, 25% of which would, under the current arrangements, have gone directly to the royal household as part of the annual sovereign grant.</p><p>Molly Scott Cato is professor of green economics at Roehampton University, and a former Green MEP</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/19/king-charles-grants-us-a-windfall-from-wind-now-it-is-crucial-we-question-ownership-of-the-seabed\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/19/martin-luther-king-sculptor-boston-hank-willis-thomas", "title": "‘It’s a strange moment we live in’: MLK sculptor on backlash to monument", "date_published": "2023-01-19 15:25:47+00:00", "description": "<p>The Embrace, a 19-ton bronze depicting Martin Luther King, Coretta Scott King and a love that helped change the world, has inspired praise, jokes and bile</p><p>The 22ft-tall, 19-ton bronze sculpture unveiled last Friday in Boston, The Embrace, depicts two pairs of arms wrapped in a hug: those of Martin Luther King Jr and his wife, Coretta Scott King. It’s a detail pulled from a famous photo of the couple embracing – and to the artist, Hank Willis Thomas, a representation of how their love catalyzed a mass movement that changed the world.</p><p>The sculpture was installed near where King led 22,000 people at a 1965 Freedom Rally – on land that was once part of a black neighborhood, now gone, that had been one of the oldest in the country. The significance wasn’t lost on guests at the unveiling, who included participants in the civil rights movement, some nearly 100 years old. Many onlookers were in tears, organizers say. And the piece drew praise from the Kings’ son Martin Luther King III, who <a href=\"https://www.cnn.com/videos/us/2023/01/16/mlk-jr-coretta-scott-king-embrace-monument-boston-mlk-iii-cnntm-intvu-vpx.cnn\">told CNN</a> that the “artist did a great job”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/19/martin-luther-king-sculptor-boston-hank-willis-thomas\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/19/elgar-arr-tertis-viola-conc-bloch-suite-for-viola-and-orch-review-ridout-is-fabulously-nimble-and-precise", "title": "Elgar: Viola Concerto; Bloch: Suite for Viola and Orchestra review | Andrew Clements's classical album of the week", "date_published": "2023-01-19 15:00:12+00:00", "description": "<p><strong>Ridout/BBCSO/Brabbins<br />(Harmonia Mundi)<br /></strong>Violist Timothy Ridout makes deft work of Lionel Tertis’s arrangement of Elgar’s cello concerto and is equally impressive in Bloch’s Suite for viola and piano</p><p>Elgar signalled his approval of Lionel Tertis’s viola arrangement of the solo part of his cello concerto by conducting its first performance in 1930, with Tertis as the soloist. That the great violist’s reworking was supremely tactful, and involved the minimum of changes to the solo lines – mostly octave transpositions where the original cello part goes below the viola’s range – and none at all to the orchestral score, no doubt helped Elgar to accept its validity.</p><p>As Timothy Ridout’s fine performance with Martyn Brabbins and the BBC Symphony Orchestra shows, the concerto is entirely convincing as a viola work, which makes its rarity in the concert hall and on disc all the more surprising – apparently this is just the third ever commercial recording. It could even be argued that the central pair of movements are more effective in the viola version than in the original – Ridout makes the scherzo fabulously nimble and precise, and the long aching lines of the Adagio even more plangent. It’s only in a handful of passages in the outer movements that the extra weight of tone that the cello inevitably brings is really missed.</p> <a href=\"https://www.theguardian.com/music/2023/jan/19/elgar-arr-tertis-viola-conc-bloch-suite-for-viola-and-orch-review-ridout-is-fabulously-nimble-and-precise\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/19/rust-film-set-shooting-criminal-charges-alec-baldwin", "title": "Rust film set shooting: Santa Fe district attorney to decide on criminal charges", "date_published": "2023-01-19 14:24:22+00:00", "description": "<p>Attorney to announce whether charges will be brought in the fatal 2021 shooting of a cinematographer by Alec Baldwin</p><p>A Santa Fe district attorney will announce Thursday whether charges will be brought in the fatal 2021 film set shooting of a cinematographer by the actor Alec Baldwin during a rehearsal of the western Rust.</p><p>Santa Fe district attorney Mary Carmack-Altwies said a decision will be announced Thursday morning in a statement and on social media, without public appearances by prosecutors.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/19/rust-film-set-shooting-criminal-charges-alec-baldwin\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/19/dining-across-the-divide-david-maple", "title": "Dining across the divide: ‘He’s not visibly queer like me and I don’t think he faces the same issues’", "date_published": "2023-01-19 12:30:08+00:00", "description": "<p>One votes Labour, the other has a dog called Thatcher, but they agree to disagree on politics. Will they be on such amicable ground when it comes to gender?</p><p><strong>David, 48, Burnley</strong></p><p><strong>Occupation</strong><em> </em>Works for the NHS in teaching, training and research</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/19/dining-across-the-divide-david-maple\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-shock-exit-imperils-her-legacy-and-her-party", "title": "Jacinda Ardern’s shock exit imperils her legacy and her party", "date_published": "2023-01-19 10:43:49+00:00", "description": "<p>New Zealand prime minister’s decision to quit is understandable on a human level, but the politics of it is confounding</p><p>Jacinda Ardern has long excelled in seeming like a normal person.</p><p>She has incredibly strong political instincts, which she managed to translate into big-screen empathy and humour. This was evident as she took the reins of the New Zealand Labour party in 2017, after it had worked through four men who screamed “politician” as soon as they walked into a room. Ardern was a breath of fresh air. She soon took Labour to victory and managed to keep that “not quite a politician” vibe afloat through two historic terms and many incredibly political moments, as New Zealand faced its worst ever terror attack and the pandemic.</p> <a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-shock-exit-imperils-her-legacy-and-her-party\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/19/australian-open-alexei-popyrin-stuns-taylor-fritz-as-mens-draw-opens-up", "title": "Australian Open: Alexei Popyrin stuns Taylor Fritz as men’s draw opens up", "date_published": "2023-01-19 10:18:39+00:00", "description": "<ul><li>Australian emotional after shocking No 8 seed in Melbourne</li><li>Sam Stosur nears farewell after defeat in women’s doubles</li></ul><p>Alexei Popyrin did not have a good 2022. The Australian started the year at world No 61 and ended it ranked 120th, knocked out in the opening round of every grand slam bar a second-round appearance at the US Open. His 2023 is already vastly improved, for on Thursday Popyrin pulled off one of the upsets of the Australian Open, defeating the eighth seed, Taylor Fritz, over five thrilling sets.</p><p>On a day of boilovers, including Casper Ruud’s shock exit at the hands of Jenson Brooksby, the 23-year-old ensured the same fate for Fritz, losing the first set before an almighty fightback to overcome the American world No 9 6-7 (4), 7-6 (2), 6-4, 6-7 (6), 6-2.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/19/australian-open-alexei-popyrin-stuns-taylor-fritz-as-mens-draw-opens-up\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/19/in-good-hands-by-alice-farnham-review-notes-from-the-podium", "title": "In Good Hands by Alice Farnham review – notes from the podium", "date_published": "2023-01-19 09:00:04+00:00", "description": "<p>Behind the scenes of the eccentric world of classical music and the mystifying work of the ‘arm flapper’</p><p>From the audience, the conductor of an orchestra is a mysterious, unknowable figure. They stand with their back to us, dancing and waving their arms in a series of incomprehensible gestures that the musicians on stage somehow interpret to make beautifully synchronised sounds. When the conductor turns around at the end of the piece to smile and take a bow, it is almost a shock: it is a real person up there, not some mechanical arrangement of limbs and baton.</p><p>It is with the intention of demystifying this secretive profession that <a href=\"https://www.theguardian.com/music/2015/sep/10/how-to-get-more-women-conducting-morley-college-alice-farnham\">Alice Farnham</a>, herself a British conductor of great experience and acclaim, has written this book. Although she states upfront that it is “not a handbook for conductors”, it is structured a little like one, with chapters devoted to subjects such as “The Basics: Hands and Baton” and “Preparation to Performance”. At times, Farnham breaks off from her narrative to include practical conducting exercises that the curious reader can attempt for themselves. Try beating time as a group of friends sings “We all live in a yellow submarine”, she says, and you will soon understand how many aspects of the music (speed, volume, character) the conductor must control.</p> <a href=\"https://www.theguardian.com/books/2023/jan/19/in-good-hands-by-alice-farnham-review-notes-from-the-podium\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/19/brock-purdy-san-francisco-49ers-quarterback-nfl-playoffs-football-dallas-cowboys", "title": "The craziest thing about Brock Purdy’s improbable rise? The praise is deserved", "date_published": "2023-01-19 08:30:04+00:00", "description": "<p>The San Francisco 49ers quarterback is surrounded by superstar talent and a mastermind coach. But he looks like exactly the right player for his team</p><p>Everything about Brock Purdy’s rise is implausible.</p><p>By now you know his biography: <a href=\"https://www.sports-reference.com/cfb/players/brock-purdy-1.html\">four good years at Iowa State</a>, an excellent college player. The last player selected in the draft, <a href=\"https://www.theguardian.com/sport/2022/dec/05/the-revenge-of-mr-irrelevant-brock-purdy-and-a-sunday-nfl-miracle\">Mr Irrelevant</a>, he was expected to back up Trey Lance and Jimmy Garoppolo at the San Francisco 49ers. He was pushed into the lineup after injuries to Lance and Garoppolo. The Niners’ title hopes were on the brink. But rather than founder, the Niners are<em> </em>better with Purdy at the helm as they prepare to face the Dallas Cowboys on Sunday for a place in the NFC championship game.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/19/brock-purdy-san-francisco-49ers-quarterback-nfl-playoffs-football-dallas-cowboys\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/19/eddie-jones-upbeat-for-intriguing-world-cup-after-returning-as-australia-coach", "title": "Eddie Jones upbeat for ‘intriguing’ World Cup after returning as Australia coach", "date_published": "2023-01-19 07:41:52+00:00", "description": "<ul><li>Incoming Wallabies boss firmly focused on South Africa 2023</li><li>Jones fires a shot at ‘the horse guy’ Peter V’landys</li></ul><p>Eddie Jones admits the Wallabies are in the chasing pack but still close enough to the leaders, the incoming coach declaring the team that improves the most before September’s Rugby World Cup will win it.</p><p>Jones, after a 15-minute technical glitch, gave his first wide-ranging interview from England on Thursday after his shock appointment on Monday.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/19/eddie-jones-upbeat-for-intriguing-world-cup-after-returning-as-australia-coach\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/18/nikki-haley-plotted-kushner-ivanka-trump-vp-mike-pompeo-new-book", "title": "Nikki Haley plotted with Kushner and Ivanka to be Trump vice-president, Pompeo book says", "date_published": "2023-01-19 07:00:04+00:00", "description": "<p>In book aimed at 2024 run, ex-secretary of state also says Trump asked him to be secretary of defense at same time, a ‘nutty idea’</p><p>In a new memoir peppered with broadsides at potential rivals in the 2024 Republican presidential primary, Mike Pompeo, the former secretary of state, accuses Nikki Haley of plotting with Jared Kushner and Ivanka Trump to be named vice-president, even while she served as Donald Trump’s ambassador to the United Nations.</p><p>Describing his own anger when Haley secured a personal Oval Office meeting with Trump without checking with him, Pompeo writes that Haley in fact “played” Trump’s then chief of staff, John Kelly, and instead of meeting the president alone, was accompanied by Trump’s daughter and her husband, both senior advisers.</p> <a href=\"https://www.theguardian.com/books/2023/jan/18/nikki-haley-plotted-kushner-ivanka-trump-vp-mike-pompeo-new-book\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/video/2023/jan/19/how-the-world-fell-in-love-with-jacinda-ardern-video", "title": "How the world fell in love with Jacinda Ardern – video", "date_published": "2023-01-19 06:53:40+00:00", "description": "<p>As New Zealand's prime minister Jacinda Ardern announces she won't contest the next election, we take a look back at some of the most memorable moments of her time in office.&nbsp;</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-resigns-as-prime-minister-of-new-zealand\">Jacinda Ardern resigns as prime minister of New Zealand</a></li><li><a href=\"https://www.theguardian.com/world/gallery/2020/oct/17/jacinda-ardern-new-zealand-prime-minister-in-pictures\">Jacinda Ardern's first term as New Zealand's prime minister – in pictures</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jan/19/how-the-world-fell-in-love-with-jacinda-ardern-video\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/19/from-stardust-to-an-empty-tank-one-of-a-kind-leader-jacinda-ardern-knew-her-time-was-up", "title": "From stardust to an empty tank: one-of-a-kind leader Jacinda Ardern knew her time was up", "date_published": "2023-01-19 06:53:07+00:00", "description": "<p>New Zealand’s prime minister set the standard through tough times, but knew the upcoming election would be the most gruelling yet</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/19/an-inspiring-leader-world-reacts-to-jacinda-arderns-resignation-as-new-zealand-prime-minister\">‘An inspiring leader’: World reacts to Ardern’s resignation</a></li><li><a href=\"https://www.theguardian.com/world/2023/jan/19/the-key-moments-of-jacinda-ardern-time-as-prime-minister-of-nz-new-zealand\">The key moments of Ardern’s time as prime minister</a></li><li><a href=\"https://www.theguardian.com/world/2023/jan/19/tell-us-how-you-will-remember-jacinda-ardern-new-zealand-pm-resigns-resignation-reader-call-out\">Tell us: how will you remember Ardern’s time as New Zealand PM?</a></li></ul><p>“Be strong, and be kind.” The prime minister’s words came at the close of a hastily scheduled press conference, announcing New Zealand’s first lockdown in the face of an unknown and deadly virus. For many New Zealanders, they became a catchphrase of the early pandemic, when the country succeeded in <a href=\"https://www.theguardian.com/world/2020/jun/08/new-zealand-abandons-covid-19-restrictions-after-nation-declared-no-cases\">eliminating the coronavirus</a> within its borders.</p><p>Over the coming years, they would also become synonymous with Jacinda Ardern’s politics – for her admirers, encapsulating a signature mixture of empathy and strength, and for critics, an example of soaring rhetoric not always backed by desired legislative reforms.</p> <a href=\"https://www.theguardian.com/world/2023/jan/19/from-stardust-to-an-empty-tank-one-of-a-kind-leader-jacinda-ardern-knew-her-time-was-up\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/19/bewicks-swan-population-vanishing-britain-climate-crisis", "title": "Bewick’s swan population vanishing in Britain amid the climate crisis", "date_published": "2023-01-19 06:00:02+00:00", "description": "<p>Warmer winters mean fewer birds make the journey each autumn from their breeding grounds on the Siberian tundra</p><p>Twenty years ago, before I moved to Somerset, a flock of <a href=\"https://app.bto.org/birdfacts/results/bob1530.htm\">Bewick’s swans</a> would spend the winter months on the moor near my home. Elsewhere on the levels, flocks of several hundred could be found. Yet in the years since I have lived here, I have seen these elegant birds just a handful of times.</p><p>The smallest of Britain’s three species of swan has vanished from many of its former haunts; fewer than 5,000 birds now make the journey here each autumn from their breeding grounds on the Siberian tundra.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/19/bewicks-swan-population-vanishing-britain-climate-crisis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/19/that-90s-show-review-this-spin-off-comedy-is-like-revisiting-a-childhood-classic", "title": "That ’90s Show review – this spin-off comedy is like revisiting a childhood classic", "date_published": "2023-01-19 06:00:01+00:00", "description": "<p>The sequel to That ‘70s Show very much takes an approach of ‘If it ain’t broke … ’ As we revisit the Wisconsin basement, even new characters have the old ones’ traits</p><p>That 90s Show (Netflix) comes shrouded in layers of nostalgia. It is a spin-off from That ’70s Show, the sitcom that ran from 1998-2006 and wrung 200 episodes out of the adventures of a group of teenagers hanging out between 1976 and 1979 in a grandparental basement in the fictional town of Point Place, Wisconsin. So you can come to it nostalgic for the halcyon days of the late 90s to mid 00s when (I’m going to play the odds here) you were younger and happier and watching a warm-hearted comedy that launched the careers of Ashton Kutcher, Mila Kunis, Topher Grace and Laura Prepon. Or you can be nostalgic for the 1995 of the show, with all its carefully curated mid-90s sartorial and musical details. Or, as more of the old faces turn up – Debra J Rupp and Kurtwood Smith return as grandparents Kitty and Red Forman for the duration and most of the original gang make at least cameo appearances – you can lose yourself in misty reminiscences about the original show, its carefully curated version of the 70s or even (if you can bear so much brown nylon reality) the 70s themselves.</p><p>The show itself sticks to the original formula. The first episode sees Eric (Grace) and Donna (Prepon) return to the homestead with their teenage daughter Leia (Callie Haverda), to find his parents much as we left them. There’s grouchy Red with a heart of gold, forever threatening to plant his foot in the behind of anyone who annoys him (at least until he gets a massage chair that transforms him into a new man). And there’s Kitty, fluttering gamely around her empty nest and eager to fill it again. Her wish is granted when Eric and Donna agree that Callie can stay for the summer.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/19/that-90s-show-review-this-spin-off-comedy-is-like-revisiting-a-childhood-classic\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/19/frederick-mccubbin-painting-defaced-with-woodside-logo-in-protest-at-art-gallery-of-western-australia", "title": "Frederick McCubbin painting defaced with Woodside logo in protest at Art Gallery of Western Australia", "date_published": "2023-01-19 05:12:52+00:00", "description": "<p>Activists spraypaint logo on masterpiece and one glues her hand to gallery wall to protest desecration of Burrup peninsula rock art</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jan/19/australia-news-live-qantas-launches-investigation-into-trans-tasman-mayday-super-crackdown-on-sex-offenders\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The Art Gallery of Western Australia’s most significant and internationally renowned painting, Frederick McCubbin’s Down on his luck, has been defaced with a Woodside logo.</p><p>The masterpiece, which has been part of the gallery’s collection since 1896 and was valued at $3m a decade ago, was spraypainted with the oil and gas giant’s logo in yellow on Thursday morning.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/culture/2023/jan/19/frederick-mccubbin-painting-defaced-with-woodside-logo-in-protest-at-art-gallery-of-western-australia\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/19/qantas-flight-from-sydney-to-fiji-forced-to-turn-back-after-potential-mechanical-issue", "title": "Qantas flight from Sydney to Fiji forced to turn back after ‘potential mechanical issue’", "date_published": "2023-01-19 05:11:53+00:00", "description": "<p>Incident comes a day after separate Qantas flight issued a mayday call due to an engine failure while en route to Australia</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>A Qantas flight to Fiji has had to turn back and land at Sydney airport, as investigations begin into a different Qantas flight that issued a mayday call a day earlier because an engine failed.</p><p>QF101 from Sydney to Nadi returned to its point of departure on Thursday morning as a “precaution” after the pilots received a message about a “potential mechanical issue”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/business/2023/jan/19/qantas-flight-from-sydney-to-fiji-forced-to-turn-back-after-potential-mechanical-issue\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/19/in-five-momentous-years-jacinda-ardern-became-new-zealands-most-important-postwar-prime-minister", "title": "In five momentous years Jacinda Ardern became New Zealand’s most important postwar prime minister | Morgan Godfery", "date_published": "2023-01-19 03:59:01+00:00", "description": "<p>Ardern proved she was more than a happy face as she confronted Covid, terrorism, the climate crisis and more</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-resigns-as-prime-minister-of-new-zealand\">Jacinda Ardern resigns as prime minister of New Zealand</a></li></ul><p>In one sense it feels as if Jacinda Ardern, who came to office in 2017, was the perpetual prime minister. In the collective memory, time fractures into the innocent period before the Christchurch massacre, the White Island eruption, the pandemic and then the exhausting period post.</p><p>In each period – both before and after that defining summer from December 2019 to February 2020 – it feels as if the constant was Ardern. It’s difficult to imagine any other prime minister cutting through their bureaucracy’s cautious advice, their cabinet’s hesitancy and their citizenry’s uncertainty to make the decision to lock down a country of five million and work towards eliminating Covid-19.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/19/in-five-momentous-years-jacinda-ardern-became-new-zealands-most-important-postwar-prime-minister\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/18/witness-says-fox-execs-conspired-to-bribe-fifa-officials-over-tv-rights", "title": "Witness says Fox execs in US conspired to bribe Fifa officials over TV rights", "date_published": "2023-01-19 02:37:50+00:00", "description": "<ul><li>Witness claims bribes helped Fox execs get soccer TV rights</li><li>Ex-Fox execs and Full Play Group SA have pleaded not guilty</li></ul><p>The US government’s star witness in a corruption trial over the broadcasting rights to some of soccer’s biggest events testified Wednesday how he and two former Fox executives paid millions of dollars in bribes to undermine competing bids.</p><p>The trial in New York City is the latest development in a tangled corruption scandal that dates back nearly a decade and has ensnared more than three dozen executives and associates in the world’s most popular sport.</p> <a href=\"https://www.theguardian.com/football/2023/jan/18/witness-says-fox-execs-conspired-to-bribe-fifa-officials-over-tv-rights\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/commentisfree/2023/jan/19/tiktok-is-overrun-by-amateur-sleuths-so-which-clues-should-i-leave-in-case-i-go-missing", "title": "TikTok is overrun by amateur sleuths – so which clues should I leave in case I go missing? | Michael Sun", "date_published": "2023-01-19 01:33:17+00:00", "description": "<p>Everyone from awkward boyfriends to supposedly nefarious fiances are being held to account. The jurors? A million deranged zoomers</p><p>If I was a more dedicated podcast listener, I am certain I would be a nutter for true crime, a genre with which I share many core values: a zeal for prying into the lives of total strangers, a generally melodramatic way of talking, an overactive imagination which crafts grand, paranoid narratives from the most quotidian of events. (These are also the traits of anyone who did theatre in high school.)</p><p>TikTok, apparently, agrees. When <a href=\"https://www.theguardian.com/tv-and-radio/2022/sep/24/how-true-media-has-shifted-since-the-phenomenon-of-serial\">Serial</a> exploded the genre in 2014, the power of amateur sleuths – and the sway they possessed over the real-world results of justice – was still a novelty. Now, nearly a decade on, new mysteries sweep through TikTok at dizzying pace. Everyone from <a href=\"https://slate.com/technology/2021/12/tiktok-couch-guy-internet-sleuths.html\">awkward boyfriends</a> to <a href=\"https://www.nytimes.com/2021/09/20/style/gabby-petito-case-tiktok-social-media.html\">supposedly nefarious fiances</a> are held to account on the platform by users conducting their own frenzied investigations, hoping to catch their suspects cheating, philandering and premeditating. The jurors: a million deranged zoomers. The tone: nothing short of fever pitch – the type that accompanies all good conspiracy theories.</p> <a href=\"https://www.theguardian.com/technology/commentisfree/2023/jan/19/tiktok-is-overrun-by-amateur-sleuths-so-which-clues-should-i-leave-in-case-i-go-missing\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/19/police-seize-neo-nazi-paraphernalia-raids-south-east-queensland", "title": "Police seize neo-Nazi paraphernalia in series of raids across south-east Queensland", "date_published": "2023-01-19 00:22:51+00:00", "description": "<p>Exclusive: Three men charged with damage offences, with the state government yet to outlaw the display of hate symbols</p><p>Queensland counter-terrorism police have charged three men in relation to the displaying of neo-Nazi material, after conducting raids on three separate addresses across south-east Queensland.</p><p>Police told Guardian Australia that officers had discovered a number of offensive banners, stickers and flyers after executing search warrants on residential addresses in the Brisbane suburb of Toowong, and Gold Coast suburbs of Pimpama and Oxenford.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/19/police-seize-neo-nazi-paraphernalia-raids-south-east-queensland\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}