{"entries": [{"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/crowder-responds-daily-wire", "title": "Crowder responds to the Daily Wire: It was never about the money and here's the proof", "date_published": "2023-01-19 23:26:01+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=32876029&amp;width=2000&amp;height=1500&amp;coordinates=157%2C0%2C225%2C0\" /><br /><br /><p>Crowder has a response to Daily Wire's Jeremy Boreing's video from last night.</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">I didn't want to do this...</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://www.youtube.com/watch?v=nG9BFUEoy1I\" target=\"_blank\">www.youtube.com</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/alec-baldwin-charged-rust", "title": "Alec Baldwin charged in fatal 'Rust' shooting after over a year of denying guilt, blaming everyone else", "date_published": "2023-01-19 21:35:15+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32875667&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C242%2C0\" /><br /><br /><p>Back in 2021, Alec Baldwin shot and killed cinematographer Halyna Hutchins on the set of \"Rust.\" Today it was announced he will be charged with involuntary manslaughter and faces up to 18 months in prison and a $5,000 fine. His lawyer stated they plan to fight the charges and called the decision \"a terrible miscarriage of justice.\" </p><p>The circumstances surrounding the shooting have long been a source of confusion. Baldwin was apparently practicing a cross-draw when he pointed the gun at Hutchins and pulled the trigger. </p><p>Later on, Baldwin claimed he actually <a href=\"https://www.louderwithcrowder.com/alec-baldwin-abc-interview\" target=\"_blank\">didn't pull </a>the trigger. He said he would never point a gun at someone and pull the trigger. Except for that one time when he did and it killed someone. But that was a one-off. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cEXCLUSIVE: \"The trigger wasn't pulled. I didn't pull the trigger,\" Alec Baldwin tells @GStephanopoulos in first interview since fatal shooting on set of \"Rust.\"\\n\\nWatch TOMORROW at 8pm ET on @ABC and stream later on @Hulu. https://t.co/u7L88vylra\\u201d</div> — ABC News (@ABC News)\n        <a href=\"https://twitter.com/ABC/status/1466113093411524611\">1638383575</a>\n</blockquote>\n<p>After a nearly year-long investigation, the FBI helpfully <a href=\"https://www.npr.org/2022/08/15/1117577604/alec-baldwin-fbi-report-movie-shooting\" target=\"_blank\">chimed</a> in and explained the gun couldn't have been fired without pulling the trigger. Thanks, FBI. Now, get back to ignoring red flags from future mass shooters. It's what you do best. </p><p>In Baldwin's defense, there may be a little bit of blame to go around here. Though most of it definitely rests on him, and not on Halyna Hutchins. Yes, he did really try to <a href=\"https://www.louderwithcrowder.com/alec-baldwin-blames\" target=\"_blank\">blame</a> the woman he shot for her own death. Since he would never, ever pull a trigger. His fingers don't even bend in that direction. <br /></p><p>Armorer Gutierrez-Reed, who is also facing charges, allegedly has a history of less-than-stellar safety practices onset. Namely, <a href=\"https://www.louderwithcrowder.com/alec-baldwin-rust-shooting\" target=\"_blank\">handing</a> an 11-year-old actor an unchecked gun. In the biz, they refer to this as a \"<em>no-no.\"</em> </p><p>She also <a href=\"https://www.louderwithcrowder.com/nicholas-cage-rust-armorer\" target=\"_blank\">reportedly</a> fired a gun near the cast and crew of a Nicholas Cage movie without warning. Twice. This prompted Cage to yell, <em>\"Make an announcement, you just blew my f***ing eardrums out!\"  </em></p><p>This is obviously a very serious topic, but it makes a little more sense once you learn Gutierrez-Reed was a frequent TikToker. Her last brain cells were probably hanging on for dear life. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThis was the person in charge of firearms on Baldwin's production, no joke. @JUSTcatmeme2\\u201d</div> — Franklin\\u300c\\ud835\\udc79\\u300dSheckler \\ud83d\\udca1 (@Franklin\\u300c\\ud835\\udc79\\u300dSheckler \\ud83d\\udca1)\n        <a href=\"https://twitter.com/FDSheckler/status/1451863147401338882\">1634986123</a>\n</blockquote>\n<p>Though Baldwin's refusal to admit his guilt is frustrating, hopefully, Halyna's family can find some peace in the charges filed. And maybe Baldwin will finally learn some basic gun safety. Like how triggers work. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">7 BAD Excuses for Alec Baldwin | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/IjHvfM_xkJw\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/prayer-army-vet-fined", "title": "Watch: Another Brit gets FINED for silent prayer, this time an Army vet", "date_published": "2023-01-19 19:00:31+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=32874605&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Once again England delivers a reminder of why we broke up with them and are never, ever, ever getting back together. UK police fined and harassed another person for praying in public. Silently praying. They kind of praying where the words don't make sounds. The rub is he was praying in a specific area where no prayer is allowed. Nothing is allowed there other than shouting your abortion. Or shouting while receiving one.</p><p>You can guess where this is going. Please enjoy the video first.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">🚨BREAKING: Army vet fined for silent prayer (for his late son) in PSPO zone near abortion facility in Bournemouth.<br />\"I'm sorry for your loss, but ultimately, we have to go along with the guidelines of the PSPO...\"<br /><br />Ask the Home Sec to protect free thought: <a href=\"https://t.co/FbAujacddq\">https://t.co/FbAujacddq</a> <a href=\"https://t.co/GW7cs07YSr\">pic.twitter.com/GW7cs07YSr</a><br />— Lois McLatchie (@LoisMcLatch) <a href=\"https://twitter.com/LoisMcLatch/status/1616054556001210369?ref_src=twsrc%5Etfw\">January 19, 2023</a></blockquote> </div><p><a href=\"https://www.louderwithcrowder.com/praying-arrested-silence\" target=\"_blank\">Like the woman who got detained for praying before him</a>, this ARMY VET was praying in a PSPO. A \"public space protection order. We have similar in America. The pro-abortion lobby gives pro-abortion politicians millions of dollars. Those politicians find ways to make it illegal for citizens to peacefully protest outside of abortion clinics. If you want to <a href=\"https://www.louderwithcrowder.com/pro-abortion-activist-voice-mails\" target=\"_self\">firebomb a Christian women's center</a>, that's \"illegal\" in the same way shoplifting in California is \"illegal.\" But don't you dare stand within x amount of yards outside of where they vacuum babies out of women holding a poster board.</p><p>This man wasn't even holding a sign. He wasn't even speaking. He was praying. To himself. For his deceased son. We know he was praying to his deceased son before THE F*CKING POLICE ASKED HIM WHAT HE WAS PRAYING ABOUT.</p><blockquote> I'm sorry for your loss, but ultimately, I have to go along with the guidelines of the Public Space Protection Order to say that we are in the belief, therefore that you are in breach of the PSPO which says about prayer and also acts of disapproval around the activities at the clinic.</blockquote><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"dfb14\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32874726&amp;width=980\" />\n</p>\n<p>As Americans start to rediscover prayer over an injured football player (<a href=\"https://www.louderwithcrowder.com/josh-allen-bills-god-real\" target=\"_blank\">Go Bills</a>), more people in the UK are discovering that standing on the street in silence is against the law if you are standing too close to an abortion clinic and thinking about God. In England, this makes sense to people.</p><p>It makes me wonder about the cops. I know \"yackity schmackity, I'm just following orders\" and all that. But do they hear the words coming out of their mouths as they as if someone praying for an approved reason? The cops might want to consider prayer themselves.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Happy Prayer Day! (Featuring the ACLU)</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/h02jtMIauIA\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/jay-briscoe-warnermedia", "title": "WarnerMedia blocks tribute to wrestler killed in a car accident because he had a bad tweet ten years ago", "date_published": "2023-01-19 17:18:54+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32873903&amp;width=1200&amp;height=800&amp;coordinates=76%2C0%2C124%2C0\" /><br /><br /><p>Everyone knows I'm a huge wrestling mark. We lost Jay Briscoe on Tuesday night to a car accident. He was driving his two young daughters home from a cheerleading competition, at least one of whom (Gracie Pugh) is still in need of your prayers. And All Elite Wrestling (AEW) was prevented from paying tribute to him by WarnerMedia because Briscoe had a bad tweet ten years ago.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Just read that Jay Briscoe's young daughter is in 'critical condition' because the accident happened as they were driving home from a cheerleading competition.<br /><br />Please pray for Gracie Pugh this morning. <a href=\"https://t.co/46EZwRiG3n\">https://t.co/46EZwRiG3n</a><br />— Brodigan (@brodigan) <a href=\"https://twitter.com/brodigan/status/1615686560799678465?ref_src=twsrc%5Etfw\">January 18, 2023</a></blockquote> </div><p>This isn't the first time it has come up. WarnerMedia prevented Jay and his brother Mark from appearing on TNT television because in 2013, <a href=\"https://www.wrestlinginc.com/news/2022/03/warnermedia-official-reportedly-against-aew-signing-the-briscoe-brothers/\" target=\"_blank\">Briscoe made a few tweets opposing gay marriage</a>. He apologized shortly after... in 2013 (it's 2023 today). People change over the course of a decade and LGBTQ wrestlers have spoken out on how Briscoe has shown them nothing but love and respect. But you know the deal. A handful of bloggers and a few random idiots on Twitter -- none of whom support the product -- might get upset about it. So no Broscoes.<br /></p><p>You would think it would be okay to pay tribute to the man after being killed in a car accident and give him the traditional moment of silence and ten-bell salute. <a href=\"https://www.wrestlinginc.com/1171974/backstage-news-on-why-aew-couldnt-do-a-jay-briscoe-tribute-show-on-dynamite/\" target=\"_blank\">According to a report on WrestlingInc</a>, NOPE. </p><blockquote>Dave Meltzer has reported on the latest \"Wrestling Observer Radio\" that AEW was not allowed to do a tribute show for Briscoe because Warner Media wouldn't allow it.</blockquote><p>Since Tuesday, there has been tribute after tribute after tribute coming out from his peers about what a great man he was and how much he loved his family. If you are a top name in wrestling, you passed through Ring of Honor. And if you passed through Ring of Honor, you love Jay Briscoe.</p><p>This is cancel culture at its most insane. And it's not about politics, it's about cowardness.  Most of the wrestlers going out of their way to share their love of Jay? They're all more in line with the left than they are with anyone who frequents the Louder with Crowder Dot Com website.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Jamin ❤️ <a href=\"https://t.co/yGQOuRVptT\">pic.twitter.com/yGQOuRVptT</a><br />— Kevinn (@FightOwensFight) <a href=\"https://twitter.com/FightOwensFight/status/1615777172467105801?ref_src=twsrc%5Etfw\">January 18, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">I don’t have the words right now to properly convey my sorrow. I love Jay & Mark Briscoe. Always have. I wouldn’t be here without them. I’m very lucky to have shared the ring & shared so many laughs with Jay Briscoe and I’m so sad to know neither will happen again. RIP my friend.<br />— Sami Zayn (@SamiZayn) <a href=\"https://twitter.com/SamiZayn/status/1615555573952421888?ref_src=twsrc%5Etfw\">January 18, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">At that point in our careers, we needed each other. We absolutely were put here to fight each other, which built a legacy, which made more money for all four of our respective families. <br /><br />That last part is the thing we’re all the most proud of. Thank you for sharing this. <a href=\"https://t.co/YqFhM3CBm5\">https://t.co/YqFhM3CBm5</a><br />— Uncle Dax FTR (@DaxFTR) <a href=\"https://twitter.com/DaxFTR/status/1615791139973435417?ref_src=twsrc%5Etfw\">January 18, 2023</a></blockquote> </div><p>But because a handful of slacktivists might get upset by it because Jay had a bad tweet ten years ago, WarnerMedia put a stop to a celebration of a man's life. It's gross. We need to normalize telling Twitter to shut the f*ck up.</p><p>And when the tribute does happen, I wouldn't mind seeing FTR close out the trilogy against the Young Bucks. With FTR walking out to Skynyrd's \"Gimme Back My Bullets.\"</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Criminal MESSES with Police INSTANTLY REGRETS It! | Louder with Crowd</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/HNJCsn5BMjY\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/st-michael-statue-thief", "title": "Drunk thief tries to steal St. Michael statue and in a poetic twist impales his neck on St Michael's sword", "date_published": "2023-01-19 15:43:48+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=32873172&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>A drunken thief in <a href=\"https://www.louderwithcrowder.com/mexican-president-border-wall\" target=\"_blank\">Mexico</a> f***ed around and found out while trying to rob a church in downtown Monterrey. The thief, 32-year-old Carlos Alonso, allegedly hopped a fence and broke a glass door to enter Christ the King Parish. </p><p>He then tried to leave with a statue of St. Michael the Archangel but tripped and impaled himself on St. Michael's sword. Seriously. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cA drunken thief was injured after falling on the sword of a statue of St. Michael the Archangel that he was trying to steal from a church in Monterrey, Mexico. https://t.co/bR00j6MR9I\\u201d</div> — Catholic News Agency (@Catholic News Agency)\n        <a href=\"https://twitter.com/cnalive/status/1615469018776748033\">1673992802</a>\n</blockquote>\n<p>The Mexican newspaper <a href=\"https://amp.milenio.com/estados/hombre-robar-iglesia-monterrey-resulta-lesionado\" target=\"_blank\">Milenio</a> reported the man entered the Church looking for valuables, but his intoxication blurred his vision and caused him to stumble and impale his neck on St Michael's sword. </p><p>Local residents told <a href=\"https://abcnoticias.mx/local/2023/1/16/estocada-de-san-miguel-ladron-fue-justicia-divina-vecinos-de-iglesia-cristo-rey-179970.html\" target=\"_blank\">ABC Noticias </a>the thief didn't realize who he was messing with in regard to St. Michael. Lupita, a seller from a nearby herb shop, told the newspaper, <em>\"T</em><em>hat happened to him for doing bad things (...) San Miguel is for protection, it's to fight evil, I think that's why that happened to him.\" </em></p><p><em></em>Lupita's neighbor, who sells religious items, added, <em>\"He [St. Michael] is the great protector. In the articles that we sell, he is included here, and he is a protector of homes, and that is why he tells people that maybe that is why he saved the Parish.\" </em></p><p>Bystanders spotted the wounded <a href=\"https://www.louderwithcrowder.com/guitar-center-thief-choke\" target=\"_blank\">thief</a> and called for help. Alonso was reportedly fainting and had difficulty speaking. The Monterrey Civil Protection personnel saved his life and took him to the University hospital for treatment, though he initially refused to be transferred. After he recovers, he's expected to be turned over to the public prosecutor's office to determine his punishment. <br /></p><p>Alonso seriously injured his neck, but the statue of St. Michael was unharmed. I'm not sure I've ever seen a better example of poetic justice. Stealing in general is already evil, but if you're trying to rob a <em>church</em>,  expect to feel the full wrath of God come down upon you. Perhaps in the form of a stone sword, wielded by a warrior angel who cast Satan into Hell for all of eternity. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Top Objections to Christianity! (Mark Driscoll Uncut) | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/Emya5ni_Eqo\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/jamie-lee-curtis-painting", "title": "Jamie Lee Curtis shows off her fancy chairs, accidentally shows off her painting of a naked child on her wall too", "date_published": "2023-01-19 15:08:31+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32872989&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C120\" /><br /><br /><p>It's no secret our culture of elites has an issue with fetishizing children. Last year, <a href=\"https://www.louderwithcrowder.com/show-notes-balenciaga\" target=\"_blank\">Balenciaga</a> came under fire for a campaign featuring young children with bondage teddy bears.  I shouldn't have to say this, but a good general rule of thumb is to keep children and fetish gear separate. And by \"separate\" I mean there should exist a fiery, lethal chasm between the two that if crossed leads straight to Hell. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cBalenciaga's Q4 Profits Expected to Be 'As Bad as It Gets' After BDSM Bear Ad Campaign https://t.co/w4fhDRJR8Q\\u201d</div> — RedState (@RedState)\n        <a href=\"https://twitter.com/RedState/status/1613164280999825409\">1673443310</a>\n</blockquote>\n<p>After deleting those posts, Balenciaga quickly found itself in hot water for another campaign shoot that included a book by Michael Borremans. Borremans has authored a book titled \"From the Sun\" which features extremely disturbing pedophilic \"art.\" </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThere's a book in one of Balenciaga's photos that's written by Micha\\u00ebl Borremans, an artist who created \"Fire from the Sun,\" which is a series of paintings depicting naked toddlers.\\u201d</div> — nikki (@nikki)\n        <a href=\"https://twitter.com/ateenyalien/status/1595218122952278018\">1669164612</a>\n</blockquote>\n<p>Now, <a href=\"https://www.louderwithcrowder.com/jamie-lee-curtis-deletes-a-tweet-expressing-anger-at-trumps-terrorist-like-a-dog-insult\" target=\"_blank\">Jamie Lee Curtis</a> is taking heat for posting a photo to Instagram that included a highly disturbing piece of \"art\" in the background. The painting is apparently hanging in her office and displays a naked child crammed into a box. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cWhy does Jamie Lee Curtis have a painting of a naked child stuffed in a box hanging on her wall? She deleted this whole thing shortly after posting it.\\u201d</div> — Gina Bontempo (@Gina Bontempo)\n        <a href=\"https://twitter.com/FlorioGina/status/1615688830723543042\">1674045209</a>\n</blockquote>\n<p>The caption read, \"\"Ok. This is a weird post. But I have Covid, so f*ck it. During one of the SAG nomination panels for @everythingeverywheremovie I told the story of how I ended up with my office furnished with my beautiful Pollack chairs from that movie. I mentioned if people followed me, that was not a cheap trick to try to get people to boost my numbers, but I couldn’t figure out how else to get the picture out into the world, that I would post a picture of them on my IG in my offices for @comet.pictures. I am a truth teller so here you go.\"</p><p>The post was quickly deleted after Twitter users called her out, and her Twitter account appears to be suspended. Curtis does not appear to have addressed the issue, and instead posted four photos of dogs in need of homes. The dogs are very cute. But not cute enough to distract us from the pedophilic art hanging on her wall. We'd like some answers, Jamie. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Balenciaga is Part of a MUCH BIGGER Satanic Scheme | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/EjOXiWVA5l4\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/george-santos-brazil", "title": "George Santos shatters another glass ceiling, is the first former drag queen to be elected GOP congressman", "date_published": "2023-01-19 14:47:59+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32872728&amp;width=1245&amp;height=700&amp;coordinates=0%2C69%2C0%2C49\" /><br /><br /><p>I'm enjoying the George Santos drama. When you are like me and you get to a point where you view the world as \"content\" over \"news,\" <a href=\"https://www.louderwithcrowder.com/george-santos-admits\" target=\"_blank\">how can you not enjoy it</a>? Every day is a new story about this man's fabricated background. True, <a href=\"https://www.cnn.com/2023/01/18/politics/george-santos-veteran-dog-gofundme/index.html\" target=\"_blank\">the story about the veteran dog is gross</a>. But wearing a stolen scarf to a \"stop the steal\" rally? Running an anonymous Twitter account with a raccoon profile picture? This sh*t is hysterical.</p><p>And now, it appears Santos is a former drag queen.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">NEW: I just spoke by phone with Eula Rochard, a Brazilian drag queen who was friends with George Santos when he lived near Rio. She said everyone knew him as Anthony (*never* George), or by his drag name, Kitara, and confirms this photo is from a 2008 drag show at Icaraí Beach. <a href=\"https://t.co/1MeeDR1O2O\">pic.twitter.com/1MeeDR1O2O</a><br />— Marisa Kabas (@MarisaKabas) <a href=\"https://twitter.com/MarisaKabas/status/1615808517176234020?ref_src=twsrc%5Etfw\">January 18, 2023</a></blockquote> </div><p>Santos used to perform as \"Kitara\" in Brazil. Yes, the Santos story has hit Brazil. Where one of Santos' colleagues saw him on the news and said \"wait, I know that queen!\" She (or he?) dug up an old photo, shared it with friends, and it made its way to an MSNBC reporter.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Eula saw a story about Santos on Brazilian news and was sure was it was him. She shared the news with a group of friends and everyone doubted her. So she looked for an old picture to confirm, and she decided to post it to social media to<br />prove to her friends that she was right.<br />— Marisa Kabas (@MarisaKabas) <a href=\"https://twitter.com/MarisaKabas/status/1615813082780995599?ref_src=twsrc%5Etfw\">January 18, 2023</a></blockquote> </div><p>The MSNBC reporter doesn't find it as amusing as I do. She believes drag is, quote, \"<a href=\"https://www.louderwithcrowder.com/florida-family-friendly\" target=\"_blank\">beautiful</a>.\" And in another tweet lashed out at republicans who believe <a href=\"https://www.louderwithcrowder.com/school-board-meeting-mom-dresses\" target=\"_blank\">it's wrong</a> to <a href=\"https://www.louderwithcrowder.com/bill-maher-kid-rock\" target=\"_blank\">expose children</a> to <a href=\"https://www.louderwithcrowder.com/family-friendly-school-board\" target=\"_blank\">raunchy burlesque acts</a>. But I'm making the decision to find this hilarious. I was born that way.</p><p>I had this conversation with a neighbor yesterday about the perfect storm that allowed George Santos to happen. He ran for a congressional seat that no other Republican wanted, in a district the GOP didn't think they could win and the DNC didn't think they could lose, and the media didn't invest resources in as a result. No one was paying attention or even cared. What dumb luck!</p><p>When it comes primary time next year, I will not be voting for Santos. I'm hoping former Assemblyman Mike LiPetri throws his name in the mix. But until then, I'm going to keep laughing. I find this all to be very entertaining.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">It's time to stop...</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/eTcq4UCTZ-Y\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/ben-savage-congressional-run", "title": "Boy Meets Swamp: Actor Ben Savage files to run for Adam Schiff's congressional seat", "date_published": "2023-01-19 13:56:34+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=32872500&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Let's hope the actor was paying attention in Mr. Feeny's history class. Ben Savage has filed for congress in California's 30th congressional district. Yes, it's the seat held by Adam Schiff. Yes, Ben Savage from <em>Boy Meets World</em>. Cory Mathews is running for Congress.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"98af5\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32872518&amp;width=980\" />\n</p>\n<p>I'm more of an 80s kid, though on the cusp of being a 90s kid. 90s kids were all about Cory and Mr. Feeny. I was more about Kevin Arnold and the dude who played the voice of <em>Knight Rider</em>. You elder millennials might be more excited about this. But while <a href=\"https://www.louderwithcrowder.com/adam-schiff-twitter-sperry\" target=\"_blank\">Adam \"Piece Of\" Schiff</a> is considering a run for senate, Savage is one of the names preparing to replace him.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">In 2024 election news, it seems 'Boy Meets World' actor Ben Savage has registered to run as a Dem for the CA-30th seat currently held by Rep. Adam Schiff.<br />Sources confirmed to Spectrum in Nov. that Schiff was eyeing a Senate bid. Schiff's camp had no comment on Savage's filing. <a href=\"https://t.co/KhEm4UPnXJ\">pic.twitter.com/KhEm4UPnXJ</a><br />— Cassie Semyon (@casssemyon) <a href=\"https://twitter.com/casssemyon/status/1615814511331807232?ref_src=twsrc%5Etfw\">January 18, 2023</a></blockquote> </div><p>Before anyone gets too excited that Cory is a secret conservative, the actor is running as a Democrat. And running in a Congressional district that is a D+23. Whoever gets the democrat nomination is the new congressman. Unless a miracle happens and <a href=\"https://www.louderwithcrowder.com/mexico-americans-gentrification\" target=\"_blank\">enough California leftists move to Mexico where it's cheaper</a> and a republican can sneak in on election day.</p><p>It also depends on if Schiff runs for the Senate. A lot of California Democrats are looking forward to current Senator Dianne Feinstein either retiring or dying and creating an open seat. Though in <a href=\"https://www.louderwithcrowder.com/katie-porter-wounded-warrior\" target=\"_blank\">the case of Rep. Katie Porter</a>, she's impatient and isn't waiting for the body to be cold. She has already announced she running. Schiff is still only a maybe.</p><p>I'm not sure Savage knows what he's in for. Democrats love actors when they are out there repeating the talking points that were sent to their PR team. When it comes to political power and what will amount to a lifelong congressional seat, Democrats are the dirtiest players in the game. Just saying, older brother Fred was yeeted off of the <em>Wonder Years</em> reboot due to<a href=\"https://www.hollywoodreporter.com/tv/tv-news/fred-savage-misconduct-the-wonder-years-1235194998/\" target=\"_blank\"> \"misconduct toward several women on the production.\"</a> Not to mention he allegedly got handsy with the actress who played his mother during the original series. If Democrats smell power, there is a zero percent chance they don't use that as a campaign issue against Ben.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"d0b63\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32872544&amp;width=980\" />\n</p>\n<p>But stranger things have happened. Look at George Santos. Plus if Savage runs, I'm sure Danielle Fishel would hit the campaign trail with him. More Topanga is better than less Topanga.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Top 5 Ways California is a FAILED State | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/OfDguDsOHwE\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/nhl-network-analyst-lashes-out", "title": "Watch: Analyst tells Russian hockey player to go back to where he came from if he won't wear the PRIDE shirt", "date_published": "2023-01-19 13:10:07+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32872388&amp;width=1245&amp;height=700&amp;coordinates=0%2C62%2C0%2C56\" /><br /><br /><p>\n\tThe internet had descended into outrage. Last night on Fox News, Tucker Carlson told an African basketball player to go back to his home country if he refused to wear an American flag pin. Nah, just kidding. It was actually NHL Network analyst E.J. Hradek telling Philadelphia Flyers player Ivan Provorov, who is from Russia, that he should hop on a plane and leave if he won't wear the rainbow jersey. Not even a real jersey, but a PRACTICE jersey.\n</p><p>\n\tThat's different. That's totes okay.\n</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">\n\t\tNHL analyst says on the NHL Network! that if Philly Flyers Provorov doesn’t want to wear a pro-LBGTQ uniform he should leave America, go back to Russia, and fight in the war against Ukraine. The tolerant left! Holy shit: <a href=\"https://t.co/wWLFBy2stC\">pic.twitter.com/wWLFBy2stC</a><br />\n\t\t— Clay Travis (@ClayTravis) <a href=\"https://twitter.com/ClayTravis/status/1615866427797389313?ref_src=twsrc%5Etfw\">January 19, 2023</a>\n</blockquote></div><blockquote>If this is that much of a problem for him to maybe assimilate into his group of teammates and in the community and here in this country; that’s okay. Listen you can feel any way you want, but the beauty is, if it bothers you that much, there’s always a chance to leave. Go back where you feel more comfortable. I understand there’s a conflict going on over there; maybe get involved.</blockquote><p>He means the Ukraine war.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"e4c45\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32872414&amp;width=980\" />\n</p>\n<p>Let's recap. The NHL was being shamed over too many cis white men enjoying their product all at once. Because the league is headquartered in NYC, they had to appease the woke. While not confirmed, I'm sure a diversity consultant and their insane monthly retainer were brought on.</p><p>They attempted to have a job fair that discriminated against able-bodied white men <a href=\"https://www.louderwithcrowder.com/nhl-job-fair-florida\" target=\"_self\">until Ron DeSantis said \"not in Florida.\"</a></p><p>The next initiative was \"hockey is for everyone\" where the league demanded all players wear a practice jersey with a rainbow NHL logo when they warmed up. Saying that something is \"for everyone\" is believed to be the only way LGBTQAIIP2EIEIO-Americans know they are allowed to watch something.</p><p>One lone player, Ivan Provorov, didn't want to wear the jersey citing his religious beliefs. He quietly did not practice. While the jersey was not for him, he also said \"<em>I respect everyone. I respect everybody’s choices.\" </em>My guess is coming from Russia, he believed America was the place where you are allowed to have your own opinion.</p><p>The media made it clear: NOPE. There are consequences for having an opinion the media doesn't like. They went into <a href=\"https://www.louderwithcrowder.com/nhl-pride-jersey-ivan-provorov\" target=\"_blank\">full-blown meltdown mode</a> because the one guy didn't do what he was told. Ten bucks say gay hockey fans don't give a sh*t that one player didn't wear a shirt. If anything, they would prefer none of the players wore shirts.  But woke media members and other journalismers have their virtue to signal and they are going to signal that virtue until it burns out.</p><p>That includes this dickhead Hradek telling the lone hockey player who made a decision that Hradek didn't like that if he won't conform...he should go back to Russia. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">PATRIOT HERO: Don Cherry's Top 5 Epic Moments! | Louder with Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/FE9VR7n7cuU\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "http://louderwithcrowder.com/feed/", "title": "Louder With Crowder"}}