[{"source": "https://businessinsider.com.pl/.feed", "title": "Słynną fabrykę porcelany dobiły ceny gazu. Znów działa sklep internetowy", "description": "Fabryka porcelany Krzysztof z Wałbrzycha zakończyła swoją działalność, głównie z powodu podwyżek cen gazu. W piątek poinformowała, że ponownie uruchomiła swój sklep internetowy. Piece zdobnicze nie pracują. Wyprzedaży podlegają stany magazynowe fabryki.", "link": "https://businessinsider.com.pl/biznes/fabryke-porcelany-krzysztof-dobily-ceny-gazu-znow-dziala-sklep-internetowy/rjljvmn", "date_published": "2023-02-24 20:52:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dyrektor generalny Hiltona o najgorszej decyzji finansowej. \"Wydałem wszystko\"", "description": "— Wydałem wszystkie pieniądze na ten głupi samochód — powiedział Chris Nassetta. Dyrektor generalny sieci hoteli Hilton przyznał, że jego najgorszym zakupem było Porsche.", "link": "https://businessinsider.com.pl/lifestyle/ceo-hiltona-o-najgorszym-zakupie-wydalem-wszystko-na-glupi-samochod/3dt4c46", "date_published": "2023-02-24 20:28:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamek w Łapalicach. Wiadomo, co dalej ze słynną samowolą budowlaną", "description": "Zamek w Łapalicach to pewnie najsłynniejsza samowola budowlana. Budowa nietypowego obiektu w sercu Kaszub rozpoczęła się jeszcze na początku lat 80., ale w pewnym momencie się zatrzymała. Teraz okazało się, że budowa zamku będzie mogła zostać legalnie dokończona — poinformowały lokalne władze.", "link": "https://businessinsider.com.pl/wiadomosci/zamek-w-lapalicach-zwrot-w-sprawie-najslynnejszej-samowoli-budowlanej/v7xs4xb", "date_published": "2023-02-24 19:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Apele o bojkot nic nie dały. Hogwarts Legacy rozbił bank", "description": "Koncern Warner Bros. Discovery poinformował, że osadzona w świecie znanym z książek o Harrym Potterze gra \"Hogwarts Legacy\" sprzedaje się znacznie lepiej, niż oczekiwano.", "link": "https://businessinsider.com.pl/technologie/apele-o-bojkot-nic-nie-daly-hogwarts-legacy-rozbil-bank/6rgrpgm", "date_published": "2023-02-24 18:53:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Transgraniczna praca zdalna. Ważny wyrok Trybunału Sprawiedliwości UE", "description": "Menedżer z austriackiej firmy pracował w modelu hybrydowym. Jeden tydzień spędzał w siedzibie firmy w Austrii, a w kolejnym pracował zdalnie ze swojego domu w Niemczech. Podlegał niemieckiemu ZUS-owi. Kto ma wypłacić mu zaległe pensje w związku z upadłością pracodawcy? Na to pytanie odpowiedział Trybunał Sprawiedliwości UE.", "link": "https://businessinsider.com.pl/prawo/praca/praca-transgraniczna-kto-wyplaca-pracownikowi-zalegle-pensje/87qt7q0", "date_published": "2023-02-24 18:29:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie tylko terminale Starlink. Polska zbudowała mobilną serwerownię dla Ukrainy", "description": "Polska nie tylko dostarczyła Ukrainie dwie trzecie z funkcjonujących tam terminali Starlink, ale również stworzyła \"mobilną, kontenerową serwerownię\" — wynika z informacji przekazanych przez pełnomocnika rządu ds. cyberbezpieczeństwa Janusza Cieszyńskiego.", "link": "https://businessinsider.com.pl/technologie/nie-tylko-terminale-starlink-polska-zbudowala-mobilna-serwerownie-dla-ukrainy/2cs2jym", "date_published": "2023-02-24 18:25:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uchodźcy z Ukrainy pobierają świadczenia, ale też płacą podatki. Bilans w rok od inwazji", "description": "Można szacować, że ok. 50-55 proc. uchodźców z Ukrainy pracuje. W tym roku z samych podatków i składek z ich pensji wpłynie do budżetu ok. 5,5 mld zł. Patrząc na wydatki i wpływy do budżetu, w 2023 r. bilans pobytu uchodźców w Polsce będzie pozytywny i wyniesie około 0,5 mld zł na plusie — wylicza Bartosz Marczuk z PFR.", "link": "https://businessinsider.com.pl/gospodarka/budzet-05-mld-zl-do-przodu-dzieki-uchodzcom-w-ukrainy/83q2vpx", "date_published": "2023-02-24 17:53:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tych polskich miastach najchętniej osiedlają się uchodźcy z Ukrainy", "description": "Polska stała się podstawowym kierunkiem ucieczki Ukraińców zagrożonych wojną. Nasi wschodni sąsiedzi najchętniej osiedlają się w największych polskich miastach.", "link": "https://businessinsider.com.pl/gospodarka/te-polskie-miasta-najbardziej-upodobali-sobie-uchodzcy-z-ukrainy/2l7epqs", "date_published": "2023-02-24 17:39:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina otrzymała czołgi z Polski. Andrzej Duda podbija stawkę", "description": "Mam nadzieję, że Niemcy nie tylko przekażą czołgi, ale będą przekazywały także części zamienne — powiedział w piątek prezydent Andrzej Duda po posiedzeniu Rady Bezpieczeństwa Narodowego.", "link": "https://businessinsider.com.pl/wiadomosci/ukraina-otrzymala-czolgi-z-polski-andrzej-duda-podbija-stawke/wv7wm1c", "date_published": "2023-02-24 17:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja znów uderzona sankcjami. Oto lista nowych firm na liście", "description": "Kilkanaście rosyjskich banków i firm z sektorów wojskowego, metalurgicznego oraz górniczego zostało objętych nowymi amerykańskimi sankcjami. Oto najważniejsze z nich.", "link": "https://businessinsider.com.pl/gospodarka/rosja-znow-uderzona-sankcjami-oto-lista-nowych-firm-na-liscie/tmlrxjs", "date_published": "2023-02-24 16:30:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk znalazł winnego wojny w Ukrainie. Nie chodzi o Władimira Putina", "description": "Twórca Tesli, SpaceX i projektu Starlink Elon Musk wypowiedział się w mediach społecznościowych na temat rosyjskiej inwazji w Ukrainie. Jego wpis na Twitterze wywołał kontrowersje wśród internautów. Miliarder oskarżył bowiem o podsycanie rosyjskiej agresji bynajmniej nie prezydenta Rosji Władimira Putina, ale amerykańską dyplomatkę Victorię Nuland.", "link": "https://businessinsider.com.pl/wiadomosci/elon-musk-znalazl-winnego-wojny-w-ukrainie-nie-chodzi-o-wladimira-putina/7nn7ycj", "date_published": "2023-02-24 16:20:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pierwsze Leopardy z Polski na rocznicę wojny. Światowe media o naszej pomocy dla Ukrainy", "description": "Polska jako pierwszy kraj w Europie dostarczyła cztery czołgi Leopard 2A4 na Ukrainę w ramach gestu symbolizującego pierwszą rocznicę wojny z Rosji — donosi agencja Bloomberga. Nasz kraj był liderem grupy państw nawołujących do dostarczenia Ukrainie nowoczesnych zachodnich czołgów.", "link": "https://businessinsider.com.pl/biznes/pierwsze-leopardy-z-polski-na-rocznice-wojny-na-ukrainie/dld8k8s", "date_published": "2023-02-24 16:17:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co chiński plan pokojowy oznaczałby dla polskiej gospodarki? \"Pekin stosuje strategię ruchu węża\"", "description": "W rocznicę wybuchu wojny w Ukrainie Chiny ogłosiły swój własny plan pokojowy. Pekin wezwał w nim do zawieszenia walk i natychmiastowych rozmów. W dwunastopunktowym dokumencie nie brak też deklaracji gospodarczych, które wpłynęłyby zarówno na Polskę, jak i Europę. Czy pozytywnie? Eksperci mają wątpliwości.", "link": "https://businessinsider.com.pl/international/w-co-graja-chiny-ich-plan-konca-wojny-w-ukrainie-to-pozory-chodzi-o-usa/s3cnj6q", "date_published": "2023-02-24 16:08:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja tak łatwo nie odpuści. Nerwowa reakcja rynku na nowe dane", "description": "Inwestorzy reagują na najnowsze dane płynące z największej gospodarki świata. Wynika z nich, że inflacja w USA tak prędko nie opadnie do wymaganych poziomów, co zwiastuje wyższe stopy procentowe przez dłuższy czas. To niekorzystne warunki dla rynków akcji. Giełdy zniżkują, dolar zyskuje.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/kiepskie-informacje-o-amerykanskiej-inflacji-tak-wplyna-na-sile-dolara/j6r0slc", "date_published": "2023-02-24 15:35:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biura podróży szykują się już do wakacji. Przewoźnik przyznaje: więcej chętnych niż samolotów", "description": "Biuro podróży Rainbow Tours podpisało umowę czarteru z największą prywatną linią lotniczą działającą w Polsce. Kontrakt opiewa na kwotę prawie 200 mln zł — o blisko 25 proc. większą niż rok wcześniej. Przewoźnik przyznaje, że popyt, który zgłaszają touroperatorzy, przewyższa liczbę samolotów we flocie Enter Air.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/oni-juz-szykuja-sie-do-wakacji-przewoznik-wiecej-chetnych-niz-samolotow/nbj5gvq", "date_published": "2023-02-24 15:23:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oferują możliwość zamrożenia ciała po śmierci. Za połowę ceny – samą głowę", "description": "Za około 140 tys. zł firma KrioRus oferuje możliwość zamrożenia ciała po śmierci. Za połowę ceny można zamrozić samą głowę. Chodzi o to, żeby pewnego dnia w przyszłości odmrozić mózg i przenieść go do awatara, w którym będziesz żyć wiecznie.", "link": "https://businessinsider.com.pl/wideo/oferuja-mozliwosc-zamrozenia-ciala-po-smierci-za-polowe-ceny-sama-glowe/b41b3rd", "date_published": "2023-02-24 15:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wiceprezes Grupy ORLEN: „bez dostaw 20 mln ton ropy z Arabii Saudyjskiej połowa Polski mogłaby nie mieć paliwa”", "description": "ORLEN opublikował wyniki za ostatnie trzy miesiące ubiegłego roku i za cały 2022 rok. Paliwowy gigant zarobił w czwartym kwartale na czysto ponad 8 mld zł a w całym 2022 roku 21,5 mld zł. Janusz Szewczak wiceprezes spółki odniósł się do europejskiego embarga na dostawy ropy z Rosji. Jego zdaniem umowa na dostawy ropy od Saudi Aramco pozwoliła na uniknięcie paliwowego kryzysu w Polsce.", "link": "https://businessinsider.com.pl/finanse/wiceprezes-grupy-orlen-bez-dostaw-20-mln-ton-ropy-z-arabii-saudyjskiej-polowa-polski/lfd2x0h", "date_published": "2023-02-24 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lot w kosmos nie tylko dla milionerów. Startup pokazał swój wynalazek i podał cenę", "description": "Japoński startup zapewnia, że podróż w kosmos może stać się dostępna nawet dla osób, które nie są milionerami lub miliarderami. Wszystko dzięki zaprezentowanej w tym tygodniu hermetycznej kabinie z dwoma miejscami unoszonej przez balon napędzany helem. Oczywiście nie będzie to tania przygoda, choć prezes startupu zapowiada obniżkę ceny. Zainteresowani pierwszymi lotami mogą zgłaszać się do końca sierpnia.", "link": "https://businessinsider.com.pl/technologie/lot-w-kosmos-w-kapsule-z-balonem-poleciec-moze-kazdy-za-ile/wdz5kcl", "date_published": "2023-02-24 14:58:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowe biuro P&G – inspiruje, integruje i wykorzystuje rozwiązania przyjazne dla środowiska", "description": "Procter &amp; Gamble od początku swojej działalności w Polsce jest jednym z cenionych pracodawców, oferującym nie tylko możliwości rozwoju zawodowego, ale także dbającym o to, by tworzone przez firmę środowisko pracy było otwarte dla różnorodnych grup pracowników. Dlatego też stale przygląda się ich potrzebom. Zmieniające się w ostatnich latach modele pracy oraz oczekiwania co do miejsca jej wykonywania sprawiły, że P&amp;G postanowiła przyjrzeć się swojej przestrzeni biurowej.", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/nowe-biuro-pandg-inspiruje-integruje-i-wykorzystuje-rozwiazania-przyjazne-dla/862n6ef", "date_published": "2023-02-24 14:53:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Długo opierali się inflacji. Gdy na świecie drożyzna odpuszcza, tam pobiła 41-letni rekord", "description": "Na razie nieosiągalnym marzeniem jest dla Polski spadek inflacji do 4,3 proc. Jest ponad czterokrotnie wyższa. Tymczasem na dokładnie taki wzrost cen wskazały w piątek odczyty w Japonii. To najszybszy wzrost w tym kraju od ponad 40 lat. Może to oznaczać koniec ery ujemnych stóp procentowych.", "link": "https://businessinsider.com.pl/gospodarka/ten-kraj-to-fenomen-na-swiecie-drozyzna-odpuszcza-a-tam-bije-41-letni-rekord/s42lw8p", "date_published": "2023-02-24 14:47:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten rodzaj sera ma w sobie żywe larwy owadów", "description": "Casu marzu z Sardynii to ser dla największych koneserów, których nie odstraszają nawet larwy. Te są zeskrobywane tuż przed jedzeniem.", "link": "https://businessinsider.com.pl/wideo/ten-rodzaj-sera-ma-w-sobie-zywe-larwy-owadow/68k0k2y", "date_published": "2023-02-24 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyjątkowe miejsca na odpoczynek od zimowej szarugi — hotele z basenami, jacuzzi i SPA", "description": "Zima w Polsce trwa już długo, bywa szaro bura i zniechęcająca do wychodzenia z domu. Dlatego dziś proponujemy hotele z pięknie zaprojektowanymi designerskimi basenami, w których pobyt pozwoli zapomnieć o pogodzie za oknem. Takie obiekty to doskonałe miejsca na zimowy i wiosenny urlop w Polsce. Jeśli więc szukasz miejsca, gdzie się zrelaksujesz i odpoczniesz w ciepłym, przyjemnym dla oka otoczeniu, to zachęcamy do zwrócenia uwagi na trzy dzisiejsze propozycje. Na stronie serwisu www.triverna.pl, istnieje możliwość dokonania rezerwacji. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/wyjatkowe-miejsca-na-odpoczynek-od-zimowej-szarugi-hotele-z-basenami-jacuzzi-i-spa/3k824c4", "date_published": "2023-02-24 14:23:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Nie można ich zostawić, żeby po prostu zgnili w polu\". Był ranny 18 razy, teraz identyfikuje ciała poległych", "description": "Słowańsk, Ukraina. Odkąd rok temu, 24 lutego 2022 r., prezydent Rosji Władimir Putin rozpoczął na pełną skalę inwazję na Ukrainę, w zaminowanych lasach i na zniszczonych polach wzdłuż linii frontu ukraińskiego piętrzą się zwłoki cywilów i żołnierzy. Zadanie odnalezienia i zabrania ciał często spada na cywilów, takich jak Ołeksij Jukow.", "link": "https://businessinsider.com.pl/wiadomosci/identyfikuja-ciala-z-masowych-grobow-to-sprawia-ze-jeszcze-bardziej-czuje-sie/tmwhkye", "date_published": "2023-02-24 14:11:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja w pierwszych dniach wojny zestrzeliła własne samoloty", "description": "W pierwszych dniach inwazji na Ukrainę Rosja zestrzeliła kilka własnych samolotów, co zaowocowało brakiem chętnych pilotów, których Moskwa potrzebowała do zdobycia przewagi powietrznej — donosi \"The Financial Times\".", "link": "https://businessinsider.com.pl/technologie/rosja-w-pierwszych-dniach-wojny-zestrzelila-wlasne-samoloty/ed3g51t", "date_published": "2023-02-24 14:05:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co sprawia, że jesteś nieszczęśliwy? Oto trzy główne powody", "description": "\"Pułapki myślenia\", brak reakcji \"opieki-zaprzyjaźniania\" oraz ignorowanie własnego ciała — to główne powody, przez które czujemy się nieszczęśliwi. Psycholog z Uniwerystetu Nowojorskiego tłumaczy nasze wahania nastrojów.", "link": "https://businessinsider.com.pl/wideo/co-sprawia-ze-jestes-nieszczesliwy-oto-trzy-glowne-powody/zvccv7j", "date_published": "2023-02-24 13:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Eleganckie kuchenki mikrofalowe do zabudowy — którą wybrać?", "description": "Szukasz kuchenki mikrofalowej do zabudowy? Dobrze się składa, bo znajdziesz tutaj pięć wybranych przez nas modeli, które wyróżniają się eleganckim wyglądem. Design to przecież bardzo istotna kwestia, bo taki sprzęt będzie na widoku w naszej kuchni przez wiele lat. Oprócz tego te urządzenia mają również przyzwoite parametry.", "link": "https://businessinsider.com.pl/technologie/eleganckie-kuchenki-mikrofalowe-do-zabudowy-ktora-wybrac/wy6xxd5", "date_published": "2023-02-24 13:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Orlenie przyznają, że są problemy z ropą i gazem w Polsce. Jest im łatwiej w innym kraju", "description": "Orlen chce zainwestować w 2023 r. nawet 36 mld zł. Jedna szósta tej kwoty ma pójść na wydobycie ropy naftowej i gazu w Polsce i Norwegii. Dyrektor płockiego koncernu przyznaje jednak, że u nas jest ono trudniejsze i droższe.", "link": "https://businessinsider.com.pl/biznes/orlen-pakuje-duze-pieniadze-w-wydobycie-przyznaje-ze-w-polsce-jest-trudno/l4xwhvt", "date_published": "2023-02-24 13:32:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zachód wymierzył kolejny cios rosyjskiej gospodarce", "description": "W rocznicę inwazji Kremla na Ukrainę USA ogłosiły nowe sankcje wobec Rosji, które mają uderzyć w gospodarkę agresora. Administracja Joe Bidena wymierzyła je w instytucje finansowe, przemysł obronny oraz sektor metali i górnictwa.", "link": "https://businessinsider.com.pl/gospodarka/w-rocznice-inwazji-na-ukraine-zachod-udzerza-w-gospodarke-rosji/z4pvlxx", "date_published": "2023-02-24 13:24:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wojna zdewastowała ukraiński przemysł. Odrabianie strat idzie mozolnie", "description": "Wybuch wojny, rozpoczętej przez Rosję równo rok temu, fatalnie odbił się na ukraińskiej gospodarce. Przede wszystkim tąpnięcie odczuwa przemysł, najważniejsza jej gałąź. Nakłady niezbędne do odbudowy będą gigantyczne.", "link": "https://businessinsider.com.pl/gospodarka/fatalne-skutki-rosyjskiej-agresji-tak-skurczyl-sie-ukrainski-przemysl/nedtqby", "date_published": "2023-02-24 13:22:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Boeing wstrzymuje dostawy dreamlinerów. Odkrył błąd", "description": "Jeden z największych na świecie producentów samolotów odkrył problem w dokumentacji dotyczącej samolotu Dreamliner. W związku z tym w najbliższym czasie żadna nowa maszyna nie trafi do użytku. Trop w sprawie winnego pada na jednego z dostawców. \"Nie ma żadnych bezpośrednich obaw dotyczących bezpieczeństwa dla floty w służbie\" — podkreśla Boeing.", "link": "https://businessinsider.com.pl/biznes/koszmar-dreamlinerow-boeing-wstrzymuje-dostawy-odkryl-blad/y4ddw1j", "date_published": "2023-02-24 12:50:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina się broni. Tak wygląda wojskowe wsparcie z Polski, kwota robi wrażenie", "description": "Sprzęt wojskowy, który Polska przekazała walczącej z rosyjską agresją Ukrainie był, jest wart więcej niż 2,2 mld zł. W dodatku to wyliczenia nieuwzględniające czołgów Leopard 2, które mają już znajdować się za naszą wschodnią granicą.", "link": "https://businessinsider.com.pl/technologie/ukraina-sie-broni-tak-wyglada-wojskowe-wsparcie-z-polski/r2dssmy", "date_published": "2023-02-24 12:18:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja w USA spada, ale jedna rzecz ciągle martwi. Yellen: wciąż jest dużo do zrobienia", "description": "Podwyżki cen w USA systematycznie odpuszczają, ale ciągle jest daleka droga do powrotu kluczowego wskaźnika cenowego do docelowego poziomu. Sekretarz skarbu USA podkreśla, że jest dużo do zrobienia. Ocenia, że \"miękkie lądowanie\" bez recesji jest możliwe dzięki dwóm czynnikom.", "link": "https://businessinsider.com.pl/gospodarka/tego-mozemy-pozazdroscic-amerykanom-yellen-jest-duzo-do-zrobienia/mndgw1x", "date_published": "2023-02-24 11:56:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kredytobiorcy mieszkaniowi popadają w tarapaty. Tutaj sięgają po pomoc", "description": "Trudniejsza sytuacja gospodarcza, przede wszystkim wzrost inflacji i stóp procentowych, zaczyna odbijać się na zdolności kredytobiorców do spłaty zobowiązań finansowych wobec banków. Wyraźnie przybywa pomocy udzielanej w ramach Funduszu Wsparcia Kredytobiorców.", "link": "https://businessinsider.com.pl/finanse/wiecej-pomocy-dla-kredytobiorcow-mieszkaniowych-oto-nowe-dane/g8fvxs8", "date_published": "2023-02-24 11:34:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska bramą dla ukraińskiego handlu. Obroty tymi produktami były największe", "description": "Polska infrastruktura kolejowa, drogowa i porty morskie stały się dla Ukrainy bramą do światowego rynku. Import towarów z Ukrainy urósł w ubiegłym roku o 52 proc. Wartość eksportu do naszych wschodnich sąsiadów zwiększyła się o 59 proc.", "link": "https://businessinsider.com.pl/gospodarka/polska-brama-dla-ukrainskiego-handlu-tak-rosnie-import-i-eksport/8qlnqrn", "date_published": "2023-02-24 11:06:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przerażająca cena papryki. Co się wydarzyło, że zdrożała o 150 proc.", "description": "Papryka osiąga tak zawrotne ceny, że wielu Polaków jej sobie po prostu odmawia. Obecnie kosztuje w hurcie 20 zł za kilogram, a w sklepach nawet 35 zł — informuje serwis dlahandlu.pl. TyJeszcze rok temu, w lutym za paprykę płaciliśmy od 7,5 do 13,5 zł.", "link": "https://businessinsider.com.pl/finanse/handel/przerazajaca-cena-papryki-co-sie-wydarzylo-ze-zdrozala-o-150-proc/2tbp2nh", "date_published": "2023-02-24 11:03:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Z niemiecką gospodarką jest gorzej, niż się wydawało. Kryzys zbiera żniwo", "description": "Niemiecka gospodarka skurczyła się w końcówce 2022 r. Kwartał do kwartału PKB zmniejszył się o 0,4 proc., czyli dwukrotnie mocniej od oczekiwań — wynika z piątkowej publikacji Destatis. Eksperci wskazują największe słabości.", "link": "https://businessinsider.com.pl/gospodarka/niemcy-odczuli-kryzys-zbiera-zniwo-i-prowadzi-gospodarke-w-recesje/z9gfnkj", "date_published": "2023-02-24 10:54:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Popularny sklep rozwija biznes w internecie. Można skorzystać w 70 lokalizacjach", "description": "Kolejna sieć rozwija się w branży e-commerce. Stokrotka poszerza liczbę miast, w których zakupy będzie można zrobić przez internet. E-sklep sieci będzie już dostępny w 70 miastach.", "link": "https://businessinsider.com.pl/finanse/handel/popularny-sklep-rozwija-biznes-w-internecie-mozna-skorzystac-w-70-lokalizacjach/41d3ql0", "date_published": "2023-02-24 10:04:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "McDonald's znowu podniósł ceny w Polsce. Ile trzeba zapłacić za kanapkę?", "description": "Nieco ponad 3 zł — taka była przed ponad 20 laty cena cheeseburgera w McDonald's. W promocji można go było dorwań nawet za niecałe 2 zł. A dziś? To już tylko wspomnienie, bo sieć właśnie po raz kolejny podniosła cenę.", "link": "https://businessinsider.com.pl/wiadomosci/mcdonalds-znowu-podniosl-ceny-w-polsce-ile-trzeba-zaplacic-za-kanapke/ej0q0pb", "date_published": "2023-02-24 09:50:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen ma konkretne oczekiwania wobec ropy, gazu i energii w 2023 r. Podał ceny", "description": "PKN Orlen prognozuje spadki cen ropy naftowej, gazu ziemnego i energii elektrycznej w 2023 r. względem poprzedniego roku. Wskazuje na istotną rolę USA i Chin w ich kształtowaniu. Można też oczekiwać stopniowego wzrostu produkcji paliw z sukcesywnie oddawanych do użytku nowych rafinerii w USA, w Afryce, na Bliskim Wschodzie i w Azji.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ile-bedzie-kosztowac-ropa-gaz-i-energia-w-2023-r-orlen-podal-ceny/4qrd3rf", "date_published": "2023-02-24 09:42:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekompensaty za maluchy i duże fiaty. Państwo wciąż oddaje pieniądze", "description": "Choć poprzeszło 40 latach może to być zaskoczenie, to wciąż można odzyskać pieniądze wyłożone w PRL-u na malucha lub dużego fiata. Mowa o nawet przeszło 20 tys. zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/rekompensaty-za-maluchy-i-duze-fiaty-panstwo-wciaz-oddaje-pieniadze/kdctnmt", "date_published": "2023-02-24 09:25:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rozliczyłeś już PIT? Skarbówka mogła już zwrócić nadpłatę", "description": "Podatnicy złożyli już ponad dwa miliony deklaracji przygotowanych dla nich przez KAS w usłudze Twój e-PIT. Wwypłacono też pierwsze zwroty. Dotychczas urzędy skarbowe zwróciły podatnikom łącznie ponad 370 mln zł – podało Ministerstwo Finansów w piątek.", "link": "https://businessinsider.com.pl/gospodarka/podatki/rozliczyles-juz-pit-skarbowka-mogla-juz-zwrocic-nadplate/rqlgxd9", "date_published": "2023-02-24 09:17:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Auchan, Leroy Merlin i Decathlon obrywały za pozostanie w Rosji. Co dziś zostało z bojkotu?", "description": "Znajdujące się we francuskich rękach sieci Auchan, Leroy Merlin i Decathlon nie zdecydowały się na opuszczenie Rosji zaraz po jej inwazji na Ukrainę. Wielu klientów w Polsce deklarowało wówczas ich bojkot. Co z tego zostało? Mamy najnowsze dane.", "link": "https://businessinsider.com.pl/firmy/auchan-leroy-merlin-i-decathlon-obrywaly-za-pozostanie-w-rosji-co-dzis-zostalo-z/36qre94", "date_published": "2023-02-24 08:33:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekordowa sprzedaż Orlenu. Przekroczyła połowę dochodów budżetowych państwa", "description": "Pierwszy raz możemy zobaczyć imperium Obajtka w pełnej krasie. Połączona grupa Orlen pochwaliła się rekordowymi wynikami finansowymi. Tylko w ostatnim kwartale miała przychody przekraczające 100 mld zł i 8 mld zł czystego zysku. W całym 2022 r. sprzedaż była na poziomie około 60 proc. dochodów budżetowych państwa, a zysk netto wyniósł 21,5 mld zł.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/rekordowa-sprzedaz-orlenu-przekroczyla-polowe-dochodow-budzetowych-panstwa/mh6z6ty", "date_published": "2023-02-24 08:17:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekordowa sprzedaż Orlenu. Przekroczyła połowę dochodów budżetowych państwa", "description": "Pierwszy raz możemy zobaczyć imperium zarządzane przed Daniela Obajtka w pełnej krasie. Połączona grupa Orlen pochwaliła się rekordowymi wynikami finansowymi. Tylko w ostatnim kwartale miała przychody przekraczające 100 mld zł i 8 mld zł czystego zysku. W całym 2022 r. sprzedaż była na poziomie około 60 proc. dochodów budżetowych państwa, a zysk netto wyniósł 21,5 mld zł.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/imperium-obajtka-pierwszy-raz-w-pelnej-krasie-rekordowe-wyniki/mh6z6ty", "date_published": "2023-02-24 08:17:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mateusz Morawiecki z niespodziewaną wizytą w Kijowie", "description": "Premier Morawiecki pojechał do Kijowa w pierwszą rocznicę rosyjskiej napaści na Ukrainę.", "link": "https://businessinsider.com.pl/wiadomosci/mateusz-morawiecki-z-niespodziewana-wizyta-w-kijowie/4qff55b", "date_published": "2023-02-24 08:16:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wybierz się w rejs najpiękniejszymi rzekami Europy — Mozela, Ren, Dunaj", "description": "Rejs jedną z najpiękniejszych europejskich rzek może być doskonałą alternatywą dla urlopu, podczas którego większość czasu spędzamy na plaży, opuszczając ją jedynie na posiłki w bogatej formule all inclusive. Rzeczne rejsy pasażerskie to interesująca forma wypoczynku dla wszystkich, którym znudziły się tradycyjne urlopy i potrzebują przeżyć coś nowego. Rejsy wycieczkowe to połączenie innej perspektyw zwiedzania, poznawania zabytków, architektury, historii, kultury z jednoczesną wygodą i relaksem. Widok kameralnych wiosek położonych wzdłuż Renu, wspaniałej architektury Wiednia, Budapesztu i Bratysławy, który towarzyszy podczas rejsu Dunajem to tylko część atrakcji, jakie można podziwiać z pokładu statku. W artykule polecamy sprawdzone i docenione przez klientów rejsy wycieczkowe biura podróży Albatros. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/wybierz-sie-w-rejs-najpiekniejszymi-rzekami-europy-mozela-ren-dunaj/ntc0m7k", "date_published": "2023-02-24 08:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 24 lutego poniżej 4,8", "description": "Frank szwajcarskiponiżej 4,8. W piątek rano 24 lutego 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7678.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-24-lutego-2023/0293qy3", "date_published": "2023-02-24 08:03:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 24 lutego poniżej 4,5", "description": "Kurs dolara poniżej 4,5. W piątek rano 24 lutego 2022 r. kurs USD/PLN wynosi 4,4590.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-24-lutego-2023/fl1h3m0", "date_published": "2023-02-24 08:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 24 lutego poniżej 4,75", "description": "Kurs euro poniżej 4,75. W piątek rano 24 lutego 2022 r. kurs EUR/PLN wynosił 4,7224 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-24-lutego-2023/ssekzm3", "date_published": "2023-02-24 07:57:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny chcą dostarczać Rosji drony kamikadze. Mają fałszować dokumenty", "description": "Rosyjska armia prowadzi z Chinami rozmowy o produkcji dronów kamikadze. Do Moskwy mają one trafić dzięki sfałszowanym dokumentom przewozowym — poinformował w piątek portal tygodnika \"Der Spiegel\".", "link": "https://businessinsider.com.pl/wiadomosci/chiny-chca-dostarczac-rosji-drony-kamikadze-maja-falszowac-dokumenty/tek5q1x", "date_published": "2023-02-24 06:56:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Warszawa nie uznaje jego 157 lokali. Deweloper od \"Hongkongu\" ostro odpowiada", "description": "Urzędnicy z Warszawy uznali, że 157 lokali w inwestycji na Woli miało być pokojami hotelowymi, a nie mieszkaniami i odmawiają wydania tzw. zaświadczenia o ich samodzielności. Józef Wojciechowski, przewodniczący Rady Nadzorczej spółki J.W. Construction, odpowiada, że to \"przykład urzędniczej niekompetencji, niewiedzy i potwierdza uciążliwość postępowania urzędników warszawskiego ratusza\".", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/warszawa-nie-uznaje-jego-157-lokali-deweloper-od-hongkongu-ostro-odpowiada/qptk222", "date_published": "2023-02-24 06:43:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na te promocje klienci Biedronki trafiają najczęściej", "description": "Biedronka ujawniła dane dot. swojej aplikacji lojalnościowej. Obecnie korzysta z niej 7 mln Polaków.", "link": "https://businessinsider.com.pl/finanse/handel/na-te-promocje-klienci-biedronki-trafiaja-najczesciej/jgyd03q", "date_published": "2023-02-24 06:39:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny chcą negocjacji Rosji i Ukrainy. Jest apel", "description": "Chiński rząd wezwał Rosję i Ukrainę do wznowienia dialogu i odrzucił wszelkie próby użycia broni jądrowej w 12-punktowym dokumencie opublikowanym w piątek, rok po ataku Rosji na Ukrainę.", "link": "https://businessinsider.com.pl/wiadomosci/chiny-chca-negocjacji-rosji-i-ukrainy-jest-apel/8pbtgy0", "date_published": "2023-02-24 06:06:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny chcą negocjacji Rosji i Ukrainy. Jest apel", "description": "Chiński rząd wezwał Rosję i Ukrainę do wznowienia dialogu i odrzucił wszelkie próby użycia broni jądrowej w 12-punktowym dokumencie opublikowanym w piątek, rok po ataku Rosji na Ukrainę.", "link": "https://businessinsider.com.pl/wiadomosci/chinska-propozycja-pokojowa-apel-ws-wojny-w-ukrainie/8pbtgy0", "date_published": "2023-02-24 06:06:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bijemy w Polsce rekordy aktywności zawodowej. Na 1000 pracujących przypada 786 niepracujących", "description": "Coraz mniejsza liczba ludności na razie nie robi krzywdy gospodarce, bo jednocześnie rośnie nasza aktywność zawodowa i to rośnie do poziomów rekordowych. Rekordowo małą aktywność mamy za to na rynku kredytów mieszkaniowych, chociaż to się być może zmieni, bo rząd robi postępy w pracach nad \"kredytem 2 proc.\". W strefie euro inflacja spada, ale inflacja bazowa dalej rośnie, natomiast Netflix obniża ceny abonamentów. Jednak tylko w niektórych krajach, a Polska do tej grupy się nie zalicza. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/bijemy-w-polsce-rekordy-aktywnosci-zawodowej-na-1000-pracujacych-przypada-786/nm8kbnh", "date_published": "2023-02-24 05:55:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyjście z Rosji jest ryzykowne. Nieprzestrzeganie sankcji też", "description": "Wyjścia z Rosji, choć są działaniem oczekiwanym przez społeczeństwa zachodnie, przypominają często stąpanie po kruchym lodzie – mówi w rozmowie z Business Insiderem Piotr Jaśkiewicz, adwokat polski i amerykański z kancelarii Baker McKenzie. Różne kraje różnie interpretują takie działania. Z drugiej strony, działając w Rosji, też trzeba przestrzegać sankcji. Ich omijanie grozi wysokimi karami.", "link": "https://businessinsider.com.pl/prawo/wyjscie-z-rosji-jest-ryzykowne-nieprzestrzeganie-sankcji-przez-firmy-tez/hpy716h", "date_published": "2023-02-24 05:41:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tym specjalizują się Ukraińcy w Polsce. Założyli tysiące firm", "description": "Od wybuchu wojny systematycznie rośnie liczba firm zakładanych przez obywateli Ukrainy w Polsce — wskazała Aleksandra Wejt-Knyżewskiej z Polskiego Instytutu Ekonomicznego. Dodała, że od marca 2022 r. założyli oni u nas ponad 17,7 tys. jednoosobowych działalności gospodarczych.", "link": "https://businessinsider.com.pl/wiadomosci/w-tym-specjalizuja-sie-ukraincy-w-polsce/8kljkf1", "date_published": "2023-02-24 05:37:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Harvey Weinstein skazany. Z więzienia wyjdzie przed 90-tką", "description": "Oskarżany przez wiele kobiet o molestowanie hollywoodzki producent Harvey Weinstein otrzymał w czwartek wyrok 16 lat więzienia za gwałt i napaść seksualną. Sąd w Los Angeles odrzucił petycję jego adwokatów o nowy proces.", "link": "https://businessinsider.com.pl/wiadomosci/harvey-weinstein-skazany-z-wiezienia-wyjdzie-przed-90-tka/56jj19y", "date_published": "2023-02-24 05:28:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec chorobowego eldorado. Więcej kontroli i wstrzymanych wypłat", "description": "Nadużywasz L4, aby zyskać dodatkowy czas wolny od pracy? Rośnie szansa, że sprawdzi cię ZUS. Tylko w ubiegłym roku inspektorzy przeprowadzili 430 tys. kontroli zwolnień lekarskich, czyli aż o 76,7 tys. więcej niż w 2021 r. W tym roku może być ich nawet 500 tys.", "link": "https://businessinsider.com.pl/prawo/praca/koniec-chorobowego-eldorado-wiecej-kontroli-i-wstrzymanych-wyplat/5eyt8l6", "date_published": "2023-02-24 05:25:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Powiedziałem żonie: drugi raz Rosjanie nie zniszczą nam domu, dopadnę ich wcześniej\"", "description": "— Musimy odbudować nasze domy i pokazać Rosji, że nie jesteśmy słabi, że się nie boimy. Wcześniej nie mogliśmy sobie tego nawet wyobrazić. Dziś mamy już wizję i jesteśmy na to gotowi — zapewnia w rozmowie z Business Insiderem Wadim Naumow z magistratu w podkijowskiej Buczy. Usuwanie wojennych zniszczeń trwa tam od miesięcy, ale wciąż jest wiele do zrobienia. Potrzebne są przede wszystkim pieniądze, a w skali całej Ukrainy rachunek ten z każdym dniem stale rośnie.", "link": "https://businessinsider.com.pl/gospodarka/powiedzialem-zonie-drugi-raz-rosjanie-nie-zniszcza-nam-domu-dopadne-ich-wczesniej/f7e3k7v", "date_published": "2023-02-24 05:17:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sankcje miały zmiażdżyć rosyjską gospodarkę. Po roku wojny niektóre liczby ma lepsze niż Polska", "description": "Po roku wojny w Ukrainie rosyjska gospodarka skurczyła się o ponad 2 proc. Podobny jest deficyt w państwowej kasie szacowany na ponad 3 bln rubli. Rosja notuje rekordowy odpływ kapitału, spadek realnych płac i emerytur, niższą konsumpcję i dwucyfrową inflację. Nie jest to wymarzona sytuacja dla Władimira Putina, ale eksperci przyznają, że scenariusze kreślone rok temu były dużo gorsze.", "link": "https://businessinsider.com.pl/gospodarka/po-roku-wojny-rosyjska-gospodarka-zaskakuje-sprawdz-najwazniejsze-liczby/3dx5vgs", "date_published": "2023-02-24 05:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jeszcze rok temu wydawało się to nie do pomyślenia. Pięć faktów, które od wybuchu wojny zmieniły świat", "description": "Choć nadal nie wiemy, jak skończy się atak Rosji na Ukrainę, po roku trwania wojny można już wskazać na kilka najistotniejszych zjawisk, które zaskoczyły niejednego analityka. Oto pięć najważniejszych faktów, które jeszcze rok temu trudno było przewidzieć.", "link": "https://businessinsider.com.pl/wiadomosci/rok-od-wybuchu-wojny-w-ukrainie-te-piec-faktow-zmienilo-swiat/e6z5l4w", "date_published": "2023-02-24 05:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy Putin jest chory? Uszkodził kręgosłup, gdy uczył latać młode żurawie", "description": "Ukraina nie radzi sobie na froncie tak dobrze, jak chciałyby tego zachodnie media, a sam Władimir Putin ma na Kremlu bardzo silną pozycję. Strach przed nim jest nadal ogromny, choć stan zdrowia prezydenta Rosji pozostawia wiele do życzenia — mówi w wywiadzie dla Business Insider Polska Krystyna Kurczab-Redlich, dziennikarka, autorka publikacji poświęconych Rosji i Putinowi. Opowiada też, jak w Rosji przedstawiana jest druga wojna światowa i przyznaje, że choć poświęciła Putinowi dużą część życia zawodowego, ona także uległa złudzeniom na temat dyktatora Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/putin-jest-chory-uszkodzil-kregoslup-gdy-uczyl-latac-mlode-zurawie/26vplnv", "date_published": "2023-02-24 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy Putin jest chory? Uszkodził kręgosłup, gdy uczył latać młode żurawie", "description": "Ukraina nie radzi sobie na froncie tak dobrze, jak chciałyby tego zachodnie media, a sam Władimir Putin ma na Kremlu bardzo silną pozycję. Strach przed nim jest nadal ogromny, choć stan zdrowia prezydenta Rosji pozostawia wiele do życzenia — mówi w wywiadzie dla Business Insider Polska Krystyna Kurczab-Redlich, dziennikarka, autorka publikacji poświęconych Rosji i Putinowi. Opowiada też, jak w Rosji przedstawiana jest druga wojna światowa i przyznaje, że choć poświęciła Putinowi dużą część życia zawodowego, ona także uległa złudzeniom na temat dyktatora Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/tak-moze-skonczyc-putin-zamach-jest-mozliwy-ale-i-strach-przed-nim-wciaz-jest-wielki/26vplnv", "date_published": "2023-02-24 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zjadła zęby na analizowaniu Rosji i Putina. Mówi, jaki może być jego koniec", "description": "Ukraina nie radzi sobie na froncie tak dobrze, jak chciałyby tego zachodnie media, a sam Władimir Putin ma na Kremlu bardzo silną pozycję. Strach przed nim jest nadal ogromny, choć stan zdrowia prezydenta Rosji pozostawia wiele do życzenia — mówi w wywiadzie dla Business Insider Polska Krystyna Kurczab-Redlich, dziennikarka, autorka publikacji poświęconych Rosji i Putinowi. Opowiada też, jak w Rosji przedstawiana jest druga wojna światowa i przyznaje, że choć poświęciła Putinowi dużą część życia zawodowego, ona także uległa złudzeniom na temat dyktatora Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/zjadla-zeby-na-analizowaniu-rosji-i-putina-mowi-jaki-moze-byc-jego-koniec/26vplnv", "date_published": "2023-02-24 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]