[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Charley Crockett: Tiny Desk Concert", "description": "Jewly Hight | February 24, 2023\n\nCharley Crockett knew what he was doing when he stood behind the Tiny Desk and introduced himself by smoothly dropping three names: Charley Pride, Davy Crockett and Freddy Fender. With those references, the Texas troubadour framed his concert as a shrewd conversation with sturdy, old ways of singing, spinning yarns of folk heroism and drawing freely from the cultural melting pot of American song.\n\nIn his vintage Stetson, Crockett came off as a seasoned and courtly showman. Here and there he invoked his own colorful lore, from his legal troubles to his street-corner busking days. But what really charmed the intimate office crowd on hand was how much new meaning he teased out of familiar country, folk and blues forms over the course of five songs with accomplished ease.\n\nIn his version of a murder ballad, \"The Man from Waco,\" he dwelled not on the ruthless act committed, but the psychological turmoil radiating from it. His country-blues number \"Are We Lonesome Yet\" captured the dissonance between inner alienation and contemporary clamor in a wonderfully knowing way. And his performance of \"Welcome to Hard Times,\" rhythmically loose and swinging thanks to his Kullen Fox's honky-tonk piano flourishes, revealed glimpses of carefully guarded sensitivity alongside the song's wry fatalism. \"Hope you're feelin' welcome,\" Crockett chuckled dryly, \"to hard times.\" The way that he ended certain lines with subtle, upward scoops in melody said a lot: He didn't need big, flashy gestures to make deep feelings land.\n\nSET LIST\n\"The Man from Waco\"\n\"Are We Lonesome Yet\"\n\"Welcome to Hard Times\"\n\"The Death of Bill Bailey\"\n\"Odessa\"\n\nMUSICIANS\nCharley Crockett: vocals, guitar\nKullen Fox: piano, trumpet, guitar, vocals\n\nTINY DESK TEAM\nProducer: Bob Boilen\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Kara Frame, Catie Dull, Sofia Seidel\nAudio Assistant: Josephine Nyounai\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Joshua Bryant, Marissa Lorusso, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #charleycrockett", "link": "https://www.youtube.com/watch?v=rPVQlQQgPLg", "date_published": "2023-02-24 10:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}]