[{"source": "http://louderwithcrowder.com/feed/", "title": "White House Staffer Gets Magnificently Trolled, Accidentally Tweets That Joe Biden Showered With His Daughter", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33091499&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>With this story, I present to you what is perhaps the most beautiful depiction of the <a href=\"https://www.louderwithcrowder.com/joe-biden-vistor-logs\" target=\"_blank\">Biden</a> administration. Yesterday, White House deputy press secretary Andrew Bates shared a video of Karine Jean-Pierre. The video was originally posted by Greg Price, <span style=\"background-color: initial;\">Senior Digital Strategist of </span><span style=\"background-color: initial;\">X Strategies LLC. </span></p><p><span style=\"background-color: initial;\">Before Bates shared the clip, Price had temporarily changed his Twitter name to read, \"Joe Biden Showered With His Daughter”. So this is what showed up below Bates's tweet. The deputy press secretary. For Joe Biden. </span></p><p><span style=\"background-color: initial;\">Bates might wanna polish his resume. </span></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c@AndrewJBates46 Lmaoooo\\u201d</div> — Andrew Bates (@Andrew Bates)\n        <a href=\"https://twitter.com/JohnPaulThee3rd/status/1628840195050151939\">1677180144</a>\n</blockquote>\n\n<p>In the clip, Jean-Pierre was lamenting the \"bad faith attacks\" launched against Pete Buttigieg for his failure to do anything about the train derailment in <a href=\"https://www.louderwithcrowder.com/pete-buttigieg-photographs-reporter-confronts\" target=\"_self\">East Palestine</a>. Like, he did nothing at all. He didn't even visit until yesterday. But KJP was very upset over these \"attacks\" on her fellow diversity hire.</p><p>The name Price chose was, of course, a reference to <a href=\"https://www.louderwithcrowder.com/james-okeefe-project-veritas-fbi\" target=\"_blank\">Ashley Biden's diary</a> and the passage about Ashley showering with her father, Joe. It does not appear that Bates ever responded to or acknowledged his slip-up. <br /></p><p>To make matters even worse, this isn't the first time Bates was humiliated on the internet because of a tweet. Last year, Bates tweeted out a meme of \"Dark Brandon\". <br /></p><p>Bates tweeted out this meme, and Twitter users quickly noticed something a tad disturbing. The eagle in the background bears a striking resemblance to Nazi symbolism. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c@SteveGuest\\u201d</div> — Steve Guest (@Steve Guest)\n        <a href=\"https://twitter.com/AndrewJBates46/status/1556451566957346816\">1659919417</a>\n</blockquote>\n\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c@NotThatGuyTX @redsteeze @AndrewJBates46 @SteveGuest Pretty sure they're wrong about the direction the eagle faces.\\n\\nParteiadler faces to its left and was replaced by the Reichsadler after the Nazi party gained power.\\n\\nThe Reichsadler faces to its right and was the version used by the Third Reich - also the one Andrew Bates invoked\\u201d</div> — Steve Guest (@Steve Guest)\n        <a href=\"https://twitter.com/The4ourthBranch/status/1556727476151128066\">1659919417</a>\n</blockquote>\n\n<p>\"Dark Brandon\" is the alter-ego pushed by Biden's team to distract from Biden's general lack of awareness of anything around him at any given moment in time. \"Dark Brandon\" is a sassy, sharp old man who drives a <a href=\"https://www.louderwithcrowder.com/corvette-biden-doocy\" target=\"_blank\">Corvette</a> and totally OWNS Republicans on the daily. But in reality, Biden just has dementia. Really. </p><p>Now, I don't think the Biden administration <em>purposely</em> tweeted out Nazi imagery. I just find it funny how, in their quest to make Biden appealing to young voters, they <em>accidentally</em>  may have copied the Third Reich. And now, they reminded everyone that there is substantial evidence that Joe Biden may have showered with his daughter. Oopsies. </p>", "link": "https://www.louderwithcrowder.com/andrew-bates-biden-showered", "date_published": "2023-02-24 22:20:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Zelensky Responds to Americans Upset Over Ukraine Funding With A Not-So-Veiled Threat of WWIII", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33091330&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Let's check in on the brewing World War III, shall we? Today is the one-year anniversary of the Russian invasion of <a href=\"https://www.louderwithcrowder.com/east-palestine-mayor-biden-ukraine\" target=\"_blank\">Ukraine</a>. To mark the occasion, Ukrainian President Zelensky took a break from all that boring war stuff for his favorite activity- meeting with the press. </p><p>During it, he spoke about the <a href=\"https://www.louderwithcrowder.com/biden-tanks-escalate\" target=\"_blank\">United States's support for Ukraine</a> and said it is \"dangerous\" for Americans to question the amount of money shipped overseas because \"if Ukraine loses, Russia is going to enter Baltic states, NATO member states and the U.S. will have to send their sons and daughters to war and they will be dying.\"</p><p>Uhhh. I don't know about you, but to me, that sounds a <em>tad </em>bit like a threat, no?</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cZelensky says it is \"dangerous\" for Americans to question the amount of aid being given to Ukraine because \"if Ukraine loses, Russia is going to enter Baltic states, NATO member states and the U.S. will have to send their sons and daughters to war and they will be dying.\"\\u201d</div> — Greg Price (@Greg Price)\n        <a href=\"https://twitter.com/greg_price11/status/1629180611524014080\">1677261901</a>\n</blockquote>\n\n<p>If that weren't straightforward enough, Zelensky reiterated this notion when a reporter asked him about the growing number of Americans who believe the U.S. is giving too much aid to <a href=\"https://www.louderwithcrowder.com/sean-penn-zelinksyy\" target=\"_blank\">Ukraine</a>. The United States has given Ukraine <a href=\"https://www.defense.gov/News/Releases/Release/Article/3261263/more-than-3-billion-in-additional-security-assistance-for-ukraine/#:~:text=In%20total%2C%20the%20United%20States,beginning%20of%20the%20Biden%20Administration.\" rel=\"noopener noreferrer\" target=\"_blank\">a total of $24.9B</a> in security assistance since the start of the Biden administration.  <a href=\"https://thehill.com/policy/defense/3837911-more-americans-believe-us-provides-too-much-support-to-ukraine/\" target=\"_blank\">Recent polls </a>showed 26% of all Americans believe the aid is too much, including 40% of Republicans and Republican-leaning Independents. </p><p> Zelensky responded, \"If they don’t change their opinion, if they don’t support Ukraine, they will lose NATO and they will lose their leadership position in the world.”</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cZelensky is asked about opinion polls showing Americans think they're giving too much to Ukraine: \\u201cIf they don\\u2019t change their opinion, if they don\\u2019t support Ukraine, they will lose NATO and they will lose their leadership position in the world.\\u201d\\u201d</div> — Greg Price (@Greg Price)\n        <a href=\"https://twitter.com/greg_price11/status/1629178762943164416\">1677261460</a>\n</blockquote>\n\n<p>Zelensky also ruled out the possibility of peace talks with Vladimir Putin. Instead, <a href=\"https://nypost.com/2023/02/24/zelensky-rules-out-sitting-down-to-peace-talks-with-putin/\" target=\"_blank\">he'll be meeting with China's Xi Jinping</a>. Because why not. </p><p>Back in October, Zelensky actually signed a formal decree stating that peace talks with Putin are impossible. This is because, according to Zelensky,  Putin \"does not know what dignity and honesty are.\" Therefore, we must enter WWIII. </p><p>Zelensky went on to say Ukraine would only have a dialogue with Russia \"with another president of Russia\". So WWIII AND a regime change. A two-for-one, of sorts. Hooray. </p>", "link": "https://www.louderwithcrowder.com/zelensky-americans-support-ukraine", "date_published": "2023-02-24 21:32:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: 270lbs male teenager pummels female teaching aide unconscious for taking away his Nintendo Switch", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33089840&amp;width=1200&amp;height=800&amp;coordinates=144%2C0%2C55%2C0\" /><br /><br /><p>Our first post today was of a <a href=\"https://www.louderwithcrowder.com/jordan-peterson-boy-scooter-rain\" target=\"_blank\">cute little boy riding his scooter in the rain</a>. It was a break from the suck that is writing about politics and culture in 2023. Breaks over! Here's a 6'6\", 270-pound male 17-year-old knocking a female teachers' aide unconscious. Why? She took away his Nintendo Switch.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">High School Student eliminates his female teacher and Ground and Pounds her unconscious body after she took away his Nintendo Switch... <a href=\"https://t.co/QbjpxZS3xP\">pic.twitter.com/QbjpxZS3xP</a><br />— Fight Haven (@FightHaven) <a href=\"https://twitter.com/FightHaven/status/1628989398451888128?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p>Andy Ngo has video of the thug getting arrested.<br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Graphic video.<br /><br />The Flagler County Sheriff’s Office (in Florida) arrested a 17-year-old 6’6”, 270-pound student who was recorded severely beating a Matanzas High School aide on Feb. 21 after she confiscated his Nintendo Switch. He’s been charged with felony aggravated battery. <a href=\"https://t.co/EuVpLvQcxb\">pic.twitter.com/EuVpLvQcxb</a><br />— Andy Ngô 🏳️🌈 (@MrAndyNgo) <a href=\"https://twitter.com/MrAndyNgo/status/1629187402345459712?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p>Welcome to Matanzas High School in Plam Coast, Florida. The seventeen-year-old student wasn't identified because of his age. <a href=\"https://www.dailymail.co.uk/news/article-11789215/Florida-schoolboy-17-beats-female-teaching-aide-pulp-took-Nintendo-Switch-away.html\" target=\"_blank\">Daily Mail reports</a> he is also special needs if that matters to you. There is also no word on why she took away his Switch if that matters to you too.</p><p>What should matter is this quote from Sheriff Rick Staly:</p><blockquote>This could have been a homicide.</blockquote><p>Here's what I'm wondering. You saw one woman run towards him, while two adult males nonchalantly walked towards a guy wailing on a woman a fraction of his size. They gently tried to remove him as he keep trying to attack the unconscious woman. I don't care that he's \"only 17\" or special needs. He's 6'6\" and 270. He needs to eat a few fists if for no reason that to get him to STOP ATTACKING A WOMAN HALF HIS SIZE.</p><p>The woman was transported to the hospital with \"severe injuries.\" The student is charged with Felony Aggravated Battery with Bodily Harm.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/nintendo-switch-florida-school-knockout", "date_published": "2023-02-24 19:02:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Twitter is disemboweling country star Brad Paisley for his new song with Volodymyr Zelenskyy", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33089409&amp;width=1200&amp;height=800&amp;coordinates=97%2C0%2C103%2C0\" /><br /><br /><p>Brad Paisley should have stuck to singing about mud on tires and alcohol. Seriously. His song about alcohol -- literally just called \"Alcohol\" -- is an all-time banger. But the country star has joined the group of celebrities and other leftists who care more about Ukraine than anything going on in America. He released a new song featuring Volodymyr Zelenskyy, who I guess found time in his busy schedule to lay down vocals, with all proceeds going to help Ukranians. Paisley's fans are pissed.</p><p>This blurb from Brady Cox at <a href=\"https://www.whiskeyriff.com/2023/02/24/twitter-goes-scorched-earth-on-brad-paisley-for-new-song-featuring-ukrainian-president-volodymyr-zelenskyy/\" target=\"_blank\">Whiskey Riff</a> stands out. Riff is a country music culture site that is as apolitical as you get. Outside of if a politician jumps on stage with a country singer (<a href=\"https://www.louderwithcrowder.com/brittany-aldean-jason-anchorman-halloween\" target=\"_blank\">or anything involving the Aldean family</a>), it's all about music and watching animals fight each other. Brady's comment speaks volumes for how apolitical, middle-of-the-road people view the news.</p><blockquote>I don’t want to turn this into a conversation about American foreign policy and the pros and cons of sending $100 BILLION dollars to Ukraine to fight a proxy war with Russia, which could potentially escalate into World War III… but the people of East Palestine, Ohio, less than TWO HOURS from Brad’s hometown in West Virginia, don’t even have clean air or water right now, and Brad is gonna come out here and try to sell country music fans on a pro-war propaganda song in an effort to send even more money to Ukraine?</blockquote><p>You, me, and the <a href=\"https://www.louderwithcrowder.com/trump-east-palestine-visit\" target=\"_blank\">MAYOR OF EAST PALESTINE</a> all agree. It's a <a href=\"https://www.louderwithcrowder.com/east-palestine-mayor-biden-ukraine\" target=\"_blank\">slap in the face</a> and a sentiment echoed by tons of others. All of whom are at best disappointed in Paisley if not straight-up outraged and disgusted at another elitist sellout.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">.<a href=\"https://twitter.com/BradPaisley?ref_src=twsrc%5Etfw\">@BradPaisley</a> would’ve been a hero if he did a charity song for USA senior citizens who can’t afford groceries, heating, gas, medicine but, instead he made a song to raise money for corrupt rich Ukraine/USA politicians. <a href=\"https://twitter.com/hashtag/AmericaLast?src=hash&amp;ref_src=twsrc%5Etfw\">#AmericaLast</a><br />— Dr. Interracial 🇺🇸 (@sandyleevincent) <a href=\"https://twitter.com/sandyleevincent/status/1629126548073611265?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">I doubt <a href=\"https://twitter.com/BradPaisley?ref_src=twsrc%5Etfw\">@BradPaisley</a> will be in the studio now working on one for the people of East Palestine anytime soon. Artists used to write songs against the government narrative….now they write them on behalf of them. Incredible. <a href=\"https://twitter.com/hashtag/EastPalestineOH?src=hash&amp;ref_src=twsrc%5Etfw\">#EastPalestineOH</a><br />— Tom Smith (@stars_at_night) <a href=\"https://twitter.com/stars_at_night/status/1629107224076251137?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Have you raised money for East Palestine, Ohio yet?<br />— ALOHA - MAGA American - America First 🇺🇸 (@AlohaHa59067534) <a href=\"https://twitter.com/AlohaHa59067534/status/1629167508757393416?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Supporting a dictator. Do some research. How's the song gor Palestine Ohio coming?<br />— Mary Kate (@italyismydream1) <a href=\"https://twitter.com/italyismydream1/status/1629166580553719808?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Why isn’t <a href=\"https://twitter.com/BradPaisley?ref_src=twsrc%5Etfw\">@BradPaisley</a> zooming with East Palestine instead of the absolute WORTHLESS Zelenskyy? & his comments on Insta are turned off. Brad, thanks for outing yourself. How much money are you getting from our Ukraine tax dollars? Smh<br />— kp (@easttxmomof4) <a href=\"https://twitter.com/easttxmomof4/status/1629162307707183105?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p>At no point has a case been made to the American people for why so many billions of dollars and why so many resources need to go to a border skirmish on the other side of the planet. All at the expense of things going wrong in our own country. Other than if you ask ANY questions or call Zelenskyy anything less than handsome, you're attacked as ignorant and an extremist.</p><p>More Americans, not just those of us on the political right, are demanding answers. Being told \"trust us, we know what we're doing doesn't cut it. Worst of all, Paisley's song with Zelenskyy isn't even a good cut.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Democracy Respecter Zelensky WINS Person of the Year?! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/Mydj21dcYKk\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/brad-paisley-new-song-zelenskyy", "date_published": "2023-02-24 17:57:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: British Schoolgirls Protest After 4 Afghan Refugees Allegedly Raped A Classmate And The School Let Them Return", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33088895&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>I see stories like these, and can't help but wonder if maybe there's a reason countries have borders and vetting laws other than racism. But then I remember the answer is always racism, so I carry on with my day. <br /></p><p>Four <a href=\"https://www.louderwithcrowder.com/afghaan-refugee-convicted\" target=\"_blank\">Afghan</a> boys were <a href=\"https://www.dailymail.co.uk/news/article-11744649/Four-Afghan-asylum-seekers-arrested-Dover-rape-crossed-Channel-year-ago.html\" target=\"_blank\">recently arrested</a> in connection with the rape of a 15-year-old girl in the United Kingdom. The boys arrived unaccompanied in boats last year,  illegally crossing the English Channel as asylum seekers. The boys are between the ages of 13 and 16. Three of them allegedly pinned the girl down and acted as \"lookouts\" while the fourth raped her at school. The police cleared them of any wrongdoing, but the schoolgirls don't seem convinced. </p><p>Some of the schoolgirls protested the rape and claimed the school is doing nothing about it. They said they don't feel safe because the school allowed the boys to return: <em>\"They think that it's not that serious in a way, because they've let them boys come back into our school without an issue.\"  </em>The girl who was allegedly raped has not returned to school. </p><p>One of the girls went on the explain the school is mainly concerned with the protests, not that the boys might rape another girl. Another girl said that there have been many cases of sexual assault, but the school has refused to do anything about it other than instruct the girls how to dress so the boys won't rape them. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cIn Dover outside Astor College, students and parents speak out about the constant sexual abuse being experienced by girls at the school.\\n\\nSome girls are calling for the principal and vice principal to be removed immediately.\\n\\nVideo courtesy Laura Nina\\nhttps://t.co/EuIpELwRrk\\u201d</div> — UK Justice Forum \\ud83c\\uddec\\ud83c\\udde7 Latest Video News Updates! (@UK Justice Forum \\ud83c\\uddec\\ud83c\\udde7 Latest Video News Updates!)\n        <a href=\"https://twitter.com/Justice_forum/status/1628485816379908100\">1677096249</a>\n</blockquote>\n<p>Last year, <a href=\"https://www.bbc.com/news/explainers-53734793\" target=\"_blank\">a record number of migrants </a>crossed the English Channel in boats to illegally enter the country. About a fifth of those were unaccompanied minors, most from Afghanistan. Ministers are debating deporting unaccompanied minors to Rwanda for their asylum claims to be processed there. </p><p>The school's reaction (or lack thereof) sounds a bit like the whole transgender sports issue, <a href=\"https://www.louderwithcrowder.com/mom-explains-school-board\" target=\"_blank\">where young girls who feel victimized and unsafe</a> are <a href=\"https://www.louderwithcrowder.com/ncaa-swimmer-choked-up\" target=\"_blank\">silenced and ignored</a> to avoid \"stirring the pot.\" Where are the feminists now? </p>", "link": "https://www.louderwithcrowder.com/british-schoolgirls-protest-rape", "date_published": "2023-02-24 15:55:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "'This Is Not A Joke': The DOJ Wants to Take Alex Jones's Cat For Sandy Hook Families", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33088573&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Last year, Alex Jones was <a href=\"https://www.louderwithcrowder.com/crowder-how-the-systemic-silencing-of-speech-affects-you-whether-you-like-it-or-not\" target=\"_blank\">ordered to pay over $1.4B to the families of Sandy Hook victims</a> as a result of three defamation lawsuits filed against him. Jones filed for bankruptcy soon after, since he doesn't have over $1.4B. This means he has to disclose all of his assets in court, and his filing stated he has between $1-$10M in assets. </p><p>One of those assets the DOJ is reportedly <em>very</em> interested in? His $2000 cat. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cExclusive: DOJ investigates Alex Jones\\u2019s cat. Not Satire!\\u201d</div> — Erika Wulff Jones (@Erika Wulff Jones)\n        <a href=\"https://twitter.com/WulffJones/status/1628934369183137792\">1677203192</a>\n</blockquote>\n\n<p>Yes, the United States Department of Justice wants to take Alex Jones's cat away from him as punishment for a conspiracy theory. Jones explained, <em>\"The [Justice Department] spent probably five minutes of the meeting, that was over three hours long, on my cat. This is Mushu [...] and they wanted to know if assets were hidden in the cat [...] They were very serious about the cat and its value, and they may want the cat for the Sandy Hook families.\" </em></p><p>You can dislike <a href=\"https://www.louderwithcrowder.com/alex-jones-discusses-ye-interview\" target=\"_blank\">Alex Jones</a>. But this is insane. He has apologized countless times to the Sandy Hook families and admitted he was wrong. But the courts and the government are relentless, and now they want to take his cat. It's clear they're trying to make him an example of what happens to conservatives who step too far out of line. </p><p>It's also laughable to argue Alex would've bought a $2000 <em>cat</em>  to hide money in. You'd think he'd go for something a tad more luxurious, no? Bu they know that, of course. The whole thing's a joke. </p><p>Jones went on, <em>\"The deal's broke. You guys aren't getting the cat. This is next-level, this is harassment, no one's ever heard of this, my lawyer's never heard of this...this is just insane. And I mean, what, do you want my children next?\"</em></p><p>Careful, Alex. Don't give them any ideas. </p>", "link": "https://www.louderwithcrowder.com/alex-jones-doj-cat", "date_published": "2023-02-24 15:03:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "An 'evil Elmo' named Adam Sandler (different guy) is terrorizing Santa Cruz, police warn 'do not engage'", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33088485&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>A guy who dresses up as Sesame Street characters and shares a name with the most beloved comedic actor of this generation is on the loose in Santa Cruz. \"Evil Elmo\" has been terrorizing people on the boardwalk and police have issued a warning that, no matter what you do, do NOT engage the full-sized Muppet.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"c3256\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33088522&amp;width=980\" />\n</p>\n<p>To begin, some of you are no doubt saying \"Hey Brodigan, your headline <a href=\"https://www.louderwithcrowder.com/home-inspector-elmo-doll\" target=\"_blank\">says Elmo</a> but that is clearly <a href=\"https://www.louderwithcrowder.com/cookie-monster-spokesman-knife-control-england\" target=\"_blank\">Cookie Monster</a>.\" You're right, and I was confused myself. <a href=\"https://www.sfgate.com/bayarea/article/santa-cruz-police-warn-return-evil-elmo-17795046.php\" target=\"_blank\">But according to SF Gate</a>, he's better known as \"Evil Elmo.\" It stems from the man, Adam Sandler (<a href=\"https://www.louderwithcrowder.com/adam-sandler-gotham-awards\" target=\"_blank\">no, not that dude</a>), performing as Elmo in Times Square in 2013. Where he used anti-Semitic slurs, harassed two Girl Scouts employees, and did time in prison attempting to extort millions from the organization.</p><p>Deemed to be too much of a scumbag for New York City, he naturally made his way to California. And at some point switched to a Cookie Monster costume.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"6c2bb\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33088551&amp;width=980\" />\n</p>\n<p>In 2014, now a Californian, Evil Elmo/Cookie Monster threatened a street vendor and allegedly threatened to rip her throat out. Nine years later, Adam \"Cookie Monster\" Sandler can be found on the Santa Cruz pier. Ranting and raving, and accusing people of conspiracy theories.</p><p>\"He frightens visitors and locals. Whatever business he's in front of has a horrible day.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"17f08\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33088572&amp;width=980\" />\n</p>\n<p>Police started receiving calls from people who say the street performer's \"creepy.\" Knowing his past history, they have advised the public to steer clear of the man and NOT engage with him. After all, this is California. It's up to normies to make the freaks comfortable.</p><p>As of this writing, Evil Elmo/Adam Sandler/Cookie Monster has not be arrested or charged with any wrongdoing. Just a lot of screaming and harassing passers-by, and overall crazy behavior. Again, this is California. AND he's an NYC transplant.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Gavin Newsom \"SAYS YES\" to RUINING CALIFORNIA | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/0LIU727NTFQ\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/evil-elmo-santa-cruz", "date_published": "2023-02-24 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Death Row inmate uses his final words to launch a vulgar attack at Ron DeSantis", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33088142&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C24%2C0\" /><br /><br /><p>Gather around and let us join hands in prayer to the deity or deities of content that someone asks Ron DeSantis about this today. Our dude is taking fire from all corners. <a href=\"https://www.louderwithcrowder.com/ron-desantis-rips-media-lies\" target=\"_blank\">Hateful liberals in the media</a>. GOP presidential candidates who echo those liberal attacks because he saw them on the internet. And death row inmates who use their final words to tell DeSantis to suck on his sexual organ located in the lower abdominal area (yo man, it's d*ck).</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"3156f\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33088169&amp;width=980\" />\n</p>\n<p>This story <a href=\"https://www.thedailybeast.com/death-row-inmate-donald-dillbeck-uses-last-words-to-diss-florida-gov-ron-desantis\" target=\"_blank\">comes from a progressive gossip rag</a>. Ron DeSantis created a bastion of freedom during the pandemic and passed many common-sense reforms in education to benefit parents and students. Donald Dillbeck viciously killed a woman in 1990. And in his final words before being executed for viciously killing a woman, Dillbeck claims what DeSantis did (and does) is just as bad.</p><p>\"I know I hurt people when I was young. I really messed up. But I know Ron DeSantis has done a lot worse. He’s taken a lot from a lot of people. I speak for all men, women and children. He’s put his foot on our necks. Ron DeSantis and other people like him can suck our d*cks.\"</p>\n<p>I mean...</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"5a4a6\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33088247&amp;width=980\" />\n</p>\n<p>Here is what no doubt is going to happen today. MSNBC will send Andrea Mitchell to interview Dillbeck's family about how much worse Ron DeSantis is than their convicted murder family member. The shrill harpies from The View <a href=\"https://www.louderwithcrowder.com/joy-behar-trump-east-palestine\" target=\"_blank\">who think people in East Palestine deserve to suffer</a> because they didn't vote for Biden will praise the murdering Dillbeck as a hero. And there will be dumb, low-energy memes about it on TruthSocial.</p><p>That said, good content is good content. So if the deity or deities OF content could, in their wisdom, have a <a href=\"https://www.louderwithcrowder.com/ron-desantis-rips-media-lies\" target=\"_blank\">reporter ask Ron DeSantis about this</a> today, us loyal servants would be humble in their praise.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">BASED DeSantis vs. The FAKE News! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/7C9lkAOP4Ak\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/ron-desantis-death-row-inmate", "date_published": "2023-02-24 14:15:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Ben Stiller won't bend the knee to the woke mob, refuses to apologize for 'Tropic Thunder'", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33087713&amp;width=2000&amp;height=1500&amp;coordinates=162%2C0%2C0%2C0\" /><br /><br /><p>The movie <em>Tropic Thunder</em> is fifteen years old this year. And, if you'll excuse me, I just discovered arthritis in a new joint. It's one of two movies, the other being <em>Blazing Saddles</em>, that is regularly the target of CANCELATION on the internet because the comedy doesn't match with 2023's soy-based sensitivities. There are two main reasons. One is Robert Downey Jr. playing a British dude playing a black dude in blackface (he's a method actor). The other is Ben Stiller playing a word that will get us dinged on Facebook, we have a clip of it a little later.</p><p>Rest assured, though. Ben Stiller (when he's not making <a href=\"https://www.louderwithcrowder.com/adam-sandler-gotham-awards\" target=\"_blank\">Adam Sandler's daughter's favorite movies</a>) REFUSES to apologize for making the movie. Contrary to what you may have heard on the bird app.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\"><a href=\"https://twitter.com/BenStiller?ref_src=twsrc%5Etfw\">@BenStiller</a> Please stop apologizing for doing this movie. It was and still is funny AF... Even funnier now with cancel culture the way it is. It's a MOVIE. Ya'll can just get over it. I was DYING laughing when I first saw it back in the day and so was everyone else. <a href=\"https://t.co/HEyR0ztQD4\">pic.twitter.com/HEyR0ztQD4</a><br />— Benny S. (@BennySings) <a href=\"https://twitter.com/BennySings/status/1628042885798014976?ref_src=twsrc%5Etfw\">February 21, 2023</a></blockquote> </div><p>Here's that clip I was talking about.</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Tropic Thunder (5/10) Movie CLIP - Never Go Full Retard (2008) HD</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/X6WHBO_Qc-Q\" target=\"_blank\">youtu.be</a>\n</small>\n</p>\n<p>What happens is that, much like <em>Blazing Saddles</em>, it is believed that <em>Tropic Thunder</em> needs to be canceled. So much so, Robert Downey Jr. playing a black dude is <a href=\"https://www.louderwithcrowder.com/jamie-foxx-all-star-weekend\" target=\"_blank\">holding up a Jamie Foxx movie where he plays a Mexican dude</a> from being released. And you know how Twitter gets. One person tweets Ben Stiller demanding he apologizes. Another person responds by saying \"there these cancel culture vultures go again.\" Next thing you know, Johnny and the Mothers are having a performance of \"Stompin' at the Savoy\" canceled in Vermont.</p><p>Rest assured, Ben Stiller makes NO apologies. He doesn't apologize <a href=\"https://www.louderwithcrowder.com/ben-stiller-zoolander\" target=\"_blank\">for Donald Trump being in <em>Zoolander</em></a>, and he doesn't apologize for this: \"I make no apologies for Tropic Thunder. Don’t know who told you that. It’s always been a controversial movie since when we opened. Proud of it and the work everyone did on it.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">I make no apologies for Tropic Thunder. Don’t know who told you that. It’s always been a controversial movie since when we opened. Proud of it and the work everyone did on it. 🙏✊😊<br />— Ben Stiller (@BenStiller) <a href=\"https://twitter.com/BenStiller/status/1628119652231520257?ref_src=twsrc%5Etfw\">February 21, 2023</a></blockquote> </div><p>It's one thing to say you can't make <em>Tropic Thunder</em>, or <em>Blazing Saddles</em>, <a href=\"https://www.louderwithcrowder.com/mindy-kaling-office\" target=\"_blank\">or <em>The Office</em> these days</a> (which is all stupid). It's another to lecture people that they can't enjoy them anymore. And demand filmmakers apologize for their art that is at least over a decade old because someone decided over the past year or two they no longer find it funny. Thankfully BennySings was acting on bad intel. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/ben-stiller-tropic-thunder", "date_published": "2023-02-24 13:32:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Jordan Peterson narrating a little boy riding his scooter in the rain is the greatest thing on the Internet", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33087194&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C120\" /><br /><br /><p>Let's take a break from embracing the suck that is writing about politics and culture in 2023. Trust me, I have articles bookmarked. That's coming later. But my sister shared this video yesterday. A combination of us losing our mom this month and the kid looking like my nephew riding his scooter was a Shatter Machine right to the feels.</p><p>A little boy riding his scooter in the rain. While <a href=\"https://www.louderwithcrowder.com/jordan-peterson-ontario-college-educate\" target=\"_blank\">Jordan Peterson</a> provides narration on the importance of appreciating the time when they're little kids.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">This video of <a href=\"https://twitter.com/jordanbpeterson?ref_src=twsrc%5Etfw\">@jordanbpeterson</a> narrating a little boy riding his scooter in the rain is the greatest thing you'll see on the internet all year. <a href=\"https://t.co/QTuOna5jFE\">pic.twitter.com/QTuOna5jFE</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1628886106925064195?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote> </div><p>\"You have little kids for four years. And if you miss it, it's DONE. That's it. So, you've got to know that. Lots of things in life you don't get to do more than once. Obviously, you can have more than one child. All I'm saying is that period between zero and four, zero and five, there's something about it that's really...it's like a peek experience in life. And it isn't much of your life. It's not that long. Four years go by so fast you can't believe it. And if you miss it, it's GONE!\"</p><p>If you are not a blubbering mess yet, check out the rain booties.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"44c31\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33087480&amp;width=980\" />\n</p>\n<p>A lot of you felt the same way from some of your responses on the bird app.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">My kids are completely different people than they were at that age. <br />It is sad that I will never see “them”, again. I can still smell their cheeks lol.<br />— 👌🏻🐸killerbeblue🤡🌎 (@killerbeblue) <a href=\"https://twitter.com/killerbeblue/status/1628889865252118528?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">My daughter's are 2 and 5 right now. It is so hard dealing with the reality I only have so many cuddles left. I have only so many airplane rides left to give. All the interactions are numbered. I don't want to get to zero 😞<br />— RedBeardReturns (@CoreyMartindil1) <a href=\"https://twitter.com/CoreyMartindil1/status/1628906541784104962?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">You rotten bastard, making me tear up into my beer....<br /><br />This is so true, reminds me of that very very short time with my kids. Thanks for sharing. <a href=\"https://t.co/BBmBP6XFbo\">https://t.co/BBmBP6XFbo</a><br />— The Opinionator (@1159) <a href=\"https://twitter.com/1159/status/1629092882790621185?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p>What <a href=\"https://www.louderwithcrowder.com/jordan-peterson-dilbert\" target=\"_blank\">Jordan Peterson</a> talks about is immensely important. Having my own kids wasn't in the cards for me, but my sister lives three blocks away. I first started working from home when the oldest (when she was barely three) decided she didn't quite feel like going to daycare anymore. It became me and my mom (who had just retired) and that time from zero to five for all of them is time I couldn't imagine never happening.</p><p>Though a warning to anyone attempting to relive the cuteness of this video. I was with the nephew (4) yesterday on the way to dinner. After having him keep telling us to turn up the volume in the car and dabbing to Reel Big Fish, I noticed a puddle in the parking lot. I jumped in it. He jumped in it with glee. But a short time later:</p><p>\"Uncle Brodigan, why did you make me do that? My pants are wet now.\"</p><p>My bad for forgetting the rain booties.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/jordan-peterson-boy-scooter-rain", "date_published": "2023-02-24 12:42:07+00:00", "persistent": false, "user": null, "language": "en-US"}]