[{"source": "https://businessinsider.com.pl/.feed", "title": "Grupa Wagnera nie zmierza na Białoruś? Nowe informacje wywiadu Ukrainy", "description": "Nie widać obecnie oznak przemieszczania się Grupy Wagnera na terytorium Białorusi – ocenił w sobotę dowódca Połączonych Sił Zbrojnych Ukrainy generał Serhij Najew. Zapewnił, że służby wywiadowcze pracują nad zdobyciem informacji o rozwoju wypadków.", "link": "https://businessinsider.com.pl/wiadomosci/grupa-wagnera-nie-zmierza-na-bialorus-nowe-informacje-wywiadu-ukrainy/n0twd1b", "date_published": "2023-07-01T19:16:54+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Meta chce sprzedawać abonament na gry VR. Zuckerberg szuka nowych źródeł przychodu", "description": "Modele biznesowe oparte na subskrypcjach stały się popularne w świecie cyfrowym. Dzięki chmurze firmy mogą oferować usługi strumieniowania gier w ramach subskrypcji, co prowadzi — przynajmniej w założeniu — do regularnych przychodów. Meta uruchamia właśnie nową usługę adresowaną dla graczy. Co ciekawe, jest ona skierowana do konkretnej niszy: graczy VR.", "link": "https://businessinsider.com.pl/technologie/facebook-wprowadza-abonament-na-gry-vr-premiera-i-cena/4pmypb4", "date_published": "2023-07-01T18:35:04+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie daj się oszukać na Allegro. Nigdy tego nie akceptuj", "description": "Oszuści znaleźli nowy sposób na kradzieże w sieci. Tym razem sprawa dotyczy rzekomego nowego regulaminu Allegro. Złodzieje w sprytny sposób mogą ukraść oszczędności zgromadzone na naszych kontach bankowych.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/nie-daj-sie-oszukac-na-allegro-nigdy-tego-nie-akceptuj/jmjgkpp", "date_published": "2023-07-01T18:10:13+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin zakazuje wjazdu ciężarówkom z Polski. Są jednak wyjątki", "description": "Rosja wprowadziła zakaz wjazdu i poruszania się polskich ciężarówek po swoim terytorium. Dekret rosyjskiego rządu zabrania poruszania się prawie wszystkim takim pojazdom zarejestrowanym w Polsce. \"Prawie\", bo od reguły są dwa wyjątki.", "link": "https://businessinsider.com.pl/gospodarka/putin-zakazuje-wjazdu-ciezarowkom-z-polski-sa-jednak-wyjatki/96k4ggn", "date_published": "2023-07-01T17:36:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA ojczyzną giełdowych przekrętów. W Polsce to wciąż wyjątki. Oto najgłośniejsze przykłady insider tradingu", "description": "Procesy sądowe w blaskach fleszy, które najpierw kończyły błyskotliwe kariery telewizyjnych gwiazd, a później doczekały się ekranizacji. Takie skutki insider trading ma za oceanem. W Polsce tradycja wykorzystywania poufnych informacji jest znacznie uboższa. W ostatnich latach na palcach jednej ręki można policzyć przypadki takich przekrętów wykrytych przez KNF.", "link": "https://businessinsider.com.pl/gielda/insider-trading-w-polsce-to-wciaz-wyjatki-w-usa-to-publiczne-spektakle/37nkgdv", "date_published": "2023-07-01T16:53:50+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa prezydencja w Unii Europejskiej ma jasny cel. Chodzi o Ukrainę", "description": "W sobotę Hiszpania objęła półroczną rotacyjną prezydencję w Radzie UE. Ambicją socjalistycznego premiera Pedro Sancheza jest m. in. promowanie w tym czasie otwarcia negocjacji w sprawie przystąpienia Ukrainy do UE.", "link": "https://businessinsider.com.pl/gospodarka/nowa-prezydencja-w-unii-europejskiej-z-jasnym-celem-chodzi-o-ukraine/y58pbg7", "date_published": "2023-07-01T16:22:08+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bawię się ze zwierzętami i zarabiam. W Polsce przybywa petsitterów", "description": "Wyprowadzają psy na spacer, zapewniają im towarzystwo, opiekują się nimi, gdy właściciele nie mają na to czasu lub gdzieś wyjeżdżają. Petsitterzy cieszą się coraz większym powodzeniem i coraz więcej zarabiają. Na brak pracy narzekać nie mogą też hotele dla czworonogów.", "link": "https://businessinsider.com.pl/biznes/bawie-sie-ze-zwierzetami-i-zarabiam-w-polsce-przybywa-petsitterow/lngcjsr", "date_published": "2023-07-01T15:43:47+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ogromna awaria Twittera. Tysiące użytkowników bez dostępu", "description": "Użytkownicy Twittera na całym świecie alarmują, że serwis uległ poważnej awarii. Od kilku godzin serwis funkcjonuje w bardzo ograniczony sposób.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/ogromna-awaria-twittera-tysiace-uzytkownikow-bez-dostepu/9xbp5ml", "date_published": "2023-07-01T15:37:20+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ogromna awaria Twittera. Tysiące użytkowników bez dostępu, Elon Musk zabiera głos", "description": "Użytkownicy Twittera na całym świecie alarmują, że serwis uległ poważnej awarii. Od kilku godzin serwis funkcjonuje w bardzo ograniczony sposób. Głos w sprawie zabrał Elon Musk.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/ogromna-awaria-twittera-tysiace-uzytkownikow-bez-dostepu-elon-musk-zabral-glos/9xbp5ml", "date_published": "2023-07-01T15:37:20+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Rosji złodziej okradł złodzieja. W końcu powstrzymali go piraci", "description": "WesternRus przez lata zarabiał na dostarczaniu nielegalnych kopii amerykańskich filmów do kin w Rosji. Ten proceder właśnie się kończy, jednak nie za sprawą organów ścigania. Firma została ofiarą... piratów.", "link": "https://businessinsider.com.pl/gospodarka/w-rosji-zlodziej-okradl-zlodzieja-w-koncu-powstrzymali-go-piraci/rt3mkyb", "date_published": "2023-07-01T15:19:55+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bitcoin pozwolił mu na zakup domu. Teraz śledzi akcje spółek technologicznych", "description": "Czytelnik Business Insidera dzieli się swoją historią. Zarobił kilkaset tysięcy złotych, a gdyby poczekał miesiąc dłużej, miałby ponad 2 mln. Ostatecznie inwestowanie w kryptowaluty pozwoliło mu kupić dom. Było to bardzo ryzykowne, bo w przypadku kryptowalut można zarówno szybko zyskać, jak i szybko stracić. Pan Maksym miał to szczęście, że zyskał.", "link": "https://businessinsider.com.pl/finanse/kryptowaluty/bitcoin-pozwolil-mu-na-zakup-domu/de3b3xq", "date_published": "2023-07-01T14:27:25+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Błaszczak o aspiracjach rozbudowy armii. \"W ciągu dwóch lat najsilniejsze wojska lądowe w Europie\"", "description": "Minister obrony Mariusz Błaszczak zadeklarował w sobotę w Spale, że w przypadku dalszych rządów Zjednoczonej Prawicy Polska w ciągu dwóch lat będzie mieć najsilniejsze wojska lądowe w Europie. Wskazał na najważniejsze zakupy polskiej armii w ostatnim czasie.", "link": "https://businessinsider.com.pl/gospodarka/blaszczak-o-rozbudowie-armii-najsilniejsze-wojska-ladowe-w-europie/sp6fm7c", "date_published": "2023-07-01T13:56:28+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będą kolejne tarcze? Premier Morawiecki składa obietnicę", "description": "Premier Mateusz Morawiecki na spotkaniu z mieszkańcami powiatu kościerskiego poruszył kwestię tarcz antykryzysowych. Zadeklarował, że rząd nie zawaha się wprowadzić nowych mechanizmów osłonowych.", "link": "https://businessinsider.com.pl/gospodarka/beda-kolejne-tarcze-premier-morawiecki-sklada-obietnice/dhdw0mx", "date_published": "2023-07-01T13:18:26+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezydent tego kraju alarmuje. \"Działają tu ludzie powiązani z Kremlem\"", "description": "Prezydent Macedonii ostrzega, że jego kraj jest infiltrowany przez rosyjskich szpiegów. — W macedońskim biznesie, w naszych partiach politycznych i Macedońskim Kościele Prawosławnym obecne są osoby powiązane z rosyjskimi służbami — podkreślił Stevo Pendarovski.", "link": "https://businessinsider.com.pl/gospodarka/prezydent-tego-kraju-alarmuje-dzialaja-tu-ludzie-powiazani-z-kremlem/f6mypp4", "date_published": "2023-07-01T13:03:47+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Hołownia zapowiada moratorium podatkowe. Co zawiera jego program?", "description": "Uproszczenie systemu podatkowego, niepodwyższanie kluczowych podatków do 2026 r., wprowadzenie rodzinnego PIT-u i wakacje od składek ZUS dla przedsiębiorców w trudnościach — to niektóre propozycje, które przedstawił w sobotę lider Polski 2050 Szymon Hołownia na konferencji programowej  \"Gospodarna Polska\".", "link": "https://businessinsider.com.pl/wiadomosci/holownia-zapowiada-moratorium-podatkowe-co-zawiera-jego-program/ppgzvzl", "date_published": "2023-07-01T11:22:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Split payment delikatnie rośnie. W trzy miesiące podatnicy zrobili 23 mln transakcji", "description": "Według danych Ministerstwa Finansów liczba transakcji przy użyciu mechanizmu podzielonej płatności wzrosła w pierwszym kwartale o 1,7 proc. rdr. Jak twierdzą znawcy tematu, split payment staje się coraz popularniejszym rodzajem rozliczeń pomiędzy przedsiębiorcami, jednak ww. wzrost nie jest zbyt imponujący. Stosowanie go jest dla części podatników obowiązkowe, ale nie brakuje podmiotów wybierających to rozwiązanie dobrowolnie.", "link": "https://businessinsider.com.pl/firmy/podatki/split-payment-delikatnie-rosnie-w-trzy-miesiace-podatnicy-zrobili-23-mln-transakcji/77vmrm2", "date_published": "2023-07-01T11:04:17+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cyfrowa obrona Ukrainy. Gigant odsłania kulisy ratowania poufnych danych przed Rosją [WYWIAD]", "description": "Max Peterson, wiceprezes globalnego sektora publicznego w Amazon Web Services, opowiada o szczegółach ratowania przed Rosją danych kluczowych dla bezpieczeństwa Ukrainy. Zdradza też, jak dużą rolę w ratowaniu Ukrainy w przestrzeni cyfrowej odegrała Polska.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/cyfrowa-obrona-ukrainy-gigant-odslania-kulisy-ratowania-tajnych-danych-przed-rosja/sft7546", "date_published": "2023-07-01T10:40:47+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oferują kawę, ciastko i... możliwość zabawy z psami husky. Bilet wstępu: 45 zł", "description": "W tej kawiarni możesz pobawić się z psami husky. TrueLove At Neverland znajduje się w Bangkoku w Tajlandii.", "link": "https://businessinsider.com.pl/wideo/oferuja-kawe-ciastko-i-mozliwosc-zabawy-z-psami-husky-bilet-wstepu-45-zl/ws8lbxm", "date_published": "2023-07-01T10:10:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jeszcze jedna darmowa autostrada. Ale tylko w wybrane dni", "description": "Od 1 lipca przejazd autostradami zarządzanymi przez GDDKiA jest darmowy. W weekendy bezpłatna ma być także A1 między Gdańskiem a Toruniem, którą zarządza Gdańsk Transport Company.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/jeszcze-jedna-darmowa-autostrada-ale-tylko-w-wybrane-dni/j80jvyb", "date_published": "2023-07-01T09:37:49+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy zbudowali wieżę, w której pracował Batman, a Trump jest jak święty. Byłem w Trump Tower w Nowym Jorku", "description": "W środku Trump Tower trudno nie poczuć się jak w centrum wydarzeń kreskówki o superbohaterze. W spektakularnej wieży w samym sercu Nowego Jorku, w której swoje apartamenty mają znani na cały świat celebryci, Donald Trump jest traktowany niczym zbawiciel USA, heros i wybitny 45. prezydent, a jednocześnie \"swój człowiek\", u którego można wypić kawę w Trump Café lub zjeść obiad w Grill Trump. A wszystko w otoczeniu, które nie pozwoli zapomnieć, kto \"uczynił Amerykę znów wielką\".", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/pracowal-tu-batman-a-trump-jest-jak-swiety-bylem-w-trump-tower-w-nowym-jorku/r28xz88", "date_published": "2023-07-01T09:22:20+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukryty koszt inflacji. Gospodarka traci grube miliardy", "description": "Już niemal połowa Polaków twierdzi, że przez wysoką inflację traci zdrowie psychiczne. Takich osób jest więcej niż tych, które nie doświadczają tego typu problemów. A rok temu sytuacja wyglądała zupełnie odwrotnie. Obecnie o niekorzystnych zmianach mówią głównie seniorzy, ale warto też zwrócić uwagę na pokolenie Z.", "link": "https://businessinsider.com.pl/wiadomosci/ukryty-koszt-inflacji-gospodarka-traci-grube-miliardy/z5d9fkg", "date_published": "2023-07-01T08:46:36+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biograf Elona Muska:\"Stawał się straszny i widziałem, że gotów był rozerwać osobę na strzępy\"", "description": "Biograf Elona Muska widział, jak szef Twittera przechodzi w \"tryb demona\". \"Nieprzyjemnie na to patrzeć, ale dzięki temu udaje mu się załatwić wiele spraw.\"", "link": "https://businessinsider.com.pl/wiadomosci/biograf-elona-muska-widzial-jak-szef-twittera-przechodzi-w-tryb-demona/3770q2p", "date_published": "2023-07-01T08:28:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "KFC ma w Polsce nową konkurencję. \"Polacy uwielbiają kurczaka\"", "description": "Już 7 lipca w Polsce zadebiutuje nowa marka typu fast food — specjalizujący się w smażonym kurczaku Popeyes. Pierwszy lokal sieci zostanie otwarty w galerii handlowej we Wrocławiu, a kolejne w Szczecinie i Warszawie. Wywodzącym się z Louisiany formatem zarządza w Polsce Rex Concepts, spółka odpowiedzialna za rozwój marki Burger King na polskim, czeskim i rumuńskim rynku. O menu Popeyes, konkurowaniu z KFC i rozwijaniu marki w czasie dużej inflacji Business Insider Polska rozmawia z prezesem Rex Concepts Jerzym Tymofiejewem.", "link": "https://businessinsider.com.pl/biznes/popeyes-w-polsce-pytamy-o-ceny-inflacje-i-konkurencje-kfc/yf9xymt", "date_published": "2023-07-01T08:10:06+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inwestycja w Świnoujściu to nie koniec tuneli w Polsce. Drogowcy przebili kolejny", "description": "Od piątku kierowcy mogą korzystać z długo wyczekiwanego tunelu pod Świną, ale to nie znaczy, że to koniec tego typu inwestycji. \"Przebiliśmy nawę w dłuższym z dwóch tuneli drążonych w masywie Baraniej Góry w ciągu drogi ekspresowej S1\" — poinformowali niedawno drogowcy i pokazali nagranie.", "link": "https://businessinsider.com.pl/wiadomosci/inwestycja-w-swinoujsciu-to-nie-koniec-tuneli-w-polsce-drogowcy-przebili-kolejny/pfphcss", "date_published": "2023-07-01T07:55:31+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rzeczywistość po wyroku TSUE ws. frankowiczów. Czas, by wkroczyło państwo? [SONDAŻ]", "description": "Niemal co piąty ankietowany opowiada się za tym, aby państwo w sytuacji obecnego kryzysu na rynku kredytów mieszkaniowych we frankach szwajcarskich zmusiło banki do zawierania ugód. Tylko nieznacznie mniej badanych nie ma wyrobionej opinii w tej kwestii. Z kolei blisko 13 proc. uczestników sondażu uważa, że państwo nie powinno się w to w ogóle wtrącać, bo to problem banków i ich klientów.", "link": "https://businessinsider.com.pl/wiadomosci/rzeczywistosc-po-wyroku-tsue-ws-frankowiczow-czas-by-wkroczylo-panstwo-sondaz/l5dlt63", "date_published": "2023-07-01T07:32:52+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto miara problemu z pracownikami w handlu. Praca nie w jednym sklepie, a w całym mieście", "description": "Największe sieci handlowe jawnie podchodzą do kwestii płac i chętnie informują publicznie o podwyżkach. Tyle tylko, że i to nie gwarantuje im skompletowania obsad, które zaspokoiłyby potrzeby każdego sklepu. Dlatego umowy o pracę nie dotyczą już pojedynczych placówek.", "link": "https://businessinsider.com.pl/praca/gigantyczny-problem-handlu-praca-nie-w-jednym-sklepie-a-w-calym-miescie/36xsb5d", "date_published": "2023-07-01T06:37:20+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zawrotne pensje dla specjalistów od ChatGPT. Kto i na ile może liczyć?", "description": "Zanim sztuczna inteligencja zabierze nam pracę, najpierw pozwoli dobrze zarobić, ale tylko tym, którzy naprawdę wiedzą, jak z niej korzystać. Pensje? Sześciocyfrowe stawki to nie jest szczyt możliwości. I nie chodzi tylko o programistów.", "link": "https://businessinsider.com.pl/wiadomosci/zawrotne-pensje-dla-specjalistow-od-chatgpt-kto-i-na-ile-moze-liczyc/7yet9jx", "date_published": "2023-07-01T05:40:38+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy coraz mniej kombinują z podatkami? Nowe dane fiskusa", "description": "W czterech pierwszych miesiącach br. organy podatkowe wszczęły ponad 9,3 tys. postępowań przygotowawczych w sprawach karnych skarbowych. To o 12,4 proc. mniej niż w analogicznym okresie ub.r. Eksperci komentujący te wyniki uważają, że podatnicy stali się bardziej skrupulatni i świadomi przepisów podatkowych. Do tego mniej chętnie korzystają z tzw. agresywnych form planowania podatkowego.", "link": "https://businessinsider.com.pl/wiadomosci/polacy-coraz-mniej-kombinuja-z-podatkami-nowe-dane-fiskusa/s0l15t8", "date_published": "2023-07-01T05:39:15+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wymarłe zawody: wiesz, kim był cyrulik i co robił zecer? 15/15 i tak nie zdobędziesz", "description": "Coraz więcej czynności wykonują za nas maszyny i algorytmy sztucznej inteligencji. Powstają nowe zawody związane z obsługą nowych technologii, a stare profesje powoli odchodzą w zapomnienie. Często nie znamy nazw zawodów popularnych jeszcze w czasach naszych dziadków. Pytamy o fachy z przeszłości, których nie znajdziemy już na rynku pracy. Przekonajmy się, czy masz szansę na komplet punktów!", "link": "https://businessinsider.com.pl/wiadomosci/wymarle-zawody-wiesz-kim-byli-cyrulik-i-zecer-1515-i-tak-nie-zdobedziesz/3d036md", "date_published": "2023-07-01T05:19:12+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Słońce wysmaży satelity i spowoduje blackouty? Zbliża się do szczytu aktywności", "description": "Aktywność Słońca może osiągnąć szczyt dwa lata wcześniej, niż przewidywano. Efektem mogą być spalone satelity i przerwy w dostawie sygnału radiowego oraz prądu pod koniec roku.", "link": "https://businessinsider.com.pl/wiadomosci/slonce-wysmazy-satelity-i-spowoduje-blackouty-zbliza-sie-do-szczytu-aktywnosci/4jr4lg9", "date_published": "2023-07-01T05:13:59+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szkolił FBI i CIA. Podaje siedem sygnałów, że ktoś kłamie ci prosto w twarz", "description": "Psychoterapeuta, który szkolił FBI i CIA podaje siedem sygnałów, że ktoś kłamie ci prosto w twarz", "link": "https://businessinsider.com.pl/lifestyle/szkolil-fbi-i-cia-podaje-siedem-sygnalow-ze-ktos-klamie-ci-prosto-w-twarz/xg779cc", "date_published": "2023-07-01T05:12:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Próbowałam diety i ćwiczeń Gwyneth Paltrow. \"Cieszę się, że to już koniec\"", "description": "Gwyneth Paltrow ćwiczy dwie godziny dziennie: godzina kardio i godzina treningu siłowego. Do tego stosuje konkretne zasady żywieniowe. Jak poradziła sobie z nimi osoba, która na co dzień uskuteczniała raczej siedzący tryb życia? Oto odpowiedź.", "link": "https://businessinsider.com.pl/wideo/probowalam-diety-i-cwiczen-gwyneth-paltrow-ciesze-sie-ze-to-juz-koniec/h6ecw7h", "date_published": "2023-07-01T05:09:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gdzie obowiązują winiety? Jak szybko można jechać? Sprawdź przed podróżą po Europie", "description": "Polscy drogowcy przypominają, że każdy kraj to nieco inne przepisy, inne sposoby dokonywania opłat za przejazd płatnymi odcinkami dróg czy limity prędkości i mandaty za ich przekroczenie. Aby się w tym połapać, przygotowali kompendium wiedzy dla podróżnych.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/gdzie-obowiazuja-winiety-jak-szybko-mozna-jechac-sprawdz-przed-podroza-po-europie/hzpkkeq", "date_published": "2023-07-01T05:02:02+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa płaca minimalna od 1 lipca. Miliony Polaków z podwyżką", "description": "Od 1 lipca minimalne wynagrodzenie za pracę wzrasta do 3600 zł, a stawka godzinowa do 23,50 zł. To druga w tym roku podwyżka płacy minimalnej. Obecnie jest ona wyższa o 19,6 proc. w stosunku do najniższego wynagrodzenia, które obowiązywało w 2022 r.", "link": "https://businessinsider.com.pl/wiadomosci/nowa-placa-minimalna-od-1-lipca-miliony-polakow-z-podwyzka/zry67vs", "date_published": "2023-07-01T04:27:47+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Samochód wie więcej, niż myślisz. Rejestruje dane o podróżach, kontakty z telefonu, a nawet twoje zdjęcia", "description": "Samochody są już w dużym stopniu skomputeryzowane. Jak bardzo? Dzisiejsze pojazdy potrafią gromadzić i wysyłać nawet kilkadziesiąt gigabajtów danych na godzinę. Ponadto ich zdolność do rejestrowania danych na nasz temat wyraźnie wzrosła. Wiedzą, dokąd jeździmy, pozyskują nasze dane biometryczne, czy też rejestrują każde naciśnięcie pedału przyspieszenia. Jak tak dalej pójdzie, będziemy musieli nie tylko wymieniać olej czy płacić za przegląd techniczny, ale też kupować oprogramowanie antywirusowe do auta.", "link": "https://businessinsider.com.pl/technologie/samochod-a-cyberbezpieczenstwo-czy-auta-nas-szpieguja/cvzf9ck", "date_published": "2023-07-01T04:17:52+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwie kadencje wystarczyły. Tak napuchły majątki najbiedniejszych posłów", "description": "Osiem lat temu wielu z nich dopiero zaczynało polityczną karierę, a ich konta świeciły pustkami. Po dwóch kadencjach, gdy ich roczne zarobki przekraczały 150 tys. zł rocznie, to musiało się zmienić. Sprawdziliśmy, jak miewają się najbiedniejsi posłowie z 2015 r., wśród których dominują parlamentarzyści PiS. Ich majątki napuchły. Średnio o blisko pół miliona złotych.", "link": "https://businessinsider.com.pl/finanse/dwie-kadencje-wystarczyly-najbiedniejsi-poslowie-porzadnie-sie-dorobili/sn2zezc", "date_published": "2023-07-01T04:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}]