[{"source": "https://www.engadget.com/rss.xml", "title": "AMD’s $229 Ryzen 5 5600X3D is a Micro Center exclusive", "description": "<p>In a surprising turn of events, AMD has announced a new processor for its aging AM4 platform. The Ryzen 5 5600X3D brings the company’s <a href=\"https://www.amd.com/en/technologies/3d-v-cache\"><ins>3D V-Cache technology</ins></a> to a six-core, 12-thread processor. Moreover, AMD plans to sell the CPU for a modest $229, but there’s a catch. The company will only offer the new processor through <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4387ed04-0e34-4f98-9985-dfc1e1b53079&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Micro+Center&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0Mzg3ZWQwNC0wZTM0LTRmOTgtOTk4NS1kZmMxZTFiNTMwNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9jZW50ZXIuY29tLyIsImNvbnRlbnRVdWlkIjoiNzQzNTQ0ODAtNjc3YS00MmUxLWE1ODMtMjUzNzc0MDc3MjcxIn0&amp;signature=AQAAAXub3Iic5I6kA4YihIpiRodd8NCOUleHOtyL-8Cy5-m9&amp;gcReferrer=https%3A%2F%2Fwww.microcenter.com%2F\"><ins>Micro Center</ins></a>, a US retailer that, as <a href=\"https://arstechnica.com/gadgets/2023/06/amd-ryzen-5600x3d-a-micro-center-exclusive-is-one-last-hurrah-for-socket-am4/?utm_brand=arstechnica&amp;utm_source=twitter&amp;utm_social-type=owned&amp;utm_medium=social\"><em><ins>Ars Technica</ins></em><ins> notes</ins></a>, doesn’t ship most of what it sells to online shoppers. What’s more, stock of the 5600X3D will be limited, with sales of the CPU to end once Micro Center runs out of supplies.</p><p>All of that is a shame because the 5600X3D could be a great upgrade for those looking to extend the life of their AM4 motherboard and get a bit of extra gaming performance. Like the <a href=\"https://www.engadget.com/amd-ryzen-7-5800x3d-release-date-price-144017796.html\"><ins>5800X3D</ins></a>, the 5600X3D trades slower clock speeds and more power consumption for a 96MB L3 cache. With the 5800X3D, that’s a combination of features that makes for a processor that is slower at some tasks, but generally great for gaming. The expanded L3 cache frequently translates to less bottlenecking in games, meaning you can get the most performance possible from your GPU. Moreover, the fact that it's an AM4 processor means you can save on a new build since you won't need to go buy DDR5 RAM.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The 5600X3D will go on sale on July 7th.</p>This article originally appeared on Engadget at https://www.engadget.com/amds-229-ryzen-5-5600x3d-is-a-micro-center-exclusive-220620613.html?src=rss", "link": "https://www.engadget.com/amds-229-ryzen-5-5600x3d-is-a-micro-center-exclusive-220620613.html?src=rss", "date_published": "2023-07-01T22:06:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter puts strict cap on how many tweets users can read each day", "description": "<p>Twitter has begun aggressively limiting how many tweets users can view per day. On Saturday afternoon, Elon Musk <a href=\"https://twitter.com/elonmusk/status/1675187969420828672?s=20\">said</a> the company would restrict unverified accounts to reading 600 posts per day and new accounts to only 300 tweets daily. Meanwhile, Twitter will allow verified accounts to read 6,000 posts each day. <a href=\"https://www.engadget.com/twitter-adds-blue-checks-to-accounts-of-dead-celebrities-223749275.html\">For most people</a>, that means, short of paying for <a href=\"https://www.engadget.com/twitter-blue-subscriptions-are-now-available-worldwide-211835305.html\">Twitter Blue</a>, they can spend about a minute or two on Twitter before encountering a &quot;rate limit exceeded&quot; error. Less than two hours later, Musk <a href=\"https://twitter.com/elonmusk/status/1675214274627530754\">said</a> Twitter would &quot;soon&quot; ease the limits to 8,000 for verified accounts and 800 for those without Twitter Blue.&nbsp;</p><div id=\"f5c42a7907ae4517b841733a006942a0\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">To address extreme levels of data scraping &amp; system manipulation, we’ve applied the following temporary limits:<br /><br />- Verified accounts are limited to reading 6000 posts/day<br />- Unverified accounts to 600 posts/day<br />- New unverified accounts to 300/day</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1675187969420828672?ref_src=twsrc%5Etfw\">July 1, 2023</a></blockquote></div><p>Musk claimed the &quot;temporary&quot; limits were put in place to address &quot;extreme levels of data scraping&quot; and &quot;system manipulation.&quot; The day before, Twitter began preventing people not logged into the site <a href=\"https://www.engadget.com/twitter-isnt-showing-tweets-unless-youre-logged-in-165254006.html\">from viewing tweets</a>. Like the usage limit, Musk has claimed the login restriction will only be temporary and was put in place in response to data scrapers. &quot;Several hundred organizations (maybe more) were scraping Twitter data extremely aggressively, to the point where it was affecting the real user experience,&quot; Musk <a href=\"https://twitter.com/elonmusk/status/1674887204580073474?s=20\">said Friday</a>. He later <a href=\"https://twitter.com/elonmusk/status/1674942336583757825?s=20\">claimed</a> &quot;almost every company doing AI&quot; was scraping Twitter to train their models. &quot;It is rather galling to have to bring large numbers of servers online on an emergency basis just to facilitate some AI startup’s outrageous valuation,&quot; he said.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Musk did not say what &quot;new&quot; means in the context of an account, nor did he say how long Twitter plans to restrict users in the way it's doing so currently. He also didn't state if viewing ads counts against a user's view limit. Either way, the restrictions severely limit the useability of Twitter, making it difficult, for instance, to verify if a screenshot of a tweet is authentic. A cynical view of the situation would suggest Twitter is trying to find ways to squeeze every bit of money it can from its user base. In March, the company introduced API changes that could cost some organizations as much as <a href=\"https://www.engadget.com/twitter-announces-new-api-pricing-including-a-limited-free-tier-for-bots-005251253.html\">$42,000 a month</a>. However, that move and the introduction of Twitter Blue don't appear to have offset the advertising revenue Twitter has <a href=\"https://www.engadget.com/twitters-ad-sales-have-reportedly-dropped-by-59-percent-since-last-year-092543851.html\">lost since Musk's takeover</a>. Limiting how many tweets, and by extension ads, users can see is unlikely to make the company’s remaining clients happy.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html?src=rss", "link": "https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html?src=rss", "date_published": "2023-07-01T18:26:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Europe’s Euclid space telescope launches to map the dark universe", "description": "<p>On late Saturday morning, a SpaceX Falcon 9 rocket carrying the European Space Agency’s Euclid spacecraft <a href=\"https://www.esa.int/Newsroom/Press_Releases/ESA_s_Euclid_lifts_off_on_quest_to_unravel_the_cosmic_mystery_of_dark_matter_and_dark_energy\"><ins>successfully lifted off Cape Canaveral</ins></a>, Florida. The near-infrared telescope, named after the ancient Greek mathematician who is widely considered the father of geometry, will study how dark matter and dark energy shape the universe.</p><p>In addition to a 600-megapixel camera astronomers will use to image a third of the night sky over the next six years, Euclid is equipped with a near-infrared spectrometer and photometer for measuring the redshift of galaxies. In conjunction with data from ground observatories, that information will assist scientists with estimating the distance between different galaxies. As <a href=\"https://www.nytimes.com/2023/07/01/science/spacex-euclid-launch.html?smtyp=cur&amp;smid=tw-nytimesscience\"><em><ins>The New York Times</ins></em></a> notes, one hope of physicists is that Euclid will allow them to determine whether Albert Einstein’s theory of general relativity works differently on a cosmic scale. There’s a genuine possibility the spacecraft could revolutionize our understanding of physics and even offer a glimpse of the ultimate fate of the universe.</p><span id=\"end-legacy-contents\"></span><div id=\"af0dcfb458b3452cae968c007e43669a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">👋 Safe travels, <a href=\"https://twitter.com/hashtag/ESAEuclid?src=hash&amp;ref_src=twsrc%5Etfw\">#ESAEuclid</a>! <br /><br />The <a href=\"https://twitter.com/hashtag/DarkUniverse?src=hash&amp;ref_src=twsrc%5Etfw\">#DarkUniverse</a> 🕵️‍♂️ detective ventures into the unknown. <a href=\"https://t.co/JvWBpIz4Sx\">pic.twitter.com/JvWBpIz4Sx</a></p>— ESA's Euclid mission (@ESA_Euclid) <a href=\"https://twitter.com/ESA_Euclid/status/1675194752642306049?ref_src=twsrc%5Etfw\">July 1, 2023</a></blockquote></div><p>“If we want to understand the universe we live in, we need to uncover the nature of dark matter and dark energy and understand the role they played in shaping our cosmos,” said Carole Mundell, the ESA’s director of science. “To address these fundamental questions, Euclid will deliver the most detailed map of the extra-galactic sky.”</p><p>With Euclid now in space, it will travel approximately a million miles to the solar system’s second Lagrange point. That’s the same area of space where the <a href=\"https://www.engadget.com/latest-webb-telescope-images-gives-a-look-at-stars-being-born-in-the-virgo-constellation-120044569.html\">James Webb Space Telescope</a> has been operating for the past year. It will take Euclid about a month to travel there, and another three months for the ESA to test the spacecraft’s instruments before Euclid can begin sending data back to Earth.</p>This article originally appeared on Engadget at https://www.engadget.com/europes-euclid-space-telescope-launches-to-map-the-dark-universe-175331413.html?src=rss", "link": "https://www.engadget.com/europes-euclid-space-telescope-launches-to-map-the-dark-universe-175331413.html?src=rss", "date_published": "2023-07-01T17:53:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk claims Twitter’s new login requirement is a ‘temporary’ response to data scrapers", "description": "<p>On early Friday afternoon, internet users <a href=\"https://www.engadget.com/twitter-isnt-showing-tweets-unless-youre-logged-in-165254006.html\"><ins>began</ins></a> noticing that Twitter was no longer allowing people to view tweets if they weren’t signed into the service. At the time, it was hard to tell if the change was the result of a technical error or an intentional decision by the company’s leadership. Later in the day, however, Elon Musk addressed the issue.</p><div id=\"a5c48a1d27b54d8f81d4b41305cd9e2d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Several hundred organizations (maybe more) were scraping Twitter data extremely aggressively, to the point where it was affecting the real user experience. <br /><br />What should we do to stop that? I’m open to ideas.</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1674887204580073474?ref_src=twsrc%5Etfw\">June 30, 2023</a></blockquote></div><p>“Temporary emergency measure,” he <a href=\"https://twitter.com/elonmusk/status/1674865731136020505?s=20\">claimed in a tweet</a>. “We were getting data pillaged so much that it was degrading service for normal users!” Musk subsequently shared more context. “Several hundred organizations (maybe more) were scraping Twitter data extremely aggressively, to the point where it was affecting the real user experience,” <a href=\"https://twitter.com/elonmusk/status/1674887204580073474?s=20\"><ins>he said</ins></a>, replying to a tweet from Epic Games CEO Tim Sweeney lamenting the “increasingly broken” state of the internet. In a separate tweet, spotted by <a href=\"https://mashable.com/article/elon-musk-twitter-login-requirement-temporary\"><em><ins>Mashable</ins></em></a>, Twitter engineer Aqueel Miqdad <a href=\"https://twitter.com/AqueelMiq/status/1674843555486134272?s=20\"><ins>said</ins></a> the company would re-enable logged-out access “in the near future.”</p><span id=\"end-legacy-contents\"></span><p>Of course, without more information, it’s hard to tell if Twitter users are experiencing degraded service because of the data scrapers Musk claims are targeting the platform so aggressively. There’s not a team at Twitter that Musk’s cost-cutting hasn’t touched. In fact, the group responsible for maintaining the stability of Twitter’s servers has seen its fair share of <a href=\"https://www.engadget.com/twitter-has-reportedly-laid-off-more-of-its-infrastructure-team-192330953.html\"><ins>layoffs and high-profile departures</ins></a>. In June, the company had also <a href=\"https://www.engadget.com/twitter-has-reportedly-refused-to-pay-its-google-cloud-contract-161936042.html\"><ins>not paid</ins></a> its Google Cloud contract for several months.</p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-claims-twitters-new-login-requirement-is-a-temporary-response-to-data-scrapers-160041528.html?src=rss", "link": "https://www.engadget.com/elon-musk-claims-twitters-new-login-requirement-is-a-temporary-response-to-data-scrapers-160041528.html?src=rss", "date_published": "2023-07-01T16:00:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apollo and other popular third-party Reddit apps have shut down", "description": "<p>Several popular third-party Reddit apps are no longer operational, while a few have chosen to charge users for access, now that the website's new API rules are in effect. In a <a href=\"https://www.reddit.com/r/apolloapp/comments/14nb5qs/today_is_apollo_for_reddits_last_day_and_i_just/\">lengthy post</a> bidding farewell, Apollo founder Christian Selig said Reddit pulled the plug a little too early, cutting off the app's access to content on the website. Selig <a href=\"https://www.engadget.com/reddit-app-developer-says-the-sites-new-api-rules-will-cost-him-20-million-a-year-203911487.html\">previously said</a> that it would cost him $20 million a year under the new rules to keep Apollo running as is, and while the app does offer subscriptions, it's not earning enough to be able to cover that amount. He announced in early June that the app will be <a href=\"https://www.engadget.com/third-party-reddit-app-apollo-will-shut-down-on-june-30th-174305150.html\">shutting down</a> by the end of the month.&nbsp;</p><p>Another popular Reddit app, BaconReader, is now also gone. Users who fire up the app will see a <a href=\"https://www.reddit.com/r/baconreader/comments/14neqts/and_shes_gone/\">notice</a> thanking them and explaining that it's no longer operational due to &quot;changes with the Reddit API.&quot; It's the same situation with <a href=\"https://www.reddit.com/r/redditsync/comments/14n41ob/no_brother_the_honor_and_the_privilege_were_ours/\">Sync for Reddit</a>, which has also sent its users a notification of its shutdown. At least two third-party clients will live on, but they will begin charging users to be able to afford paying for API access.</p><span id=\"end-legacy-contents\"></span><p>Relay for Reddit announced that it's <a href=\"https://www.reddit.com/r/RelayForReddit/comments/14n876v/update_relay_will_continue_to_operate_from_july/\">moving to a subscription model</a> in the coming weeks, with the developer promising that they'll attempt to hit the lowest price point possible, likely in an attempt to keep subscription prices affordable. Now for Reddit has also <a href=\"https://www.reddit.com/r/redditnow/comments/14n646l/now_for_reddit_july_1st_and_beyond/\">posted</a> an announcement that it will introduce subscriptions to cover the cost of API access, though it doesn't have a timeline for the rollout yet.&nbsp;</p><p>Reddit announced back in April that it will start charging companies for API access starting on July 1st, mostly in order to get paid for any data used to train large language models for generative AI. &quot;The Reddit corpus of data is really valuable,&quot; Reddit chief executive Steve Huffman told <a href=\"https://www.nytimes.com/2023/04/18/technology/reddit-ai-openai-google.html\"><em>The New York Times</em></a> in an interview. &quot;But we don&quot;t need to give all of that value to some of the largest companies in the world for free.&quot; However, the change also affects third-party clients, prompting communities to stage protests by <a href=\"https://www.engadget.com/reddit-sees-more-than-6000-communities-go-dark-in-protest-over-api-changes-095311637.html\">going private</a> in mid-June.&nbsp;</p><p>While most of the subreddits that participated are already back, some of the most popular ones <a href=\"https://www.engadget.com/popular-subreddits-welcomed-porn-content-to-protest-reddits-api-changes-061033337.html\">allowed explicit posts</a> for some time to hit the company where it hurts — its wallet — because advertisers can't target NSFW communities. As for subreddits that still remain closed, Reddit's administrators have reportedly <a href=\"https://www.theverge.com/2023/6/29/23778997/reddit-remove-mods-private-communities-unless-reopen\">threatened to remove them</a> if they don't reopen this weekend.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/apollo-and-other-popular-third-party-reddit-apps-have-shut-down-123149140.html?src=rss", "link": "https://www.engadget.com/apollo-and-other-popular-third-party-reddit-apps-have-shut-down-123149140.html?src=rss", "date_published": "2023-07-01T12:31:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]