[{"source": "https://securityaffairs.com/feed", "title": "LockBit gang demands a $70 million ransom to the semiconductor manufacturing giant TSMC", "description": "<p>The LockBit ransomware gang claims to have hacked Taiwan Semiconductor Manufacturing Company (TSMC). The LockBit ransomware group this week claimed to have hacked the Taiwan Semiconductor Manufacturing Company (TSMC) and $70 million ransom. TSMC is the world’s biggest contract manufacturer of chips for tech giants, including Apple and Qualcomm Inc. As reported by BleepingComputer, on Wednesday, [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148022/cyber-crime/tsmc-lockbit-ransomware.html\" rel=\"nofollow\">LockBit gang demands a $70 million ransom to the semiconductor manufacturing giant TSMC</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148022/cyber-crime/tsmc-lockbit-ransomware.html", "date_published": "2023-07-01T16:49:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "Avast released a free decryptor for the Windows version of the Akira ransomware", "description": "<p>Avast released a free decryptor for the Akira ransomware that can allow victims to recover their data without paying the ransom. Cybersecurity firm Avast released a free decryptor for the Akira ransomware that can allow victims to recover their data without paying the ransom. The Akira ransomware has been active since March 2023, the threat [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148007/cyber-crime/akira-ransomware-decryptor.html\" rel=\"nofollow\">Avast released a free decryptor for the Windows version of the Akira ransomware</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148007/cyber-crime/akira-ransomware-decryptor.html", "date_published": "2023-07-01T15:45:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]