[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Indiana Jones and the Dial of Destiny - Official 'Spoiler Warning' Trailer (2023) Harrison Ford", "description": "Check out the latest teaser trailer for Indiana Jones and the Dial of Destiny as Indiana Jones reminds viewers to not spoil the movie. Harrison Ford returns as the iconic hero archeologist, Indiana Jones. The film also stars Phoebe Waller-Bridge, Antonio Banderas, John Rhys-Davies, Shaunette Renee Wilson, Thomas Kretschmann, Toby Jones, Boyd Holbrook, Oliver Richters, Ethann Isidore, and Mads Mikkelsen.\n\nDirected by James Mangold, the movie is produced by Kathleen Kennedy, Frank Marshall, and Simon Emanuel, with Steven Spielberg and George Lucas serving as executive producers. John Williams returns to compose the film's score.\n\nIndiana Jones and the Dial of Destiny is in theaters now.\n\n#IndianaJonesAndTheDialOfDestiny", "link": "https://www.youtube.com/watch?v=NcqbjYlJcDQ", "date_published": "2023-07-01T20:43:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cost of Sony AAA Games Revealed, Spider-Man Speeds Past The Flash, & More! | IGN The Weekly Fix", "description": "Wanna catch up on all the gaming and entertainment news highlights from the past week? From Sony accidentally revealing in the FTC vs. Microsoft trial how much it costs for them to make AAA games, to The Flash dropping hard at the box office to Spider-Man: Across the Spider-Verse, tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming, entertainment, and esports news!\n\n00:51 - Microsoft Admits Xbox Has 'Lost the Console Wars'\n03:09 - Xbox Admits Microsoft Could 'Spend Sony Out of Business'\n06:23 - Sony Accidentally Revealed the Cost of Making Triple-A Games\n10:04 - MachineGames' Indiana Jones Game Was Originally Planned for Release on PS5\n12:29 - Xbox’s Perfect Dark Reboot Is Still Years Away\n15:48 - The Flash Drops Hard While Spider-Man Holds Strong\n18:12 - There's TWO Versions of Spider-Man- Across The Spider-Verse in Theaters\n22:45 - Superman- Legacy Officially Has Its Clark Kent and Lois Lane\n\n#ign #gaming #entertainment", "link": "https://www.youtube.com/watch?v=DpVzU4WABjA", "date_published": "2023-07-01T19:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "20 Minutes of Pikmin 4 Gameplay", "description": "Enjoy 20 minutes of gameplay from Pikmin 4's second-level Blossoming Arcadia. Pikmin 4 is launching on July 21 for Nintendo Switch.\n\n#Pikmin4 #Pikmin", "link": "https://www.youtube.com/watch?v=gWBWglh3BFU", "date_published": "2023-07-01T18:45:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Best Star Wars Vehicle Builds In Zelda: Tears of the Kingdom", "description": "Here are the best Star Wars Tears of the Kingdom builds! From the thickest TIE Fighter in Hyrule, to the deadliest AT-ST bokoblins have ever seen, these are our favourite Ultrahand Star Wars builds from The Legend of Zelda: Tears of the Kingdom. Whether you're in the mood for a Clone Wars era tank, or a Galactic Imperial Speeder Bike, you'll want to have these creations ready to go in your Autobuild Ability. Which Star Wars TotK builds are your favourite? Let us know in the comments!\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=m42LfMpuffk", "date_published": "2023-07-01T15:00:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Patrick Wilson Reunited Insidious' Original Cast, According to Jason Blum", "description": "After the first two Insidious movies, stars Patrick Wilson, Rose Byrne, and Ty Simpkins moved on from the franchise, despite producer and Blumhouse CEO Jason Blum's best efforts. But once Wilson stepped up to make his directorial debut with Insidious: The Red Door, the Lambert family's reunion (and return to The Further) was back on the table.\n\n#IGN", "link": "https://www.youtube.com/watch?v=bvyK83JQoXY", "date_published": "2023-07-01T15:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Biggest Game Releases of July 2023", "description": "July is here, and along with it, a piping hot stack of video games fresh off the grill. No matter your gaming system of choice, our list of new game releases has you covered! From Pikmin 4, to Remnant 2, July is bringing us plenty of new games to check out.\n\n#IGN", "link": "https://www.youtube.com/watch?v=VsNZQ_h6TP4", "date_published": "2023-07-01T15:00:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "BattleBit Remastered: 12 Essential Tips and Tricks To Up Your Game!", "description": "BattleBit Remastered has taken the world by storm. It gives players an array of weapon and gadget types, massive 256-player lobbies, and above all that, features an almost fully destructible map. If you’re new to BattleBit Remastered, or just need some tips to hone your large-scale battle skills, then we’ve got you covered.", "link": "https://www.youtube.com/watch?v=NrWWgwWg0Es", "date_published": "2023-07-01T14:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]