[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Exoprimal - 15 Things YOU NEED TO KNOW Before You Buy", "description": "Though there’s no shortage of people who’re disappointed that Exoprimal isn’t Dino Crisis, there’s still plenty that are more than a little curious about it and are willing to give it a shot. \n\nIt helps, of course, that all we’ve seen of the game so far has looked quite intriguing, and delightfully amazing. With the multiplayer dinosaur shooter set to launch not long from now, here, we’re going to go over all of the key details that you should about it.", "link": "https://www.youtube.com/watch?v=W53rBiTyOeg", "date_published": "2023-07-01T20:45:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Top 15 Most MEMORABLE BOSS FIGHTS In Final Fantasy 16", "description": "This feature analyses and ranks the fifteen best boss battles in the newly released Final Fantasy 16. Long-standing fans of the genre will have expected cinematic and exhilarating boss encounters, and it’s safe to say those fans won’t end FFXVI’s main storyline disappointed. \n\nPut simply, the boss battles in this game are frequently thrilling and memorable; true tests of newly learned skills and abilities with a particular emphasis on dodging, which maximizing the precision of leads to ultimate player satisfaction. To decide on the final order for this feature, difficulty, memorability, and visual spectacle were all taken into consideration, with the top five all eliciting something unique which helps them stand out from the crowd of forty-plus bosses encountered throughout the game.", "link": "https://www.youtube.com/watch?v=d9rbmfI50xM", "date_published": "2023-07-01T15:30:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "REPTILE - Everything You NEED TO KNOW Before You Begin Mortal Kombat 1 (2023)", "description": "What the future holds for Reptile remains to be seen. The upcoming Mortal Kombat 1 is once again going to reboot the series and take players to a completely new timeline. Reptile is, of course, something of a series staple, even if he may not be as narrative pivotal to the series at large as many others are- so there’s a good chance that he does end up making in appearance in the upcoming reboot. \n\nIf he does, it should be interesting to see what kind of changes NetherRealm Studios makes to his backstory and his arc in this new and rebooted universe. After all, the primary reason for this timeline was to give everybody a much more peaceful life- so does that mean that in this timeline, the Saurians didn’t suffer the devastating fate they did in the two timelines we’ve seen so far? \n\nDoes that mean Reptile will have a less tragic backstory, and, in turn, much more agency as a character? Rather than just aligning himself with people who make vague promises to him that never actually get realized, is Reptile now going to be a personality who has much more of a meaningful say in the events that unfold in the story? If he does show up, that is.", "link": "https://www.youtube.com/watch?v=kCai2gQEjY4", "date_published": "2023-07-01T04:45:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]