[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szef CIA o błędach Putina: Rosja stanie się chińską kolonią", "description": "- Bunt Jewgienija Prigożyna był zbrojnym wyzwaniem dla Rosji - ocenił dyrektor CIA William Burns. - Sytuacja ukazała, jak niszczący wpływ na kraj ma wojna prowadzona przez Władimira Putina przeciwko Ukrainie - dodał szef amerykańskiej agencji wywiadowczej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/szef-cia-o-bledach-putina-rosja-stanie-sie-chinska-kolonia/", "date_published": "2023-07-01T20:31:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowy trend na TikToku. Eksperci ostrzegają: Poważne zagrożenie", "description": "Media społecznościowe obiegły nagrania ukazujące niecodzienny sposób na opalanie. Rekordy popularności na TikToku biją filmy, na których internautki polewają skórę piwem, by uzyskać najlepszą opaleniznę. Głos natychmiast zabrali eksperci, którzy stanowczo przestrzegają przed stosowaniem nietypowego zalecenia. To bardzo niebezpieczne - alarmują.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/nowy-trend-na-tiktoku-eksperci-ostrzegaja-powazne-zagrozenie/", "date_published": "2023-07-01T20:04:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Nietypowa sytuacja w kościele. \"Wiara może być wsparciem\"", "description": "Niecodzienny obrót przybrało nabożeństwo poświęcenia rowerów w kościele w Bawarii (Niemcy). Rzymskokatolicka parafia opublikowała w mediach społecznościowych nagranie, na którym rowerzysta w kasku przeskakuje nad leżącym w nawie głównej ministrantem. Symboliczny pokaz miał umocnić wiarę w siebie, drugiego człowieka oraz Boga - wyjaśnia niemiecki serwis My Heimat.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/niemcy-nietypowa-sytuacja-w-kosciele-wiara-moze-byc-wsparciem/", "date_published": "2023-07-01T18:22:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Indie: Autobus z weselnikami stanął w płomieniach. Nie żyje 25 osób", "description": "Co najmniej 25 osób zginęło w wypadku autobusu z uczestnikami wesela w Indiach. Lokalne służby opisują, że pojazd wpadł w poślizg i przewrócił się na bok. Doszło do zapłonu zbiornika z olejem, a autobus błyskawicznie zamienił się w kulę ognia. Kondolencje rodzinom ofiar złożył premier stanu Eknath Shinde.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/indie-autobus-z-weselnikami-stanal-w-plomieniach-nie-zyje-25-osob/", "date_published": "2023-07-01T15:26:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zamieszki we Francji. Tłumy na pogrzebie zastrzelonego 17-latka", "description": "We francuskim Nanterre odbył się pogrzeb zastrzelonego przez policję 17-letniego Nahela. Śmierć nastolatka wywołała krwawe zamieszki w całym kraju. Francuska rada ds. kultu muzułmańskiego (CFCM) wezwała protestujących do spokoju wskazując, że szokujące obrazy z przedmieść wzmocnią tylko tych, którzy piętnują ich sąsiedztwo i ich mieszkańców.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/zamieszki-we-francji-tlumy-na-pogrzebie-zastrzelonego-17-latka/", "date_published": "2023-07-01T14:15:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja. Prof. Nowicka: Nikła szansa, by zatrzymać zamieszki. Bunt wśród młodzieży wzrastał", "description": "- Protestujący często są między 12. a 18. rokiem życia. Policjanci mówią, że nie są przygotowani do akcji wobec dzieci - mówiła w Polsat News prof. Joanna Nowicka z Uniwersytetu w Cergy-Pontoise. By stłumić zamieszki, rząd w Paryżu wysłał na ulice pojazdy kojarzące się ze stanem wojennym. - Wykonano ogromne wysiłki, aby ta młodzież miała dostęp do sportu i bibliotek. To wszystko płonie - dodała.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/francja-prof-nowicka-nikla-szansa-by-zatrzymac-zamieszki-bunt-wsrod-mlodziezy-wzrastal/", "date_published": "2023-07-01T12:07:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Miedwiediew grozi prezydentowi i prezesowi PiS. Chodzi o broń jądrową w Polsce", "description": "Dmitrij Miedwiediew uważa, że przystąpienie Polski do natowskiego programu Nuclear Sharing - porozumienia o współdzieleniu taktycznej broni nuklearnej - będzie oznaczało konflikt atomowy. Były prezydent Rosji zagroził także bezpośrednio prezydentowi Andrzejowi Dudzie, premierowi Mateuszowi Morawieckiemu oraz wicepremierowi Jarosławowi Kaczyńskiemu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/miedwiediew-grozi-dudzie-i-kaczynskiemu-chodzi-o-bron-jadrowa-w-polsce/", "date_published": "2023-07-01T12:02:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Krwawy śnieg\" w USA. Dowód na niepokojące zmiany", "description": "Na zboczach gór w amerykańskim stanie Utah pojawił się arbuzowy śnieg. Naukowcy znają rozwiązanie zagadki. Nie zwiastuje ona nic dobrego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/usa-utah-snieg-czerwony-naukowcy-turysci-anomalia/", "date_published": "2023-07-01T08:49:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajna wizyta szefa CIA w Kijowie. William Burns zna plany ekipy Zełenskiego wobec Rosji", "description": "Dyrektor CIA William Burns odbył tajną wizytę w Ukrainie, w czasie której władze w Kijowie ujawniły mu strategię odbicia terytoriów okupowanych przez Rosję i rozpoczęcia do końca roku negocjacji zawieszenia broni z Moskwą - poinformował dziennik Washington Post. Według informacji, które usłyszał, Kijów planuje przesunąć systemy artyleryjskie do granicy z Krymem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/tajna-wizyta-szefa-cia-w-kijowie-william-burns-zna-plany-ekipy-zelenskiego-wobec-rosji/", "date_published": "2023-07-01T07:39:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kevin Spacey nazwany \"prześladowcą seksualnym\". \"Lubi sprawiać, by inni czuli się bezsilni\"", "description": "Kevin Spacey jest seksualnym prześladowcą, który napastuje innych mężczyzn - powiedziała w piątek w sądzie w Londynie prokurator Christie Agnew, przedstawiając zarzuty postawione amerykańskiemu aktorowi. Według prokurator Spacey lubi sprawiać, by inni czuli się bezsilni.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/kevin-spacey-nazwany-przesladowca-seksualnym-lubi-sprawiac-by-inni-czuli-sie-bezsilni/", "date_published": "2023-07-01T06:04:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna na Ukrainie. Początek likwidacji oddziałów Grupy Wagnera", "description": "Rozpoczęła się likwidacja oddziałów najemniczej Grupy Wagnera na okupowanych terytoriach obwodów donieckiego i zaporoskiego. Likwidacja ma miejsce na podstawie rozkazu ministra obrony Rosji Siergieja Szojgu. Z wagnerowców tworzone są osobne oddziały szturmowe tzw. szwadronów samobójców.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/ukraina-poczatek-likwidacji-oddzialow-grupy-wagnera/", "date_published": "2023-07-01T04:41:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zamieszki we Francji. Mer Marsylii prosi o \"natychmiastowe\" przysłanie posiłków", "description": "Uczestnicy zamieszek włamali się w piątek wieczorem do sklepu z bronią w centrum Marsylii - poinformowała lokalna policja. Zabrali kilka karabinów myśliwskich. Mer Marsylii Benoit Payan poprosił w nocy z piątku na sobotę Paryż o natychmiastowe przysłanie dodatkowych służb porządkowych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-01/zamieszki-we-francji/", "date_published": "2023-07-01T04:16:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}]