[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why GEARS OF WAR 6 Should Feature Kait And Marcus As Dual-Protagonists", "description": "Rumours surfaced as recently as February this year that development of Gears 6 is in full swing. Whilst The Coalition haven’t officially confirmed anything just yet, it was well known they were at one stage working on a new IP in Unreal Engine 5. In fact, there are two games in the works at one point, both of which have potentially fallen by the wayside in favour of the next entry in Microsoft’s hugely successful Gears of War franchise. So successful is Gears of War in fact that alongside a new game – which, whilst not announced, seems inevitable at this stage – there are movie tie-ins and an animated series in the works thanks to a freshly minted partnership with streaming giant Netflix.\n\nThe inevitability of a sequel to 2019’s Gears 5 rests on that game’s ending too, which inarguably concluded on a cliff-hanger. Principal protagonist Kait Diaz, after uncovering her familial history and shadowy destiny, vows to fight on, hellbent now on defeating the new Queen of the Swarm and as is now known to us, her mother Reyna.", "link": "https://www.youtube.com/watch?v=HbbYEZRWex4", "date_published": "2023-03-17 15:30:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Exoprimal - 10 NEW Things You Need to Know", "description": "When Exoprimal was first revealed, I thought Dino Crisis was finally coming back. It wasn't, of course, but the combination of Exosuits, rampaging hordes of dinosaurs, and sleek AI conducting live-fire exercises in virtual reality was still interesting.\n\nAs time passed, many of the usual worrying things started to pop up – online only, a Battle Pass, a $60 price, post-launch plans, etc. I thought the developer was simply jumping on board the live-service bandwagon several years too late, that too with something that looked tedious.\n\nHowever, after playing the open beta early, I can confirm that Exoprimal is a ton of fun. There are still several unknowns and more than a few concerns, but the core gameplay loop is easy enough to jump into without feeling too mindless (for the most part). Let's examine ten new things you should know before jumping in.", "link": "https://www.youtube.com/watch?v=LH1HdQH2Chs", "date_published": "2023-03-17 13:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Resident Evil 4 Remake Review - The Final Verdict", "description": "RE4 Remake never misses a beat. Check out or full review of RE4 Remake.", "link": "https://www.youtube.com/watch?v=t0sNbyQDDyE", "date_published": "2023-03-17 08:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}]