[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Shazam: Fury of the Gods Ending And Post-Credits Scenes Explained", "description": "<p dir=\"ltr\">Every superhero movie fan knows that you can’t leave the theater until the very last credits have rolled, but that is extra important information for moviegoers seeing Shazam: Fury of the Gods. There are two additional scenes to the movie once the credits begin, the first containing major hints about the future of the character of Shazam (Zachary Levi) and the end-credits scene teasing big things if DC were to go forward with a third Shazam movie.</p><p dir=\"ltr\"><strong>Warning: The following contains spoilers for Shazam: Fury of the Gods. Proceed with caution.</strong></p><p dir=\"ltr\">After Billy (Asher Angel) <a href=\"https://www.gamespot.com/articles/shazam-2-director-reveals-how-that-wonder-woman-cameo-came-to-be/1100-6512460/\">is revived by Wonder Woman</a> (Gal Gadot) in the final scenes of the film, the mid-credits sequence teases where Shazam might be heading in the larger DC cinematic universe. As Shazam is doing some lightning target practice, he’s approached by Peacemaker's Emilia Harcourt (Jennifer Holland) and John Economos (Steve Agee) on behalf of Amanda Waller (Viola Davis) with an invite to the Justice Society.</p><a href=\"https://www.gamespot.com/articles/shazam-fury-of-the-gods-ending-and-post-credits-scenes-explained/1100-6512466/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/shazam-fury-of-the-gods-ending-and-post-credits-scenes-explained/1100-6512466/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 22:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Bungie Outlines Upcoming Trials of Osiris, Iron Banner Changes", "description": "<p>The latest <a href=\"https://www.bungie.net/7/en/News/article/twab_03_16_2023\">Bungie developer blog</a> outlines events coming to <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>, including Trials of Osiris and Iron Banner. <a href=\"https://www.gamespot.com/articles/trials-of-osiris-rewards-this-week-in-destiny-2-march-17-21/1100-6512436/\">Trials of Osiris</a> returns from hiatus on Friday and resets on Tuesday, March 21. Next week features Iron Banner mode, Control, followed by Eruption in Week 6 and Fortress in Week 9. Here's the brief rundown of what the new events introduce to the game.</p><p>Trials no longer has a Freelance node, so it's only 3v3 Fireteam Matchmaking. New Trials of Osiris rewards include:</p><ul><li>The Immortal, a brand new 750 RPM Strand Legendary Submachine Gun that utilizes perks like Rangefinder and Killing Wind.</li><li>Astral Horizon, a Kinetic Aggressive Frame Shotgun. This weapon returns with the Slideshot, Surplus, and Opening Shot perks. Bungie hints that Shot Swap or Elemental Capacitor will also be available as new perks.</li></ul><p>Starting this season, Trials of Osiris engrams stay with Saint-14 until you decode them. You can't decode Trials engrams from past season with Saint-14, though. You need to go to Master Rahool for that.</p><a href=\"https://www.gamespot.com/articles/bungie-outlines-upcoming-trials-of-osiris-iron-banner-changes/1100-6512432/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/bungie-outlines-upcoming-trials-of-osiris-iron-banner-changes/1100-6512432/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 22:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "More Suicide Squad: Kill The Justice League Delay Information | GameSpot News", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4114261-news0317_v0.jpg\" width=\"480\" /> More insight was provided about last week's Suicide Squad: Kill The Justice League delay report.", "link": "https://www.gamespot.com/videos/more-suicide-squad-kill-the-justice-league-delay-information-gamespot-news/2300-6460897/", "date_published": "2023-03-17 21:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Players Paying Tribute To Lance Reddick's Commander Zavala In-Game", "description": "<p dir=\"ltr\">The <a href=\"https://www.gamespot.com/articles/destiny-horizon-and-john-wick-star-lance-reddick-dies-at-60/1100-6512458/\">sudden loss of actor Lance Reddick</a> today has left countless reeling for words, but already memorials are taking place online. Soon after the news of Reddick's passing, <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> players flocked to the game's hub where the character he voiced for the past decade is still standing and have been honoring his memory and work.</p><p dir=\"ltr\">If you load into the Tower today, it's very likely that you'll see players gathering around Zavala, kneeling and emoting to pay their respects to their fallen commander. Many members of the community, including Bungie staff, have been sharing their tributes and vigils to Reddick online.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">The <a href=\"https://twitter.com/hashtag/Destiny2?src=hash&amp;ref_src=twsrc^tfw\">#Destiny2</a> community paying respects to the late Lance Reddick's Commander Zavala in-game. 😭 <a href=\"https://t.co/M5Q9m153L2\">pic.twitter.com/M5Q9m153L2</a></p>  — Destiny Bulletin (@DestinyBulletn) <a href=\"https://twitter.com/DestinyBulletn/status/1636823570461659136?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\"><a href=\"https://t.co/q1LcU3WWH8\">pic.twitter.com/q1LcU3WWH8</a></p>  — Moises Taveras (@PlatanoRanger) <a href=\"https://twitter.com/PlatanoRanger/status/1636814673445105665?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">❤️ <a href=\"https://t.co/Tr1LEUofkL\">pic.twitter.com/Tr1LEUofkL</a></p>  — Eastwood (@EastwoodIT) <a href=\"https://twitter.com/EastwoodIT/status/1636813595177566218?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">players at the Tower sitting with Zavala, some people are giving emote hugs, this is just so sad <a href=\"https://t.co/czIhyRTNLd\">pic.twitter.com/czIhyRTNLd</a></p>  — 🗡 🍂 saniya 🍂 🗡 (@saniyaga) <a href=\"https://twitter.com/saniyaga/status/1636818291938263040?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">our commander, always. <a href=\"https://t.co/Kc1tbnLaOg\">pic.twitter.com/Kc1tbnLaOg</a></p>  — Liana Ruppert 🔜 GDC (@DirtyEffinHippy) <a href=\"https://twitter.com/DirtyEffinHippy/status/1636816028813635585?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">RIP Zavala. A Light lost but not forgotten <a href=\"https://twitter.com/hashtag/LanceReddick?src=hash&amp;ref_src=twsrc^tfw\">#LanceReddick</a> <a href=\"https://t.co/8niYtAWp2U\">pic.twitter.com/8niYtAWp2U</a></p>  — SchviftyFive (@SchviftyFive) <a href=\"https://twitter.com/SchviftyFive/status/1636810257224835072?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\"><a href=\"https://t.co/u4NPEPRrOl\">pic.twitter.com/u4NPEPRrOl</a></p>  — destiny2names.exe (@destiny2names) <a href=\"https://twitter.com/destiny2names/status/1636809820937531392?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><p dir=\"ltr\">Reddick made waves across TV starring in shows like The Wire and Fringe, and is perhaps most recently known for his supporting role as Charon in the John Wick series.  In the world of games, he also played Commander Zavala, the stalwart leader of The Last City and its Guardians in Destiny. Zavala has, over the years, grown from a by-the-by commander into a fixture of the game, a fan-favorite character, and a sort of father figure to many, due in no small part to Reddick's incredible performance, which has seen the character through momentous personal highs and lows.</p><a href=\"https://www.gamespot.com/articles/destiny-2-players-paying-tribute-to-lance-reddicks-commander-zavala-in-game/1100-6512463/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-players-paying-tribute-to-lance-reddicks-commander-zavala-in-game/1100-6512463/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 20:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Super Meat Boy Spin-Off Puzzle Game Dr. Fetus' Mean Meat Machine Announced", "description": "<p>Thunderful, Headup, and Team Meat have announced Dr. Fetus' Mean Meat Machine, a spin-off game that takes place within the Super Meat Boy universe. It'll come to PC, PS4, PS5, Nintendo Switch, Xbox One, and Xbox Series X|S in 2023.</p><p>Dr. Fetus' Mean Meat Machine is a Puyo Puyo and Tetris-like puzzle game that includes traps like chainsaws, missiles, and other deadly hazards into the fray from Dr. Fetus. It features familiar levels from the Super Meat Boy and Super Meat Boy Forever locations, as well as over 100 hand-crafted levels for players to take on and beat.</p><p>The events of Dr. Fetus' Mean Meat Machine take place right after those in Super Meat Boy Forever. He has collected a DNA sample of Meat Boy and wants to make clones of him, but since the sample isn't perfect, the clones come out less than ideal. Through his levels and traps, Dr. Fetus will do away with the imperfect Meat Boy clones until he finds the perfect one.</p><a href=\"https://www.gamespot.com/articles/super-meat-boy-spin-off-puzzle-game-dr-fetus-mean-meat-machine-announced/1100-6512462/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/super-meat-boy-spin-off-puzzle-game-dr-fetus-mean-meat-machine-announced/1100-6512462/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 20:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get 10TB Of Cloud Storage For Only $100 For A Limited Time", "description": "<p>Cloud storage is a convenient method for saving and accessing files on any device, anywhere in the world. But cloud storage can also be expensive. After using up your free 15GB of storage on Google Drive, you can increase your limit via a subscription plan. While $20 per year for 100GB isn't too bad, that price can balloon if you need an ample amount of space. For instance, a 10TB storage plan costs $100 per month.</p><p>Thankfully, there are far more affordable options out there if you know where to look, and right now you can <strong><a href=\"https://deals.gamespot.com/sales/degoo-premium-lifetime-backup-plans-10tb?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=degoo-premium-lifetime-backup-plans-10tb_051622&amp;utm_term=scsf-545852&amp;utm_content=a0x1P000004VPZ9QAO&amp;scsonar=1\">get a 10TB storage plan for Degoo Premium for only $100</a> </strong>. The best part of this deal? It's a one-time payment, so you won't have to worry about additional fees going forward. </p><div class=\"norewrite\" title=\"\">           <a href=\"https://deals.gamespot.com/sales/degoo-premium-lifetime-backup-plans-10tb?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=degoo-premium-lifetime-backup-plans-10tb_051622&amp;utm_term=scsf-545852&amp;utm_content=a0x1P000004VPZ9QAO&amp;scsonar=1\">See Degoo Premium at GameSpot Deals</a> </div><p>The discount is available at GameSpot Deals (via StackCommerce). Degoo has an easy-to-use interface and is especially ideal for backing up photos. You can access Degoo on your desktop computer or laptop as well as mobile devices.</p><a href=\"https://www.gamespot.com/articles/get-10tb-of-cloud-storage-for-only-100-for-a-limited-time/1100-6503776/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-10tb-of-cloud-storage-for-only-100-for-a-limited-time/1100-6503776/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 20:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Shazam 2 Director Reveals How That Wonder Woman Cameo Came To Be", "description": "<p dir=\"ltr\">When the first Shazam film hit theaters in 2019, it felt like the turning of a new page for the DC Extended Universe. It was a movie packed full of humor and hijinks, and even a cameo to link it to the rest of the universe--Superman appeared, though we never saw his face and it was not Henry Cavill in the suit. Now, with <a href=\"https://www.gamespot.com/reviews/shazam-2-fury-of-the-gods-review-the-shazamily-lair-is-too-crowded/1900-6418046/\">Shazam: Fury of the Gods</a> in theaters, director David F. Sandberg has taken it a step further by bringing one of the stars of Justice League into the fold.</p><p dir=\"ltr\">The inclusion of Wonder Woman in Shazam 2 was spoiled early by Warner Bros. and DC Studios, due to the character being featured in <a href=\"https://www.youtube.com/watch?v=BhQQiWGkcD4\">one of the movie's trailers</a>. Unlike the first Shazam film, though, the actor known for portraying the role actually shows up. That's right, though a third Wonder Woman movie is no longer in the works, Gal Gadot suited up one last time for Shazam: Fury of the Gods in a pretty fantastic cameo.</p><p dir=\"ltr\">As Sandberg tells GameSpot, Wonder Woman was always planned to appear in the film, much like Superman in the first Shazam--a cameo that ultimately fell apart.</p><a href=\"https://www.gamespot.com/articles/shazam-2-director-reveals-how-that-wonder-woman-cameo-came-to-be/1100-6512460/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/shazam-2-director-reveals-how-that-wonder-woman-cameo-came-to-be/1100-6512460/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 20:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "These Video Game Locations Are In Desperate Need Of A Powerwash", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091996-rapture.jpg\" /><br /><h3><p dir=\"ltr\">PowerWash Simulator is one of those games that we definitely didn't think we needed until we tried it. A game that replicates the chore of thoroughly cleaning with pressurized liquid, PowerWash Simulator is an incredibly relaxing and satisfying experience. Methodically removing the grime from things to make them look brand-new again is a whole lot of fun whether you're playing on Xbox, PlayStation, Switch, or PC.</p><p dir=\"ltr\">The base game already has enough PowerWashing-joy to transfix players for many zen-like sessions, but publisher Square Enix has also released two official crossovers this year that take PowerWashing aficionados to locations in Tomb Raider and Final Fantasy VII Remake. The latter released earlier this month and contains five levels set in Midgar. Meanwhile, the Tomb Raider update lets players clean Croft Manor, the obstacle course from Tomb Raider III, and more. her Both DLCs are available for free to existing owners of the game, and <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate\">Xbox Game Pass subscribers</a> </span> can find PowerWash Simulator on Xbox and PC.</p><p dir=\"ltr\">Is this the start of a new metaverse, in which players can visit famous video game locations that are in dire need of some liquid-based physical therapy so that they can shine once again? The answer is a definite we hope so, and if developer FuturLab wants to strike while the pressure-washer iron is hot, we've got a few ideas of where it can point it tools next. While most gaming locations are surprisingly sterile, the last couple of years have seen developers embrace the filth, utilizing advanced rendering technologies to create biomes that look like they've been on the receiving end of a muck tsunami.</p><p dir=\"ltr\">We've rounded up some video game locales that are in desperate need of a nice powerwash.</p></h3></p><br />     <p><h2>Arkham Asylum (Batman Arkham Trilogy)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091976-arkham-asylum.jpg\" /><br /><h3><p>Sure, some parts of the factory that churns out colorful inmates for Batman to justice-punch might be reassuringly sterile, but the rest of Arkham Asylum is a dank and dingy collection of corridors leading to jail cells caked in oddly specific graffiti and what we're hoping is raspberry jam on the walls. You're probably going to want to charge double for Clayface's cell alone.</p><p> </p></h3></p><br />     <p><h2>The Baker House (Resident Evil 7)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091977-residentevilvii.jpg\" /><br /><h3><p>Can a flamethrower double as a pressure-washing tool? The jury is out on that one, but when you've got a creepy home that looks like a nightmare hybrid between a landfill and an abattoir, you're going to need more than just some strong detergent to mop up those trouble spots. Just remember, you'll probably want to save your strongest detergent--and a bucket to heave into--for the kitchen.</p></h3></p><br />     <p><h2>The Great Mighty Poo’s lair (Conker’s Bad Fur Day)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091978-conker%27sbadfurdaygreatmightypoo.jpg\" /><br /><h3><p>It's a crap job, but someone has to do it. Between gigantic pieces of corn and a river of singing fecal matter, you'll be very happy to be decked out in a hazmat suit that <em>hopefully </em>keeps the smell out.</p></h3></p><br />     <p><h2>The Great Deku Tree  (The Legend of Zelda: Ocarina of Time)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091979-thegreatdekutree.jpg\" /><br /><h3><p>Not to be confused with the My Hero Academia fandom, the Great Deku tree is home to something far worse than bioweapon viscera and sentient poop: spiders, scores of them in fact, who have constructed a great big nest inside the ancient sage. Sure, that curse is also bad and you'll probably need to switch from a high-pressure hose to a proton pack to cleanse the tree of it, but spiders, <em>man</em>.</p><p> </p></h3></p><br />     <p><h2>Night City (Cyberpunk 2077)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091980-cyberpunk2077.jpg\" /><br /><h3><p>Night City is a dangerous metropolis, and between rampant littering, cyber-baddies roaming the street, and people being treated as disposable pieces of meat to mutilate, there's more than enough grime and blood needing to be power-washed off of these neon-lit streets. <em>Especially </em>on Jig Jig street. Wake up samurai, we've got a city to clean.</p></h3></p><br />     <p><h2>Rhulk’s Pyramid ship (Destiny 2: The Witch Queen)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091981-rhulk%E2%80%99spyramidship.jpg\" /><br /><h3><p>Okay, being stuck on an alien swamp in Mars while Scorn and Hive troops try to violently dissuade you from hanging about an ancient ship created by a primordial force of cosmic nature will make you think twice about tackling this job. But as most PowerWash Simulator fans know, the chance to attack the dust, mud, and ethereal Hive magic coating this ship will be a cathartic delight thanks to that structure having some sharp angles to clean up.</p></h3></p><br />     <p><h2>Krato’s Cabin (God of War)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091982-krato%E2%80%99scabin.jpg\" /><br /><h3><p>Boy! This hovel, which barely qualifies as a hut, needs a good cleaning. You'll probably want to tackle this job while Kratos is out and about saving the nine realms, and keep an eye out for a few ravens bearing messages from the Midgard mauler while you choose the right nozzle to clean off Balder's blood from a nearby pile of decorative rocks that used to be a mountain.</p><p> </p></h3></p><br />     <p><h2>Sevastopol Station (Alien: Isolation)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091983-sevastopolstation.jpg\" /><br /><h3><p>Sevastopol station has a slight bug infestation, but it's one that you can easily clean up. While you're trying to avoid slipping on puddles of Xenomorph drool and avoid the nightmare fuel shape in the shadows, you might want to switch your power washer out for a flamethrower when you reach that room that's full of slimy Facehugger eggs. Just watch out for the green stuff dripping from the ceiling several decks above; it'll eat right through your suit.</p></h3></p><br />     <p><h2>The Gray (Fallout: New Vegas)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091985-the_gray.jpg\" /><br /><h3><p>Another location where you'll need to don your thickest rad suit, The Gray has certainly seen better days. Just because the world is in a post-nuclear apocalyptic state though, it doesn't mean that this hub for the locals of New Vegas can't be cleaned up. You'll probably want to bring some special attachments for your tools when tackling Andy Scab's room though, as that ghoul earned that nickname for a very good (and gross) reason.</p><p> </p></h3></p><br />     <p><h2>Iosefka’s Clinic (Bloodborne)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091986-iosefka%E2%80%99sclinic.jpg\" /><br /><h3><p>I hope you're not afraid of blood! The clinic isn't going to pass any medical inspections in its current state, what with all the rusty surgical tools, blood splatters, and monsters decorating the location. It's in dire need of a good cleaning, especially if Iosefka--who definitely isn't a sinister impostor with dark designs on her mind--wants to continue treating people in her operating room during the night of the hunt.</p><p> </p></h3></p><br />     <p><h2>Your island in Animal Crossing after you haven't played since lockdown</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091987-tomnook.jpg\" /><br /><h3><p>Tom Nook is so disappointed in you right now.</p><p> </p></h3></p><br />     <p><h2>Any Splatoon level after a match</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091988-splatoon.jpg\" /><br /><h3><p>Nintendo's Splatoon games are heavenly for anyone looking for ink-tastic fun, and hell for the janitors who have to clean up that mess. Still, getting your strongest pressure-fitting attached and attacking a level that looks like a zombie Jackson Pollock art installation will make for some colorful catharsis.</p></h3></p><br />     <p><h2>The Rockworm after you chainsaw out of it (Gears of War 2)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091989-therockworm.jpg\" /><br /><h3><p>When you've got a gigantic dead worm just lying about and not being used for artisanal real estate, it's probably because it kind of stinks of rotting organs and chainsaw-rifle fumes. That's nothing that your best nozzles can't clean up though, especially if you have the right soaps to help scrub up the stone-like armor carapace.</p><p> </p></h3></p><br />     <p><h2>Black Gulch (Dark Souls 2)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091991-blackgulch.jpg\" /><br /><h3><p>Possibly the smelliest place on this list that doesn't have poo in its name, the Black Gulch is home to all the usual natural grime that you'd associate with this location <em>and </em>one nasty tenant in the form of The Rotten. A corpse party of terror that leaves an unnatural mess wherever it goes, prepare to cry when you see all your hard work undone by this abomination.</p></h3></p><br />     <p><h2>Blood Gulch (Halo)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091990-blood_gulch.jpg\" /><br /><h3><p>Another--and arguably more iconic--gulch that wouldn't pass a white glove test on the best day of its life, Blood Gulch is Halo at its most iconic and dirtiest. Grab your Mjolnir-class cleaning suit, reload your power washer, and get ready to finish the filthiest fight, marine.</p></h3></p><br />     <p><h2>Spencer Mansion (Resident Evil)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091992-spencermansion.jpg\" /><br /><h3><p>The Spencer mansion! Stately, fancy, and some third word to describe its heritage. It has a lot of ground to cover, but once you start tackling those cobwebs in the corner and the half-eaten remains of a Raccoon City police officer that are stinking up the joint, you'll soon have this location looking like a million bucks when a fresh supply of victims gives the manor a tour.</p><p> </p></h3></p><br />     <p><h2>The hat off of Mr X's head (Resident Evil 2 Remake)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091993-mrx.jpg\" /><br /><h3><p>We're going to need a bigger ladder, if we want to grab this grimy hat off of Mr. X's head and give it a gentle scrub. Alternatively, now is a great time for PowerWash Simulator to introduce an extreme-distance neck to its range of hoses, in case you don't want to get too close to the lumbering mountain of reanimated muscles.</p></h3></p><br />     <p><h2>Dunwall (Dishonored)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091994-dunwall.jpg\" /><br /><h3><p>Dunwall! It's the dirty jewel of Gristol and a rat-infested hellhole that requires some magical scrubbing to make it look like a capital city again. There's no shortage of areas here that could do with an imperial eye for cleanliness, and if you don't mind a mysterious assassin teleporting around the joint while hordes of rats get up to mischief, then this could be a satisfying collection of tight streets and dingy districts to apply some sparkling magic to.</p><p> </p></h3></p><br />     <p><h2>The Shaded Castle (Elden Ring)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091995-theshadedcastle.jpg\" /><br /><h3><p>Abandoned and decrepit are two words which can accurately sum up Elden Ring's Shaded Castle, a location caked in mud, dust, and the poisonous fumes of a bog that has claimed many a Tarnished warrior. But for the grimefighter looking for a challenge? The Shaded Castle could be the location that puts their name on the map.</p><p> </p></h3></p><br />     <p><h2>Rapture (BioShock)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4091996-rapture.jpg\" /><br /><h3><p>Would you kindly clean up this underwater monument to unchecked hubris that happens to be inhabited by gene-harvesting children and their overprotective diving-suit dads?</p><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/these-video-game-locations-are-in-desperate-need-of-a-powerwash/2900-4619/", "date_published": "2023-03-17 19:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Shazam 2 Starts Slow At The Box Office", "description": "<p>The first box office numbers are in for Shazam: Fury of the Gods, and things aren't looking great for the superhero sequel. The movie pulled in $3.4 million in the US from its Thursday night previews, according to <a href=\"https://www.hollywoodreporter.com/movies/movie-news/shazam-fury-gods-box-office-thursday-previews-1235355016/\">The Hollywood Reporter</a>. This was significantly less than the $5.9 million in Thursday night previews than the original Shazam earned in 2019 before the onset of the COVID-19 pandemic.</p><p>For the movie's first weekend, Fury of the Gods is <a href=\"https://www.gamespot.com/articles/shazam-fury-of-the-gods-expected-to-have-slower-start-at-the-us-box-office-than-first-movie/1100-6511769/\">expected to earn between $35 million-$40 million</a>, but even if the film hits the higher figure, it would be below the $53.5 million that the first Shazam earned in the US over its first weekend.</p><p>Fury of the Gods is getting generally worse reviews than the first movie. The original boasted a <a href=\"https://www.metacritic.com/movie/shazam!\">71 score on GameSpot sister site Metacritic</a>, compared to a <a href=\"https://www.metacritic.com/movie/shazam!-fury-of-the-gods\">46 for the sequel</a>.</p><a href=\"https://www.gamespot.com/articles/shazam-2-starts-slow-at-the-box-office/1100-6512457/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/shazam-2-starts-slow-at-the-box-office/1100-6512457/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 19:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny, Horizon, And John Wick Star Lance Reddick Dies At 60", "description": "<p dir=\"ltr\">Actor Lance Reddick, best known for his role as Cedrick Daniels in the hit HBO series The Wire, has passed away at the age of 60. <a href=\"https://www.tmz.com/2023/03/17/the-wire-star-lance-reddick-dead-dies/\">TMZ</a> was first to report, with <a href=\"https://variety.com/2023/film/obituaries-people-news/lance-reddick-dead-the-wire-john-wick-1235557886/\">Variety</a> subsequently confirming with his reps that the causes were natural.</p><p>Reddick had been in the middle of a press tour for the upcoming fourth installment of the John Wick franchise, in which he played the character Charon. However, he did not attend the New York City premiere of the movie and--as <a href=\"https://www.tmz.com/watch/2023-03-17-031723-lance-reddick-twitter-1583227-262/\">TMZ</a> also reported--instead posted a selfie video on social media from home with his dogs, without any explanation for his absence.</p><p dir=\"ltr\">In addition to The Wire and John Wick, Lance had recurring roles on popular TV shows such as Fringe, Bosch, Oz, and Lost. He also appeared in films like Angel Has Fallen and Godzilla Vs. Kong. Reddick was also a voice actor for many video games including a long-running role in Destiny and Destiny 2 as Commander Zavala, who has been one of the key characters in the series. He has also been featured in the Horizon series, Quantum Break, and John Wick Hex.</p><a href=\"https://www.gamespot.com/articles/destiny-horizon-and-john-wick-star-lance-reddick-dies-at-60/1100-6512458/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-horizon-and-john-wick-star-lance-reddick-dies-at-60/1100-6512458/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 19:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 - Class Guides Hub", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a> has several heroes that you can choose from, with each class offering unique playstyles due to their mechanics. While you can \"main\" one particular character, you can still try out others to see what they bring to the table. Here's our Diablo 4 class hub guide to help you with the different heroes that you can select.</p><p> </p><h2>Diablo 4 class hub - Playable classes and their gameplay mechanics</h2><p>There are currently five Diablo 4 classes that we know of. These are the Barbarian, Rogue, Sorcerer, Necromancer, and Druid. Each has unique mechanics that allow for varied gameplay, namely their skills (i.e., abilities that can be activated), talents (i.e., passives), and specific quirks to make them stand out.</p><a href=\"https://www.gamespot.com/articles/diablo-4-class-guides-hub/1100-6512461/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-class-guides-hub/1100-6512461/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 18:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 - Sorcerer Skills Overview", "description": "<p>The Sorcerer is one of the classes that you can choose in <a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a>. Wielders of the arcane arts, these casters can call on the elements, each with particular effects, to strike down their foes. Here's our Diablo 4 Sorcerer skills overview guide to help you with various abilities that you can unlock.</p><h2>Diablo 4 Sorcerer skills and spells</h2><p>The Diablo 4 Sorcerer uses three different magic schools:</p><ul><li>Pyromancy/Fire - Causes enemies to burn and suffer damage-over-time (DoT) effects.</li><li>Frost/Ice - Chills enemies and reduces their movement speed; will eventually freeze enemies.</li><li>Shock/Lightning - Rapid hits that can reduce cooldowns or proc critical hits more often.</li></ul><p>Additionally, the Diablo 4 Sorcerer has a unique mechanic called Enchantment. Basically, active spells can be slotted in as an Enchantment, whereupon they will provide passive bonuses, though you won't be able to cast them in combat anymore.</p><a href=\"https://www.gamespot.com/articles/diablo-4-sorcerer-skills-overview-guide/1100-6512459/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-sorcerer-skills-overview-guide/1100-6512459/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 18:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 - Sorcerer Talents Overview", "description": "<p>The Sorcerer in <a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a> can unleash the powers of fire, ice, and lightning. Apart from the <a href=\"https://www.gamespot.com/articles/diablo-4-sorcerer-skills-overview-guide/1100-6512459/\">skills/spells that can be cast</a>, there are also talents that provide much-needed boosts. Here's our Diablo 4 Sorcerer talents overview guide to help you with the perks that you can unlock and select.</p><p> </p><h2>Diablo 4 Sorcerer talents</h2><p>The Diablo 4 Sorcerer talents, similar to other classes, use a tier grouping system. You can unlock certain options upon spending some talent points, and a few can also be upgraded further. We've enumerated them below, noting the possible upgrades and connected nodes. Likewise, you'll want to look at each passive's effect, as some provide general buffs, while others synergize with specific elements or proc mechanics.</p><a href=\"https://www.gamespot.com/articles/diablo-4-sorcerer-talents-overview-guide/1100-6512464/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-sorcerer-talents-overview-guide/1100-6512464/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 18:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get This Razer Wireless Gaming Headset For Only $35 Before It's Gone", "description": "<p>Razer’s Nari Essential wireless gaming headset with THX spacial Audio support is currently <span class=\"norewrite\">           <a href=\"https://howl.me/cjlpQgBvUOb\">on sale for just $35 at Best Buy ($100 retail price).</a> </span> This is a great opportunity to pick up comfortable wireless headset with solid audio performance for a budget-friendly price. It's uncommon to even find a good wired headset at this price, so it's no surprise that this is one of the best deals we've seen on a wireless gaming headset this year.</p><figure style=\"width: 710px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4114076-gsrazernariessential.png\"><img alt=\"Razer Nari Essential\" src=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4114076-gsrazernariessential.png\" /></a><figcaption>Razer Nari Essential</figcaption></figure><p>The Razer Nari Essential works on PC, PS5, and PS4, and offers a great listening experience for players on those platforms. The headset is durable and bulky, with big bass performance that feels appropriate given its beefy frame. It’ll sound good on any platform you play, but PC users get access to the full suite of features with the Razer Synapse desktop app, including virtual 7.1 THX Spatial Audio and adjustable EQ settings, and pre-made EQ profiles. The headset will also work with PS5’s built-in virtual surround sound.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://howl.me/cjlpQgBvUOb\">See at Best Buy</a> </div><p dir=\"ltr\">The Razer Nari Essential may not be the latest and greatest in terms of gaming headsets, but this $35 price point makes it one of the best headset options if you’re on a budget. Though it doesn't <em>actually </em>sell for its $100 MSRP these days, it's as good or better than other wireless headsets that would cost you upwards of $100 today.</p><a href=\"https://www.gamespot.com/articles/get-this-razer-wireless-gaming-headset-for-only-35-before-its-gone/1100-6512456/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-this-razer-wireless-gaming-headset-for-only-35-before-its-gone/1100-6512456/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 18:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 - When Can You Play As The Necromancer And Druid", "description": "<p>The <a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a> early access beta is upon us. Those who've pre-purchased the game will be able to venture forth into the harsh wilderness of Sanctuary until they hit level 25. However, as players have pointed out, there have been <a href=\"https://www.gamespot.com/articles/diablo-4-early-access-beta-suffering-from-long-queue-times-and-server-issues/1100-6512451/\">a few hiccups</a>, which include long queue times and server disconnections. Apart from these, it's also worth noting that neither the Necromancer nor Druid are available in Diablo 4--not yet anyway.</p><h2>Diablo 4 Necromancer and Druid availability</h2><p>The Necromancer is an old fan favorite. These Priests of Rathma aim to strike a balance, resurrecting the dead to do their bidding. They're able to create projectiles made of bone and cause corpses to explode. Druids, meanwhile, are in tune with nature, giving them a means of striking down foes with the elements. Moreover, they're able to shapeshift into ferocious animals.</p><p>So, when exactly will you be able to play as the Necromancer and Druid in Diablo 4? The short answer, according to Activision-Blizzard's <a href=\"https://news.blizzard.com/en-us/diablo4/23916442/your-guide-to-the-diablo-iv-open-beta\">official blog post</a>, is next weekend. Basically, Diablo 4 has two public beta stages:</p><a href=\"https://www.gamespot.com/articles/diablo-4-necromancer-druid-playable-guide/1100-6512455/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-necromancer-druid-playable-guide/1100-6512455/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 18:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Where Is Xur Today? (March 17-21) - Destiny 2 Exotic Items And Xur Location Guide", "description": "<p>With the third week of Season of Defiance almost over, it's time to head into a Destiny 2 weekend with a quick visit to everyone's favorite arms dealer Xur. While Lightfall has brought a number of changes to Destiny 2 since it went live, Xur's role as a merchant has remained unchanged and he still sells a selection of Exotic and Legendary-class gear that you can purchase. Whether you're looking to complete your collection or obtain weapons and armor with better stats compared to what you currently have for a weekend of <a href=\"https://www.gamespot.com/articles/trials-of-osiris-rewards-this-week-in-destiny-2-march-17-21/1100-6512436/\">Trials of Osiris</a>, Xur has plenty to offer. Here's where you can find Xur this weekend and what the Agent of the Nine has for sale.</p><p>This week you can find Xur in <strong>the EDZ</strong>, in the <strong>Winding Cove</strong> area. For his weapon, Xur is offering <strong>Lord of Wolves</strong>. Hunters can pick up <strong>Lucky</strong> <strong>Raspberry</strong> chest armor; Titans can grab the <strong>Crest of Alpha Lupi </strong>chest armor; and for Warlocks, Xur has <strong>Geomag Stabilizers </strong>leg armor.</p><h3>Xur Location</h3><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4113973-xuredz.jpg\"><img alt=\"Xur's location in the EDZ.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4113973-xuredz.jpg\" /></a><figcaption>Xur's location in the EDZ.</figcaption></figure><p>Spawn in at the Winding Cove transmat zone, then hop on your sparrow and go north. Take the collapsed overpass on the left and look for a cave near the bend in the road. Follow the tunnel through the cliff face to reach a higher ridge where a Fallen dropship has crashed; you'll find Xur waiting there.</p><a href=\"https://www.gamespot.com/articles/where-is-xur-today-march-17-21-destiny-2-exotic-items-and-xur-location-guide/1100-6512438/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/where-is-xur-today-march-17-21-destiny-2-exotic-items-and-xur-location-guide/1100-6512438/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 18:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XVI Will Reportedly Take Nearly 80 Hours To Complete Everything", "description": "<p>It will take around 70 to 80 hours to earn 100% completion in <a href=\"https://www.gamespot.com/games/final-fantasy-xvi/\">Final Fantasy XVI</a>. This was revealed in a Famitsu interview (as translated by Twitter user <a href=\"https://twitter.com/aitaikimochi\">@aitaikimochi</a>) with the game's director Hiroshi Takai and producer Naoki Yoshida.</p><p>The base game can be finished in around 35 hours, though you can easily spend double that doing everything else Final Fantasy XVI has to offer. \"You’ll see the entirety of Clive’s way of life, and the game will probably take about 35 hours to clear,\" Takai said. \"If we include side content, it can be double that amount.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">The newest Famitsu magazine has new(?) bits of game info for FF16 from the previously released interview with the devs. <br />Takai says there will be a leader board that you can compete with players around the world, allowing for endless gameplay. Here's my translation:<br />—We heard… <a href=\"https://t.co/q7XqWUDWVm\">https://t.co/q7XqWUDWVm</a> <a href=\"https://t.co/hkC5KxjMWy\">pic.twitter.com/hkC5KxjMWy</a></p>  — ☆オードリーAudrey☆ (@aitaikimochi) <a href=\"https://twitter.com/aitaikimochi/status/1636657841359712256?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><p>While there's plenty to do if you want to earn 100% completion, Square Enix wanted to ensure that busy players could reach the end of the game in a reasonable amount of time.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-will-reportedly-take-nearly-80-hours-to-complete-everything/1100-6512453/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xvi-will-reportedly-take-nearly-80-hours-to-complete-everything/1100-6512453/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Atlas Fallen Deep Dive Explains The Game's Combat, World, And Sand Magic", "description": "<p>After being revealed last year, developer Deck13 has kept a tight lid on its next game, <a href=\"https://www.gamespot.com/games/atlas-fallen/\">Atlas Fallen</a>. That all changed this week with a <a href=\"https://www.gamespot.com/articles/first-atlas-fallen-gameplay-trailer-is-full-of-sand-and-action/1100-6512351/\">brief look at the gameplay in a new trailer</a>, and for anyone curious about how this project differs from Deck13's previous work on The Surge series, the developer has uploaded a deep dive preview on its YouTube channel for the upcoming sandy action-RPG.</p><p>This explainer answers a <em>lot </em>of questions about Atlas Fallen, ranging from its plot to its world, how its gameplay works, character customization, and what makes it unique. Also, there's a section dedicated to explaining how sand works in the game, in case you needed more information on the one substance that can defeat Darth Vader.</p><div>          </div><p>The core of Atlas Fallen's gameplay is focused on sand magic and using those arcane powers to defend yourself against Sand Wraiths. Enemies come in a variety of shapes and sizes, and Deck13 says that you'll be able to use a wide range of skills to help you tailor your combat style. One notable example here is the sand shield, a parry system in which you can deflect enemy attacks using a powerful burst of magic and momentarily freeze your foes in place as you launch a counterattack. The bigger the enemy that you slay, the bigger the reward you'll receive from them.</p><a href=\"https://www.gamespot.com/articles/atlas-fallen-deep-dive-explains-the-games-combat-world-and-sand-magic/1100-6512450/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/atlas-fallen-deep-dive-explains-the-games-combat-world-and-sand-magic/1100-6512450/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 17:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Ghost Of Tsushima Movie Director Says TLOU Show Proves Video Game Adaptations Can Be Good", "description": "<p>John Wick director Chad Stahelski is attached to direct a movie based on the PlayStation game Ghost of Tsushima. He said in a new interview that he believes the success of HBO's The Last of Us series is showing, finally, that video game movies can actually be good.</p><p>Speaking to <a href=\"https://brobible.com/culture/article/chad-stahelski-interest-in-ghost-of-tsushima-last-of-us/\">BroBible</a>, Stahelski started off by confirming that he is not a lock to direct the Ghost of Tsushima movie or the film based on the Rainbow Six series, noting that it is his \"hope\" that they come to fruition someday. If Ghost of Tsushima does get made with Stahelski directing, he said he believes it can succeed thanks to its strong story.</p><p>\"It's got an amazing story. It's the anti-samurai samurai movie. It's got great thematics,\" he said.</p><a href=\"https://www.gamespot.com/articles/ghost-of-tsushima-movie-director-says-tlou-show-proves-video-game-adaptations-can-be-good/1100-6512452/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ghost-of-tsushima-movie-director-says-tlou-show-proves-video-game-adaptations-can-be-good/1100-6512452/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 17:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Beta - How To Respec", "description": "<p>Knowing how to respec in Diablo 4 is something you'll want to figure out quickly during the beta period. One of the fundamental parts of any role-playing game is unlocking new skills to further enhance your character's abilities and core mechanics. As any Diablo veteran knows, skills are a major progression point throughout a player's journey in Sanctuary, and that remains true in <a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a>. Blizzard Entertainment has broken the mold when it comes to a character's skill tree, as the core system from previous games is still in place.</p><p>However, since Diablo 4 is only in its beta stage, players might be more willing to test out different builds and skills. If you fall into this crowd, then you may be looking at ways to respec your character's skill tree. Luckily, this isn't a complicated process, but unlike other RPGs, it's not a free endeavor. Read below for the full scoop on how to respec your skills in the Diablo 4 beta.</p><h2>How to respec in Diablo 4</h2><p>From the moment you reach level two and unlock your first skill, you will be able to respec in Diablo 4. In order to do so, bring up your skill tree panel (Shift+S on keyboard) and you will see your current skill tree. At the bottom of the panel, you will see an option that says \"Refund All.\" This button, when clicked, will reset every single one of your skills.</p><a href=\"https://www.gamespot.com/articles/diablo-4-how-to-respec/1100-6512454/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-how-to-respec/1100-6512454/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 17:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get 10 Steam Games For Just $7 This Month", "description": "<p>In the mood for a surprise? Head over to <span class=\"norewrite\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/spring-mystery-bundle-2023\">Fanatical,</a> </span> where you can pick up <strong>10 mystery games for just $7.</strong> All titles are redeemable on Steam, making this a great way to add a few unique titles to your library as we head into spring.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/spring-mystery-bundle-2023\">See at Fanatical</a> </div><p>There’s no telling exactly what will be in your bundle, though Fanatical says it offers “over 200 games from the most popular gaming genres” and the selection pulls from “highly-rated AAA and indie titles.” If you’d rather not drop $7 on 10 games, Fanatical lets you adjust the bundle all the way down to a single mystery game for $1. All bundles also come with a free 5% off voucher for your next purchase. You’ll save the most when opting for the full 10-game bundle, but here’s a closer look at all the tiers available.</p><h2>Spring Mystery Bundle</h2><ul><li>10 Mystery Keys -- $6.99</li><li>9 Mystery Keys -- $6.59</li><li>8 Mystery Keys -- $6.09</li><li>7 Mystery Keys -- $5.55</li><li>6 Mystery Keys -- $4.99</li><li>5 Mystery Keys -- $4.39</li><li>4 Mystery Keys -- $3.59</li><li>3 Mystery Keys -- $2.79</li><li>2 Mystery Keys -- $1.89</li><li>1 Mystery Key -- $1.00</li></ul><p>Best of all, there’s a chance that one of the mystery games will actually be a Best of 2023 pack. 10 of these are up for grabs, and they contain six big-name games, including Atomic Heart, Returnal, Like a Dragon: Ishin, and Resident Evil 4. All told, that’s more than $300 worth of content--so if you’re feeling lucky, picking up this mystery bundle could be a great way to snag a bunch of great games for cheap.</p><a href=\"https://www.gamespot.com/articles/get-10-steam-games-for-just-7-this-month/1100-6512441/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-10-steam-games-for-just-7-this-month/1100-6512441/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 17:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Early Access Beta Suffering From Long Queue Times And Server Issues", "description": "<p>The start of <a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV's</a> early access beta period has not gone quite as planned, with queue times of nearly two hours for many players on top of authentication server issues resulting in slow or failed login attempts.</p><p dir=\"ltr\">Login queues are nothing new for Blizzard games, but fans were perhaps not expecting ones quite so long, and for a preorder-only beta no less. In a <a href=\"https://us.forums.blizzard.com/en/d4/t/diablo-iv-open-beta-known-issues/38\">list of known issues</a>, Blizzard confirms that players may encounter queues during the early access beta, and that the queue countdown may finish and go beyond the duration of the timer. Blizzard is urging players to stay in queue if this happens, and notes that it will have \"more accurate timers in place\" for next weekend's open beta.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">[<a href=\"https://twitter.com/hashtag/Diablo4?src=hash&amp;ref_src=twsrc^tfw\">#Diablo4</a>] We're currently investigating an issue affecting our authentication servers, which may result in failed or slow login attempts.</p>  — Blizzard CS - The Americas (@BlizzardCS) <a href=\"https://twitter.com/BlizzardCS/status/1636773810274996224?ref_src=twsrc^tfw\">March 17, 2023</a></blockquote>              </div><p dir=\"ltr\"><a href=\"https://twitter.com/BlizzardCS/status/1636773810274996224?s=20\">Blizzard customer service</a> additionally confirmed that an issue is affecting the developer's authentication servers, which is resulting in failed or slow login attempts for some players who do manage to make it through the queues. The official <a href=\"https://twitter.com/Diablo/status/1636765939550265344?s=20\">Diablo IV Twitter account</a> states that the beta may include bugs and issues, but that the team will \"evaluate all feedback we've received and will make changes as needed.\"</p><a href=\"https://www.gamespot.com/articles/diablo-4-early-access-beta-suffering-from-long-queue-times-and-server-issues/1100-6512451/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-early-access-beta-suffering-from-long-queue-times-and-server-issues/1100-6512451/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 17:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Trials Of Osiris Rewards This Week In Destiny 2 (March 17-21)", "description": "<p>After being on hiatus for a few weeks, Destiny 2's PvP activity Trials of Osiris makes its grand return this weekend. With Lightfall introducing the new Strand subclass, build-crafting changes, and new Exotics to the mix, it's going to be interesting to see how the 3v3 matches have evolved now that players have new toys to use. You can also look up where Xur is to see which gear the arms dealer has to offer before you attempt to go flawless. Here's a look at where you'll play Trials of Osiris this weekend and what weapons you can earn.</p><p>Map: <em>To be confirmed</em></p><ul><li>Reputation Rank 4: Upgrade Module x 2</li><li>Reputation Rank 7: Enhancement Prism x 3</li><li>Reputation Rank 10: Trials Weapon (Changes for each rank reset)</li><li>Reputation Rank 13: Upgrade Module x 2</li><li>Reputation Rank 16: Trials Weapon (Changes for each rank reset)</li><li>Flawless Reward: <em>To be confirmed</em></li></ul><p>For this season of Trials, Bungie has decided to remove the Freelance node and enable Fireteam matchmaking. That means that even if you don't have any friends to join you for some highly competitive PvP fun on the weekend, you'll still be matched alongside two other players as you attempt to earn some of the best gear in the game.</p><a href=\"https://www.gamespot.com/articles/trials-of-osiris-rewards-this-week-in-destiny-2-march-17-21/1100-6512436/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/trials-of-osiris-rewards-this-week-in-destiny-2-march-17-21/1100-6512436/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Save Hundreds On This Giant Bundle Of Game Dev Software And Assets", "description": "<p>Aspiring game makers should check out <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/game-design-for-everyone-assets-bundle?v=4555\">this amazing deal on a massive game development bundle</a> </span> from Fanatical featuring up to 13 months of access to the GDevelop game engine and dozens of graphics asset packs and other tools for just $15 (normally $455). That’s a 96% savings on a great package that can jump-start your next game dev project.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/game-design-for-everyone-assets-bundle?v=4555\">See at Fanatical</a> </div></div><p> </p><p dir=\"ltr\">The main draw of the Game Design for Everyone Asset bundle is the membership to GDevelop Gold (normally $10/month). GDevelop is an easy-to-learn development engine you can use to create PC, Android, and iOS games, and its simple eventing interface means you can build an entire game without writing a single line of code.</p><a href=\"https://www.gamespot.com/articles/save-hundreds-on-this-giant-bundle-of-game-dev-software-and-assets/1100-6512429/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/save-hundreds-on-this-giant-bundle-of-game-dev-software-and-assets/1100-6512429/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 16:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Gladiator 2 Casts Denzel Washington In Major Role - Report", "description": "<p> </p><p dir=\"ltr\">Denzel Washington is set to co-star in Ridley Scott's upcoming Gladiator sequel. <a href=\"https://deadline.com/2023/03/denzel-washington-gladiator-sequel-cast-paul-mescal-ridley-scott-1235302321/\">Deadline</a> was first to report, citing unnamed sources.</p><p dir=\"ltr\">Washington is reportedly in final negotiations to co-star in the upcoming sequel. If things move forward, it would mark the first time in nearly 16 years since Washington and Scott last collaborated, on the crime drama American Gangster. Paul Mescal is also set to star in the film alongside Washington, with Scott returning to the director's chair. The movie will be produced by Scott, Michael Pruss, Doug Wick, and Lucy Fisher via Red Wagon Entertainment, with David Scarpa penning the script. Walter Parkes and Laurie MacDonald will serve as executive producers.</p><a href=\"https://www.gamespot.com/articles/gladiator-2-casts-denzel-washington-in-major-role-report/1100-6512449/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/gladiator-2-casts-denzel-washington-in-major-role-report/1100-6512449/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 16:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Melanie Lynskey's Husband Jason Ritter Played An Infected In The Last Of Us, And She Shot Him", "description": "<p dir=\"ltr\">Melanie Lynskey revealed that her husband, fellow actor Jason Ritter, had a small cameo in HBO's The Last of Us as a clicker.</p><p dir=\"ltr\">Spoilers for episode five of The Last of Us ahead.</p><p dir=\"ltr\">Lynskey portrayed a brand new character made just for the live-action adaptation of The Last of Us, Kathleen, the leader of a revolutionary group in Kansas city, and an antagonist of Joel and Ellie's. The actor recently appeared on The Tonight Show, where she told host Jimmy Fallon that Ritter played one of the infected, and she even got to shoot him.</p><a href=\"https://www.gamespot.com/articles/melanie-lynskeys-husband-jason-ritter-played-an-infected-in-the-last-of-us-and-she-shot-him/1100-6512448/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/melanie-lynskeys-husband-jason-ritter-played-an-infected-in-the-last-of-us-and-she-shot-him/1100-6512448/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 16:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Best Capture Card For PS5 And Xbox Is Discounted Right Now", "description": "<p>If you’re looking to maximize your potential as a streamer or YouTuber, you’ll want to make sure you have a capture card. Capture cards allow you to record gameplay clips and give you increased control over your stream, making them a necessity for anyone on Twitch or YouTube. They also streamline the process of editing raw footage into a video uploaded to your channel. And as far as capture cards are concerned, few are as versatile as the <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Elgato-HD60-External-Capture-Card/dp/B09V1KJ3J4?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Elgato HD60 X.</a> </span> Today is a great time to pick it up too, as the Elgato HD60 X is on sale for $180.</p><div class=\"norewrite\" title=\"6512447 - Elgato Capture Card\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Elgato-HD60-External-Capture-Card/dp/B09V1KJ3J4?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Elgato HD60 X Capture Card</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Elgato-HD60-External-Capture-Card/dp/B09V1KJ3J4?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">$180 (was $200)</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4113963-hd60x.jpg\" />                             <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Elgato-HD60-External-Capture-Card/dp/B09V1KJ3J4?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\"></a>                        </div>              <div class=\"item-description\"><p><span>There’s a lot to love about the Elgato HD60 X. With the ability to capture 4K video at 30fps or 1080p video at 60fps, support for PC, Switch, Xbox, and PS5, and less than 100ms latency, few capture cards in this price range can rival its performance. You’ll also benefit from no time limits or the need for monthly subscriptions. And, best of all, the HD60 X doesn’t put any pesky watermarks on your content.</span></p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Elgato-HD60-External-Capture-Card/dp/B09V1KJ3J4?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a>                              </div>                                                                      <div>                        <a href=\"https://howl.me/cjloQEOZPZu?u1=subid_value\">See at Best Buy</a>           </div>                                                     </div>      </div>   </div> </div><p>Beyond its class-leading performance, the Elgato HD60 X is easy to set up and doesn’t require any additional drivers on Windows or Mac. It’s also a sleek-looking device that won’t take up too much real estate on your battlestation. Once you’re ready to manage your footage, the HD60 X is fully compatible with third-party software like OBS and Streamlabs.</p><p>All of these features add up to make it the <a href=\"https://www.gamespot.com/articles/best-capture-card-in-2022-for-consoles-and-pc/1100-6476156/\">best capture card</a> available in 2023. And at this new low price, it’s an easy recommendation for anyone interested in streaming (or a current streamer that wants to up their game).</p><a href=\"https://www.gamespot.com/articles/the-best-capture-card-for-ps5-and-xbox-is-discounted-right-now/1100-6512447/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-best-capture-card-for-ps5-and-xbox-is-discounted-right-now/1100-6512447/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 16:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Comes With A Fork And Spoon Preorder Bonus In Japan", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> comes with a special preorder bonus in Japan, and it is not what anyone probably expected. As revealed by Wario64 on Twitter, preorders of the massively anticipated RPG from Amazon Japan come with a fork or a spoon, or both.</p><p>Now, these aren't your average, everyday forks and spoons. These are specially branded Legend of Zelda forks and spoons that you can use to eat anything your heart desires. They look nice. And they come with the words \"The Legend of Zelda\" on them, as well as associated Zelda imagery.</p><p>You need to preorder the Collector's Edition to get the fork <em>and </em>the spoon, it seems. Preorders of the standard edition come with <a href=\"https://www.amazon.co.jp/-/en/2200630104286/dp/B0BV9DQ7VL/ref=sr_1_3?crid=1PKHI7N6K1HOC&amp;keywords=ゼルダの伝説&amp;qid=1679067884&amp;sprefix=the legend of zeld,aps,138&amp;sr=8-3\">just the spoon</a>, which is good if you like soup and oatmeal. Note that people in the US can import this, if you <em>really </em>want that spoon and/or fork. </p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-comes-with-a-fork-and-spoon-preorder-bonus-in-japan/1100-6512446/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-comes-with-a-fork-and-spoon-preorder-bonus-in-japan/1100-6512446/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 15:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Microsoft Is Open To More Call Of Duty Licensing Deals", "description": "<p dir=\"ltr\">Microsoft is still dead set on not selling Call of Duty, but to seek EU antitrust approval for its acquisition of Activision Blizzard, it is prepared to offer licensing deals to its rivals.</p><p dir=\"ltr\">According to <a href=\"https://www.reuters.com/markets/deals/microsoft-offers-eu-remedies-seeking-ok-activision-deal-2023-03-17/\">Reuters</a>, in a European Commission filing shown today (Friday, March 17), Microsoft President Brad Smith has said it is prepared to offer rivals licensing deals to lessen concerns over Microsoft owning the Call of Duty franchise outright, without having to sell it to complete the Activision Blizzard acquisition. We're already aware of several deals related to Call of Duty, including one with Nintendo, <a href=\"https://www.gamespot.com/articles/microsoft-signs-10-year-deal-to-bring-call-of-duty-to-nintendo-platforms/1100-6511660/\">which was formalized just last month</a>, and another that will bring the shooter series to the <a href=\"https://www.gamespot.com/articles/xbox-signs-new-deal-to-bring-call-of-duty-to-another-cloud-gaming-service/1100-6512357/\">cloud gaming service Boosteroid</a>.</p><p dir=\"ltr\">\"We have stood behind our promise to bring Call of Duty to more gamers on more devices by entering into agreements to bring the game to the Nintendo console and cloud game streaming services offered by Nvidia, Boosteroid, and Ubitus,\" a spokesperson said of the deals. \"We are now backing up that promise with binding commitments to the European Commission, which will ensure that this deal benefits gamers into the future.\"</p><a href=\"https://www.gamespot.com/articles/microsoft-is-open-to-more-call-of-duty-licensing-deals/1100-6512445/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/microsoft-is-open-to-more-call-of-duty-licensing-deals/1100-6512445/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 15:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Keanu Reeves Says John Wick: Chapter 4 Is About Friendship, Brotherhood, And More", "description": "<p dir=\"ltr\">John Wick continues to want his personal freedom in Chapter 4, Keanu Reeves said on The Tonight Show Starring Jimmy Fallon. But that's obviously not going to happen, especially with the High Table after him.</p><p dir=\"ltr\">Reeves opened up about John Wick: Chapter 4 with Fallon, specifically talking about the themes behind the action flick. \"It's friendship, brotherhood, father, daughter, the choices that you make, rules and consequences, who are you, man,\" said Reeves, really emphasizing the last word.</p><div>          </div><p dir=\"ltr\">Fallon pointed out that there were 14 action sequences in the new John Wick film, which Reeves seemingly confirmed. Reeves also says there is a bit of improvisation in those scenes. They also talked about how Wick shoots people on a horse, along with nunchucks, throwing stars, and crazy driving being featured in the flick.</p><a href=\"https://www.gamespot.com/articles/keanu-reeves-says-john-wick-chapter-4-is-about-friendship-brotherhood-and-more/1100-6512444/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/keanu-reeves-says-john-wick-chapter-4-is-about-friendship-brotherhood-and-more/1100-6512444/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 15:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Best Buy Has Some Great Gaming And Tech Deals This Weekend", "description": "<p>Saint Patrick’s Day is here, and this weekend you can celebrate by checking out a massive new sale at Best Buy. Everything from video games and laptops to headphones and TVs is included in the event, making this a great time to cross a few items off your wishlist.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://howl.me/cjlou7fCD9A?u1=subid_value\">See deals at Best Buy</a> </div><p>Games are a big part of the sale, as you’ll find <span class=\"norewrite\">           <a href=\"https://howl.me/cjlnVYQoVcm?u1=subid_value\">Bayonetta 3</a> </span> for $45, <span class=\"norewrite\">           <a href=\"https://howl.me/cjlnUY0cutI?u1=subid_value\">Monster Hunter Rise</a> </span> for $30, and the newly launched <span class=\"norewrite\">           <a href=\"https://howl.me/cjlnWPP3IYa?u1=subid_value\">Dead Space</a> </span> for $50. And if you haven’t yet played through <span class=\"norewrite\">           <a href=\"https://howl.me/cjlnYdCxjmE?u1=subid_value\">Breath of the Wild,</a> </span> consider picking it up for $41 ahead of Tears of the Kingdom.</p><p>Other notable discounts include a $400 price cut on the premium <span class=\"norewrite\">           <a href=\"https://howl.me/cjloc66lQDN?u1=subid_value\">ASUS Zenbook Flip 2-in-1 Laptop</a> </span> and an $80 discount on the <span class=\"norewrite\">           <a href=\"https://howl.me/cjloeti49Ou?u1=subid_value\">Samsung Odyssey G5 32-Inch Monitor.</a> </span> TV deals are also heavily featured in Best Buy’s event, and if you’re ready to really upgrade your game room, consider picking up the <span class=\"norewrite\">           <a href=\"https://howl.me/cjloiX3Kw45?u1=subid_value\">LG 75-Inch Class A2 Series OLED 4K Smart TV.</a> </span> The massive, vibrant display typically costs $2,800, but this weekend you can pick it up for just $1,800.</p><a href=\"https://www.gamespot.com/articles/best-buy-has-some-great-gaming-and-tech-deals-this-weekend/1100-6512443/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/best-buy-has-some-great-gaming-and-tech-deals-this-weekend/1100-6512443/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "ChatGPT Can Turn Pokemon Emerald Into A Text-Based Adventure Game", "description": "<p dir=\"ltr\">If you thought Pokemon would be fun as a text adventure game, someone has used ChatGPT-4 to turn Pokemon Emerald into one.</p><p dir=\"ltr\">As spotted by <a href=\"https://www.polygon.com/23643321/chatgpt-4-ai-pokemon-emerald\">Polygon</a>, Twitter user Dan Dangond has recently been using the newest version of the AI language model to turn Pokemon Emerald into a text-based adventure game. Dangond shared the discovery on Twitter, noting how you can just ask the software to play the game, and in a thread, observed how well it worked--and sometimes, how well it didn't work.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Starts up the game without a problem, pretty accurate so far, skipping the moving van and clock setting scene which honestly isn't the most riveting thing in this game anyway <a href=\"https://t.co/o4nqtMdCHH\">pic.twitter.com/o4nqtMdCHH</a></p>  — Dan Dangond (@DanDangond) <a href=\"https://twitter.com/DanDangond/status/1636063904496336897?ref_src=twsrc^tfw\">March 15, 2023</a></blockquote>              </div><p dir=\"ltr\">The first tweet starting the Pokemon journey is almost like a speedrun, putting you right into the action where Emerald's Professor Birch is being chased by a Poocheyena, prompting you to choose from the three starters. Dangon couldn't have made a wrong choice with which starter, but did opt for Mudkip, and battle options came out as numbers to choose from.</p><a href=\"https://www.gamespot.com/articles/chatgpt-can-turn-pokemon-emerald-into-a-text-based-adventure-game/1100-6512442/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/chatgpt-can-turn-pokemon-emerald-into-a-text-based-adventure-game/1100-6512442/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 14:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Layers Of Fear Gameplay Video Shows 11 Minutes Of Good-Looking Horror", "description": "<p>Bloober Team has revealed 11 minutes of new gameplay for <a href=\"https://www.gamespot.com/games/layers-of-fear/\">Layers of Fear</a>, its upcoming collection of the first two games in the series--rebuilt through Unreal Engine 5. This bundle includes all of the DLC, and on the technical side, players can expect numerous graphical and audio improvements, a brand-new chapter in the story, and a more \"immersive\" horror experience.</p><div>          </div><p>One of the big graphical upgrades comes from the use of Unreal Engine 5's Lumen system, as well as ray tracing, HDR, and a 4K resolution to increase the overall tension. New gameplay mechanics will also be introduced, such as a lantern that can be used to uncover spooky stuff that goes bump in the dark, and Bloober is aiming to more cohesively explore the depths of obsession with three different stories of craft-obsessed protagonists.</p><p>The new story chapter, The Final Note, introduces the never-before-told story of The Writer and ties in with the psychological horror narrative of The Painter and The Actor. The studio is aiming for these remakes to be the magnum opus of the Layer of Fears games, and it has called this project the \"crowning work\" of the series and a tribute to fans. Beyond the upgraded graphics, Layers of Fear also features a new haunting soundtrack from Arek Reikowski, who previously worked with Bloober on The Medium.</p><a href=\"https://www.gamespot.com/articles/layers-of-fear-gameplay-video-shows-11-minutes-of-good-looking-horror/1100-6512440/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/layers-of-fear-gameplay-video-shows-11-minutes-of-good-looking-horror/1100-6512440/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 14:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zachary Levi On How Life-Saving Therapy Helped Him Land Shazam Role", "description": "<p>Actor Zachary Levi stars in the DC superhero series Shazam, and in a new interview, he discussed how he landed the role after initially intending to take a break from acting to focus on therapy.</p><p>Appearing on The Tonight Show Starring Jimmy Fallon, Levi said he was \"in kind of a dark place\" in his life when DC was casting Shazam. He previously discussed his use of <a href=\"https://www.hollywoodreporter.com/lifestyle/lifestyle-news/zachary-levi-mental-breakdown-treatment-anxiety-depression-1235171099/\">sex, drugs, and alcohol to distract and numb himself</a> from the pain of his personal life.</p><div>          </div><p>Levi underwent \"super intensive, life-saving therapy\" where he said he learned how to love himself for what he said was the first time in his life. He had a breakthrough. He was getting to a better place in his life, but he still told his agents he wanted a break from acting during therapy to grow and heal further. But he auditioned for Shazam anyway, and he ended up landing the role.</p><a href=\"https://www.gamespot.com/articles/zachary-levi-on-how-life-saving-therapy-helped-him-land-shazam-role/1100-6512439/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zachary-levi-on-how-life-saving-therapy-helped-him-land-shazam-role/1100-6512439/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 14:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Lies of P Preorders Are Live At Amazon And Best Buy", "description": "<p dir=\"ltr\">The upcoming steampunk action-RPG Lies of P is set to launch in August for PC, PS5, PS4, and Xbox Series X|S, and it's now <a href=\"https://howl.me/cjkWZwJEFIR\"><strong>available for preorder</strong></a> at several retailers. At the time of writing, only physical standard editions are available for preorder at a few online stores, and no preorder bonuses have been announced, but we’ll go over all the ways to secure your copy of this mature, Bloodborne-inspired take on the classic Pinnochio tale.</p><h2 dir=\"ltr\">Lies of P standard edition</h2><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4113389-liesofpstandard.png\"><img alt=\"Lies of P standard edition PS5\" src=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4113389-liesofpstandard.png\" /></a><figcaption>Lies of P standard edition PS5</figcaption></figure><p dir=\"ltr\">You can preorder physical copies of Lies of P standard edition for <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0BXB9N5CR?tag=gamespot-preorders-20&amp;ascsubtag=ag:|vg:-|st:dtp\">PS5,</a> </span> <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0BXB7T1HR?tag=gamespot-preorders-20&amp;ascsubtag=ag:|vg:-|st:dtp\">PS4, </a> </span>or <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0BXB841V3?tag=gamespot-preorders-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Xbox Series X|S</a> </span> at Amazon, and for <span class=\"norewrite\">           <a href=\"https://howl.me/cjkWZwJEFIR\">PS5 at Best Buy.</a> </span> All versions are priced at $60. Neither retailer has announced any exclusive preorders yet, but preordering now locks you in for the lowest-price preorder guarantee. It’s likely more places will open Lies of P preorders closer to launch.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://howl.me/cjkWZwJEFIR\">See at Best Buy</a> </div></div><p dir=\"ltr\"> </p><a href=\"https://www.gamespot.com/articles/lies-of-p-preorders-are-live-at-amazon-and-best-buy/1100-6512425/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/lies-of-p-preorders-are-live-at-amazon-and-best-buy/1100-6512425/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 13:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Suicide Squad: Kill The Justice League Will Not Drop Live-Service Elements, Report Says", "description": "<p>Suicide Squad: Kill the Justice League has <a href=\"https://www.gamespot.com/articles/suicide-squad-kill-the-justice-league-delayed-again-report/1100-6512209/\">reportedly been delayed</a>, but fans hoping that developer Rocksteady will ditch the game's live-service elements should not get their hopes up.</p><p>Posting on Twitter, reporter Jason Schreier provided some new insight on his previous report about the game's supposed delay. He said Rocksteady hasn't come forward to officially announce the delay possibly because no new date has been chosen. Schreier said staff were informed weeks ago that Kill the Justice League was shifting to later in 2023, but it remains possible the game <a href=\"https://www.gamespot.com/articles/suicide-squad-kill-the-justice-league-could-be-delayed-to-2024/1100-6512232/\">could move to 2024.</a></p><p>Amid all the unknowns, Schreier said there is one thing that appears to be clear, and that's how \"the core game isn't changing.\" This seemingly pertains to how Kill the Justice League is an online, live-service game that <a href=\"https://www.gamespot.com/articles/suicide-squad-kill-the-justice-league-will-require-constant-internet-connection-even-for-single-player-mode/1100-6511795/\">requires a constant internet connection, even for its single-player mode.</a></p><a href=\"https://www.gamespot.com/articles/suicide-squad-kill-the-justice-league-will-not-drop-live-service-elements-report-says/1100-6512437/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/suicide-squad-kill-the-justice-league-will-not-drop-live-service-elements-report-says/1100-6512437/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 13:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pokemon TCG Scarlet And Violet Expansion: The Best Cards We Pulled", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113330-pokemon_tcg_scarlet_violet_081_miraidon_ex.jpg\" /><br /><h3><p>The next Pokemon Trading Card Game expansion Scarlet and Violet--the first set themed around the newest Pokemon generation--arrives at the end of March, and it will introduce new Pokemon, new mechanics, and a whole new look to the long-running TCG.</p><p>The 258-card set features familiar faces from the Paldean region, from trainers to Pokemon to even a few locales featured as Stadium cards. A major change coming with the new set that longtime players will notice is the shift from yellow to silver borders, which marks the first time in the game's history that cards outside of Japan will feature silver along the edges of the cards. The silver borders offer one extra benefit, however, as any holographic cards pulled from packs will also shine around the edges.</p><p>The Pokemon ex mechanic returns from previous Pokemon TCG sets, with 12 Pokemon receiving special \"ex\" cards with more powerful abilities. A few of those ex cards are further enhanced as \"Tera Pokemon,\" which add the extra perk of not receiving any damage unless they are in the Active Pokemon slot on the battlefield.</p><p>The Pokemon TCG Scarlet and Violet expansion will be available March 31 for prices ranging from $5 for a pack of 10 cards to $60 for premium box sets. We recently opened nearly 50 packs from the new expansion--including some from the<a href=\"https://www.pokemoncenter.com/product/184-85457/pokemon-tcg-scarlet-and-violet-pokemon-center-elite-trainer-box-miraidon\"> Miraidon Elite Trainer Box</a>. These are our favorite cards pulled from those packs.</p></h3></p><br />     <p><h2>Koraidon ex</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113337-img_1958.jpeg\" /><br /><h3><p>One half of Scarlet and Violet's legendary duo, Koraidon ex packs a massive punch for only three Energy--with the caveat that it can't attack on the next turn. Thanks to its Dino Cry ability, the lack of attack isn't all that bad, as it lets you pull extra Energy cards from the discard pile while forcing the end of your turn anyway.</p></h3></p><br />     <p><h2>Miraidon ex (Regular and Gold Variant)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113338-img_1959.jpeg\" /><br /><h3><p>While Miraidon ex also lets you hit for over 200 damage for three Energy--and disables the attack the following turn--the fact that it lets you search for two Pokemon to put on your Bench <em>without</em> immediately ending the turn is powerful. Also, since Tandem Cry is an ability and not an attack, you can do it while Miraidon sits safely out of the Active Pokemon slot. </p><p>(Oh, and check out that gold variant. Phew!)</p><p> </p></h3></p><br />     <p><h2>Spidops ex</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113339-img_1960.jpeg\" /><br /><h3><p>Spidops is an unexpected choice to receive the ex card treatment, as the spider Pokemon didn't seem notable during the Scarlet and Violet journey. We can't argue with its moves however, as its ability makes retreating more difficult for the opponent and adds 30 damage to its two-Energy attack at the same time. Spidops ex could be the surprising star of the set in the right hands. </p></h3></p><br />     <p><h2>Gyarados ex (Tera)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113340-img_1961.jpeg\" /><br /><h3><p>The only Tera Pokemon we were able to pull is the formidable Gyarados, one of the first Pokemon cards we've ever seen to require <em>five Energy</em> for a single attack. The fact that it does 360 damage if the opposing Active Pokemon has incurred any damage beforehand, however, puts that huge cost in perspective. </p></h3></p><br />     <p><h2>Great Tusk ex (Regular and Special Illustration Rare)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113341-img_1962.jpeg\" /><br /><h3><p>Paradox Pokemon from Scarlet and Violet will also feature within the cards, with the massive mammoth Great Tusk included in the mix. Its Bedrock Breaker attack's secondary ability can be a game-changer, as Stadium cards are some of the most powerful in the game, while Gigantic Tusks is powerful but risky thanks to 50 self-inflicted damage.</p></h3></p><br />     <p><h2>Banette ex</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113342-img_1964.jpeg\" /><br /><h3><p>Banette is the ghost with the most in this new set, as it's the lone Ghost type to receive the ex treatment. Banette ex will thrive in early turns, as its ability to shut down Item use for a single Energy can stifle an opponent with ease. Once they horde enough useless Items, Banette can swing with Poltergeist and deal 60 damage for each Trainer card--including Items--in their hand. Five Trainers in the opponent's hand will spell disaster for their Active Pokemon no matter who it is.</p></h3></p><br />     <p><h2>Toxicroak ex</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113343-img_1965.jpeg\" /><br /><h3><p>If we're being honest, Toxicroak ex scares the heck out of us. It's durable with 250 HP, it can search for two cards every single turn, and it can inflict a Poison status that's <em>six times more effective than usual</em>. That's effectively a one-hit KO on any Pokemon with 180 HP or less, which is more than you'd think.</p></h3></p><br />     <p><h2>Fidough (Illustration Rare)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113344-img_1966.jpeg\" /><br /><h3><p>Fidough here doesn't have the most notable attacks or abilities, though being able to absorb 30 damage for one Energy can give it some longevity. However, look how cute the lil guy is, with his head in the window looking at the bakery's goods! Illustration rares have been a highlight since the Trainer Galleries began in the Sword and Shield era, and it seems this new set is continuing the tradition admirably.</p></h3></p><br />     <p><h2>Riolu (Illustration RarE)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113345-img_1967.jpeg\" /><br /><h3><p>Like Fidough, Riolu's ability set isn't going to win you any games. He's a solid starting Pokemon, but with a second ability that can only be used three times, we expect he won't see a ton of play. However, the absolute destruction Riolu has caused the room around him in this picture makes us laugh every time. The \"yeah I did this, what are you going to do about it?\" look on his face is the icing on the cake. </p></h3></p><br />     <p><h2>Toedscool (Illustration Rare)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113346-img_1968.jpeg\" /><br /><h3><p>What happened to Tentacool in Scarlet and Violet? Older Pokemon trainers remember this creature as a blue jellyfish with a really angry evolution, but now it's pink with yellow spots and running around in the grass. It looks like if Tentacool was infected with cordyceps... The Last Of Us/Pokemon crossover confirmed?</p></h3></p><br />     <p><h2>Penny (Full Art Variant Rare)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113347-img_1969.jpeg\" /><br /><h3><p>Trainer variants featuring the characters in full-size art have been a staple of the Pokemon TCG for years, and Scarlet and Violet have some strong entries included in the set as well. Penny here needs no introduction to those who played the games, but her ability to recoup a Basic Pokemon and everything attached to it will add an element of spontaneity to your strategy should you wish to use her in your deck.</p></h3></p><br />     <p><h2>Miriam (Special Illustration Rare)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/3/37852/4113348-img_1971.jpeg\" /><br /><h3><p>Miriam is the school nurse of the Uva Academy that sits at the center of Paldea, and one of the featured special illustration cards for trainers in the set. Her card's power fits her profession, as the ability to shuffle five discarded Pokemon back into the deck--and then draw three cards right afterward--could be a healing salve should you find yourself fighting from behind.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/pokemon-tcg-scarlet-and-violet-expansion-the-best-cards-we-pulled/2900-4684/", "date_published": "2023-03-17 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Resident Evil 4 Remake Review Roundup", "description": "<p>Reviews are now live for Resident Evil 4 remake, Capcom's reenvisioned version of its cult-classic survival-horror game. Leon Kennedy's Spanish holiday is so far earning critical acclaim, with several outlets calling it a must-play title that refines the classic gameplay and knows exactly which areas needed a touch of modernization.</p><p>Early reviews have praised Resident Evil 4's balance of horror and action, finely-tuned gameplay, and richly detailed world, elements which are all combined to craft a game that celebrates its past and reinvigorates it at the same time.</p><p>\"The remake stands as a re-envisioning of its past rather than a replication of it,\" Kurt Indovina wrote in GameSpot's <a href=\"https://www.gamespot.com/reviews/resident-evil-4-remake-review-stranga-stranga-now-thats-a-remake/1900-6418047/\">Resident Evil 4 remake review</a>. \"In doing this, it raises the bar for what a good remake is and at the same time, preserves Resident Evil 4's legacy as a genre-defining experience and one of the greatest games of all time.\"</p><a href=\"https://www.gamespot.com/articles/resident-evil-4-remake-review-roundup/1100-6512435/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/resident-evil-4-remake-review-roundup/1100-6512435/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield's \"Drug Use\" Pushes Rating In Australia Above Bethesda's Past Games", "description": "<p>The next game from storied developer Bethesda Game Studios, the ambitious spacefaring sci-fi RPG Starfield, has received a rating in Australia, and it's something of a surprise.</p><p>The Australian Classification Board has <a href=\"https://www.classification.gov.au/titles/starfield-0\">given Starfield a rating of R18+</a>, which means the game contains content \"considered high in impact\" for players. The ratings page states that Starfield's R18+ rating mainly stems from its depiction of unspecified \"drug use.\"</p><p>The R18+ rating is noteworthy considering Bethesda's previous games, like Skyrim and Fallout 76 received the lower rating of MA15+.</p><a href=\"https://www.gamespot.com/articles/starfields-drug-use-pushes-rating-in-australia-above-bethesdas-past-games/1100-6512434/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/starfields-drug-use-pushes-rating-in-australia-above-bethesdas-past-games/1100-6512434/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 12:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Persona 5: The Phantom X Mobile Game Announced For iOS And Android", "description": "<p>Atlus is expanding its Persona 5 universe once again, this time with a mobile game for iOS and Android that is being developed by Chinese studio Perfect World Games under supervision from Sega and Atlus.</p><p>Titled Persona: Phantom of the Night, the game features artistic contributions from Persona series designer Shigenori Soejima, as well as plenty of the trademark action from the fifth entry in the action-RPG series. You can see more for yourself in the trailers below (via <a href=\"https://www.gematsu.com/2023/03/persona-5-the-phantom-x-announced-for-ios-android\">Gematsu</a>) ahead of the game's first public test on March 29.</p><div>          </div><p> </p><a href=\"https://www.gamespot.com/articles/persona-5-the-phantom-x-mobile-game-announced-for-ios-and-android/1100-6512433/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/persona-5-the-phantom-x-mobile-game-announced-for-ios-and-android/1100-6512433/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 12:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Resident Evil 4 Remake Review - Stranga, Stranga, Now That's A Remake", "description": "<p dir=\"ltr\">How do you remake Resident Evil 4, an experience that changed the way action games are made today? It is, at best, an unfair challenge and, at worst, an impossible task. So, instead of trying to reinvent the wheel a second time, developer Capcom has doubled down on the brilliance of the original's design--elaborated on it, and finely tuned the experience. The result is a stunning remake that reminds longtime fans like me of its brilliance, while also introducing an all-new generation to a modern classic and one of the most important games of all time.</p><p dir=\"ltr\">If you're not familiar, the premise of Resident Evil 4 is straightforward: Leon S. Kennedy, the cool and handsome rookie-cop-turned-government-agent who you may remember from his escapades in Resident Evil 2's Raccoon City, has been sent to rural Spain to track down Ashley Graham, the US President's missing daughter. Yes, it's a \"save the princess\" trope but, even 18 years later, its juxtaposition against the survival-horror genre serves as an immaculate setup for the game's over-the-top set pieces. In this case, the princess is in another castle, but it's a castle besieged by parasitic infections and mind-controlled cultists, so you'll have to blast your way from a rundown village to a military island to get her back. While the core pillars of tense, up-close-and-personal action and careful resource management remain welcomingly unchanged, improvements to character development elevate the story as a whole. Now more than ever, Capcom is aware of the tone and humor of the game after it felt accidental in the original. This time, it feels like Capcom is leaning into it, striking a considered balance between heart-pounding horror and laugh-out-loud cheese.</p><p dir=\"ltr\">This time, Leon isn't <em>just</em> a cool-looking dude with swoopy hair and a sweet jacket, who says sometimes cool, sometimes corny things, and does super-cool stuff. He's more than that: Now he's a cool dude with cool hair doing cool stuff who also acts like a human being. This is a Leon who carries the trauma of the Raccoon City incident from Resident Evil 2 remake, which gives more weight to his character and serves as compelling context for his motivation to save Ashley Graham. This time around, it's not just another assignment for Leon--it's a chance at redemption for the lives he couldn't save in Raccoon City. This narrative continuity is a strong thread that ties the remakes together with emotional heft, making this new era of the franchise feel stronger and more unified than the originals.</p><a href=\"https://www.gamespot.com/reviews/resident-evil-4-remake-review-stranga-stranga-now-thats-a-remake/1900-6418047/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/reviews/resident-evil-4-remake-review-stranga-stranga-now-thats-a-remake/1900-6418047/?ftag=CAD-01-10abi2f", "date_published": "2023-03-17 07:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Resident Evil 4 Remake Video Review", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4113625-review_re4_site.jpg\" width=\"480\" /> Capcom raises the bar for what a good remake is and simultaneously preserves Resident Evil 4's legacy as a genre-defining experience and one of the greatest games of all time.", "link": "https://www.gamespot.com/videos/resident-evil-4-remake-video-review/2300-6460888/", "date_published": "2023-03-17 07:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]