[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Brothers Who Helped Carry Out Staged Attack On Jussie Smollett Apologize In Interview", "description": "The two Nigerian brothers responsible for helping disgraced actor Jussie Smollett carry out his fake hate crime attack in 2019 apologized for the stunt during an interview this week. Abimbola and Olabinjo Osundairo, nicknamed Bola and Ola, made the apology during a Thursday night interview with Fox News host Sean Hannity. Smollett, who formerly starred ...", "link": "https://www.dailywire.com/news/brothers-who-helped-carry-out-staged-attack-on-jussie-smollett-apologize-in-interview", "date_published": "2023-03-17 18:53:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meta Rolls Out New Verified System Similar To Twitter Blue", "description": "Meta has unveiled a verification system on Facebook and Instagram similar to the one created by Twitter. Meta Verified was rolled out on the company&#8217;s social media platforms Friday. Instead of giving out blue checkmarks to accounts because the user is a prominent public figure, the checkmark is open to any user as a means to ...", "link": "https://www.dailywire.com/news/meta-rolls-out-new-verified-system-similar-to-twitter-blue", "date_published": "2023-03-17 18:20:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I’M BACK’: Trump Announces Return To Facebook After Two-Year Suspension", "description": "Former President Donald Trump posted to Facebook on Friday for the first time since getting booted from the platform in January 2021. “I’M BACK!” he posted along with a short clip of his remarks after winning the 2016 presidential election. “Sorry to keep you waiting, complicated business. Complicated,” he says in the clip. Meta lifted ...", "link": "https://www.dailywire.com/news/im-back-trump-announces-return-to-facebook-after-two-year-suspension", "date_published": "2023-03-17 17:44:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Aliens Could Exist On Exoplanets’ ‘Terminator Zone,’ Researchers Say", "description": "Extraterrestrial beings may be hiding on distant planets which have a “terminator zone,” a habitable band at the transition between the non-rotating planets’ warm, day side and the cold, dark night side, researchers conjecture. That “terminator zone” would feature liquid water, which serves as a vital ingredient for life. Astronomers from the University of California, ...", "link": "https://www.dailywire.com/news/aliens-could-exist-on-exoplanets-terminator-zone-researchers-say", "date_published": "2023-03-17 17:39:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Friday Afternoon Update: Cali Cracks Down On Skittles? International Arrest Warrant Issued For Putin, Poland Sends Fighter Jets To Ukraine", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. International Arrest Warrant Issued For Putin An arrest warrant for Russian President Vladimir Putin has been issued by the International Criminal Court. The ICC says Putin is allegedly responsible for abducting children from Ukraine and transferring them to ...", "link": "https://www.dailywire.com/news/friday-afternoon-update-cali-cracks-down-on-skittles-international-arrest-warrant-issued-for-putin-poland-sends-fighter-jets-to-ukraine", "date_published": "2023-03-17 17:26:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russell Brand, Ben Shapiro Talk Parenting, Pot, and Politics In New Episode of ‘The Search’", "description": "Comedian and actor Russell Brand and Daily Wire editor emeritus Ben Shapiro discussed their respective — and vastly different — parenting styles, cultural issues, and even marijuana during a loose, unscripted conversation over drinks in &#8220;The Search.&#8221; Brand, a free-thinking liberal who&#8217;s against censorship and harsh lockdown mandates, said he&#8217;s against almost all &#8220;government intervention&#8221; when ...", "link": "https://www.dailywire.com/news/russell-brand-ben-shapiro-talk-parenting-pot-and-politics-in-new-episode-of-the-search", "date_published": "2023-03-17 17:25:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "First Republic Bank Execs Offloaded $12M-Worth Of Shares Before Near-Collapse", "description": "First Republic Bank’s top executives reportedly offloaded stock in the bank worth millions of dollars in the months before the bank nearly crashed. The stock price of First Republic Bank (FRB), based in San Fransisco, began to slide last week before plummeting 73% from March 8 to March 13 while federal regulators took over two ...", "link": "https://www.dailywire.com/news/first-republic-bank-execs-offloaded-12m-worth-of-shares-before-near-collapse", "date_published": "2023-03-17 17:17:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trans HHS Official Has ‘No Regrets,’ Glad Waited To ‘Transition’ To Have ‘My Children’ In Throwback Clip", "description": "A resurfaced clip of transgender federal health official Dr. Rachel Levine saying an adult transition gave Levine the chance to be a father is circulating on social media amid Levine&#8217;s recent, full-throated advocacy for sex changes for minors. In the clip Levine, who is assistant secretary for the U.S. Department of Health and Human Services (HHS), ...", "link": "https://www.dailywire.com/news/trans-hhs-official-has-no-regrets-glad-waited-to-transition-to-have-my-children-in-throwback-clip", "date_published": "2023-03-17 17:09:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "EPA Announces How Long Ohio Train Derailment Cleanup Will Take", "description": "EPA Administrator Michael Regan announced on Friday that cleanup for the train derailment and subsequent chemical fallout in East Palestine, Ohio, will take three months. Local and state authorities previously evacuated all citizens within one mile of the February 3 derailment and started a controlled burn of chemicals on the vehicle. Vinyl chloride, a human ...", "link": "https://www.dailywire.com/news/epa-announces-how-long-ohio-train-derailment-cleanup-will-take", "date_published": "2023-03-17 16:57:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "El Salvador’s Crime Crackdown Could Push Gangs North Toward U.S., Expert Warns", "description": "El Salvador&#8217;s ongoing crackdown on violent criminals, which has seen thousands of suspected gang members locked up in a new mega-prison, could prompt those still free to flee the embattled nation, experts warned. Late last month, officials transferred thousands of prisoners to the country&#8217;s new maximum security prison in central El Salvador, the Terrorism Confinement ...", "link": "https://www.dailywire.com/news/el-salvadors-crime-crackdown-could-push-gangs-north-toward-u-s-expert-warns", "date_published": "2023-03-17 16:48:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Keanu Reeves Responds To Fan’s Marriage Proposal, Teases ‘John Wick: Chapter 4’ Action", "description": "Keanu Reeves responded to a fan&#8217;s marriage proposal at a recent film festival in Austin and teased the kind of action fans can expect to see in &#8220;John Wick: Chapter 4.&#8221; Appearing on stage with director Chad Stahelski at the SXSW film festival in Texas, Reeves revealed that he had kept his character&#8217;s watch and wedding ...", "link": "https://www.dailywire.com/news/keanu-reeves-responds-to-fans-marriage-proposal-teases-john-wick-chapter-4-action", "date_published": "2023-03-17 16:24:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "True Crime: Harvey Carignan, ‘The Want-Ad Killer,’ Dies In Minnesota Prison", "description": "On July 31, 1949, Laura Showalter was murdered in the territory of Alaska during the course of an attempted rape. Months later, Harvey Carignan, then 22, was arrested after attempting to rape another woman, Christine Norton. Carignan was convicted of first-degree murder and assault with intent to commit rape for his crimes against the two ...", "link": "https://www.dailywire.com/news/true-crime-harvey-carignan-the-want-ad-killer-dies-in-minnesota-prison", "date_published": "2023-03-17 16:21:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "News Is Bleak From The Emerald Isle This St. Paddy’s Day", "description": "I regret to inform you the Anglos are attacking the Irish way of life again. Though the threat is not from Cromwell nor the Crown, the Emerald Isle has been infected with an American brand of progressivism that seeks to indoctrinate the rest of the world. Worse, it seems plenty of the Irish are all ...", "link": "https://www.dailywire.com/news/news-is-bleak-from-the-emerald-isle-this-st-paddys-day", "date_published": "2023-03-17 16:18:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FBI Stats On 2021 Anti-Trans Hate Crimes Don’t Support Claims Of ‘Genocide’", "description": "Transgender Americans were the victims of 271 hate crimes in 2021, with few of the crimes serious, and with black perpetrators vastly outnumbering bigots of any other race, according to FBI data released this week.", "link": "https://www.dailywire.com/news/fbi-stats-on-2021-anti-trans-hate-crimes-dont-support-claims-of-genocide", "date_published": "2023-03-17 15:59:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "EPA Orders States To Stop Blocking Toxic Waste Shipments From Ohio Train Derailment", "description": "EPA Administrator Michael Regan ordered state authorities to stop blocking toxic chemical shipments from the site of the Norfolk Southern train derailment in Ohio. Local and state authorities previously evacuated all citizens within one mile of the February 3 derailment in East Palestine, Ohio, and started a controlled burn of chemicals on the vehicle to ...", "link": "https://www.dailywire.com/news/epa-orders-states-to-stop-blocking-toxic-waste-shipments-from-ohio-train-derailment", "date_published": "2023-03-17 15:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "A Brief History Of The Roman Empire, Part 4: Marius And Sulla", "description": "If you know anything about Ancient Rome, you probably know that Julius Caesar used his army to overthrow the government and established himself as dictator for life before being assassinated in a vain attempt to restore the Republic. But before we can talk about Caesar, we have to talk about Gaius Marius. Because while the ...", "link": "https://www.dailywire.com/news/a-brief-history-of-the-roman-empire-part-4-marius-and-sulla", "date_published": "2023-03-17 15:22:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lance Reddick, ‘The Wire’ And ‘John Wick’ Star, Dead At 60", "description": "Actor Lance Reddick, who is best known for his work on HBO&#8217;s &#8220;The Wire&#8221; and the movie franchise &#8220;John Wick,&#8221; has died. He was 60 years old. TMZ reported that Reddick&#8217;s body was found at his Studio City, California, home on Friday morning. The report said that law enforcement believes at this point that Reddick ...", "link": "https://www.dailywire.com/news/lance-reddick-the-wire-and-john-wick-star-dead-at-60", "date_published": "2023-03-17 15:21:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Worst Post Game Speech Ever: Kamala Consoles Alma Mater’s Team After March Madness Loss", "description": "Imagine you worked your tail off to make it in Division I basketball, worked your tail off to get your team to the Big Dance as a scrappy underdog and 16 seed, only to get demolished by nearly 30 points. Could life get any more demoralizing? Well, if you were a member of the Howard ...", "link": "https://www.dailywire.com/news/worst-post-game-speech-ever-kamala-consoles-alma-maters-team-after-march-madness-loss", "date_published": "2023-03-17 14:29:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Miserable’: Ben Affleck Reveals What Almost Made Him Quit Hollywood", "description": "Ben Affleck said he was &#8220;miserable&#8221; during the filming of &#8220;Justice League,&#8221; remarking it almost made him quit Hollywood altogether. The 50-year-old actor said he was drinking way &#8220;too much&#8221; when he had to be away from his kids in 2016 while filming the DC superhero movie in London, the Hollywood Reporter reported. &#8220;[&#8216;Justice League&#8217;] ...", "link": "https://www.dailywire.com/news/miserable-ben-affleck-reveals-what-almost-made-him-quit-hollywood", "date_published": "2023-03-17 14:25:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Calls For Crackdown On Senior Bank Executives", "description": "The White House asked lawmakers on Friday to increase penalties for senior bank executives who preside over the collapse of their firms. Silicon Valley Bank, one of the largest financial institutions in the United States, collapsed last week as depositors rushed to withdraw their funds after the company suffered heavy losses from the liquidation of ...", "link": "https://www.dailywire.com/news/biden-calls-for-crackdown-on-senior-bank-executives", "date_published": "2023-03-17 14:13:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "No Surprise: Legacy Media AWOL On GOP Biden Bank Accounts Findings", "description": "Legacy Media&#8217;s lack of interest in stories that damage the Democratic brand is never surprising, but it is always illuminating. The latest example can be found in the lapdog press&#8217;s utter disinterest in a bombshell memo naming and shaming Biden family members who allegedly took huge chunks of cash from a Chinese Communist Party-linked energy ...", "link": "https://www.dailywire.com/news/no-surprise-legacy-media-awol-on-gop-biden-bank-accounts-findings", "date_published": "2023-03-17 14:05:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Def Leppard Drummer Rick Allen Attacked By Teenager On Spring Break In Florida, Authorities Say", "description": "Def Leppard drummer Rick Allen was allegedly attacked by a teenager outside of the Four Seasons Hotel in Fort Lauderdale Beach, Florida on Monday. Max Hartley, 19, was &#8220;hiding behind a pole&#8221; and charged at the 59-year-old drummer &#8220;at full run,&#8221; per a police report obtained by Yahoo Entertainment. Allen fell and hit &#8220;his head ...", "link": "https://www.dailywire.com/news/def-leppard-drummer-rick-allen-attacked-by-teenager-on-spring-break-in-florida-authorities-say", "date_published": "2023-03-17 13:55:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Law Enforcement Pressured Dozens Of Americans To Forfeit Gun Rights: Report", "description": "A trio of federal law enforcement agencies have reportedly worked together to strip dozens of Americans of their gun rights through secretive plea agreements and a form not authorized by Congress. The FBI, Secret Service, and Immigration and Customs Enforcement stripped at least 60 people of their right to firearms between 2011 and 2019, according ...", "link": "https://www.dailywire.com/news/federal-law-enforcement-pressured-dozens-of-americans-to-forfeit-gun-rights-report", "date_published": "2023-03-17 13:31:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘This Is Not An Admission’ About ‘Any Particular Laptop’: Hunter’s ‘Curious Countersuit’", "description": "Hunter Biden filed a countersuit Friday against the Delaware computer repairman, John Paul Mac Isaac, who claimed to have worked on Hunter&#8217;s personal computer way back in 2019. The president&#8217;s latchkey son is alleging that Mac Isaac illegally obtained and distributed his &#8220;electronically stored data,&#8221; thereby invading his privacy. Yet, his attorneys insist that the ...", "link": "https://www.dailywire.com/news/this-is-not-an-admission-about-any-particular-laptop-hunters-curious-countersuit", "date_published": "2023-03-17 13:29:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "YouTube Restores Donald Trump’s Account", "description": "The YouTube account which belongs to former President Donald Trump was restored more than two years after its suspension. Trump has been restricted from posting videos since the protests at the Capitol Building on January 6, 2021, after which YouTube and other social media firms asserted that he had incited violence. The account is “no ...", "link": "https://www.dailywire.com/news/youtube-restores-donald-trumps-account", "date_published": "2023-03-17 12:57:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The International Criminal Court Issues Arrest Warrant For Vladimir Putin For Abducting Children, War Crimes", "description": "The International Criminal Court (ICC) issued an arrest warrant on Friday for Russian President Vladimir Putin and Russian official Maria Lvova-Belova for alleged war crimes committed during Russia&#8217;s war in Ukraine. Putin &#8220;is allegedly responsible for the war crime of unlawful deportation of population (children) and that of unlawful transfer of population (children) from occupied ...", "link": "https://www.dailywire.com/news/the-international-criminal-court-issues-arrest-warrant-for-vladimir-putin-for-abducting-children-war-crimes", "date_published": "2023-03-17 12:57:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Shares In First Republic Bank Plummet Even After Rescue Deal From Big Banks", "description": "Shares in First Republic Bank plummeted some 26% on Friday morning even after a rescue deal backed by a number of large financial institutions. Wells Fargo, JPMorgan Chase, Bank of America, and Citigroup each offered to contribute $5 billion of liquidity to assist First Republic Bank, which is heavily involved in wealth management and has ...", "link": "https://www.dailywire.com/news/shares-in-first-republic-bank-plummet-even-after-rescue-deal-from-big-banks", "date_published": "2023-03-17 12:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "He Was Sentenced To 400 Years In Prison For A Crime He Didn’t Commit. He Was Just Freed.", "description": "A Florida man who spent 34 years in prison for a crime he didn’t commit was just released after prosecutors dismissed the charges against him. Sidney Holmes, 57, was convicted for his alleged role in a 1988 armed robbery and sentenced to 400 years in prison. But this week, he was released from prison. “I ...", "link": "https://www.dailywire.com/news/he-was-sentenced-to-400-years-in-prison-for-a-crime-he-didnt-commit-he-was-just-freed", "date_published": "2023-03-17 12:09:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Transgender HHS Official: ‘Gender-Affirming’ Care Will Be Normalized", "description": "Dr. Rachel Levine, the transgender Assistant Secretary for Health for the U.S. Department of Health and Human Services (HHS), saluted “gender-affirming” care, saying that in the near future, such practices will be normalized. Levine, who stated on the Connecticut Children&#8217;s Grand Rounds podcast that “gender-affirming” care had the “highest support” of the Biden administration, slammed ...", "link": "https://www.dailywire.com/news/transgender-hhs-official-gender-affirming-care-will-be-normalized", "date_published": "2023-03-17 11:56:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sharon Stone Delivers Emotional Speech, Says ‘I Lost Half My Money To This Banking Thing’", "description": "Sharon Stone said during a Thursday speech that she has lost a considerable amount of money amid the fallout from the collapse of Silicon Valley Bank. The 65-year-old actress made the comment while accepting the Courage Award at the Women’s Cancer Research Fund’s (WCRF) An Unforgettable Evening fundraiser.  While trying to convince attendees to donate more ...", "link": "https://www.dailywire.com/news/sharon-stone-delivers-emotional-speech-says-i-lost-half-my-money-to-this-banking-thing", "date_published": "2023-03-17 11:36:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hunter Biden Accuses Delaware Computer Repairman Of ‘Invading’ His Privacy In Countersuit", "description": "Hunter Biden has countersued a Delaware-based computer repairman, alleging that John Paul Mac Isaac violated his privacy by accessing and disseminating data held in Biden’s laptop. Biden’s attorneys filed the suit in response to a lawsuit Mac Isaac filed against Biden in late January, according to ABC News. Mac Isaac sued Biden for defamation, claiming ...", "link": "https://www.dailywire.com/news/hunter-biden-accuses-delaware-computer-repairman-of-invading-his-privacy-in-countersuit", "date_published": "2023-03-17 11:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Three Men Tried To Kill Themselves After A Woman Falsely Accused Them Of Rape. She Was Just Sent To Prison.", "description": "A British woman who falsely accused multiple men of rape and claimed to have been a victim of an Asian grooming gang was sentenced this week to eight and a half years in prison. Eleanor Williams, 22, was convicted in January of perverting the course of justice after her claims of victimhood and the pictures ...", "link": "https://www.dailywire.com/news/three-men-tried-to-kill-themselves-after-a-woman-falsely-accused-them-of-rape-she-was-just-sent-to-prison", "date_published": "2023-03-17 11:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘After What He Did To Rihanna’: Chris Brown Slammed For Grabbing Love Island Star By The Throat", "description": "R&amp;B singer Chris Brown, 33, who has a history of domestic violence, precipitated outrage when he grabbed former Love Island star Natalia Zoppa by the throat during his live show this week. Zoppa reacted to public criticism of the move by defending Brown. “Why are people assuming the worst?” she told Mail Online. “It&#8217;s actually ...", "link": "https://www.dailywire.com/news/after-what-he-did-to-rihanna-chris-brown-slammed-for-grabbing-love-island-star-by-the-throat", "date_published": "2023-03-17 10:47:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Janet Yellen Admits Community Banks In Middle America Might Not Be Protected Like Silicon Valley Bank", "description": "Treasury Secretary Janet Yellen admitted in a Senate Finance Committee hearing Thursday that the Federal Deposit Insurance Corporation and the Federal Reserve might not guarantee large deposits at small community banks like they did for a failed California bank. The vast majority of deposits at Silicon Valley Bank, which offered services to nearly half of the ...", "link": "https://www.dailywire.com/news/janet-yellen-admits-community-banks-in-middle-america-might-not-be-protected-like-silicon-valley-bank", "date_published": "2023-03-17 10:43:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Story Of Saint Patrick: How A Former Slave Brought Christianity To Ireland", "description": "Like most holidays celebrated in the United States today, St. Patrick’s Day has become thoroughly commercialized with many Americans knowing little about the day other than its loose associations with Irish culture. The true story of St. Patrick, a man who helped to bring Christianity to a thoroughly pagan Ireland, is truly remarkable and worth ...", "link": "https://www.dailywire.com/news/the-story-of-saint-patrick-how-a-former-slave-brought-christianity-to-ireland", "date_published": "2023-03-17 10:23:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Drew Barrymore Responds To Hugh Grant Saying ‘I’ve Heard Dogs Bark Better Than She Sings’", "description": "Drew Barrymore had a lighthearted response for her onetime co-star Hugh Grant, who recently criticized her singing ability. Grant said during an interview with Wired posted Monday that both he and Barrymore benefited from the wonders of editing in the 2007 romantic comedy “Music and Lyrics.&#8221; The 62-year-old British star said he was “auto-tuned beyond ...", "link": "https://www.dailywire.com/news/drew-barrymore-responds-to-hugh-grant-saying-ive-heard-dogs-bark-better-than-she-sings", "date_published": "2023-03-17 09:49:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Rejects China-Brokered Ceasefire In Ukraine", "description": "The Biden administration came out against China’s push for a ceasefire in the war in Ukraine, saying Thursday that a pause in fighting would work to Russia’s advantage. Chinese President Xi Jinping intends to meet with Ukrainian President Volodymyr Zelensky in an effort to broker a peace deal between the two nations, which have been ...", "link": "https://www.dailywire.com/news/white-house-rejects-china-brokered-ceasefire-in-ukraine", "date_published": "2023-03-17 09:47:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russia Honors Pilots Who Harassed, Collided With U.S. Drone", "description": "Two pilots involved in the downing of a U.S. drone over the Black Sea earlier this week were honored by the Russian government, the country&#8217;s Defense Ministry announced Friday.  A $32 million U.S. MQ-9 Reaper spy drone was harassed by Russian pilots, who dumped fuel on it before one of the Russian fighter jets collided ...", "link": "https://www.dailywire.com/news/russia-honors-pilots-who-harassed-collided-with-u-s-drone", "date_published": "2023-03-17 09:45:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hundred Of Thousands Of Americans At Risk From Resurgent ISIS-K In Afghanistan, Top General Warns", "description": "Army Gen. Michael Kurilla, who leads U.S. Central Command, told the Senate Armed Services Committee that not only can the rejuvenated ISIS-K network in Afghanistan launch an attack against U.S. or Western interests abroad in under six months “with little or no warning,” but also hundreds of thousands of Americans abroad could be at risk. ...", "link": "https://www.dailywire.com/news/hundred-of-thousands-of-americans-at-risk-from-resurgent-isis-k-in-afghanistan-top-general-warns", "date_published": "2023-03-17 08:35:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Silicon Valley Bank’s Parent Company Files For Chapter 11 Bankruptcy Protection", "description": "SVB Financial Group, the parent company of Silicon Valley Bank, announced Friday in a press release that it had filed for Chapter 11 bankruptcy protection. The filing comes after Silicon Valley Bank collapsed last week in the second largest bank failure in U.S. history. The firm had discharged assets at a loss from a portfolio ...", "link": "https://www.dailywire.com/news/silicon-valley-banks-parent-company-files-for-bankruptcy", "date_published": "2023-03-17 08:30:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Hammers Woke Politician For Trans Remarks: ‘Every Child Goes Through An Identity Crisis’", "description": "Twitter CEO Elon Musk slammed the Democrat lieutenant governor of Minnesota this week over remarks that she made at an event where Democratic Gov. Tim Walz signed an executive order forcing state agencies to protect “gender-affirming” health care, including surgery. Lt. Gov. Peggy Flanagan addressed the crowd as she wore a shirt that read “Protect ...", "link": "https://www.dailywire.com/news/elon-musk-hammers-woke-politician-for-trans-remarks-every-child-goes-through-an-identity-crisis", "date_published": "2023-03-17 07:46:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Marianne Williamson Responds To Claims She Flies Into Fits Of ‘Foaming, Spitting, Uncontrollable Rage’", "description": "Democrat presidential candidate Marianne Williamson responded to allegations made this week by former staffers that she flew into fits of rage during her unsuccessful bid for president in 2020. Twelve of her former staffers reportedly told POLITICO that Williamson — who was a self-help author and spiritual adviser before she threw her hat in the ...", "link": "https://www.dailywire.com/news/marianne-williamson-responds-to-claims-she-flies-into-fits-of-foaming-spitting-uncontrollable-rage", "date_published": "2023-03-17 07:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NFL Safety Announces Retirement After Only 4 Seasons: ‘My Health Is Above Anything’", "description": "Los Angeles Chargers safety Nasir Adderley announced on Thursday that he was retiring after only playing four seasons in the NFL. &#8220;After a period of self reflection, I have decided it&#8217;s time for me to walk away from the game of football,&#8221; Adderley wrote on Instagram. &#8220;Over the past couple of years I have denied ...", "link": "https://www.dailywire.com/news/nfl-safety-announces-retirement-after-only-4-seasons-my-health-is-above-anything", "date_published": "2023-03-17 07:22:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dan Crenshaw: These Remarks From Mexico’s Leftist President Prove He’s Been ‘Bought Off By The Cartels’", "description": "Rep. Dan Crenshaw (R-TX) unloaded on leftist Mexican President Andres Manuel Lopez Obrador, also known as AMLO, this week in response to a recent meltdown from AMLO over the issue of tackling the country&#8217;s drug cartel problem. AMLO slammed the Republican Party during a press conference late last week for wanting to use the U.S. ...", "link": "https://www.dailywire.com/news/dan-crenshaw-these-remarks-from-mexicos-leftist-president-prove-hes-been-bought-off-by-the-cartels", "date_published": "2023-03-17 07:13:05+00:00", "persistent": false, "user": null, "language": "en-US"}]