{"entries": [{"source": "https://lukesmith.xyz/rss.xml", "link": "https://lukesmith.xyz/updates/greece-albania-montenegro-2023-summer/", "title": "I'll visit South-East Europe (Greece, Albania, Montenegro, Constantinople) this Summer", "date_published": "2023-01-29 04:25:49+00:00", "description": "<p>I&rsquo;ll be in south eastern Europe this summer (of 2023) in late June and early July.</p>\n<p>Specific plans are still in the air, but I&rsquo;ll be visiting Greece, Albania, Montenegro and possibly the European side of Turkey.\nI&rsquo;ll also be in Kosovo, and while I know I have some fans in Serbia, I&rsquo;m not sure I can cross into Serbia proper easily since the US accepts Kosovo as independent, but I believe that being there would be an illegal entrance into Serbia in the eyes of the Serbian government.\nNot sure about the specifics. You can elucidate me, but either way I&rsquo;ll be in the region.\nIf you guys start shooting each other, either way, that leg of the journey will be canceled so play nice until after this summer! 😉</p>\n<p>I do know some people who live in or frequent the region.\nNow is your time to <a href=\"https://lukesmith.xyz/contact\">contact me</a> if you&rsquo;ll be there then.\nPeople I don&rsquo;t know are welcome to contact me if they want to arrange a small public meet-up, which I am theoretically open to.\nI will be with other people in a group though, so don&rsquo;t expect to separate me from my group for too long.\nI&rsquo;m sure they&rsquo;d come along if you&rsquo;re not creeps.</p>\n<p>I have a short list of Orthodox Churches and monastaries I intend to visit\n(although this is not a pilgrimage, and the people I&rsquo;ll be with are not Orthodox),\nand also some other attractions.\nSuggestions of places to go, whether natural or man-made, religious are secular are welcome.\nHints for good and cheap living in the region are invited as well, since I&rsquo;ll again be with several people and I want to economize for everyone since we may be around several weeks.\nI think for a good portion of the time, we&rsquo;ll just be hanging out in the area.</p>\n<p>Contact me quick though, because we&rsquo;re about to start buying tickets and making concrete plans and such.</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://lukesmith.xyz/rss.xml", "title": "Luke Smith"}}