{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3835340-democrat-says-booting-schiff-swalwell-from-intel-committee-hurts-our-national-security/", "title": "Democrat says booting Schiff, Swalwell from Intel committee 'hurts our national security", "date_published": "2023-01-29 22:16:38+00:00", "description": "Rep. Jim Himes (D-Conn.), a member of the House Intelligence Committee, said Sunday that House Speaker Kevin McCarthy's (R-Calif.) removal of Democratic Reps. Eric Swalwell (Calif.) and Adam Schiff (Calif.) from the committee will hurt the county. Himes told “MSNBC Reports” host Alex Witt that he understands why Republicans are so angry with Schiff, who...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835318-mccaul-odds-of-conflict-with-china-and-taiwan-very-high-with-biden-in-white-house/", "title": "McCaul: Odds of conflict with China and Taiwan 'very high' with Biden in White House", "date_published": "2023-01-29 21:42:52+00:00", "description": "Rep. Michael McCaul (R-Texas) suggested on Sunday that the risk of a China-Taiwan conflict is \"very high\" with President Biden in the White House. \"We have to be prepared for this. And It could happen I think as long as Biden is in office, projecting weakness, as he did with Afghanistan that led to Putin invading...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835244-cruz-suggests-fbi-search-hunter-bidens-home-for-classified-documents/", "title": "Cruz suggests FBI search Hunter Biden's home for classified documents", "date_published": "2023-01-29 21:26:32+00:00", "description": "Sen. Ted Cruz (R-Texas) on Sunday suggested the FBI should search the home and office used by Hunter Biden for any classified materials after such documents were found at President Biden’s home in Delaware and a Washington, D.C., office he’d previously used.   \"It seems he leaves classified documents wherever he goes. And we also know that...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835308-top-armed-services-democrat-us-military-readiness-a-huge-problem/", "title": "Top Armed Services Democrat: US military readiness a 'huge problem'", "date_published": "2023-01-29 21:07:08+00:00", "description": "Rep. Adam Smith (D-Wash.), the top Democrat on the House Armed Services committee, said U.S. military readiness is a “huge problem” as global tensions heighten and the war in Ukraine rages on. “This is a huge problem. And we don't have the industrial base. And we don't have the ability to ramp up that industrial...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3835292-jill-biden-to-attend-nfc-championship-game-in-philadelphia/", "title": "Jill Biden to attend NFC Championship game in Philadelphia", "date_published": "2023-01-29 20:44:32+00:00", "description": "First Lady Jill Biden will be cheering on her hometown Philadelphia Eagles on Sunday in the NFC Championship game against the San Francisco 49ers, according to the White House. Biden grew up in Willow Grove, Pennsylvania, a Philadelphia suburb, and the president often references her allegiance to teams from the city. Jill Biden made an...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835276-durbin-says-booker-scott-should-revisit-police-reform/", "title": "Durbin says Booker, Scott should revisit police reform", "date_published": "2023-01-29 20:36:50+00:00", "description": "Sen. Dick Durbin (D-Ill.) urged a pair of senators that previously led talks on police reform to revive their push to pass a bipartisan reform package in the wake of the death of Tyre Nichols after he was beaten by police in Memphis. Sens. Cory Booker (D-N.J.) and Tim Scott (R-S.C.) led negotiations on a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835188-officials-urge-congress-to-revisit-police-reform-in-wake-of-tyre-nichols-fatal-beating/", "title": "Officials urge Congress to revisit police reform in wake of Tyre Nichols fatal beating", "date_published": "2023-01-29 20:18:34+00:00", "description": "Officials on Sunday took to the political news shows to urge the revival of police reform legislation in the aftermath of video of Tyre Nichols' fatal beating in Memphis being made public. Nichols, a 29-year old Black man, was pulled over on Jan. 7 for alleged reckless driving. Video footage shows that officers violently pulled...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835251-demings-on-tyre-nichols-video-i-could-not-believe-what-i-was-seeing/", "title": "Demings on Tyre Nichols video: 'I could not believe what I was seeing'", "date_published": "2023-01-29 19:58:39+00:00", "description": "Former Rep. Val Demings (D-Fla.) said on Sunday that she “could not believe” what she saw in reaction to the police footage of the fatal beating of Tyre Nichols at the hands of five now former Memphis Police Department (MPD) officers.  During an appearance on CBS’s “Face The Nation,” moderator Margaret Brennan asked Demings, a former...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3833693-the-high-stakes-race-in-wisconsin-that-could-impact-abortion-rights-and-2024/", "title": "The high-stakes race in Wisconsin that could impact abortion rights — and 2024", "date_published": "2023-01-29 19:43:18+00:00", "description": "A race for a Supreme Court seat in Wisconsin could determine the future of abortion rights in a state likely to play a crucial role in the 2024 presidential election. The Wisconsin Supreme Court has a 4-3 conservative majority, but conservative Justice Patience Roggensack is opting not to seek another term, evenly splitting the court...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835239-omar-says-some-republicans-dont-want-a-muslim-in-congress-these-people-are-ok-with-islamophobia/", "title": "Omar says some Republicans don't want a Muslim in Congress: 'These people are OK with Islamophobia'", "date_published": "2023-01-29 19:41:46+00:00", "description": "Rep. Ilhan Omar (D-Minn.) on Sunday said some Republicans are “OK with Islamophobia” in response to questions about efforts by Speaker Kevin McCarthy (R-Calif.) to block her from continuing to sit on the House Foreign Affairs Committee.  “You remember Donald Trump coming into my state and saying, ‘Muslims, Somali refugees are infiltrating our country.’ You remember Marjorie Taylor...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3835240-mccarthy-fends-off-questions-about-weakened-speakership/", "title": "McCarthy fends off questions about weakened Speakership", "date_published": "2023-01-29 19:32:46+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) on Sunday denied the idea that his leadership has been weakened by the concessions he made to House Republicans in order to become Speaker, instead saying his position has been “strengthened.” “Maybe people didn't like what they saw, that we didn't win on the very first vote, but that was democracy,”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3835058-does-it-matter-if-trump-believes-he-won-the-2020-election/", "title": "Does it matter if Trump believes he won the 2020 election?", "date_published": "2023-01-29 19:00:00+00:00", "description": "Either Trump knew he lost the election and deceived millions of Americans with a “Big Lie\" or he allowed himself to believe he won.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3835206-white-house-blasts-mccarthy-for-comments-on-strengthening-social-security-medicare/", "title": "White House blasts McCarthy for comments on ‘strengthening’ Social Security, Medicare", "date_published": "2023-01-29 18:41:13+00:00", "description": "The White House hit back after Speaker Kevin McCarthy (R-Calif.) said he wants to “strengthen” Medicare and Social Security, arguing on Sunday that the House Republican leader and his conference actually want to slash spending to the entitlement programs. McCarthy said in an interview on CBS’s “Face The Nation” earlier Sunday that he wants to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3835190-poll-equal-percentage-of-americans-concerned-about-biden-trump-classified-docs/", "title": "Poll: Equal percentage of Americans concerned about Biden, Trump classified docs", "date_published": "2023-01-29 18:32:47+00:00", "description": "An equal percentage of Americans said they were concerned about classified documents found at the homes of both President Biden and former President Trump. In a new NBC News poll published on Sunday, 67 percent of respondents said they were concerned about classified documents being found at Biden’s Delaware home, with the same percentage saying...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835187-mccarthy-on-debt-limit-there-will-not-be-a-default/", "title": "McCarthy on debt limit: 'There will not be a default'", "date_published": "2023-01-29 18:06:19+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) in an interview on Sunday ahead of talks with President Biden dismissed the idea that the U.S. would default on its debt. “We’re not going to default,” McCarthy said on “Face the Nation” on CBS. “This won't come to fruition until sometime in June.” \"There will not be a default,\" McCarthy...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3834835-the-world-loses-when-big-oil-holds-all-the-cards/", "title": "The world loses when Big Oil holds all the cards", "date_published": "2023-01-29 18:00:00+00:00", "description": "Fossil-fuel investors are holding some powerful cards, too.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3831624-why-do-i-owe-taxes-this-year-tax-expert-explains-common-reasons/", "title": "Why do I owe taxes this year? Tax expert explains common reasons", "date_published": "2023-01-29 18:00:00+00:00", "description": "Tax season is back, as the Internal Revenue Service has officially started accepting and processing tax returns as of last week.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835160-cbc-asks-to-meet-biden-on-police-reform/", "title": "CBC asks to meet Biden on police reform", "date_published": "2023-01-29 17:38:25+00:00", "description": "The Congressional Black Caucus requested a meeting with President Biden to discuss national reforms to the justice system, especially law enforcement conduct. \"The Congressional Black Caucus takes its role to advocate for the safety and protection of the people in our communities very seriously,\"  Rep. Steven Horsford (D-Nev.), chairman of the Congressional Black Caucus (CBC),...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835113-gates-a-lot-of-us-military-aid-to-ukraine-could-have-been-done-sooner/", "title": "Gates: A lot of US military aid to Ukraine 'could have been done sooner'", "date_published": "2023-01-29 17:13:27+00:00", "description": "Former Defense Secretary Robert Gates said on Sunday that a lot of the U.S.'s military aid to Ukraine \"could have been done sooner.\" \"I think the only thing I would have said is that a lot of this could have been done sooner,\" Gates said when asked by Chuck Todd on NBC's \"Meet the Press\"...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835146-warner-and-rubio-the-press-knows-more-about-classified-documents-than-congress/", "title": "Warner and Rubio: The press knows more about classified documents than Congress", "date_published": "2023-01-29 17:06:46+00:00", "description": "Sens. Mark Warner (D-Va.) and Marco Rubio (R-Fla.) the top lawmakers on the Senate Intelligence Committee, criticized the level of access that congressional leaders have had to classified documents found in the possession of current and former presidents and vice presidents, saying the press knows more about the nature of the materials than lawmakers do....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3833724-republicans-see-education-as-winning-issue-in-2024/", "title": "Republicans see education as winning issue in 2024", "date_published": "2023-01-29 17:00:00+00:00", "description": "Prospective GOP candidates for president are leaning heavily into education amid concerns over issues like parental rights and the politicization of school curriculums. Underscoring how critical an issue it is for Republicans, former President Trump unveiled his education platform on Thursday, calling for cutting federal funds to any education program that involves “critical race theory,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3833553-the-golden-age-of-health-began-with-virology-dont-dismantle-it/", "title": "Virology is part of the golden age of health : Don't dismantle it", "date_published": "2023-01-29 17:00:00+00:00", "description": "This is a time when we need strong life science and virology research more than ever.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835092-jordan-says-there-are-not-enough-good-people-applying-to-be-police-officers/", "title": "Jordan says there are not enough 'good people' applying to be police officers", "date_published": "2023-01-29 16:33:13+00:00", "description": "Rep. Jim Jordan (R-Ohio) said on Sunday that there are not enough \"good people\" applying to be officers citing the \"defund the police\" movement as a reason why. \"The other thing that needs to frankly happen is we're not getting enough good people applying because of the of the disparagement on police officers,\" Jordan told...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835105-bakersfield-bs-schiff-swalwell-omar-blast-mccarthy-over-committee-removals/", "title": "‘Bakersfield BS’: Schiff, Swalwell, Omar blast McCarthy over committee removals", "date_published": "2023-01-29 16:30:22+00:00", "description": "A trio of Democratic House members targeted by Speaker Kevin McCarthy for removal from their committee assignments defended themselves on Sunday from claims that they are unfit to serve on the congressional panels, with one blasting the California Republican's efforts as “Bakersfield BS.\" “The only real explanation is he needs Marjorie Taylor Greene’s vote, he...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3835064-house-republicans-coming-wile-e-coyote-moment/", "title": "House Republicans’ coming Wile-E-Coyote moment", "date_published": "2023-01-29 16:30:00+00:00", "description": "House Republicans think they're on the offense in demanding huge spending cuts in order to pass an essential debt ceiling measure.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835095-mccarthy-says-hell-meet-biden-on-wednesday-to-talk-debt-ceiling/", "title": "McCarthy says he'll meet Biden on Wednesday to talk debt ceiling", "date_published": "2023-01-29 16:21:57+00:00", "description": "House Speaker Kevin McCarthy (R-Calif.) said he will meet with President Biden on Wednesday to discuss the debt ceiling. \"We're going to meet this Wednesday,\" McCarthy told Margaret Brennan on CBS's \"Face the Nation. \"I know the president said he didn't want to have any discussions, but I think it's very important that our whole...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835056-turner-laments-systemic-problem-in-biden-pence-handling-of-classified-docs/", "title": "Turner laments 'systemic problem' in Biden, Pence handling of classified docs", "date_published": "2023-01-29 16:08:10+00:00", "description": "Rep. Mike Turner (R-Ohio) said on Sunday the discovery of documents in the homes of President Biden and former Vice President Mike Pence shows a \"systemic problem\" in the executive branch regarding classified files. \"It's just really astounding because it shows that there's really a systemic problem here on the administration handling side of both...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3828326-congress-can-make-the-legislative-process-work-in-a-time-of-mistrust/", "title": "Congress can make the legislative process work in a time of mistrust", "date_published": "2023-01-29 16:00:00+00:00", "description": "A central fact of 21st century American political life is that we live in an increasingly distrustful society. Our distrust often manifests itself in the form of partisan enmity. But, as the struggle to install a Republican Speaker of the House clearly revealed, there is plenty of mistrust to go around — even between members of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835082-mccarthy-social-security-medicare-cuts-off-the-table/", "title": "McCarthy: Social Security, Medicare cuts ‘off the table’", "date_published": "2023-01-29 15:58:50+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) said ahead of a meeting with President Biden this week that cuts to Medicare and Social Security are off the table in talks around raising the debt limit. McCarthy has said that Republicans want commitments to spending reductions in exchange for raising the debt limit but has been unclear about what...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835023-durbin-does-not-rule-out-a-federal-investigation-into-the-memphis-police-department/", "title": "Durbin does not rule out a federal investigation into the Memphis police department", "date_published": "2023-01-29 15:44:04+00:00", "description": "Sen. Dick Durbin (D-Ill.) said on Sunday that he would not rule out a federal investigation into the Memphis Police Department, which has come under scrutiny after five of the department's police officers were charged with the second-degree murder of Tyre Nichols. \"I would not rule that out,\" he told Martha Raddatz on ABC's \"This...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3835035-start-ukraines-eu-negotiations-now/", "title": "Start Ukraine’s EU negotiations now", "date_published": "2023-01-29 15:30:00+00:00", "description": "Given the war and the sacrifices the country has made, Ukraine deserves to jump the line.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835046-kinzinger-potential-police-reform-talks-likely-to-fall-apart-in-congress/", "title": "Kinzinger: Potential police reform talks likely to fall apart in Congress", "date_published": "2023-01-29 15:21:43+00:00", "description": "Former Rep. Adam Kinzinger (D-Ill.) said that potential talks over policing reform legislation are likely to fail in Congress, even as the topic moves into the spotlight in the aftermath of Tyre Nichols's death at the hands of law enforcement in Memphis. “On the right, it’s all the sudden like we have to back the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3834991-crump-officers-race-does-not-determine-whether-they-will-use-excessive-force/", "title": "Crump: Officer's race does not determine whether they will use excessive force", "date_published": "2023-01-29 15:06:57+00:00", "description": "Civil rights attorney Ben Crump, who's representing the family of Tyre Nichols, said on Sunday that a police officer's race does not determine if they will use excessive force. \"It is not the race of the police officer that is the determining factor, whether they're going to engage in excessive use of force, but it...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835020-sununu-predicts-desantis-probably-tops-trump-in-2024-gop-new-hampshire-primary/", "title": "Sununu predicts DeSantis 'probably' tops Trump in 2024 GOP New Hampshire primary", "date_published": "2023-01-29 15:06:27+00:00", "description": "New Hampshire Gov. Chris Sununu (R) predicted on Sunday that former President Trump would not win the New Hampshire GOP primary in 2024, dinging the early performances of Trump's re-election bid and adding that Florida Gov. Ron DeSantis (R) would more likely come out on top. “He could (win), I don’t think he will,” Sununu...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3833597-its-time-for-elon-musks-starlink-to-save-the-women-of-afghanistan/", "title": "It’s time for Elon Musk’s Starlink to save the women of Afghanistan", "date_published": "2023-01-29 15:00:00+00:00", "description": "Now, more Afghan women have started taking classes online to get around the Taliban's education ban.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3828257-can-you-tell-if-your-gas-stove-is-hurting-your-health/", "title": "Can you tell if your gas stove is hurting your health?", "date_published": "2023-01-29 14:57:00+00:00", "description": "The debate over whether or not to ban gas stoves may have started as an environmental issue — and then became a political issue — but it's also a health issue.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3835004-nichols-family-attorney-congress-must-pass-george-floyd-policing-reform/", "title": "Nichols family attorney: Congress must pass George Floyd policing reform bill", "date_published": "2023-01-29 14:34:50+00:00", "description": "Ben Crump, the attorney for the family of Tyre Nichols, called on Congress to pass federal police reform legislation in the wake of the 29-year-old’s death after being beaten by police officers after a traffic stop in Memphis, Tenn. “Shame on us if we don’t use his tragic death to finally get the George Floyd...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/judiciary/3834966-supreme-court-must-step-in-to-defend-the-editorial-rights-of-social-media-platforms/", "title": "Supreme Court must step in to defend the editorial rights of social media platforms", "date_published": "2023-01-29 14:30:00+00:00", "description": "By telling platforms they must carry messages they deem objectionable, Florida and Texas violate the platforms’ editorial control and their First Amendment right not to speak.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3834986-zelensky-urges-allies-to-send-long-range-missiles/", "title": "Zelensky urges allies to send long-range missiles", "date_published": "2023-01-29 14:04:31+00:00", "description": "Ukrainian President Volodymyr Zelensky stressed that his country needs long-range missiles to help combat Russian missile attacks following a blast in the Donetsk region on Saturday that killed three people. “It would have been possible to stop this Russian terror if we could provide the appropriate missile capabilities of our military,” Zelensky said in an...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3833480-fhlbanks-promote-stability-during-liquidity-challenges/", "title": "FHLBanks promote stability during liquidity challenges", "date_published": "2023-01-29 14:00:00+00:00", "description": "The steps the FHLBank San Francisco took to serve its member are an example of how the system is intended to work.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/education/3834957-what-americans-dont-know-about-other-countries-does-hurt-us/", "title": "What Americans don’t know about other countries does hurt us", "date_published": "2023-01-29 13:30:00+00:00", "description": "America's national security and economic competitiveness are at risk.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3834968-saturday-night-live-targets-classified-documents-discoveries/", "title": "'Saturday Night Live' targets classified documents discoveries", "date_published": "2023-01-29 13:28:25+00:00", "description": "The continuing classified documents saga was at the center of the latest \"Saturday Night Live\" cold opening, as a fake Attorney General Merrick Garland hosted a press conference about the searches of former and current presidents and vice presidents. The skit featured comedian Mikey Day as Garland, standing at a podium and celebrating his new...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3831505-i-voted-for-george-santos-he-owes-his-constituents-answers-now/", "title": "I voted for George Santos. He owes his constituents answers — now", "date_published": "2023-01-29 13:00:00+00:00", "description": "Santos’s nearly 150,000 voters, as well as his roughly 600,000 other constituents in Queens and on Long Island, deserve to hear from him directly.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3834948-yellen-nervous-about-us-defaulting-on-debt/", "title": "Yellen 'nervous' about US defaulting on debt", "date_published": "2023-01-29 12:59:45+00:00", "description": "Treasury Secretary Janet Yellen warned that the U.S. is facing a catastrophic debt crisis if lawmakers fail to raise the borrowing limit, saying the country would face a spiraling recession. “It would be devastating,” Yellen said to Axios in an interview from Johannesburg, South Africa. “It's a catastrophe.” \"Of course, it makes me nervous,\" she...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3834934-trump-fatal-police-beating-of-tyre-nichols-never-should-have-happened/", "title": "Trump: Fatal police beating of Tyre Nichols 'never should have happened'", "date_published": "2023-01-29 12:33:08+00:00", "description": "Former President Trump said in a new interview that the fatal beating of Tyre Nichols at the hands of five Memphis, Tenn. police officers “never should have happened,” calling video of the incident “horrible.” “I thought it was terrible,” Trump told The Associated Press on Saturday. “He was in such trouble. He was just being...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3834672-ex-nato-commander-says-west-sending-ukraine-tanks-creates-real-problems-for-putin/", "title": "Ex-NATO commander says West sending Ukraine tanks ‘creates real problems for Putin’", "date_published": "2023-01-29 12:00:00+00:00", "description": "Former NATO Supreme Allied Commander James Stavridis said the West sending tanks to Ukraine to provide additional aid in its war with Russia “creates real problems” for Russian President Vladimir Putin.  Putin is trying to scare the West with the Kremlin’s comments that NATO countries’ move to send tanks to Ukraine increases their “direct involvement”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3822774-the-risk-of-failing-to-enforce-sanctions-on-iran/", "title": "The risk of failing to enforce sanctions on Iran", "date_published": "2023-01-29 12:00:00+00:00", "description": "Since the wars in Iraq and Afghanistan, America has been loath to carry out military actions in the Middle East. In its place, the State Department and Congress have chosen economic sanctions as a primary tool of American foreign policy to influence and punish rogue nations, organizations, corporations and individuals. Unfortunately, enacting sanctions and enforcing...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3834592-pelosi-attacker-depape-calls-news-outlet-from-jail-makes-chilling-and-bizarre-remarks/", "title": "Pelosi attacker DePape calls news outlet from jail, makes 'chilling and bizarre' remarks", "date_published": "2023-01-29 11:44:11+00:00", "description": "DePape, 42, called a reporter from the Oakland-based KTVU news outlet on Friday.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3834709-sc-bill-would-prevent-teaching-about-slave-owners-including-george-washington/", "title": "SC bill would prevent teaching about slave owners, 'including George Washington'", "date_published": "2023-01-29 11:43:53+00:00", "description": "\"...the Founding Fathers, the people that made America based on their opinions, these people owned slaves,\" said SC State Rep. Jermaine L. Johnson.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3833593-classified-documents-fiasco-leaves-lawmakers-shaking-heads-what-happened/", "title": "Classified documents fiasco leaves lawmakers shaking heads: What happened?", "date_published": "2023-01-29 11:00:00+00:00", "description": "The discovery of classified documents at the homes of three top elected U.S. officials has left many lawmakers and former government workers shaking their heads and wondering how the country has ended up in this situation. Authorities found dozens of classified materials at former President Trump’s home last year, including some marked “top secret,” that...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3833780-house-intel-members-look-for-reset-after-partisan-era-of-schiff-nunes/", "title": "House Intel members look for ‘reset’ after partisan era of Schiff, Nunes", "date_published": "2023-01-29 11:00:00+00:00", "description": "The House Intelligence Committee will get a facelift this Congress following the booting of its former chairman and the retirement of a prior ranking member — a drastic makeover that’s prompting internal hopes that the panel can move beyond the partisan battles that have practically defined it in recent years. The committee launched the last...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/education/3832156-with-chatgpt-rising-in-popularity-whats-a-parent-to-do/", "title": "With ChatGPT rising in popularity, what's a parent to do?", "date_published": "2023-01-29 11:00:00+00:00", "description": "Parents have a new platform to contend with in the battle to keep up with the ever-growing technological advances in their children’s lives: ChatGPT.  The new AI technology has become so popular that some schools have banned it as it makes its way into the lives of K-12 and college students around the U.S. It...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3834829-baltimore-shooting-causes-car-crash-leaves-1-dead-4-injured/", "title": "Baltimore shooting causes car crash, leaves 1 dead, 4 injured", "date_published": "2023-01-29 03:52:31+00:00", "description": "A shooting near an intersection in Baltimore on Saturday killed at least one person and injured four others when gunshots caused a vehicle to crash into a pole.  Baltimore Police Commissioner Michael Harrison said at a press briefing that officers received a notification around 6:39 p.m. from an alert system that tells them of when...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3834805-trump-says-desantis-running-for-president-would-be-a-great-act-of-disloyalty/", "title": "Trump says DeSantis running for president would be 'a great act of disloyalty’", "date_published": "2023-01-29 02:42:10+00:00", "description": "Former President Trump said Florida Gov. Ron DeSantis (R) running for president would be “a great act of disloyalty” as he kicked off his first two major campaign events as part of his own 2024 presidential run.  Trump visited New Hampshire and South Carolina, two of the first states to vote in the primary calendar,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3834789-finally-a-good-time-to-share-damar-hamlin-shares-first-on-camera-remarks-since-suffering-cardiac-arrest/", "title": "‘Finally a good time to share’: Damar Hamlin shares first on-camera remarks since suffering cardiac arrest", "date_published": "2023-01-29 01:34:44+00:00", "description": "Buffalo Bills player Damar Hamlin made his first on-camera statement since he experienced cardiac arrest during a game last month, saying he felt that it was “finally a good time to share.”  Hamlin thanked everyone who helped him survive the incident and prayed for him to get better in a video posted to his Instagram...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3834776-warren-throws-support-behind-biden-for-reelection-defers-on-harris-as-running-mate/", "title": "Warren throws support behind Biden for reelection, defers on Harris as running mate", "date_published": "2023-01-29 01:01:48+00:00", "description": "Sen. Elizabeth Warren (D-Mass.) declared her support for President Biden to run for reelection but avoided officially backing Vice President Harris to stay on the ticket, saying she wants to defer to Biden’s team to decide. Warren said in an interview on Friday with the Boston-based NPR affiliate WGBH that Biden should run again because...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3834754-china-needs-a-free-not-socialist-market/", "title": "China needs a free, not socialist, market", "date_published": "2023-01-29 00:00:00+00:00", "description": "China’s Vice Premier, Liu He, made a splash at the World Economic Forum’s recent meeting in Davos when he voiced his support for a more open China and the rule of law.   Western enthusiasm, however, should be tampered. China’s leaders have always called for a “socialist market economy,” not a free market economy resting on...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}