{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-latest-super-mario-bros-movie-trailer-pits-cat-mario-against-donkey-kong-215133040.html?src=rss", "title": "The latest ‘Super Mario Bros. Movie’ trailer pits Cat Mario against Donkey Kong", "date_published": "2023-01-29 21:51:33+00:00", "description": "<p>Over the weekend, Nintendo shared a surprise trailer for <em>The</em><em>Super Mario Bros. Movie</em>. The 30-second clip shows additional footage from a scene that was first featured in the trailer Nintendo <a href=\"https://www.engadget.com/second-super-mario-bros-trailer-reveals-donkey-kong-and-rainbow-road-223147326.html\"><ins>released last November</ins></a>. More importantly, it marks our first chance to hear Seth Rogen’s take on Donkey Kong. After Mario dons his cat suit, first introduced in 2013’s <a href=\"https://www.engadget.com/super-mario-3d-world-plus-bowsers-fury-switch-wii-u-143718527.html\"><em><ins>Super Mario 3D World</ins></em></a>, Rogen’s Donkey Kong starts laughing. “You got the cat box! I’m sorry,” the ape tells his one-time nemesis before turning serious. “Now you die.”</p><div id=\"4b17e1cfe65144929b6659a4bfcffcb9\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"und\">🐱<a href=\"https://twitter.com/hashtag/SuperMarioMovie?src=hash&amp;ref_src=twsrc%5Etfw\">#SuperMarioMovie</a><a href=\"https://t.co/GcgIPZyLV3\">pic.twitter.com/GcgIPZyLV3</a></p>— The Super Mario Bros. Movie (@supermariomovie) <a href=\"https://twitter.com/supermariomovie/status/1619795800686739456?ref_src=twsrc%5Etfw\">January 29, 2023</a></blockquote></div><p>With Sunday’s trailer, Nintendo has now offered fans a chance to hear the entire ensemble cast of <em>The Super Mario Bros. Movie, </em>including Chris Pratt as Mario, Jack Black as Bowser and Anya Taylor-Joy as Peach. Following the release of the film’s second trailer, Mario creator Shigeru Miyamoto said Nintendo redesigned Donkey Kong's model for the first time since the ape made the jump to 3D in 1994’s <em>Donkey Kong Country</em>. The company went for a more comical design reminiscent of Donkey Kong's original character. <em>The Super Mario Bros. Movie </em>will arrive in theaters on April 7th.</p><span id=\"end-legacy-contents\"></span>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-entry-model-galaxy-s23-could-feature-slower-storage-205144097.html?src=rss", "title": "Samsung’s entry model Galaxy S23 could feature slower storage", "date_published": "2023-01-29 20:51:44+00:00", "description": "<p>How much storage you decide to configure the <a href=\"https://www.engadget.com/samsung-unpacked-2023-event-preview-galaxy-s23-160039754.html\"><ins>Galaxy S23</ins></a> with could be a more meaningful decision than with some of Samsung's past phones. According to frequent Samsung leaker <a href=\"https://twitter.com/UniverseIce/status/1619298790875475968\"><ins>Ice Universe</ins></a> (via <a href=\"https://www.androidpolice.com/entry-level-samsung-galaxy-s23-slower-siblings/\"><em><ins>Android Police</ins></em></a>), the 128GB variant of the base model S23 will make use of a UFS 3.1 chip instead of Samsung’s newer UFS 4.0 standard. Consumers will need to pay extra for the 256GB version if they want the company’s latest storage technology. Ice suggests the reason for this is that Samsung doesn’t produce a 128GB UFS 4.0 chip.</p><p>Samsung has made big claims about UFS 4.0 since <a href=\"https://www.engadget.com/samsung-universal-flash-storage-4-0-101124284.html\"><ins>announcing the standard</ins></a> last year. The company says the new chips are twice as fast as its older UFS 3.1 memory. UFS 4.0 offers sequential read and write speeds of up to 4,200MB/s and 2,800MB/s, respectively. The new silicon is also 46 percent more power efficient, an upgrade that could lead to longer battery life on phones that make use of the technology.</p><span id=\"end-legacy-contents\"></span><p>I’ll note here Ice Universe’s information isn’t definitive. A <a href=\"https://twitter.com/AhmedQwaider888/status/1609409137221468160?s=20&amp;t=ndNG4NEzFeJPJKxxZFcohw\"><ins>handful of leaks</ins></a> have suggested all S23 models will start with 256GB of storage. Yet other reports have said that Samsung will offer a storage upgrade to people who preorder the Galaxy S23. Either way, UFS 4.0 should be a meaningful upgrade, but if you decide to save a bit of money by going for a potential 128GB model, don’t overthink things. It’s not like Samsung is reportedly planning to outfit the base Galaxy S23 with eMMC or UFS 2.1 storage.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/phil-spencer-says-microsoft-will-continue-to-support-and-grow-halo-amid-343-layoffs-184954755.html?src=rss", "title": "Phil Spencer says Microsoft will continue to ‘support and grow’ Halo amid 343 layoffs", "date_published": "2023-01-29 18:49:54+00:00", "description": "<p>Xbox head Phil Spencer says Microsoft remains committed to the Halo franchise and developer 343 Industries. In an interview following this week’s Xbox and Bethesda <a href=\"https://www.engadget.com/xbox-bethesda-showcase-developer-direct-showcase-forza-motorsport-redfall-160842421.html\"><ins>Developer Direct showcase</ins></a>, Spencer told <a href=\"https://www.ign.com/articles/phil-spencer-interview-2023\"><em><ins>IGN</ins></em></a> “the heart and soul of Halo is with 343 and the team’s that there, and I have the utmost confidence in the team that's there and leading and the plan that they have going forward.”</p><p>Spencer’s comments come after 343 was reportedly “<a href=\"https://www.bloomberg.com/news/articles/2023-01-18/microsoft-layoffs-include-gaming-units-behind-halo-starfield?srnd=technology-vp&amp;sref=10lNAhZ9\"><ins>hit hard</ins></a>” by Microsoft’s recently announced <a href=\"https://www.engadget.com/microsoft-confirms-layoffs-151816595.html\"><ins>company-wide layoffs</ins></a>. The number of employees Microsoft let go at the studio is unknown, but <a href=\"https://twitter.com/jasonschreier/status/1615825352999440385?s=20&amp;t=EzrtHlnmZx1ScbwJwStVxQ\"><ins>according to </ins><em><ins>Bloomberg’s </ins></em><ins>Jason Schreier</ins></a>, <a href=\"https://www.engadget.com/halo-infinite-review-campaign-xbox-microsoft-080158610.html\"><em><ins>Halo Infinite’s</ins></em></a><em>&nbsp;</em>campaign team saw significant cuts. The news prompted 343 to <a href=\"https://www.engadget.com/343-industries-says-halo-and-master-chief-are-here-to-stay-after-studio-hit-hard-by-microsoft-layoffs-203029094.html\"><ins>publish a brief statement</ins></a> on the layoffs last weekend. “Halo and Master Chief are here to stay,” studio head Pierre Hintze said. “343 Industries will continue to developer Halo now and in the future, including epic stories, multiplayer, and more of what makes Halo great.”</p><span id=\"end-legacy-contents\"></span><p>According to Spencer, the layoffs were an effort by Microsoft to position 343 for the future. “What we're doing now is we want to make sure that leadership team is set up with the flexibility to build the plan that they need to go build,” he said. “Halo will remain critically important to what Xbox is doing, and 343 is critically important to the success of Halo.”</p><p>Frustratingly, Spencer wouldn’t discuss the franchise's future beyond the broad strokes he offered. He declined to comment on whether Microsoft still has a 10-year support plan in place for <em>Halo Infinite</em>. “I'm going to let 343 talk about the plans that they have right now,” Spencer said when asked about the subject. However, he did offer reassurances for Halo fans left worrying about what comes next for Master Chief. “I expect that we'll be continuing to support and grow Halo for as long as the Xbox is a platform for people to play.” The rest of the interview is well worth reading if you're an Xbox fan. The piece covers a lot of ground, including the console’s lackluster 2022.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-quest-pro-is-400-off-right-now-165902989.html?src=rss", "title": "The Meta Quest Pro is $400 off right now", "date_published": "2023-01-29 16:59:02+00:00", "description": "<p>Less than three months after arriving on store shelves, Meta’s pricy <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NZXRhLVF1ZXN0LVByby1PY3VsdXMvZHAvQjA5WjdLR1RWVy8_dGFnPWdkZ3QwYy1wLW8taWMtMjAiLCJjb250ZW50VXVpZCI6IjY2YWRmODU1LTQ1YzctNGM2Mi1hZGYxLTExNTliMGZkNmE2YyJ9&amp;signature=AQAAAcKku9geA7nQaJ6DSz5ewmiyf_9jr_lzvYfAcpx2pd5f&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMeta-Quest-Pro-Oculus%2Fdp%2FB09Z7KGTVW%2F\">Quest Pro headset</a> is on sale for the first time ever. After a hefty 27 percent discount, the headset is currently $1,100 or $400 off through Amazon and other retailers. That’s an all-time low for a device that typically costs $1,500.</p><p>Even with its price tag cut by nearly a third, the Quest Pro isn’t for everyone. Thanks to its Snapdragon XR2+ chipset and 12GB of RAM, the Quest Pro is 50 percent more powerful than the <a href=\"https://www.engadget.com/oculus-quest-2-review-vr-facebook-headset-173026291.html\"><ins>Quest 2</ins></a>. It also features solid built-in speakers with support for spatial audio, meaning you don’t necessarily need to reach for a pair of headphones when using the Quest Pro.</p><span id=\"end-legacy-contents\"></span><p></p><p>Additionally, it adds a variety of advanced sensors designed to facilitate more lifelike virtual meetings in Horizon Workrooms. However, all of those features come in a package that weighs over a pound and a half, making it less comfortable to wear for extended periods of time than the Quest 2. Battery life also suffers due to those more advanced components, and if you’re looking for a VR headset for gaming, the Quest Pro doesn’t offer a significantly better experience than its <a href=\"https://www.engadget.com/meta-quest-2-price-increase-180745817.html\"><ins>more affordable predecessor</ins></a>. Engadget’s Sam Rutherford gave the Quest Pro a score of <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\"><ins>83</ins></a> when he reviewed the headset last October but said the device’s $1,500 price tag made it too pricey for all but the most enthusiastic VR users. At $1,100, that’s still true.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hitting-the-books-fighting-to-breathe-nicole-fabricant-university-of-california-press-153037309.html?src=rss", "title": "Hitting the Books: High school students have spent a decade fighting Baltimore's toxic legacy", "date_published": "2023-01-29 15:30:37+00:00", "description": "<p>There was a time in the last century when we, quite foolishly, believed incineration to be a superior means of waste disposal than landfills. And, for decades, many of America's most disadvantaged have been paying for those decisions with with their lifespans. South Baltimore's Curtis Bay neighborhood, for example, is home to two medical waste incinerators and an open-air coal mine. It's <a href=\"https://ejscreen.epa.gov/mapper/\">ranked in the 95th percentile</a> for hazardous waste and boasts among the highest rates of asthma and lung disease in the entire country.&nbsp;</p><p>The city's largest trash incinerator is the Wheelabrator–BRESCO, which burns through 2,250 tons of garbage a day. It has been in operation since the 1970s, belching out everything from mercury and lead to hydrochloric acid, sulfur dioxide, and chromium into the six surrounding working-class neighborhoods and the people who live there. In 2011, students from Benjamin Franklin High School began to push back against the construction of a new incinerator, setting off a decade-long struggle that pitted high school and college students against the power of City Hall.</p><span id=\"end-legacy-contents\"></span><p>In <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaWdodGluZy1CcmVhdGhlLUJhbHRpbW9yZS1DYWxpZm9ybmlhLUFudGhyb3BvbG9neS9kcC8wNTIwMzc5MzIyP3RhZz1nZGd0MGMtcC1vLWhjLTIwIiwiY29udGVudFV1aWQiOiJiNzFhMTE1MS0zYTc0LTRjMGEtYjA0ZS1iMTM5YjZmYTlkMGMifQ&amp;signature=AQAAAYSxaQ3ekGS6VwZhixwMSjITVHqSedzI7geoB4O6ycIu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFighting-Breathe-Baltimore-California-Anthropology%2Fdp%2F0520379322\"><em>Fighting to Breathe: Race, Toxicity, and the Rise of Youth Activism in Baltimore</em></a>, Dr. Nicole Fabricant, Professor of Anthropology at Towson University in Maryland, chronicles the students' <a href=\"https://www.sbclt.org/participatory-action-research/\">participatory action research</a> between 2011 and 2021, organizing and mobilizing their communities to fight back against a century of environmental injustice, racism and violence in one of the nation's most polluted cities. In the excerpt below, Fabricant discusses the use of art — specifically that of <a href=\"https://www.baltimoremagazine.com/section/artsentertainment/crankies-artist-katherine-fahey-inspires-baltimore-with-all-but-lost-folk-art/\">crankies</a> — in movement building.</p><figure><img alt=\"An industrial site in South Baltimore, dingy, yellowing buildings with gasses escaping tall smokestacks against a grey overcast sky. Fighting to Breathe is written in lime green capital block letters with the author's name running along the bottom edge of the cover in white text. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/5a4cf190-990d-11ed-9efa-ba9f68c867b0\" /><figcaption></figcaption><div class=\"photo-credit\">University of California Press </div></figure><p>Excerpted from <a href=\"https://www.ucpress.edu/book/9780520379329/fighting-to-breathe\"><em>Fighting to Breathe: Race, Toxicity, and the Rise of Youth Activism in Baltimore</em></a> by Nicole Fabricant, published by University of California Press. Copyright 2022.</p><hr /><h3>Making Connections: Fairfield Houses and Environmental Displacement&nbsp;</h3><p>As the students developed independent investigations, they discovered what had happened in the campaigns against toxins that preceded their own struggle against the incinerator. They learned that the Fairfield neighborhood, before being relocated to its current site, had been situated near to where Energy Answers was planning to build their trash-to-energy incinerator. At the time of the students’ investigations, this area was an abandoned industrial site surrounded by heavy diesel truck traffic, polluting chemical and fertilizer industries, and abandoned brownfield sites.</p><p>Students read that the City had built basic infrastructure in Wagner’s Point, the all-white (though poor and white ethnic, to be clear) community on the peninsula in the 1950s, nearly thirty years before doing so in Fairfield, which was located alongside Wagner’s Point but all (or almost all) Black. As Destiny reiterated to me in the Fall of 2019:&nbsp;</p><blockquote><p>Wagner’s Point was predominantly white and Fairfield predominantly Black, but both communities were company towns, living in poverty, working in dangerous hazardous conditions, and forced to live in a toxic environment.... On the surface, this history can be read as a story of two communities, different in culture and race, facing the issue together. But this ignores the issue of racism that divided the two communities. For instance, Fairfield did not get access to plumbing... until well into the 1970s. This is an example of structural racism. It is also a story not told by our history books.</p></blockquote><p>The students talked in small groups about systemic and structural racism and unfair housing policies. They investigated the evacuation of Fairfield Housing. They learned that former residents were forcibly relocated to public housing and were offered $22,500 for renters and up too $5,250 per household. They also received moving costs of up to $1,500 per household. When 14 households remained in Fairfield a decade later, then-Mayor Kurt Schmoke stated that he would prefer to move all residents out of Fairfield, but the city did not have any money for relocation. This history provoked Free Your Voice youth to think beyond their community to how structural racism shaped citywide decisions and policies.&nbsp;</p><p>Despite attempts to integrate school systems in the 1950s and the passage of civil rights legislation in the 1960s intended, specifically, to mitigate racism in housing policies, the provision of public education and the regulation of housing practices remained uneven in the 1970s (and into the present). Students learned that in 1979 a CSX railroad car carrying nine thousand gallons of highly concentrated sulfuric acid overturned and the Fairfield Homes public housing complex was temporarily evacuated. That same year, they read, an explosion at the British Petroleum oil tank, located on Fairfield Peninsula, set off a seven-alarm fire. All of this led the students to deeper inquiry.</p><p>Figuring out the ways in which structural racism shaped contemporary ideas about people, bodies, and space is something that Destiny often referred to when speaking publicly. Destiny explained that studying “history allowed us to see our community in a way that gave us the ability to build power or collective strength. So, how do you confront this history, this marketplace?” Building power within the school was about “re-education,” she said, but it was also about rebuilding social relationships across the community and helping residents to understand the structural conditions and histories sustaining inequities that others (especially white others) tried to explain away using racist stereotypes and tropes (e.g., Black youth as “thugs”; “they’re poor because they’re lazy”). These tropes subtly and not so subtly suggested racial and cultural inferiority.</p><p>As a group, the students worked to establish a presence in the community and to create spontaneous spaces for dialogue and discussion. They attended a Fairfield reunion in Curtis Bay Park during the summer of 2013, where approximately 150 former Fairfield Homes residents gathered to celebrate their history, reminisce, and have a cookout together. Gathered on the grass next to the Curtis Bay Recreation Center, former residents reminisced about what life was like in the projects. At one point, an elder participant shared with Destiny, “Fairfield was the Cadillac of housing projects.... We were all a family, we took care of one another.” The Free Your Voice students engaged with living history as they listened and learned.</p><p>For many of the students, the combined processes of reading texts and listening to elder residents’ stories moved them from numbness to awareness. Being able to discuss what they learned in sophisticated conversations with their peers and the experts they sought out helped to build their confidence as activists and adult interlocutors.</p><h3>Arts and Performance in Movement Building: The Crankie&nbsp;</h3><p>While analysis and study were key to building change campaigns, the students also recognized that building a sociopolitical movement of economically disadvantaged people required more than mobilizing bodies. To be effective, they were going to have to move hearts and minds.</p><p>In 2014, Free Your Voice students decided to strengthen the emotional and relationship building aspects of their campaign by adopting art forms, including performance and storytelling, into their communication efforts. Destiny began a speech she delivered at The Worker Justice Center human rights dinner in 2015 by quoting W.E.B. Dubois: “‘Art is not simply works of art; it is the spirit that knows beauty, that has music in its being and the color of sunsets in its handkerchiefs, that can dance on a flaming world and make the world dance, too’” (Watford 2015). Art — in the form of a vintage performance genre known as “the crankie” and rap songs — became a tool the students utilized to tell their stories to much broader publics and to boost emotional connections with their allies. Performances particularly allowed youth to be creative and inventive. Their productions were often malleable. Sometimes, Free Your Voice youth would rewrite a script based on audience feedback. As a result, their performances were often improvisational, and they invited residents to be a part of the storytelling. This allowed the student-performers to develop strong narrative structures and especially realistic characters.&nbsp;</p><p>Not only did students do art, but they also invited artists, including performers, to join the Dream Team to broaden both the appeal and impact of the Stop the Incinerator campaign. One artist at the Maryland Institute College of Art, Janette Simpson, spoke to me at length about the genesis of her commitment to Free Your Voice’s organizing, and how that commitment deepened and extended her work with other campaigns originating with The Worker Justice Center. Free Your Voice students approached Simpson, with their teacher Daniel Murphy acting as their mediator, about incorporating her work in theater into their campaign.12 They sent her a recent report on the environmental history of the peninsula and asked that she read it. That report became the hook that convinced Simpson to collaborate:</p><blockquote><p>I had been thinking about how art and artists can serve social movements, and how artists also have agency in the making of their artwork. Or maybe thinking about autonomy. Free Your Voice youth suggested I read the Diamond report, which was written by a team of researchers from the University of Maryland Law School. I remember being like, Wow! What a story! All these visuals came to my mind... like the guano factories, the ships, these agricultural communities, this Black community versus the white community... the relationship to the water and the relationship to the city. So I decided I would try to illustrate a version of that report in a way. Like, what did people look like in 1800s, and what were they wearing? ... Then I realized that this is not my history, who am I to tell someone else’s story? I need to think more symbolically, and then it came to me to write this illustrative history as a fable or an allegory.</p></blockquote><p>Which is what she did, alongside Terrel Jones (whose childhood lived experiences I detailed in chapter 2). Terrel and Simpson created a crankie, an old storytelling art form popular in the nineteenth century that includes a long, illustrated scroll wound onto two spools. The spools are loaded into a box that has a viewing screen and the scroll is then hand-cranked, hence the name “crankie.” While the story is told, a tune is played or a song is sung. Terrel and Simpson created a show for the anti-incinerator campaign that was performed throughout the city for audiences of all ages and walks of life. The Holey Land, as their show was titled, was an allegory about the powerful connection between people and the place they call home. In this tale, the Peninsula People and the magic in their land are threatened when a stranger with a tall hat and a shovel shows up with big ideas for “improving” their community. As storybook images scroll past the viewing screen, the vibrant and colorful pictures of a peninsula rich in natural resources, including orange and pink fish, slowly get usurped by those of the man with the shovel building his factories, and the Peninsula People are left to ponder the fate of their land. The story ends with a surprising twist, and a hopeful message about a community’s ability to determine their own future.</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.engadget.com/rss.xml", "title": "Engadget"}}