[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How a Group of Texas Artists Came Together to Honor Uvalde’s Lost Kids | FRONTLINE", "description": "After the tragic Uvalde school shooting in 2022, Abel Ortiz, an art professor at Southwest Texas Junior College, asked artists from across the state to come together to use the power of art to heal. See the results of their efforts in this video.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n \nFor more reporting on the aftermath of the Robb Elementary shooting, watch “After Uvalde: Guns, Grief & Texas Politics”: https://www.pbs.org/wgbh/frontline/documentary/after-uvalde-guns-grief-texas-politics/\n\n“After Uvalde: Guns, Grief & Texas Politics” is a FRONTLINE production with Futuro Investigates, a division of Futuro Media. The director is Amy Bucher. The producer and co-director is Heidi Burke. The writers are Amy Bucher and Heidi Burke. The correspondent is Maria Hinojosa. The documentary includes reporting from Texas Tribune reporters Uriel J. García, Jinitzail Hernández, Zach Despart and reporter for the ProPublica-Texas Tribune Investigative Initiative, Perla Trevizo. The editor-in-chief of The Texas Tribune is Sewell Chan. The executive producers of Futuro Investigates are Peniley Ramírez and Maria Hinojosa. The president of Futuro Media is Julio Ricardo Varela. The editor-in-chief and executive producer of FRONTLINE is Raney Aronson-Rath.\n\n#uvalde  #SchoolShootingSurvivors #texas \n\nSubscribe on YouTube: http://bit.ly/1BycsJW​ Instagram: https://www.instagram.com/frontlinepbs​ Twitter: https://twitter.com/frontlinepbs​ Facebook: https://www.facebook.com/frontline\n \nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=12rUsvSOUe8", "date_published": "2023-07-24T21:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/12rUsvSOUe8/hqdefault.jpg"}]