[{"source": "https://www.engadget.com/rss.xml", "title": "The new Mercedes-Benz E-Class puts TikTok on the road", "description": "<p>The humble sedan isn't seeing much love these days. Most are being put out of production, clearing factory manufacturing lines to make room for ever-more SUVs. But, for Mercedes-Benz, luxury sedans are life, and the E-Class is one of their longest-running.</p><p>For the 2024 E-Class, Mercedes-Benz hasn't radically reinvented this stoic sedan, giving it a refreshed look and some new, more efficient engines with hybrid power. But more interestingly, the new E is loaded with interesting tech tricks and toys that, for now at least, are only found on Mercedes' mid-tier option.</p><span id=\"end-legacy-contents\"></span><p>The E-Class is Mercedes' first car with a selfie camera and the first car in the world that offers TikTok, WebEx, and Zoom right there in the dashboard. All that, paired with some advanced driver assistance on the highway plus all the luxuries you've come to expect from a Mercedes, creates a sedan that's perhaps a bit too steady for some, but will be right on the money for many. Watch the video below for the full story.</p><div id=\"f3c048df73d64060b25943f09a7a6920\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-new-mercedes-benz-e-class-puts-tiktok-on-the-road-220017398.html?src=rss", "link": "https://www.engadget.com/the-new-mercedes-benz-e-class-puts-tiktok-on-the-road-220017398.html?src=rss", "date_published": "2023-07-24T22:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Astrophysicist who claimed to find alien tech may have done the science wrong", "description": "<p>Last month, theoretical physicist Avi Loeb made headlines with the sensational claim that tiny spherules recovered from the bottom of the ocean were probably of alien origin. “It’s most likely a technological gadget with artificial intelligence,” he said to <em>The New York Times</em>, which published a story today about the <a href=\"https://www.nytimes.com/2023/07/24/science/avi-loeb-extraterrestrial-life.html\">Harvard professor’s contentious claims</a>. Although the biggest scientific breakthroughs often start with a bold hypothesis, Loeb’s peers believe the decorated astrophysicist’s assertions can be called many things — but “good science” isn’t one of them.</p><p>Loeb’s proclamations stem from an object that US government sensors logged on January 8th, 2014: a fireball from space that blazed into the western Pacific Ocean off the northeastern coast of Papua New Guinea. Highlighting its logged speed and direction as an anomaly, Loeb and undergraduate assistant Amir Siraj targeted the otherwise inconsequential planetary entry as an object worthy of further investigation.</p><span id=\"end-legacy-contents\"></span><p>Fast-forward to last month, when Loeb led a voyage — funded by a crypto entrepreneur — to recover evidence from the fireball’s calculated crash path. Dragging a magnetic sled attached to the expedition boat across the ocean floor, the team recovered a series of tiny spherical objects which Loeb says “appear under a microscope as beautiful metallic marbles.” Preliminary analysis indicated that the sub-millimeter orbs were 84 percent iron, with silicon, magnesium and trace elements comprising the rest. Loeb believes that “as a result of being exposed to the fireball’s heat, the surface of the object likely disintegrated into tiny spherules, similar in number per unit area to those recovered by the expedition.”</p><figure><img alt=\"An electron microprobe image of one of the spherules recovered from the ocean's bottom.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/12857890-2a63-11ee-bbe6-efe0fb5f720b\" style=\"height: 548px; width: 558px;\" /><figcaption></figcaption><div class=\"photo-credit\">Avi Loeb / Medium</div></figure><p>Not one to <a href=\"https://www.nytimes.com/2021/01/26/books/review/extraterrestrial-avi-loeb.html\">exercise much caution</a> with public pronouncements, Loeb <a href=\"https://avi-loeb.medium.com/summary-of-the-successful-interstellar-expedition-61ff4467070d\">wrote</a> in a <em>Medium</em> post, “Their discovery opens a new frontier in astronomy, where what lay outside the solar system is studied through a microscope rather than a telescope.” He summarized, in an equally dramatic manner, “The discovery of spherules felt like a miracle.” Soon after, <em>CBS News</em> picked up on his excitement and published an <a href=\"https://www.cbsnews.com/boston/news/avi-loeb-harvard-professor-alien-technology-fragments/\">attention-grabbing article</a> titled, “Harvard professor Avi Loeb believes he’s found fragments of alien technology.” Loeb has sent the mysterious spheres to Harvard University, the University of California, Berkeley and the Bruker Corporation in Germany for more in-depth analysis.</p><p>“It has material strength that is tougher than all space rock that were seen before, and catalogued by NASA,” <em>CBS News</em><a href=\"https://www.cbsnews.com/boston/news/avi-loeb-harvard-professor-alien-technology-fragments/\">reported</a> Loeb as saying earlier this month. “We calculated its speed outside the solar system. It was 60 km per second, faster than 95% of all stars in the vicinity of the sun. The fact that it was made of materials tougher than even iron meteorites, and moving faster than 95% of all stars in the vicinity of the sun, suggested potentially it could be a spacecraft from another civilization or some technological gadget.”</p><p>It all sounds fascinating, especially with the <a href=\"https://www.engadget.com/nasa-16-person-panel-investigating-ufos-084041440.html\">resurgent interest in UFOs</a> and the quest to discover <a href=\"https://www.engadget.com/ufo-whistleblower-protection-102055820.html\">signs of alien life</a>. But there’s one problem: The scientific community, by and large, believes Loeb is, if not entirely full of it, practicing something far outside what they’d call science.</p><p>Peter Brown, a meteor physicist at Western University in Ontario, said that “several percent” of detected events appear interstellar at first but almost always end up chalked up to a measurement error. Steve Desch, an astrophysicist at Arizona State University, argued at a recent conference that if the object were traveling as fast as the data suggests — one of the points Loeb uses to indicate its origin was from outside our solar system — it would have been wholly incinerated entering the Earth’s atmosphere. Brown and other scientists also highlight Loeb’s lack of engagement with peers who study similar unidentified fireballs.</p><p>Brown recently presented data (<a href=\"https://arxiv.org/abs/2306.14267\">accepted for publication</a> in <em>The Astrophysical Journal</em>) demonstrating that NASA’s recordings in cases like these often end up being proven untrustworthy. He believes the fireball likely impacted at a slower speed than the recorded data suggested. “If the speed was overestimated, then the object becomes, more or less, within the realm of what we see in terms of other bound solar system objects,” he said. (Loeb retorted by citing an unbendable trust in government data: “They are responsible for national security. I think they know what they are doing.”) <em>The New York Times</em> adds that the government is unlikely to declassify the data that would allow the scientific community to learn how precise (or not) it is.</p><figure><img alt=\"Harvard astrophysicist Avi Loeb holding a vial while looking at the camera with a proud smile.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/635c5b30-2a63-11ee-a57f-5ee747954374\" style=\"height: 1114px; width: 1714px;\" /><figcaption></figcaption><div class=\"photo-credit\">Avi Loeb / Medium</div></figure><p>Regardless of the spherules’ origins, researchers are alarmed by Loeb’s penchant for venturing outside science to make bold (and highly publicized) claims — with his scientific background boosting their perceived legitimacy. The gist of their alarm is that becoming a Harvard-employed astrophysicist doesn’t grant you the wizard-like ability to know the answers to questions the scientific method hasn’t yet confirmed. On the contrary, it’s supposed to mean your peers respect you for exercising restraint and doing quite the opposite. “[Loeb’s claims are] a real breakdown of the peer review process and the scientific method,” Desch said to <em>The New York Times</em>. “And it’s so demoralizing and tiring.”</p><p>Loeb’s views about his peers’ harsh response can be summarized in his cited quote from philosopher Arthur Schopenhauer from a recent <a href=\"https://avi-loeb.medium.com/summary-of-the-successful-interstellar-expedition-61ff4467070d\">blog post</a>. “All truth passes through three stages: First, it is ridiculed; second, it is violently opposed; and third, it is accepted as self-evident.” Notably, Loeb seemingly refers to his conclusions about the preliminary findings — with plenty of question marks still intact — as “truth.”</p><p>The <em>Oxford English Dictionary</em> defines <em>confirmation bias</em> as “the tendency to interpret new evidence as confirmation of one's existing beliefs or theories.” Loeb’s words and excited tone suggest he knows the answer and that his peers’ criticism stems from their resistance to the new frontier he’s discovered. However, their criticism seems only partially about his specific conclusions; it’s paired with a larger concern about an esteemed cohort jumping to conclusions that fall far outside of the scientific method. “What the public is seeing in Loeb is not how science works,” remarked Desch. “And they shouldn’t go away thinking that.”</p>This article originally appeared on Engadget at https://www.engadget.com/astrophysicist-who-claimed-to-find-alien-tech-may-have-done-the-science-wrong-214008434.html?src=rss", "link": "https://www.engadget.com/astrophysicist-who-claimed-to-find-alien-tech-may-have-done-the-science-wrong-214008434.html?src=rss", "date_published": "2023-07-24T21:40:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "MIT's 'PhotoGuard' protects your images from malicious AI edits", "description": "<p><a href=\"https://www.engadget.com/microsoft-brings-dall-es-ai-image-generation-to-bing-and-edge-152749735.html\">Dall-E</a> and <a href=\"https://www.engadget.com/the-next-version-of-stable-diffusion-wont-produce-spaghetti-hands-171552952.html\">Stable Diffusion</a> were only the beginning. As generative AI systems proliferate and companies work to differentiate their offerings from those of their competitors, chatbots across the internet are <a href=\"https://www.engadget.com/dall-e-api-apps-151625771.html\">gaining the power to edit images</a> — as well as create them — with the likes of <a href=\"https://www.engadget.com/shutterstock-ai-generated-stock-images-dall-e-133903619.html\">Shutterstock</a> and <a href=\"https://www.engadget.com/adobe-is-bringing-generative-ai-features-to-photoshop-after-effects-and-premiere-pro-130034491.html\">Adobe</a> leading the way. But with those new AI-empowered capabilities come familiar pitfalls, like the unauthorized manipulation of, or outright theft of, existing online artwork and images. Watermarking techniques can help mitigate the latter, while the new &quot;<a href=\"https://arxiv.org/abs/2302.06588\">PhotoGuard</a>&quot; technique developed by MIT CSAIL could help prevent the former.</p><p>PhotoGuard works by altering select pixels in an image such that they will disrupt an AI's ability to understand what the image is. Those &quot;perturbations,&quot; as the research team refers to them, are invisible to the human eye but easily readable by machines. The &quot;encoder&quot; attack method of introducing these artifacts targets the algorithmic model's latent representation of the target image — the complex mathematics that describes the position and color of every pixel in an image — essentially preventing the AI from understanding what it is looking at.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"9c47ced9740b41c1ac3e42fc53ec68a4\"></div><p>The more advanced, and computationally intensive, &quot;diffusion&quot; attack method camouflages an image as a different image in the eyes of the AI. It will define a target image and optimize the perturbations in its image so as to resemble its target. Any edits that an AI tries to make on these &quot;immunized&quot; images will be applies to the fake &quot;target&quot; images resulting in an unrealistic looking generated image.&nbsp;</p><p>&quot;&quot;The encoder attack makes the model think that the input image (to be edited) is some other image (e.g. a gray image),&quot; MIT doctorate student and lead author of the paper, Hadi Salman, told Engadget. &quot;Whereas the diffusion attack forces the diffusion model to make edits towards some target image (which can also be some grey or random image).&quot;  The technique isn't foolproof, malicious actors could work to reverse engineer the protected image potentially by adding digital noise, cropping or flipping the picture.</p><p>“A collaborative approach involving model developers, social media platforms, and policymakers presents a robust defense against unauthorized image manipulation. Working on this pressing issue is of paramount importance today,” Salman said in a release. “And while I am glad to contribute towards this solution, much work is needed to make this protection practical. Companies that develop these models need to invest in engineering robust immunizations against the possible threats posed by these AI tools.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/mits-photoguard-protects-your-images-from-malicious-ai-edits-213036912.html?src=rss", "link": "https://www.engadget.com/mits-photoguard-protects-your-images-from-malicious-ai-edits-213036912.html?src=rss", "date_published": "2023-07-24T21:30:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Hit roguelike 'Dungeon of the Endless' is now free on Steam", "description": "<p>How do you create a large audience for a game's spiritual sequel? Make sure everyone has played the original. Sega and Amplitude Studios have made <em>Dungeon of the Endless</em><a href=\"https://store.steampowered.com/app/249050/Dungeon_of_the_ENDLESS/\">available for free</a> on Steam before its follow-up, <a href=\"https://www.engadget.com/endless-dungeon-release-has-been-pushed-back-to-october-19th-030202242.html\"><em>Endless Dungeon</em></a>, arrives on October 19th. You have until July 27th to grab the freebie. You can also <a href=\"https://community.amplitude-studios.com/\">download</a> both DLC packs through the community hub &quot;while supplies last,&quot; according to the developers. The older game is available for both Mac and PC, although it won't work with Macs running macOS Catalina or newer.</p><p><em>Dungeon of the Endless</em> drew attention by mashing up multiple game genres, including roguelikes (a brutal crawl through dynamically generated dungeons), classic role-playing, squad tactics and tower defense. You lead a team that has to defend its crashed spaceship against a horde of enemies while exploring an ever-larger dungeon. No one element is particularly complicated, but juggling them all can be challenging.</p><span id=\"end-legacy-contents\"></span><div id=\"32417635f22c4177a21cde02076fbe87\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Endless Dungeon</em> is still a hybrid game, but it's now more of a twin-stick shooter and has a gentler &quot;roguelite&quot; progression that lets you keep some of what you earn each time you fail. It's also built from the ground up for multiplayer. While you still lead a squad in solo play, you can invite two friends to join in. While it's more accessible, our early play session suggested it was still difficult. It'll be available on PC, PS4, PS5 and Xbox Series X/S, with a closed beta available in September to Last Wish Edition pre-order customers.</p>This article originally appeared on Engadget at https://www.engadget.com/hit-roguelike-dungeon-of-the-endless-is-now-free-on-steam-210029777.html?src=rss", "link": "https://www.engadget.com/hit-roguelike-dungeon-of-the-endless-is-now-free-on-steam-210029777.html?src=rss", "date_published": "2023-07-24T21:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Mastodon's decentralized social network has a major CSAM problem", "description": "<p>Mastodon has gained popularity over the past year as Twitter users looked for alternatives following Elon Musk’s <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\"><ins>takeover</ins></a>. Part of its appeal is its decentralized nature that insulates it against the whims of billionaires who speak before they think. Unsurprisingly, though, what makes it so appealing has also proven to be a headache, making content moderation all but impossible.</p><p><a href=\"https://stacks.stanford.edu/file/druid:vb515nd6874/20230724-fediverse-csam-report.pdf\"><ins>A study from Stanford</ins></a> found 112 matches of known child sexual abuse material (CSAM) over a two-day period, with almost 2,000 posts using common hashtags related to abusive material. Researcher David Thiel says, “We got more photoDNA hits in a two-day period than we’ve probably had in the entire history of our organization of doing any kind of social media analysis, and it’s not even close.” We’ve reached out to Mastodon for comment and will update this story once we’ve heard back.</p><span id=\"end-legacy-contents\"></span><p>Of course, the big problem with unfederated social media platforms such as Mastodon is that no one company or entity controls everything on the platform. Every instance has its own administrators, and they are the ones who are ultimately responsible. However, those admins cannot control and moderate what goes on in other instances or servers.</p><p>This isn’t uniquely a Mastodon problem, either. <a href=\"https://www.engadget.com/metas-threads-app-is-here-to-challenge-twitter-230039730.html\"><ins>Meta’s popular Threads</ins></a> is also built around the decentralized model. While it’s not supported just yet, Threads plans on being <a href=\"https://www.engadget.com/all-the-questions-we-still-have-about-threads-153059430.html\"><ins>interoperable with ActivityPub</ins></a>. This means Threads users will be able to follow, reply and repost content from Mastodon, and vice versa.</p><p>This creates a unique problem for Meta, which can’t control the entire moderation flow like it could with Facebook or Instagram. Even then, the company <a href=\"https://www.engadget.com/facebook-ireland-content-moderators-183059300.html\"><ins>struggles to keep up with moderation</ins></a>. Presumably, larger instances on Mastodon and other platforms such as Threads could outright block access to problematic instances. Of course, that wouldn’t “solve” the problem. The content would still exist. It would just be siloed and left to the moderators of that specific instance to remove it.</p>This article originally appeared on Engadget at https://www.engadget.com/mastodons-decentralized-social-network-has-a-major-csam-problem-202519000.html?src=rss", "link": "https://www.engadget.com/mastodons-decentralized-social-network-has-a-major-csam-problem-202519000.html?src=rss", "date_published": "2023-07-24T20:25:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best midrange smartphones for 2023", "description": "<p>As one of Engadget’s resident mobile geeks, I’ve reviewed dozens of midrange phones and have found that a great smartphone doesn’t have to cost a fortune. Years of commoditization have brought features once exclusive to high-end devices – including big batteries, multi-camera arrays and high refresh rate displays – down to their more affordable siblings. While there are still some things you'll only find on <a href=\"https://www.engadget.com/best-smartphones-140004900.html\">flagship smartphones</a>, you don't have to compromise as much anymore if you're looking for a solid device at a lower price tag. If you have less than $600 to spend, I can help you figure out what features to prioritize when trying to find the best midrange smartphone.</p><h2>What is a midrange phone, anyway?</h2><p>While the term shows up frequently in articles and videos, there isn’t an agreed-upon definition for “midrange” beyond a phone that isn’t a flagship or an entry-level option. Our recommendations for the best midrange smartphones cost between $400 and $600 — any less and you should expect significant compromises. If your budget is higher, though, you should consider flagships like the <a href=\"https://www.engadget.com/apple-iphone-13-and-13-mini-review-130035113.html\">Apple iPhone 13</a> and <a href=\"https://www.engadget.com/samsung-galaxy-s-22-review-sprucing-up-a-solid-foundation-151522033.html\">Samsung Galaxy S22</a>.</p><span id=\"end-legacy-contents\"></span><div id=\"293c2d2a489f4f9689454757fe986306\"></div><h2>What factors should you consider when buying a midrange smartphone?</h2><p>Buying a new device can be intimidating, but a few questions can help guide you through the process. First: what platform do you want to use? If the answer is iOS, that narrows your options down to exactly one phone. (Thankfully, it’s great.) And if you’re an Android fan, there’s no shortage of compelling options. Both platforms have their strengths, so you shouldn’t rule either out.</p><p>Obviously, also consider how much you’re comfortable spending. Even increasing your budget by $100 more can get you a dramatically better product. And manufacturers tend to support their more expensive devices for longer. It’s definitely worth buying something toward the top limit of what you can afford.</p><p>Having an idea of your priorities will help inform your budget. Do you want a long battery life or fast charging speed? Do you value speedy performance above all else? Or would you like the best possible cameras? While they continue to improve every year, even the best midrange smartphones still demand some compromises, and knowing what’s important to you will make choosing one easier.</p><p>Lastly, pay attention to wireless bands and network compatibility. If you don’t want to worry about that, your best bet is to buy directly from your carrier. To make things easier, all the phones we recommend are compatible with every major US wireless provider and can be purchased unlocked.&nbsp;</p><h2>What <em>won’t</em> you get from a midrange smartphone?</h2><p>Every year, the line between midrange and flagship phones gets blurrier as more upmarket features and specs trickle down to more affordable models. When we first published this guide in 2020, it was difficult to find $500 devices with waterproofing or 5G. Now, the biggest thing you might miss out on is wireless charging. Just remember to budget for a power adapter too – many companies have stopped including chargers with their smartphones. Performance has improved in recent years, but can still be hit or miss as most midrange phones use slower processors that can struggle with multitasking. Thankfully, their cameras have improved dramatically, and you can typically expect at least a dual-lens system on most midrange smartphones below $600.</p><h2>The best midrange phones for 2023</h2><h2>Google Pixel 7a: The best midrange Android phone</h2><p></p><p>The $500 <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vP3BsaT0xJmhsPWVuLVVTIiwiY29udGVudFV1aWQiOiJmNGRjNzY2ZC1hZGIwLTM2NTAtYTIxYS0wZjlhNDIzYTZlMGQifQ&amp;signature=AQAAAaTyX268hvX3yDtZ0Kx1JPtsH8OFpWQ_oupUcBweEBq8&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2F%3Fpli%3D1%26hl%3Den-US\">Pixel 7a</a> delivers everything we look for in a great affordable phone. New features include a faster Tensor G2 chip, a smoother 90Hz display and for the first time on one of Google’s A-series phones: support for wireless charging. And with a refreshed design with IP67 water resistance, it looks and feels like the standard Pixel 7 but for $100 less. You also get great support thanks to five years of security updates and at least three OS upgrades. The phone’s only shortcomings are rather small and include a lack of a dedicated zoom lens and no support for mmWave 5G (unless you purchase a slightly more expensive $550 model from Verizon).</p><h2>iPhone SE (3rd generation): The best iPhone under $600</h2><p></p><p>If you can get past its dated design and small 5.4-inch display, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvQ29uc3VtZXItQ2VsbHVsYXItQXBwbGUtaVBob25lLVNFLTNyZC1HZW4tMjAyMi02NEdCLUJsYWNrLVNtYXJ0cGhvbmUtTG9ja2VkLXRvLUNvbnN1bWVyLUNlbGx1bGFyLzc2ODM2NjUyNz8iLCJjb250ZW50VXVpZCI6ImY0ZGM3NjZkLWFkYjAtMzY1MC1hMjFhLTBmOWE0MjNhNmUwZCJ9&amp;signature=AQAAAXLvrEYgJ6-FogU38ugostEXjcEoKLzbdSpgcpTSuNis&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FConsumer-Cellular-Apple-iPhone-SE-3rd-Gen-2022-64GB-Black-Smartphone-Locked-to-Consumer-Cellular%2F768366527%3F\">Apple iPhone SE</a> is the fastest phone you can buy for less than $600. No other device on this list has a processor that comes close to the SE’s A15 Bionic. What’s more, you can expect Apple to support the 2022 model for years to come. The company is only just ending support for the first-generation SE after six years. The company hasn’t said how long it intends to furnish the latest SE with new software, but it’s likely to support the device for a similar length of time.</p><p>For all its strengths, the <a href=\"https://www.engadget.com/iphone-se-3-2022-review-battery-life-camera-sample-touch-id-home-button-130047678.html\">iPhone SE</a> is held back by a dated display. Not only is the SE’s screen small and slow, but it also uses an IPS panel instead of an OLED display, meaning it can’t deliver deep blacks. Additionally, that screen is surrounded by some of the largest bezels you’ll find on a modern phone. That’s not surprising. The SE uses the design of the iPhone 6, which will be a decade old in two years. And if the SE looks dated now, it will only feel more tired in a few years.</p><h2>Samsung Galaxy A53 5G: The midrange phone with the best display for streaming</h2><p></p><p>For the best possible display at this price, look no further than <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUZhY3RvcnktVW5sb2NrZWQtQW5kcm9pZC1TbWFydHBob25lL2RwL0IwOVI2RkpXV1MvP3RhZz1nZGd0MGMtcC1vLTJqLTIwIiwiY29udGVudFV1aWQiOiJmNGRjNzY2ZC1hZGIwLTM2NTAtYTIxYS0wZjlhNDIzYTZlMGQifQ&amp;signature=AQAAAU4Yir_1rczG1_iawZd5gc5O0qfYmqo9ahqbOb8lb3jR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Factory-Unlocked-Android-Smartphone%2Fdp%2FB09R6FJWWS%2F\">Samsung’s $450 Galaxy A53 5G</a>. It features a 6.5-inch Super AMOLED display that is ideal for watching TV shows and movies. Plus the 120Hz panel is the fastest on this list. Other standout features of this Samsung phone include a 5,000mAh battery and versatile camera system. The A53’s three shooters may not deliver photos with the same detail and natural colors as the Pixel 7a, but it can capture bigger scenes with its two wide-angle rear cameras.</p><p>Like the other Android smartphones on this list, the Samsung Galaxy A53 isn’t the fastest performer. At best, Samsung’s Exynos 1280 is a lateral move from the Qualcomm Snapdragon 750G found in the Galaxy A52 5G. And though the A53 is $50 cheaper than its predecessor, this Samsung phone no longer comes with a power adapter and headphone jack, so the difference may not end up being much.</p><h2>OnePlus Nord N200 5G: The best cheap smartphone when on a budget</h2><p></p><p>If you only have around $200 to spend on your next phone, you could do a lot worse than the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PbmVQbHVzLVVubG9ja2VkLUFuZHJvaWQtU21hcnRwaG9uZS1DaGFyZ2luZy9kcC9CMDdYV0dXUEg1P3RhZz1nZGd0MGMtcC1vLTJqLTIwIiwiY29udGVudFV1aWQiOiJmNGRjNzY2ZC1hZGIwLTM2NTAtYTIxYS0wZjlhNDIzYTZlMGQifQ&amp;signature=AQAAAUj-hciQFI3Jwol3utLKV7JGH57tXaAfkn3oGjmlMBy9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOnePlus-Unlocked-Android-Smartphone-Charging%2Fdp%2FB07XWGWPH5%3F\">OnePlus Nord N200</a>. To start, this budget phone features a big 5,000mAh battery that will easily last you a full day. The <a href=\"https://www.engadget.com/oneplus-nord-n200-5g-review-143031687.html\">N200</a> also has a 90Hz display and 5G connectivity, which are tricky to find at this price. Best of all, it doesn’t look like a cheap phone.</p><p>But the N200 is also a good illustration of why you should spend more on a budget phone if you can. It's the slowest device on this list, due to its Snapdragon 480 chipset and paltry 4GB of RAM. Its triple main camera setup is serviceable during the day but struggles in low light and doesn’t offer much versatility beyond a disappointing macro lens. OnePlus also doesn’t plan to update the phone beyond the soon-to-be-outdated <a href=\"https://www.engadget.com/android-12-review-material-you-privacy-controls-180010087.html\">Android 12</a>. In short, the N200 is unlikely to last you as long as any of the other affordable phones on this list.</p><p><em>Chris Velazco contributed to this report.</em></p>This article originally appeared on Engadget at https://www.engadget.com/the-engadget-guide-to-the-best-midrange-smartphones-120050366.html?src=rss", "link": "https://www.engadget.com/the-engadget-guide-to-the-best-midrange-smartphones-120050366.html?src=rss", "date_published": "2023-07-24T18:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Vision Pro developer kits are available now", "description": "<p>If Apple is going to make the <a href=\"https://www.engadget.com/apple-vision-pro-hands-on-a-new-milestone-for-mixed-reality-060943291.html\">Vision Pro</a> a success, it's going to need compelling apps — and that means giving developers hardware ahead of time. Accordingly, the company is now making Vision Pro developer kits <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2RldmVsb3Blci5hcHBsZS5jb20vdmlzaW9ub3MvZGV2ZWxvcGVyLWtpdC8iLCJjb250ZW50VXVpZCI6ImU3ZjcwMWI3LTI3YTktNDUwMS04YjFhLWRjYzc5ZmE5ODllNiJ9&amp;signature=AQAAAbbrcnCK09MVwvbema2_jmPSz20uYKKeOFHmY5tA4zsD&amp;gcReferrer=https%3A%2F%2Fdeveloper.apple.com%2Fvisionos%2Fdeveloper-kit%2F\">available</a>. If you qualify, you'll get a loaned mixed reality headset as well as help with setup, expert \"check-ins\" and extra support requests beyond what developers normally get.</p><p>The operative term, as you might guess, is \"if.\" You're submitting an application, not buying a product like the old <a href=\"https://www.engadget.com/apple-silicon-arm-mac-processor-intel-182826202.html\">Apple Silicon Developer Transition Kit</a>. In addition to being part of the Apple Developer Program, you'll need to detail your existing apps and overall team talent. The company will favor creators whose app \"takes advantage\" of the Vision Pro's features. You can't just assume you'll get a headset, then, and you're less likely to get one if you're a newcomer or simply porting an iPad app. You'll have to be content with the visionOS beta software if you don't make the cut.</p><span id=\"end-legacy-contents\"></span><p>You also can't use the wearable for bragging rights. Apple requires that developers keep the Vision Pro in a secure workspace that only authorized team members can access. The company can also request a unit return at any time. Don't expect many leaked details, in other words.</p><p>The current kit may only end up in the hands of larger developers as a result. However, the launch shows how Apple intends to court app creators, and what titles you're likely to see when Vision Pro arrives early next year. The focus is on polished experiences that help sell the concept, rather than a huge catalog. That's not surprising when the Vision Pro is a $3,499 device aimed at professionals and enthusiasts, but you may have to wait a while before small studios release apps based on real-world testing.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-vision-pro-developer-kits-are-available-now-181026904.html?src=rss", "link": "https://www.engadget.com/apple-vision-pro-developer-kits-are-available-now-181026904.html?src=rss", "date_published": "2023-07-24T18:10:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter CEO teases banking and payment plans in memo about X rebrand", "description": "<p>Twitter’s rebrand to X is officially <a href=\"https://www.engadget.com/twitter-begins-its-transition-to-x-100901444.html\">underway</a>, and CEO Linda Yaccarino has offered some new clues about what it may mean for the company. In a memo <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9jbmJjLmNvbS8yMDIzLzA3LzI0L3JlYWQtY2VvLWxpbmRhLXlhY2Nhcmlub3MtbWVzc2FnZS10by10d2l0dGVyLXN0YWZmLWFib3V0LXRoZS1yZWJyYW5kLXRvLXguaHRtbCIsImNvbnRlbnRVdWlkIjoiM2E4ZmI4NDYtZDcxZi00NDI5LTg4ZjAtYTRjMWI5NjQyM2MzIn0&amp;signature=AQAAAebkJF6w9ztfghCzVIXE6LxhZllUxeOXBuzITRw5dfjS&amp;gcReferrer=https%3A%2F%2Fcnbc.com%2F2023%2F07%2F24%2Fread-ceo-linda-yaccarinos-message-to-twitter-staff-about-the-rebrand-to-x.html\">reported by</a><em>CNBC</em>, Yaccarino suggested that payments and banking features could feature prominently in Elon Musk’s new vision.</p><p>“Our usage is at an all time high and we’ll continue to delight our entire community with new experiences in audio, video, messaging, payments, banking – creating a global marketplace for ideas, goods, services, and opportunities,” she wrote.</p><span id=\"end-legacy-contents\"></span><p>It’s long been rumored that Musk is keen to bring banking features to Twitter. In January, the <em>Financial Times</em><a href=\"https://www.ft.com/content/9d84d534-b2dd-4cff-85d1-aee137b26a45\">reported</a> that he wanted “to offer fintech services such as peer-to-peer transactions, savings accounts and debit cards” to users, as well as additional tipping and shopping features. The paper reported the company had applied for regulatory paperwork necessary to offer such features in the US, but the executive reportedly overseeing the project <a href=\"https://www.theverge.com/2023/2/26/23615841/twitter-blue-esther-crawford-layoffs\">departed</a> in February.</p><p>Yaccarino’s memo suggests those plans have been revived, though it’s light on specifics. Musk has previously talked about his desire to turn Twitter into an <a href=\"https://twitter.com/elonmusk/status/1577428272056389633\">“everything app”</a> akin to WeChat in China, where the messaging app is central to users’ daily activities.</p><p>Overall, Yaccarino’s memo is notably vague. She said that X would “go even further to transform the global town square” and cited recent updates the company has made around <a href=\"https://www.engadget.com/twitter-finally-begins-paying-some-of-its-creators-204830947.html\">creator monetization</a> and <a href=\"https://www.engadget.com/twitter-is-working-on-new-publishing-tools-for-long-form-articles-185302573.html\">longform</a> content. “Many companies say they want to move fast — but we enjoy moving at the speed of light, and when we do, that’s X,” she wrote. “With X, we serve our entire community of users and customers by working tirelessly to preserve free expression and choice, create limitless interactivity, and create a marketplace that enables the economic success of all its participants.”</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-ceo-teases-banking-and-payment-plans-in-memo-about-x-rebrand-175218664.html?src=rss", "link": "https://www.engadget.com/twitter-ceo-teases-banking-and-payment-plans-in-memo-about-x-rebrand-175218664.html?src=rss", "date_published": "2023-07-24T17:52:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "‘My Netflix’ puts your downloads and in-progress shows first", "description": "<p>Netflix's interface can sometimes make you wade through screens and tabs just to find the show you wanted to watch, but it's hopefully getting easier as of today. The streaming service is rolling out a My Netflix tab on iOS (Android in early August) that puts everything you're watching (or want to watch) in one place. That includes in-progress videos and downloads, of course, but you'll also see My List items, notifications, shows with viewed trailers and other earmarked content. In theory, you can quickly start a series without remembering how you learned about it.</p><p>The tab is available worldwide, and will replace the Downloads section when it reaches the app. Netflix notes the tab will grow the more you interact with the platform, so there's a strong incentive to leave likes or add to your viewing queue. The Home tab will remain if you're more interested in discovering new material.</p><span id=\"end-legacy-contents\"></span><p>To some extent, this is an admission that the Netflix front-end can sometimes be overwhelming when you're just trying to find that show you were eager to watch. However, it's also a way to keep viewers coming back. In theory, you're more likely to stay subscribed if you have an easier time finding the titles you want to watch next. This also helps Netflix boost interaction and identify popular shows using more than viewing counts.</p><p>The company isn't hurting for demand. Netflix's password crackdown <a href=\"https://www.engadget.com/netflixs-password-sharing-crackdown-seems-to-be-working-151023478.html\">appears to be paying off</a> with a surge in subscriptions from customers that previously borrowed friends' accounts. The feature isn't likely to sustain that momentum by itself. With that said, this may give new customers an incentive to continue paying instead of switching to rivals like Amazon.</p>This article originally appeared on Engadget at https://www.engadget.com/my-netflix-puts-your-downloads-and-in-progress-shows-first-171313509.html?src=rss", "link": "https://www.engadget.com/my-netflix-puts-your-downloads-and-in-progress-shows-first-171313509.html?src=rss", "date_published": "2023-07-24T17:13:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best air fryers for 2023", "description": "<p>Are you tempted by an air fryer, but fear you might just get another ill-fated kitchen gadget that takes up space in your tiny kitchen? We’re here to help you out. The air fryer, which comes in several different shapes and sizes, can be a versatile addition to many kitchens, once you know what it’s capable of. In the last year, shapes and sizes of air fryers have settled, and like the Instant Pot that came before, its a kitchen gadget that often appears at major online sales like Black Friday or Prime Week.</p><p>The function has even proved so popular that several all-in-one kitchen appliances, and even conventional ovens, now include an air fryer setting. This versatility will be useful for smaller kitchens with less space. Some air fryers offer two different cooking areas meaning you can synchronize cooking two different items without letting anything cool.</p><span id=\"end-legacy-contents\"></span><p>First of all, let’s clear one thing up: it’s not frying. Not really. Air fryers are more like smaller convection ovens, ones that are often pod-shaped. Most work by combining a heating element and fan, which means the hot air can usually better crisp the outside of food than other methods. They often reach higher top temperatures than toaster ovens – which is part of the appeal.</p><p>For most recipes, a thin layer of oil (usually sprayed) helps to replicate that fried look and feel better. However, it will rarely taste precisely like the deep-fried version. Don’t let that put you off, though, because the air fryer, in its many forms, combines some of the best parts of other cooking processes and brings them together into an energy-efficient way of cooking dinner. Or breakfast. Or lunch.</p><h2>What to look for in an air fryer</h2><h3>Convection ovens</h3><p>You can separate most air fryers into two types and each has different pros and cons. Convection ovens are usually ovens with air fryer settings and features. They might have higher temperature settings to ensure that food crisps and cooks more like actually fried food. Most convection ovens are larger than dedicated air fryers, defeating some of the purpose of those looking to shrink cooking appliance surface area. Still, they are often more versatile with multiple cooking functions, and most have finer controls for temperatures, timings and even fan speed.</p><p>You may never need a built-in oven if you have a decent convection oven.  They often have the volume to handle roasts, entire chickens or tray bakes, and simply cook more, capacity-wise, making them more versatile than the pod-shaped competition.</p><p>The flip side of that is that you’ll need counter space in the kitchen to house them. It also means you can use traditional oven accessories, like baking trays or cake tins, that you might already own.</p><h3>Pod-shaped air fryers</h3><p>Pod-shaped air fryers<strong>&nbsp;</strong>are what you imagine when you think “air fryer.” They look like a cool, space-age kitchen gadget,  bigger than a kettle but smaller than a toaster oven. Many use a drawer to hold ingredients while cooking, usually a mesh sheet or a more solid, non-stick tray with holes to allow the hot air to circulate. With a few exceptions, most require you to open the drawer while things cook and flip or shake half-cooked items to ensure the even distribution of heat and airflow to everything.</p><p>That’s one of a few caveats. Most pod-shaped air fryers – there are a few exceptions – don’t have a window to see how things are cooking, so you’ll need to closely scrutinize things as they cook, opening the device to check progress. These machines also generally use less energy – there’s less space to heat – and many have parts that can be put directly into a dishwasher.</p><p>Some of the larger pod-shaped air fryers offer two separate compartments, which is especially useful for anyone planning to cook an entire meal with the appliance. You could cook a couple of tasty chicken wings or tenders while simultaneously rustling up enough frozen fries or veggies for everyone. Naturally, those options take up more space, and they’re usually heavy enough to stop you from storing them in cupboards or shelves elsewhere.</p><p>As mentioned earlier, you might have to buy extra things to make these pod fryers work the way you want them to. Some of the bigger manufacturers, like Philips and Ninja, offer convenient additions, but you’ll have to pay for them.</p><figure><img alt=\"woman serving fried chicken with air fryer waffles\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/fcbb58a0-a9d4-11ec-97f7-1be0d263a8a8\" /><figcaption></figcaption><div class=\"photo-credit\">Fabián Ponce via Getty Images</div></figure><h2>Air fryer pros and cons</h2><p>Beyond the strengths and weaknesses of individual models, air fryers are pretty easy to use from the outset. Most models come with a convenient cooking time booklet covering most of the major foods you’ll be air frying.</p><p>One of the early selling points is the ability to cook fries, wings, frozen foods and other delights with less fat than other methods like deep frying. As air fryers work by circulating heated air, the trays and cooking plates have holes that can also let oil and fat drain out of meats, meaning less fat and crisper food when you finally plate things up. For most cooking situations, you will likely need to lightly spray food with vegetable oil. If you don’t, there’s the chance that things will burn or char. The oil will keep things moist on the surface, and we advise refreshing things with a bit of oil spray when you turn items during cooking.</p><p>Most air fryers are easy to clean – especially in comparison to a shallow or deep fryer. We’ll get into cleaning guidance a little later.</p><p>With a smaller space to heat, air fryers are generally more energy-efficient for cooking food than larger appliances like ovens. And if you don’t have an oven, air fryers are much more affordable – especially the pod options.</p><p>There are, however, some drawbacks. While air fryers are easy enough to use, they take time to master. You will adjust cooking times for even the simplest types of food – like chicken tenders or brussels sprouts. If you’re the kind of person that loves to find inspiration from the internet, in our experience, you can pretty much throw their timings out of the window. There are a lot of air fryer options, and factors like how fast they heat and how well distributed that heat is can – and will – affect cooking.</p><p>There’s also a space limitation to air fryers. This is not a TARDIS – there’s simply less space than most traditional ovens and many deep fat fryers. If you have a bigger family, you’ll probably want to go for a large capacity air fryer – possibly one that has multiple cooking areas.</p><p>You may also struggle to cook many items through as the heat settings will cook the surface of dishes long before it’s cooked right through. If you’re planning to cook a whole chicken or a roast, please get a meat thermometer!</p><h2>Best air fryer accessories</h2><p>Beyond official accessories from the manufacturer, try to pick up silicone-tipped tools. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaWxpY29uZS1Ob24tU3RpY2stUmVzaXN0YW50LUdyaWxsaW5nLVRvcnRpbGxhcy9kcC9CMDhSSFE1Uzk1P3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAed3N9FiYOffc86Osee6J_2C_kQYw6soIkNXCm5Oegqs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSilicone-Non-Stick-Resistant-Grilling-Tortillas%2Fdp%2FB08RHQ5S95\">Tongs</a> are ideal, as is a silicon spatula to gently loosen food that might get stuck on the sides of the air fryer. These <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlDUEZRNFlEP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAYNgS5wcy4fcn6uBAM9aw93W-eucDE-uD5ICTwC6BhkQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09CPFQ4YD\">silicone mats</a> will also help stop things from sticking to the wire racks on some air fryers. They have holes to ensure the heated air is still able to circulate around the food.</p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Kb3loYWxvLVNpbGljb25lLVJlc2lzdGFudC1Ob24tU2xpcC1Db2FzdGVycy9kcC9CMDhGSjc1NzcxP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAb89xwPa_ZnOogFhA0EVy2dB8ESiC4WCV1_WlplQoB_d&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJoyhalo-Silicone-Resistant-Non-Slip-Coasters%2Fdp%2FB08FJ75771\">Silicone trivets</a> are also useful for resting any cooked food on while you sort out the rest of the meal. And if you find yourself needing oil spray, but don’t feel like repeatedly buying tiny bottles, you can decant your favorite vegetable oil into a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NYXN0ZXJDbGFzcy1TdGFpbmxlc3MtU3RlZWwtTWlzdGVyLUJvdHRsZS9kcC9CMDAwMUlYMUVJP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAZCIBvcZHmytRJWD2WelnjmHCh25m1eXEVW0v-mVQ5m7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMasterClass-Stainless-Steel-Mister-Bottle%2Fdp%2FB0001IX1EI%3F\">permanent mister</a> like this.</p><figure><img alt=\"French fries cooked in air fryer. Healthy fat less food\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-11/c868fae0-507d-11ec-87ef-c140215603f6\" /><figcaption></figcaption><div class=\"photo-credit\">yulka3ice via Getty Images</div></figure><h2>How to clean an air fryer</h2><p>We’re keeping things simple here. Yes, you could use power cleaners from the grocery store, they could damage the surface of your air fryer. Likewise, metal scourers or brushes could strip away the non-stick coating. Remember to unplug the device and let it cool completely.</p><p>Remove the trays, baskets and everything else from inside. If the manufacturer says the parts are dishwasher safe – and you have a dishwasher – the job is pretty much done.</p><p>Otherwise, hand wash each part in a mixture of warm water, with a splash of Dawn or another strong dish soap. Use a soft-bristled brush to pull away any crumbs, greasy deposits or bits of food stuck to any surfaces. Remember to rinse everything. Otherwise, your next batch of wings could have a mild Dawn aftertaste. Trust us.</p><p>Take a microfiber cloth and tackle the outer parts and handles that might also get a little messy after repeated uses. This is especially useful for oven-style air fryers – use the cloth to wipe down the inner sides.</p><p>If Dawn isn’t shifting oily stains, try mixing a small amount of baking soda with enough water to make a paste, and apply that so that it doesn’t seep into any electrical parts or the heating element. Leave it to work for a few seconds before using a damp cloth to pull any greasy spots away. Rinse out the cloth and wipe everything down again, and you should be ready for the next time you need to air fry.</p><h2>How to find air fryer recipes</h2><p>Beyond fries, nuggets and – a revelation – frozen gyoza, there are a few ways to find recipes for your new air fryer. First, we found that the air fryer instruction manuals often have cooking guides and recipe suggestions for you to test out in your new kitchen gadget. The good thing with these is that they were made for your air fryer model, meaning success should be all but guaranteed. They are often a little unimaginative, however.</p><p>Many of the top recipe sites and portals have no shortage of air fryer recipes, and there’s no harm in googling your favorite cuisine and adding the words “air fryer” on the end of the search string.  We’ve picked up some reliable options from <em>Delish</em>, which also has a handy air fryer time <a href=\"https://www.delish.com/kitchen-tools/cookware-reviews/a35686392/air-fryer-conversion/\">converter</a> for changing oven and traditional fryer recipes.</p><p><a href=\"https://www.bbcgoodfood.com/recipes/collection/air-fryer-recipes\"><em>BBC Good Food</em></a> is also worth browsing for some simple ideas, as is <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2Nvb2tpbmcubnl0aW1lcy5jb20vIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAQlYZaY4TNa78tVAt9mFUeOlSWHXXGjsrTSZXBwIMML9&amp;gcReferrer=https%3A%2F%2Fcooking.nytimes.com%2F\">NYT Cooking</a>, with the ability to directly search for air fryer suggestions.</p><p>And if you have a killer recipe or unique use for your air fryer, let us know in the comments. What’s the air fryer equivalent of the Instant Pot cheesecake? We’re ready to try it.</p><h2>Best overall: Instant Vortex Plus</h2><p></p><p>You probably know the “Instant” brand from the line of very popular Instant Pot multi-cookers, but did you know that the company makes great air fryers too? We’re especially impressed by the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Wb3J0ZXhUTS1Gcnllci1DbGVhckNvb2stT2RvckVyYXNlLVN0YWlubGVzcy9kcC9CMDk2TjI4U1pQP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAV7QjhbAOnFWnCU6wdAgLMuYEzwivUl-pxjmwrjzveV0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVortexTM-Fryer-ClearCook-OdorErase-Stainless%2Fdp%2FB096N28SZP%3F\">Instant Vortex Plus</a> with ClearCook and OdorErase, which features a clear viewing window so you can see your food while it’s cooking, plus an odor-removing filter. In our testing, we found that it didn’t completely eliminate smells, but it seemed significantly less smoky when compared to our Breville Smart Oven Air. We love its ease of use intuitive controls, the easy-to-clean nonstick drawer basket, plus the roomy interior – it’s big enough to fit four chicken thighs. Plus, this top pick heats up very quickly with virtually no preheating time.</p><p>A slightly more affordable option is its predecessor, the Instant Vortex Plus 6-Quart. It lacks the viewing window and the odor-removing filters, but it still has the same intuitive control panel and roomy nonstick interior. If you want an even bigger option, Instant also offers Instant Vortex Plus in a 10-quart model that has a viewing window and a rotisserie feature.</p><h2>Best dual-zone: Ninja Foodi Dual Zone Air Fryer</h2><p></p><p>Most air fryers can make one thing at a time, but <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW5qYS1EWjIwMS0yLUJhc2tldC1UZWNobm9sb2d5LVN0YWlubGVzcy9kcC9CMDk2WDlMR0oxP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAQ9JPd0SJI2oWJQSo9MpuTS_3vnKc7tbM4QkD6TcXHGs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNinja-DZ201-2-Basket-Technology-Stainless%2Fdp%2FB096X9LGJ1%3F\">Ninja’s Dual Zone</a> machine can handle two totally different foods simultaneously. Available in 8- and 10-quart capacities, the machine isn’t compact, so it won’t be a good option for those with small kitchens. However, if you have the counter space, it could be the best air fryer to invest in especially if you cook for a large family. You can prep two totally different foods, like fried okra and brownies, at the same time with totally different cooking modes, or use Match Cook to prepare foods in the dual baskets the same way. The heating zones are independent, so if you only want to fill up one side with french fries and leave the other empty, you can do that as well.</p><p>We appreciate how quickly the Ninja air fryer heats up (there’s little to no preheating time at all) and how it runs relatively quietly. It also has a feature called Smart Finish that will automatically adjust cooking times so that your fried chicken thighs in the first chamber and asparagus in the second will finish at the same time, so you don’t have to wait for one part of your meal to be ready while the other gets cold. In general, dual-zone air fryers aren’t necessary for most people, but those who cook often will get a lot of use out of machines like this Ninja.</p><h2>Best budget: Instant Vortex Mini</h2><p></p><p>Not only is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LUN1c3RvbWl6YWJsZS1Qcm9ncmFtcy1Ob25zdGljay1EaXNod2FzaGVyLVNhZmUvZHAvQjA4WVMyWlo5Ny8_dGg9MSZ0YWc9Z2RndDBjLXAtby00YS0yMCIsImNvbnRlbnRVdWlkIjoiOGRmYjBlMzUtMGQ1OS00MWFjLWE2Y2QtYjlhZjVhNGJkYWQ4In0&amp;signature=AQAAAbxiuo0cZ3liC7ZeaAATWKJ7PfHsqBSVZURtuASXUIhR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Customizable-Programs-Nonstick-Dishwasher-Safe%2Fdp%2FB08YS2ZZ97%2F%3Fth%3D1\">Instant Vortex Mini</a> budget-friendly with a $60 price tag (and you can often find it on sale for less), but it’s also quite compact. Most air fryers will take up a lot of precious countertop space, but this two-quart model is great for those who don’t have a lot to spare. The Vortex Mini can air fry, bake, roast and reheat, and you can control the temperature and cook time using the dial sitting in the middle of its touchscreen. Unlike some of the other, more expensive air fryers we tested, which have a variety of modes and settings, the Vortex Mini is dead simple to use. Just plug it in, press the preset cooking method of your choice, customize the temperature and cook time and press Start. The machine will beep about halfway through the cycle to let you know when to flip your food, and it’ll chime again once it’s finished.</p><p>Arguably the biggest caveat to the Vortex Mini is also its biggest strength. It’s so compact that cooking more than one thing, or a lot of one thing, won’t be easy. But I was able to cook a whole block of tofu cut into cubes (with a bit of overlap) and reheat (and re-crisp) leftovers in it for myself and my fiancé with no problems. Overall, this compact air fryer will be hard to beat for those with tight budgets and tiny kitchens.</p><h2>Best multi-purpose air fryer: Breville Smart Oven Air Fryer Pro</h2><p></p><p>Listen, most people don’t need the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CcmV2aWxsZS1CT1Y5MDBCU1MtQ29udmVjdGlvbi1CcnVzaGVkLVN0YWlubGVzcy9kcC9CMDFONVVQVFpTP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAUxrtKpli_MsWp5g9aqLWx0yvD9Bzh4J8wgvardDahZ-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBreville-BOV900BSS-Convection-Brushed-Stainless%2Fdp%2FB01N5UPTZS\">Breville Smart Oven Air Fryer Pro</a>. But if you love to cook, have a large family or throw a bunch of parties, you’ll likely get a ton of use out of this machine. This countertop oven is a beast, measuring one cubic foot, so be prepared to carve out some space in your kitchen for it. But its size allows it to cook an entire 14-pound turkey and fit things like a five-quart dutch oven and a 9 x 13 pan inside of it. It can basically act like a second oven, or even a primary one if your main oven is out of commission.</p><p>As an air fryer toaster oven, it’s quite capable and its size helps since you can spread your food out to ensure things are as crispy as possible. It also helps that you can cook a lot of food at once, which will make it easier if you’re preparing appetizers for a party or a side dish for a family dinner. In addition to air frying, it has a number of other cooking modes including toast, broil, bake, pizza, dehydrate and proof. Despite the “smart” moniker, this model doesn’t have app connectivity – but you can get that feature if you upgrade to the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=c0ca87c7-692e-4b52-8410-9ea74ef1a5a6&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Breville&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjMGNhODdjNy02OTJlLTRiNTItODQxMC05ZWE3NGVmMWE1YTYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYnJldmlsbGUuY29tL3VzL2VuL3Byb2R1Y3RzL292ZW5zL2Jvdjk1MC5odG1sP3NrdT1CT1Y5NTBCU1MxQlVTMSIsImNvbnRlbnRVdWlkIjoiOGRmYjBlMzUtMGQ1OS00MWFjLWE2Y2QtYjlhZjVhNGJkYWQ4In0&amp;signature=AQAAAaUrVCOat1Tdkav86QXaIcZ37-kvfn35fsguzZmZUKNx&amp;gcReferrer=https%3A%2F%2Fwww.breville.com%2Fus%2Fen%2Fproducts%2Fovens%2Fbov950.html%3Fsku%3DBOV950BSS1BUS1\">Joule</a>. That’ll allow you to get push notifications when your food’s ready, and the companion app also has guided recipes which you can follow along with. Unsurprisingly, like most Breville gadgets, both the Joule and the standard Smart Oven Air Fryer Pro are quite expensive, coming in at $500 and $400, respectively. But if you’re looking to add the versatility of a multi-use machine to your kitchen, Breville has you covered.</p>This article originally appeared on Engadget at https://www.engadget.com/best-air-fryers-133047180.html?src=rss", "link": "https://www.engadget.com/best-air-fryers-133047180.html?src=rss", "date_published": "2023-07-24T16:45:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple’s MagSafe Leather Wallet drops to its cheapest price this year", "description": "<p>Amazon has Apple’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1MZWF0aGVyLVdhbGxldC1NYWdTYWZlLWlQaG9uZS9kcC9CMDlHOFRQUzNWLz90YWc9Z2RndDBjLXAtby0xcXgtMjAiLCJjb250ZW50VXVpZCI6ImIyNDRmZmMyLTA2MjctNDA1YS1hMDNjLTkwODc1YzIxZjg5YiJ9&amp;signature=AQAAAWnOzzeIRTI1Y6jMQ7CoQg_rtaOTO2GZKsUudFE5_ytv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Leather-Wallet-MagSafe-iPhone%2Fdp%2FB09G8TPS3V%2F\">iPhone Leather Wallet with MagSafe</a> on sale for close to its all-time lowest price — and its cheapest price (so far) in 2023. The magnetic wallet, usually $59, is currently available for $48. It’s handy for bringing a few identification and credit cards out into the world without having to lug along a standalone wallet. Although the sale only applies to the Midnight (black) colorway, the neutral hue shouldn’t clash with any phone model or case.</p><p></p><p>If you have a <a href=\"https://www.engadget.com/apple-magsafe-iphone-173957651.html\">MagSafe-friendly</a> Apple handset (iPhone 12 or later), you can snap the leather wallet onto the back of your phone (or a MagSafe-compatible case) for safekeeping. The magnets are plenty strong, so you can avoid worrying about losing your IDs or credit cards on the go. And, although it only has room for three cards, it can serve as minimalist card storage for trips out where you don’t need a thick stack of payment or store discount cards.</p><span id=\"end-legacy-contents\"></span><p>The iPhone Leather Wallet with MagSafe now supports <a href=\"https://www.engadget.com/ios-15-find-my-network-tracking-upgrades-032304589.html\">Find My</a>. This feature allows you to link the accessory with your Apple ID and view its last known location on a map if you ever lose it. To set it up, your iPhone will ask you if you want to connect it to Find My when you first attach it to your phone. Or, you can add it later in the Find My app by selecting the plus symbol and then “Add MagSafe Accessory.”</p><p>In addition to <a href=\"https://www.engadget.com/the-airpods-pro-drop-back-to-a-record-low-of-199-140327059.html\">a deal on the latest AirPods Pro</a>, Amazon’s Apple accessories sale also includes the <a href=\"https://www.engadget.com/apple-iphone-12-magsafe-battery-pack-175601349.html\">Apple MagSafe Battery Pack</a>: Instead of its usual $99, you can get the charging add-on for $84. Also designed for the iPhone 12 and later, it snaps onto your handset to supply extra battery power to help your device make it through longer days. It also has some advantages over <a href=\"https://www.engadget.com/anker-622-magsafe-battery-pack-irl-143059141.html\">third-party magnetic battery packs</a>: higher voltage (making it more potent than its mere 1,460 mAh capacity may suggest) and greater charging efficiency. Finally, it integrates tightly with iOS, letting the software manage charging for you and allowing you to view its remaining level in a battery widget on your home screen.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-magsafe-leather-wallet-drops-to-its-cheapest-price-this-year-163007993.html?src=rss", "link": "https://www.engadget.com/apples-magsafe-leather-wallet-drops-to-its-cheapest-price-this-year-163007993.html?src=rss", "date_published": "2023-07-24T16:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok adds text posts to compete with Instagram Stories", "description": "<p>TikTok absolutely dominates the short-form video space, but now it’s looking into short-form text posts. The social media giant just announced a <a href=\"https://newsroom.tiktok.com/en-us/text-posts\"><ins>new text-composition feature</ins></a> to allow users to “share their stories, poems, lyrics and other written content, giving them another way to express themselves.”</p><p>The toolset seems simple enough. Just head to the app’s Camera page and select “text.” You’ll be able to type out whatever you want, add sounds, tag locations, enable comments and even integrate with Duets. The company says these text posts will be as interactive and dynamic as video and photo posts. To that end, you can also add background colors, hashtags and, of course, affix plenty of stickers.</p><span id=\"end-legacy-contents\"></span><p>Just like video and photo posts, you can save any text post as a draft for further edits or discard it entirely if you aren’t sure the whole Internet needs to see your poem about pizza.</p><p>If this sounds a bit like using Instagram Stories to create a text-only post, you’re certainly onto something. This wouldn’t be the first time that TikTok looked to Instagram for inspiration <a href=\"https://www.engadget.com/instagram-is-testing-a-new-full-screen-tiktok-like-feed-184508430.html\">(or vice versa!)</a> Just last year it <a href=\"https://www.engadget.com/tiktok-photo-mode-instagram-194215693.html\"><ins>added static images to its toolset,</ins></a> accompanying short-form videos. TikTok’s photo mode was met with near-universal scrutiny, but has gone on to become quite popular, and the company's certainly hoping this text mode will follow the same trajectory.</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-adds-text-posts-to-compete-with-instagram-stories-161502542.html?src=rss", "link": "https://www.engadget.com/tiktok-adds-text-posts-to-compete-with-instagram-stories-161502542.html?src=rss", "date_published": "2023-07-24T16:15:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony WF-1000XM5 earbuds review: Striving for perfection", "description": "<p>With its lineup of 1000X devices, Sony continually sets itself apart from the competition in both earbuds and headphones. Just when it seems like others may be gaining ground, the company adds new features or improves audio quality to keep the top spot on many best lists. Today, Sony is debuting its latest flagship true wireless earbuds: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=15919d69-aefa-41ae-a977-fdcae58a803c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sony&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxNTkxOWQ2OS1hZWZhLTQxYWUtYTk3Ny1mZGNhZTU4YTgwM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9lbGVjdHJvbmljcy5zb255LmNvbS9hdWRpby9oZWFkcGhvbmVzL3RydWx5LXdpcmVsZXNzLWVhcmJ1ZHMvcC93ZjEwMDB4bTUiLCJjb250ZW50VXVpZCI6IjBjN2JlMmEzLTgwMWMtNGI3Mi05N2QzLTQyODQwNWQ4YzliYiJ9&amp;signature=AQAAAcfEf1DIwsppvc2mbU64APm3VVqhgaO6GpiAqwJ8Wggh&amp;gcReferrer=https%3A%2F%2Felectronics.sony.com%2Faudio%2Fheadphones%2Ftruly-wireless-earbuds%2Fp%2Fwf1000xm5\">the WF-1000XM5 ($300)</a>.</p><p>While some of the company’s trademark features return, <a href=\"https://www.engadget.com/sony-wf-1000xm5-leak-offers-a-first-look-at-the-unannounced-earbuds-161044694.html\">these earbuds</a> have been completely redesigned, from the overall look to the drivers and even the chips that power much of the functionality. Sony still manages to pack in more tools than anyone else, all while making significant improvements to sound quality. But all of the advancements come at a cost: these are Sony’s most expensive set of wireless earbuds in the 1000X lineup yet.</p><span id=\"end-legacy-contents\"></span><h2>Design</h2><p>For <a href=\"https://www.engadget.com/sony-wf-1000xm4-review-160006474.html\">the WF-1000XM4</a>, Sony made big changes to the design of its flagship earbuds. Even with all of the excellent things <a href=\"https://www.engadget.com/2019-07-31-sony-wf-1000xm3-review-true-wireless-earbuds.html\">the WF-1000XM3</a> offered, those buds were huge and they looked more like Bluetooth headsets. The 2021 model had a different shape and were smaller, but they were still quite big and their weight on the outside of your ear could lead to an awkward fit. Thankfully, the company continued to slim things down with the WF-1000XM5, trimming another 25 percent off the previous model in terms of overall size and losing 20 percent of the weight. For this reason, the new model fits in my ears the best of any 1000X earbuds thus far and they never feel like they’re in danger of falling out.</p><p>Sony also slightly updated the ear tips for the M5. Once again, the company opted for squishy foam like it did for the previous model. That switch on the WF-1000XM4 didn’t offer the best fit for me. However, the company says the ear tips are more flexible this time around and it included an extra small size to cater to more ear shapes. The combination of the smaller earbuds and the revamped tips give the the WF-1000XM5 a much more comfortable, more secure-feeling fit than the M4.</p><p>Smaller earbuds also means a smaller charging case, but not drastically so. The WF-1000XM4’s was already compact, but Sony slimmed the new version down while giving it a rounder shape. The LED status and pairing indicator on the previous model was a thin strip on the front. That has been replaced by a single dot and the company added a pairing button around back beside the USB-C port. On the M4, you had to put the buds in both ears and then hold your fingers on the touch controls for 5 seconds to put them in pairing mode.</p><h2>Software and features</h2><figure><img alt=\"Sony WF-1000XM5 review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ec3bea90-2a1a-11ee-a3ff-6dfd5d74dd57\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Billy Steele/Engadget</div></figure><p>Like most Sony earbuds, the company’s Headphones Connect app is where you customize and activate features or dial in the sound profile. Once inside, tools range from the basics – things like managing Bluetooth multipoint connections, media playback  and changing the on-board controls – to more complex items like Adaptive Sound Control.</p><p>This is the feature Sony has offered for a while now that automatically changes your noise control preferences based on your activity or location. As always, the latter requires you to give the app access to your location data so it knows when you’re at home versus when you arrive at the office. Adaptive Sound Control is quite handy even if you just use the activity side of the function. You can set it to activate ambient sound (transparency mode) when you start a run. With Adaptive Sound Control enabled, you won’t have to reach for your phone or tap the WF-1000XM5 to get to your preferred settings each time you go from sitting to walking or vice versa.</p><p>Under the Sound tab, the app gives you access to noise control (noise canceling, ambient sound or off) right up top. And with ambient sound, you can adjust the level (1-20) and opt to have voices filtered in, with other noise suppressed, via a dedicated passthrough setting. Speak-to-Chat is also here, Sony’s handy tool that pauses the audio when it detects your voice. It’s a nice feature, but it’s still just as susceptible to being triggered by a cough as ever.</p><p>The Sound tab is where you’ll also find the EQ, with both manual adjustments and presets available. Sony has added a Find Your Equalizer sound test too, and the beta feature lets you select which sample settings sound best before building your ideal mode. Lastly, 360 Reality Audio setup/ear analysis, Bluetooth connection priority and DSEE Extreme upscaling (on/off) are under this section.</p><p></p><figure><img alt=\"Sony WF-1000XM5 review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ec3c38b0-2a1a-11ee-b9fe-bf9897cf9b7c\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Billy Steele/Engadget</div></figure><p>The System tab is next, which is where you’ll find most of the WF-1000XM5’s controls. You can disable multipoint connectivity, select which voice assistant you want to use and change the on-board controls, including which noise settings you want to cycle through. The M5 supports hands-free access to Google Assistant and Alexa, so you can play music, send messages, get notifications, set reminders and more without touching the earbuds or your phone. Google Assistant can also control certain features of the WF-1000XM5, including enabling ANC or ambient sound, with a spoken cue.</p><p>What’s more, Sony has added a quadruple tap action for volume control, so you no longer have to sacrifice something else to get that function on your earbuds. Four taps on the left lowers the volume while four on the right raises it. All of the playback controls are now on the right side by default and Sony gives you two “quick access” slots for connected services by double and triple tapping on the left earbud. Options for this are currently limited to Spotify and Endel, though. You can also opt to hear some of your voice during calls and to use head gestures for incoming calls or to activate Auto Play. There’s an earbud fit test and automatic options for both pausing when the earbuds are removed and turning them off when they’re not in your ears.</p><p>Auto Play, a tool that’s still in beta, can detect your activity and deliver a mix of music and notifications you’ve selected for it. Activities can range from putting the earbuds in your ears to starting a walk or ending your work day. You can also silence notifications or let important messages through. Right now, Auto Play can only be linked and customized with Spotify and Endel, but it’s yet another way Sony is trying to automate your relationship with your earbuds so you don’t have to reach for your phone as often.</p><h2>Sound quality</h2><figure><img alt=\"Sony WF-1000XM5 review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ec3c38b3-2a1a-11ee-bbbf-4bc0ed25f859\" style=\"height: 1333px; width: 2000px;\" /><figcaption>WF-1000XM4 vs. WF-1000XM5</figcaption><div class=\"photo-credit\">Photo by Billy Steele/Engadget</div></figure><p>Sound quality has never been an issue 1000X earbuds, but Sony made significant changes on the M5 in a bid to make the audio even better. First, the company opted for dual processors, an approach it has taken on the 1000X family of over-ear headphones. Here, the QN2e chip handles noise canceling alongside the main V2 processor. These two components combine for 24-bit audio and a more powerful integrated digital-to-analog converter (DAC).</p><p>Sony has also installed redesigned drivers that it's calling Dynamic Driver X. These are 2.4mm larger than the speakers on the M4 earbuds and have a separated dome-edge structure diaphragm. The company says the new components offer “rich and more detailed vocals” along with “low distortion and a clear sound quality.” There is a noticeable improvement to overall clarity on the WF-1000XM5, especially when it comes to vocals. Lynn Gunn’s lyricism on PVRIS’ <em>Evergreen </em>cuts through more clearly on the M5 when compared directly with the M4, allowing her hooks to rise above the onslaught of chunky, distorted guitars and driving bass lines.</p><p>There are also big gains on the low end of the EQ curve. Bass is bigger and boomier on the WF-1000XM5, something I noticed immediately after getting reacquainted with the M4. There’s more driving thump to the low-end throughout that PVRIS album and a pleasant, clicky pop to the kick drum on Chris Stapelton’s “White Horse.” Over a range of genres, the sound profile on the M5 sounds bigger and fuller with a natural dimensionality that doesn’t require 360 Reality Audio to immerse you in an album.</p><figure><img alt=\"Sony WF-1000XM5 review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ec3c5fc1-2a1a-11ee-a6dd-2b696540873c\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Billy Steele/Engadget</div></figure><p>I did most of my testing with Sony’s DSEE Extreme upscaling active as that’s where the company’s headphones really shine. Like other of the company’s premium earbuds, the WF-1000XM5 supports Hi-Res Audio along with its own 360 Reality Audio (360RA) tech. In addition to being able to calibrate 360RA to your ears, Sony has now added head tracking to its take on spatial audio. While it does offer a slight improvement to the immersive nature of the audio standard, you’ll need an Android device and compatible apps (Netflix, YouTube, et cetera) to use it.</p><p>The decision to split audio and ANC processing on the WF-1000XM5 also has implications for the overall effectiveness of the noise-canceling setup. Sony says the QN2e chip can now control the six-microphone array (three on each earbud) more precisely. The V2 chip assists with real-time signal processing. The company also says those dual-feedback mics can now monitor low-frequency noise better, battling things like airplane and vehicle clamor more efficiently than the M4. I found this to hold true, although I would’ve liked to see some improvement with how the ANC handles human voices as there’s not much change to the effectiveness at higher frequencies.</p><h2>Call quality</h2><p>Overall call quality was noticeably better than much of the competition on the WF-1000XM4. That’s mostly due to the inclusion of bone-conduction sensors alongside the usual beamforming microphones. That dual-tech approach is back on the M5, but Sony has added a dash of AI to help you sound better on calls too. The company says its new noise-reduction algorithm is built on deep neural network processing and trained on 500 million voice samples. The result, as Sony explains it, is the WF-1000XM5’s ability to more accurately extract your voice from ambient noise. Microphones were also rebuilt and wrapped in mesh to minimize wind noise.</p><p>In practice, Sony once again does a great job of blocking background noise. A nearby white noise machine didn’t come across on my calls at all, nor did a raucous preseason soccer exhibition on my television. Voice clarity is far from perfect, but it’s better than a lot of the competition. You don’t sound muffled, though your speech does lack the natural warmth you get from a standalone microphone or by holding your iPhone or Google Pixel up to your face.</p><h2>Battery life</h2><figure><img alt=\"Sony WF-1000XM5 review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ec3c11a0-2a1a-11ee-9ff9-592f89f3d7c1\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Billy Steele/Engadget</div></figure><p>One area Sony didn’t improve things was battery life. Just like the previous model, the company says you can expect up to eight hours with ANC turned on. The 24-hour total listening time with the case (2 additional charges) is also the same. If you disable active noise cancellation, Sony promises up to 12 hours of use with 36 hours total including the case, which is also unchanged. The company did slightly upgrade its quick charge feature which now gives you an hour of use in three minutes – versus five minutes on the M4. And just like before, the case supports both wireless charging and topping off via USB-C.</p><p>During my tests using both ANC and transparency mode at various times, doing a mix of music and calls, I managed just under seven hours. The numbers really started to tumble after about six hours at around 20 percent left. Seven hours is a full hour below Sony’s estimate, but I did have DSEE Extreme upscaling turned on the whole time which likely impacted battery performance. The WF-1000XM4 didn’t make it to the stated number during my review of those either, so hopefully the company either remedies this or clarifies how much its audio upscaling tech impacts these figures.</p><h2>The competition</h2><p>Sony sits atop our <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best wireless earbuds</a> list thanks to the volume of features it offers on the WF-1000XM4. Sure, the sound quality is great and the ANC does a stellar job, but there are alternatives that do better in each of those areas. <a href=\"https://www.engadget.com/sennheiser-momentum-true-wireless-3-earbuds-announced-220016884.html\">Sennheiser’s Momentum True Wireless 3</a> is my top pick when it comes to pure audio performance, though Sony closed the gap significantly with the M5. Sennheiser’s earbuds have always had great sound, and it too continues to improve with each successive model. Sennheiser has also made upgrades to ANC and other features along the way. Plus, you can currently get them on sale <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TZW5uaGVpc2VyLUJsdWV0b290aC1IZWFkcGhvbmVzLUNhbmNlbGxhdGlvbi01MDkxODAvZHAvQjA5VDkzNVgzOD90YWc9Z2RndDBjLXAtby0xcXYtMjAiLCJjb250ZW50VXVpZCI6IjBjN2JlMmEzLTgwMWMtNGI3Mi05N2QzLTQyODQwNWQ4YzliYiJ9&amp;signature=AQAAASTA1d0ktNJ150S44Th01nxEKxGumg8Tyhnu2c0CNti7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSennheiser-Bluetooth-Headphones-Cancellation-509180%2Fdp%2FB09T935X38\">for around $163</a> – over $100 less than the full price of $279.95.</p><p>If you’re looking to silence the world with your wireless earbuds, <a href=\"https://www.engadget.com/bose-quietcomfort-earbuds-2-review-130026306.html\">Bose’s QuietComfort Earbuds II</a> should be your consideration alongside the WF-1000XM5. Besides blocking out your typical distractions, the company improved its earbuds’ ability to cancel human voices. Overall sound quality is improved over the first QuietComfort Earbuds, but it’s still not on the level of Sony or Sennheiser. The QCE II are currently on sale for $50 less than full price <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVF1aWV0Q29tZm9ydC1DYW5jZWxsaW5nLVBlcnNvbmFsaXplZC1DYW5jZWxsYXRpb24vZHAvQjBCNFBTUUhENS8_dGFnPWdkZ3QwYy1wLW8tMXF2LTIwIiwiY29udGVudFV1aWQiOiIwYzdiZTJhMy04MDFjLTRiNzItOTdkMy00Mjg0MDVkOGM5YmIifQ&amp;signature=AQAAARx6nqyju4-SdDmzcSkkDtYrLvDjmy4U4xScBCwRcQob&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-QuietComfort-Cancelling-Personalized-Cancellation%2Fdp%2FB0B4PSQHD5%2F\">at $249</a>.</p><p>Lastly, let’s have a word about <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">the AirPods Pro</a>. It’s true they’re only worth considering if you’re invested in Apple’s ecosystem, but <a href=\"https://www.engadget.com/apples-adaptive-audio-for-airpods-tunes-anc-and-transparency-to-your-environment-181218028.html\">features</a> arriving later this year with iOS 17 make them a better alternative to Sony’s 1000X line than before. Apple will introduce Adaptive Audio this fall, which automatically tunes noise cancellation and transparency model levels for your environment. Personalized Volume will adjust levels based on both your surroundings and listening preferences. And perhaps most importantly, Apple will add Conversation Awareness that automatically lowers volume or pauses audio when the AirPods Pro detect your voice. That’s very similar to Sony’s Speak-to-Chat, a feature I’ve enjoyed using despite its flaws. You’ll need the second-gen AirPods Pro for these upcoming updates, which can be currently found <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0xcXYtMjAiLCJjb250ZW50VXVpZCI6IjBjN2JlMmEzLTgwMWMtNGI3Mi05N2QzLTQyODQwNWQ4YzliYiJ9&amp;signature=AQAAASRaKi_vxUCHwGpY-pcdcBuJJVrj9vKXwZG61vXo9m__&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">for $199</a>.</p><h2>Wrap-up</h2><p>With the WF-1000XM5, Sony improves its already formidable mix of great sound, effective ANC and handy features. These earbuds are undoubtedly the company’s best and most comfortable design in its premium model so far, which was one of the few remaining riddles Sony needed to solve. For all of the company’s ability to add so many features, many of them still need fine-tuning, but that doesn’t make them any less useful in their current state. The WF-1000XM5 are more expensive too, which means the competition has one key area it can beat Sony. As is typically the case, there aren’t many flaws with the company’s latest model and its rivals still have their work cut out for them.</p><p>The WF-1000XM5 are <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=15919d69-aefa-41ae-a977-fdcae58a803c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sony&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxNTkxOWQ2OS1hZWZhLTQxYWUtYTk3Ny1mZGNhZTU4YTgwM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9lbGVjdHJvbmljcy5zb255LmNvbS9hdWRpby9oZWFkcGhvbmVzL3RydWx5LXdpcmVsZXNzLWVhcmJ1ZHMvcC93ZjEwMDB4bTUiLCJjb250ZW50VXVpZCI6IjBjN2JlMmEzLTgwMWMtNGI3Mi05N2QzLTQyODQwNWQ4YzliYiJ9&amp;signature=AQAAAcfEf1DIwsppvc2mbU64APm3VVqhgaO6GpiAqwJ8Wggh&amp;gcReferrer=https%3A%2F%2Felectronics.sony.com%2Faudio%2Fheadphones%2Ftruly-wireless-earbuds%2Fp%2Fwf1000xm5\">available for pre-order now</a> in black and silver color options for $300.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/sony-wf-1000xm5-earbuds-review-striving-for-perfection-160023581.html?src=rss", "link": "https://www.engadget.com/sony-wf-1000xm5-earbuds-review-striving-for-perfection-160023581.html?src=rss", "date_published": "2023-07-24T16:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft's latest Xbox marketing stunt is a pizza-scented controller", "description": "<p>Microsoft is no stranger to <a href=\"https://www.engadget.com/xboxs-sunkissed-vibes-opi-collaboration-controller-makes-me-want-to-play-outside-180013187.html\">novelty Xbox collaborations</a>, but its latest is certainly its smelliest. The company is helping Paramount pitch the upcoming <em>Teenage Mutant Ninja Turtles: Mutant Mayhem</em> movie by <a href=\"https://news.xbox.com/en-us/2023/07/24/pizza-scented-xbox-and-tmnt-mutant-mayhem-controller/\">giving away</a> a limited batch of pizza-scented Xbox controllers. Yes, you can smell whiffs of cheese and pepperoni while you play, even if last night's pie is still sitting in the fridge.</p><p>The design comes in four variants that reflect the style of the four turtles (Donatello, Leonardo, Michelangelo and Raphael). Apart from the built-in scent diffuser, though, these are otherwise stock Xbox controllers that just happen to exude TMNT style. You won't claim an edge over your friends in <a href=\"https://www.engadget.com/teenage-mutant-ninja-turtles-shredders-revenge-review-185022231.html\"><em>Shredder's Revenge</em></a>, aside from looking and smelling the part.</p><span id=\"end-legacy-contents\"></span><p>There's no way to buy one of these gamepads, even if you've been a TMNT fan since Eastman and Laird made the first comics. Instead, you'll have to follow Xbox Game Pass on <del>Twitter</del> X and retweet <a href=\"https://twitter.com/XboxGamePass/status/1683492348234199041\">a post</a> no later than August 13th. If you absolutely must operate a pizza-scented controller, these will be out and about at Microsoft's Experience Center on New York's Fifth Avenue for an August 2nd promo event — but you're probably better off just ordering a pie and grabbing bites between levels.</p><p>Yes, it's a marketing ploy on par with the <a href=\"https://news.xbox.com/en-us/2021/10/11/xbox-unveils-xbox-series-x-consoles-celebrating-nickelodeon-all-star-brawl/\">TMNT-themed Xbox Series X</a> Microsoft gave away two years ago. You're ultimately doing more for Paramount than yourself. Look at it this way, though: unlike the <a href=\"https://www.engadget.com/i-tried-the-krispy-kreme-xbox-donut-163000967.html\">Krispy Kreme Xbox donut</a>, you'll still have something to show your friends after a few weeks.</p>This article originally appeared on Engadget at https://www.engadget.com/microsofts-latest-xbox-marketing-stunt-is-a-pizza-scented-controller-153724328.html?src=rss", "link": "https://www.engadget.com/microsofts-latest-xbox-marketing-stunt-is-a-pizza-scented-controller-153724328.html?src=rss", "date_published": "2023-07-24T15:37:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Shark robot vacuums are up to 45 percent off on Amazon", "description": "<p>Shark makes some of the best robot vacuum cleaners around and now you can pick one up for a steal. Several of the brand's models are <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2RkYzVkYWM2P3RhZz1nZGd0MGMtcC1vLTFxdS0yMCIsImNvbnRlbnRVdWlkIjoiZDc0YmMzZDEtOTg4My00YTBkLTkwZjgtNTA2MDgyMjc0MzllIn0&amp;signature=AQAAATn9XdcdLBr7T_6Ghxlb1OQ8WmmfFg_3fdEcCBr19TFf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fddc5dac6\"><ins>now on sale</ins></a> on Amazon. You can save up to 45 percent on the products, and you'll get maximum savings on a model with a self-emptying base and self-cleaning brushroll. The IQ Robot Vacuum AV1002AE with XL Self-Empty Base has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaGFyay1BVjEwMDJBRS1TZWxmLUVtcHR5LVBvd2VyZnVsLTAtMTctUXVhcnRzL2RwL0IwOEM3NFBMSFA_dGFnPWdkZ3QwYy1wLW8tMXF1LTIwIiwiY29udGVudFV1aWQiOiJkNzRiYzNkMS05ODgzLTRhMGQtOTBmOC01MDYwODIyNzQzOWUifQ&amp;signature=AQAAAREw-RJM2T0mLx7orFLvbHCUaHOSMJRzHrAyiU9oisJi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FShark-AV1002AE-Self-Empty-Powerful-0-17-Quarts%2Fdp%2FB08C74PLHP\"><ins>dropped from $549 to $300</ins></a>.</p><p></p><p>The vacuum has a bagless base that can hold up to 30 days' worth of debris and dirt. The device empties itself after each clean. It has a multi-surface brushroll that Shark claims can pull in dirt and debris from carpets as well as hard floors, while a multi-stage filtration system captures dust, dander and allergens.</p><span id=\"end-legacy-contents\"></span><p>This model is said to have advanced navigation — it will clean rooms row by row in the aim of offering complete coverage. You can use Alexa or Google Assistant to get the device to start cleaning. Alternatively, you can put the vacuum to work with a single tap in Shark's app. When its battery runs low, the robovac will return to the base and recharge, then continue where it left off.</p><p>Another item <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2RkYzVkYWM2P3RhZz1nZGd0MGMtcC1vLTFxdS0yMCIsImNvbnRlbnRVdWlkIjoiZDc0YmMzZDEtOTg4My00YTBkLTkwZjgtNTA2MDgyMjc0MzllIn0&amp;signature=AQAAATn9XdcdLBr7T_6Ghxlb1OQ8WmmfFg_3fdEcCBr19TFf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fddc5dac6\"><ins>in the sale</ins></a> that's worth considering is our top pick for <a href=\"https://www.engadget.com/best-robot-vacuums-130010426.html\"><ins>the best midrange robot vacuum</ins></a>. The Shark AI Robot Vacuum with Base has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaGFyay1SVjI1MDJBRS1TZWxmLUVtcHR5LUNhcGFjaXR5LU5hdmlnYXRpb24vZHAvQjA5Sjg4R05XMz90YWc9Z2RndDBjLXAtby0xcXUtMjAiLCJjb250ZW50VXVpZCI6ImQ3NGJjM2QxLTk4ODMtNGEwZC05MGY4LTUwNjA4MjI3NDM5ZSJ9&amp;signature=AQAAAWOAGINZDhKP1uqUR96Li8or5yBb2tt1OFNNm_zm2OJx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FShark-RV2502AE-Self-Empty-Capacity-Navigation%2Fdp%2FB09J88GNW3\"><ins>dropped from $600 to $449.44</ins></a>. That's 25 percent off the usual price.</p><p>This model uses LiDAR to map your home. It's also a self-emptying model but this one can hold up to 60 days worth of debris and dirt in the base. This vacuum cleans in a matrix grid with multiple passes to help ensure cleanliness. It has a HEPA filtration system that can capture 99.97 percent of dust and allergens, Shark says. The brand also notes that the robovac can clean for up to 120 minutes before having to recharge.</p>This article originally appeared on Engadget at https://www.engadget.com/shark-robot-vacuums-are-up-to-45-percent-off-on-amazon-145212567.html?src=rss", "link": "https://www.engadget.com/shark-robot-vacuums-are-up-to-45-percent-off-on-amazon-145212567.html?src=rss", "date_published": "2023-07-24T14:52:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The AirPods Pro drop back to a record low of $199", "description": "<p>This is a good moment to get wireless earbuds for beach listening. Amazon is once again selling Apple's second-generation AirPods Pro for a record low price <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0xcXMtMjAiLCJjb250ZW50VXVpZCI6IjI1ZTE3YTQwLTk3ZGMtNDdkMi1hZDFhLTQzNjZiZTU0MjQ0ZSJ9&amp;signature=AQAAAXCM1Qr4jJSSI9C-OIBTxecR7szpXoZ6xAiKq-gmxiby&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">of $199</a>, or $50 off. That's as good a discount as on Prime Day, and makes these buds an easy pick if you're invested in Apple's ecosystem.</p><p></p><p>Other Apple earphones are also on sale. The third-generation AirPods have dipped <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0xcXMtMjAiLCJjb250ZW50VXVpZCI6IjI1ZTE3YTQwLTk3ZGMtNDdkMi1hZDFhLTQzNjZiZTU0MjQ0ZSJ9&amp;signature=AQAAAXCM1Qr4jJSSI9C-OIBTxecR7szpXoZ6xAiKq-gmxiby&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">to $159</a>, while the second-gen model is down <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdQWEdRQzFRL3JlZj1mc19hX21kdDJfdXMzP3RhZz1nZGd0MGMtcC1vLTFxcy0yMCIsImNvbnRlbnRVdWlkIjoiMjVlMTdhNDAtOTdkYy00N2QyLWFkMWEtNDM2NmJlNTQyNDRlIn0&amp;signature=AQAAAYMGIh4xNCkKVZH6UHY7gt0uDKThgaAQRHBUPDAFF1Di&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07PXGQC1Q%2Fref%3Dfs_a_mdt2_us3\">to $99</a>. And if you're looking for high-end wireless headphones, the AirPods Max are available <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhQWkhZV0pTL3JlZj1mc19hX21kdDJfdXMzP3RhZz1nZGd0MGMtcC1vLTFxcy0yMCIsImNvbnRlbnRVdWlkIjoiMjVlMTdhNDAtOTdkYy00N2QyLWFkMWEtNDM2NmJlNTQyNDRlIn0&amp;signature=AQAAAQmVy9FTqymIIghUPcx-PdOtsVfsC4sX_dFUiGMSj8es&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08PZHYWJS%2Fref%3Dfs_a_mdt2_us3\">for $470</a> in Space Gray (normally $549).</p><span id=\"end-legacy-contents\"></span><p>The AirPods Pro are our pick for the <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best iOS earbuds</a> for two simple reasons: they sound great, and they integrate tightly with Apple devices. They're clearer, richer and more consistently high-quality than their predecessors, and the transparency mode is excellent if you need to keep an ear open for a colleague or a gym friend. These are certainly your go-to buds if you routinely switch between Apple devices — you can listen to music on your Mac knowing you can seamlessly take a call from your iPhone.</p><p>The caveats are familiar. You're better off with Beats or a third-party brand if you use Android, and the battery life is merely average. On sale, though, it's hard to top the AirPods Pro for value. They're poised to get better, too. When iOS 17 arrives, <a href=\"https://www.engadget.com/apples-adaptive-audio-for-airpods-tunes-anc-and-transparency-to-your-environment-181218028.html\">Adaptive Audio</a> will automatically blend noise cancellation and transparency modes based on your environment, while Personalized Volume and Conversation Awareness will make sure your can hear both your music and other people.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/the-airpods-pro-drop-back-to-a-record-low-of-199-140327059.html?src=rss", "link": "https://www.engadget.com/the-airpods-pro-drop-back-to-a-record-low-of-199-140327059.html?src=rss", "date_published": "2023-07-24T14:03:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best budget gaming accessories for 2023", "description": "<p>PC gaming can be a lot of fun, but it can also be pretty expensive. And we don’t mean the games themselves – any gamer worth their salt knows you can just wait for a Steam sale, or grab a slew of great titles on Humble Bundle. Building a dedicated desktop can be pricey, and gaming laptops can take a real bite out of your wallet. One aspect that doesn’t have to bankrupt you are gaming accessories. It’s possible to kit out your rig with some of the best headsets, keyboards and mice on a budget, and we’ve got a few recommendations to get you started.</p><h2>Gaming headsets</h2><h2>Turtle Beach Recon Spark</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UdXJ0bGUtVW5pdmVyc2FsLUdhbWluZy1IZWFkc2V0LXBsYXlzdGF0aW9uLTQvZHAvQjA3UzlGTVBEMi8_dGFnPWdkZ3QwYy1wLW8tMXFwLTIwIiwiY29udGVudFV1aWQiOiJkOTgxYjIzNC1mYjg4LTQ5NzEtYWU2ZS0wZWYzOTkyMDY2YzIifQ&amp;signature=AQAAAdeZv8UudyUin_G5D4UGDMmhp0rbwA4PKP5VpSULtYXo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTurtle-Universal-Gaming-Headset-playstation-4%2Fdp%2FB07S9FMPD2%2F\">Recon Spark</a> has been one of my favorite headsets for years; in fact, it was my daily driver in the Engadget office. There are some good reasons for that: it offers solid audio both in its cups and mic, plus it’s comfortable, sturdy and cute. It might not be wireless, but you can just plug it into almost any desktop or laptop and not have to worry about driver compatibility or installing software or anything like that. It’s also a great option for kids.</p><span id=\"end-legacy-contents\"></span><h2>Logitech G733</h2><p></p><p>While the Recon Spark might be my preferred work headset, the one I use at home is the wireless <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1XaXJlbGVzcy1IZWFkc2V0LUJsYWNrLVRpY28vZHAvQjA4MTQxNUdDUy8_dGFnPWdkZ3QwYy1wLW8tMXFwLTIwIiwiY29udGVudFV1aWQiOiJkOTgxYjIzNC1mYjg4LTQ5NzEtYWU2ZS0wZWYzOTkyMDY2YzIifQ&amp;signature=AQAAARpl47bt74ZcReVzngioCqqc3_wdaBi2uObTGW6mzEyK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Wireless-Headset-Black-Tico%2Fdp%2FB081415GCS%2F\">Logitech G733</a>. It sounds great, has a phenomenal battery life and just the right amount of bling, with bright colored LED strips in the front and a customizable fabric headband. I use it for playing <em>Dungeons &amp; Dragons</em> with my friends on Discord, as well as recording the occasional podcast. It’s been around for a few years, but that just means that you can get this headset for under $100 at some retailers. If it’s still too rich for your blood, check out the similar <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1HNDM1LVdpcmVsZXNzLUdhbWluZy1IZWFkc2V0L2RwL0IwOFI4R0pQQzIvP3RhZz1nZGd0MGMtcC1vLTFxcC0yMCIsImNvbnRlbnRVdWlkIjoiZDk4MWIyMzQtZmI4OC00OTcxLWFlNmUtMGVmMzk5MjA2NmMyIn0&amp;signature=AQAAAeVj9-cT5KYDJ1VzsgmeV90myzvkswmW_FtDecowGEHQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-G435-Wireless-Gaming-Headset%2Fdp%2FB08R8GJPC2%2F\">G435</a>.</p><h2>SteelSeries Arctis Nova 1</h2><p></p><p>If you’re looking for crisp audio, SteelSeries has always offered excellent clarity and volume, and the Arctis line does so at a reasonable price point. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdGVlbFNlcmllcy1BcmN0aXMtTXVsdGktU3lzdGVtLUdhbWluZy1IZWFkc2V0L2RwL0IwQjhRNENSNTIvP3RhZz1nZGd0MGMtcC1vLTFxcC0yMCIsImNvbnRlbnRVdWlkIjoiZDk4MWIyMzQtZmI4OC00OTcxLWFlNmUtMGVmMzk5MjA2NmMyIn0&amp;signature=AQAAAULvbItJ-94vWSfzUMkC0Dgq1IXohWHBtiY55cHoD8jf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSteelSeries-Arctis-Multi-System-Gaming-Headset%2Fdp%2FB0B8Q4CR52%2F\">Nova 1</a> is a wired headset where everything feels premium, thanks to its sturdy build (I’ve dropped it twice already), its smooth, matte finish and soft, comfortable ear cups. They can block out lower sounds, but not things like a TV or crying baby, making this headset ideal for new parents. The adjustable mic is built-in, so you don’t have to worry about losing it either.</p><h2>Logitech Zone Vibe 100</h2><p></p><p>Since video conferencing from home exploded during the pandemic, I’ve been extolling the virtues of using a headset for all of your business meetings. They block out unwanted noise, make your voice come through loud and clear, and they’re a good sign to others that you are on a call. The only problem is that gaming headsets don’t exactly look all that professional — but the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1MaWdodHdlaWdodC1IZWFkcGhvbmVzLU1pY3JvcGhvbmUtTXVsdGlwb2ludC9kcC9CMDlOQlg2QlZXLz90YWc9Z2RndDBjLXAtby0xcXAtMjAiLCJjb250ZW50VXVpZCI6ImQ5ODFiMjM0LWZiODgtNDk3MS1hZTZlLTBlZjM5OTIwNjZjMiJ9&amp;signature=AQAAAQhmaAhYeybxj3grhjZXzGC59AUgpwYpwA6XTcFN1AXX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Lightweight-Headphones-Microphone-Multipoint%2Fdp%2FB09NBX6BVW%2F\">Zone Vibe</a> is a breath of fresh air. It offers all of Logitech’s expertise to deliver solid gaming audio in a stylish wireless package you won’t be embarrassed to wear in front of the boss.</p><h2>Gaming keyboards</h2><h2>Corsair K60 RGB Pro Low Profile</h2><p></p><p>When it comes to buying a keyboard, my first recommendation is always going to be “buy a Corsair.” Corsair keyboards offer an excellent typing experience and they’re super durable. Unfortunately, they’re also rather expensive, with the cheapest ones usually going for $120. Luckily Corsair introduced the K60 RGB Pro a few years back and I’d recommend the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Db3JzYWlyLVByb2ZpbGUtTWVjaGFuaWNhbC1HYW1pbmctS2V5Ym9hcmQvZHAvQjA4SjZGQzNGMy8_dGFnPWdkZ3QwYy1wLW8tMXFwLTIwIiwiY29udGVudFV1aWQiOiJkOTgxYjIzNC1mYjg4LTQ5NzEtYWU2ZS0wZWYzOTkyMDY2YzIifQ&amp;signature=AQAAAddgYWD0ZDVSiSlE7jGzBKhWNVarjgXhuT84-hOjEv6U&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCorsair-Profile-Mechanical-Gaming-Keyboard%2Fdp%2FB08J6FC3F3%2F\">Low Profile version</a> for those used to typing on laptop keyboards. No, it’s not the same as a membrane keyboard – it’s lightyears better, with mechanical keys and a durable build that will last you years (and hundreds, if not thousands, of game matches).</p><h2>HyperX Alloy Origins 60</h2><p></p><p>One of the new hot things in gaming seems to be 60 percent keyboards, which chop off the number pad to make more room on your desk for a mouse or other accessories. Being smaller also means they tend to be cheaper too, so budget-minded gamers should take a look at decks like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IeXBlclgtQWxsb3ktT3JpZ2lucy1NZWNoYW5pY2FsLUNvbXBhdGlibGUvZHAvQjA4WEJRNzlNTi8_dGFnPWdkZ3QwYy1wLW8tMXFwLTIwIiwiY29udGVudFV1aWQiOiJkOTgxYjIzNC1mYjg4LTQ5NzEtYWU2ZS0wZWYzOTkyMDY2YzIifQ&amp;signature=AQAAARByhDlY6_lroxj3mU1gR12YCSINnm9D-0_mpa8_SdYk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHyperX-Alloy-Origins-Mechanical-Compatible%2Fdp%2FB08XBQ79MN%2F\">Alloy Origins 60</a>. Besides being small and affordable, it’s also solid as a rock. The placement of the arrow keys in the lower right corner should be less confusing for those making the switch from a full-sized deck, too.</p><h2>SteelSeries Apex TKL</h2><p></p><p>Mechanical keyboards are great, but even the quietest among them might be too noisy for some environments. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdGVlbFNlcmllcy1Db21wYWN0LU1lY2hhbmljYWwtR2FtaW5nLUtleWJvYXJkL2RwL0IwN1RHUTdDTkY_dGFnPWdkZ3QwYy1wLW8tMXFwLTIwIiwiY29udGVudFV1aWQiOiJkOTgxYjIzNC1mYjg4LTQ5NzEtYWU2ZS0wZWYzOTkyMDY2YzIifQ&amp;signature=AQAAAT1p52opLHFyBqloQzp67ZTl2VfRatEWCkioQK2y8V-m&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSteelSeries-Compact-Mechanical-Gaming-Keyboard%2Fdp%2FB07TGQ7CNF\">Apex TKL</a> is great at being unobtrusive: it’s a 60 percent deck so it’s compact, and its keys offer great typing response while being whisper quiet. The Apex TKL is a little bigger than many other keyboards that eschew the number pad, but that’s for a good reason – you’ll appreciate the dedicated arrow keys and volume scroller, the latter of which is a must-have for anyone who consumes a lot of media on their device.</p><h2>Gaming mice</h2><h2>Logitech G305</h2><p></p><p>Going budget doesn’t mean you have to skimp on quality or looks, and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1MSUdIVFNQRUVELVdpcmVsZXNzLUdhbWluZy1Nb3VzZS9kcC9CMDdDTVM1UTZQLz90YWc9Z2RndDBjLXAtby0xcXAtMjAiLCJjb250ZW50VXVpZCI6ImQ5ODFiMjM0LWZiODgtNDk3MS1hZTZlLTBlZjM5OTIwNjZjMiJ9&amp;signature=AQAAAUK_87bq92__IfsIqBabB7rSdGpKvmt92f6yIf15THi5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-LIGHTSPEED-Wireless-Gaming-Mouse%2Fdp%2FB07CMS5Q6P%2F\">G305</a> is both a high-performance and stylish mouse. What’s also nice is how it keeps things simple, with six programmable buttons and a sleek profile. The battery life is rated for 250 hours, though I swear based on my personal use it’s much longer, and it only needs a single AAA battery so you can swap it out in seconds and get back to gaming. If you have a headset like the G435 you can get the G305 in lilac to match, or just stick with a basic black model. If you want to save even more money and don’t mind having a wired mouse, also check out the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1lOODJYM0IvP3RhZz1nZGd0MGMtcC1vLTFxcC0yMCIsImNvbnRlbnRVdWlkIjoiZDk4MWIyMzQtZmI4OC00OTcxLWFlNmUtMGVmMzk5MjA2NmMyIn0&amp;signature=AQAAAX8wOHY1cw5s-StlQN2xouTR85xvTyGMrQYz-L-SN2NP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07YN82X3B%2F\">G203 Lightspeed</a>, which we recommended in our overall <a href=\"https://www.engadget.com/best-gaming-mouse-140004638.html\">gaming mice buying guide</a>.</p><h2>SteelSeries Aerox 3</h2><p></p><p>Every gamer knows the pain of spilling something on their desk once or twice, whether it’s water, coffee or soda. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdGVlbFNlcmllcy1BZXJveC1VbHRyYS1MaWdodHdlaWdodC1SZXNpc3RhbnQtY29ubmVjdGl2aXR5L2RwL0IwOTY2VllLRzMvP3RhZz1nZGd0MGMtcC1vLTFxcC0yMCIsImNvbnRlbnRVdWlkIjoiZDk4MWIyMzQtZmI4OC00OTcxLWFlNmUtMGVmMzk5MjA2NmMyIn0&amp;signature=AQAAAdncd-RI2DxSMNlxZf_ex8r_4HySUvmzbmeju6V7sG27&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSteelSeries-Aerox-Ultra-Lightweight-Resistant-connectivity%2Fdp%2FB0966VYKG3%2F\">Aerox 3</a> might look like it’s headed for disaster thanks to all the holes in it. But it’s actually rated IP54, which means it can take a good splash and just keep on working (though maybe a bit sticky if you don’t wipe it down). The holes do more than just look cool, too – they make the mouse much lighter to handle (if that’s your thing), and they keep heat from building up in your palm.</p><h2>SteelSeries Rival 3 Wireless</h2><p></p><p>If you’re looking for something a bit more traditional but still affordable and wireless, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdGVlbFNlcmllcy1SaXZhbC1XaXJlbGVzcy1HYW1pbmctTW91c2UvZHAvQjA4R0IyUEY3MT90YWc9Z2RndDBjLXAtby0xcXAtMjAiLCJjb250ZW50VXVpZCI6ImQ5ODFiMjM0LWZiODgtNDk3MS1hZTZlLTBlZjM5OTIwNjZjMiJ9&amp;signature=AQAAAURb9N8tQZBHkaC3DiKT91dZVDQpxZE3mhAvbxw4Vyr5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSteelSeries-Rival-Wireless-Gaming-Mouse%2Fdp%2FB08GB2PF71\">Rival 3</a> might just be up your alley. It’s a basic black mouse with a sleek contour and five programmable buttons. It comes with a wireless receiver to ensure a strong connection, but also works over Bluetooth so you can easily switch it to a laptop or mobile device. This makes it great for the office as well as gaming, the ultimate money-saver.</p>This article originally appeared on Engadget at https://www.engadget.com/best-budget-gaming-accessories-130040522.html?src=rss", "link": "https://www.engadget.com/best-budget-gaming-accessories-130040522.html?src=rss", "date_published": "2023-07-24T13:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify raises the price of Premium plans", "description": "<p>Listening to your favorite songs uninterrupted is about to get a little pricier: <a href=\"https://newsroom.spotify.com/2023-07-24/adjusting-our-spotify-premium-prices/\">Spotify has announced it's raising the price of all its Premium plans</a>. In the United States, this means a Premium Single subscription is going from $10 a month to $11 a month — its first increase since Spotify launched over a decade ago. Its Premium Family and Student plans are also going up by a dollar, now costing $17 and $6 per month, respectively. Premium Duo has the largest bump, going up two dollars per month from $13 to $15.</p><p>The move follows similar price hikes by competitors, with <a href=\"https://www.engadget.com/apple-music-tv-plus-one-price-increase-173909045.html\">Apple Music</a>, <a href=\"https://www.engadget.com/amazon-music-streaming-prices-are-going-up-in-the-us-and-uk-110551222.html\">Amazon Music</a> and <a href=\"https://www.engadget.com/youtube-premium-quietly-goes-up-in-price-to-14-per-month-100531473.html\">YouTube Music</a> all raising their ad-free individual plans to $11 in the past year. Last October, <a href=\"https://variety.com/2023/digital/news/spotify-increase-price-premium-plan-us-1235677108/\">Spotify CEO Daniel Ek</a> seemed to revel in other companies' increased costs, &quot;When our competitors are raising their prices, that is really good for us.&quot; At the time, Ek said he would like to charge more for subscriptions, especially in the US, and felt confident Spotify would be able to in 2023.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>People keep coming to Spotify, with the music streamer reporting five million more users during 2023's first quarter worldwide, and an extra $12 a year might not impact that much. Updated prices are rolling out in countries across the world, from the United Kingdom to Thailand. Spotify says it will contact users via email to share how much their bill will go up and when it will happen.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/spotify-raises-the-price-of-premium-plans-115138338.html?src=rss", "link": "https://www.engadget.com/spotify-raises-the-price-of-premium-plans-115138338.html?src=rss", "date_published": "2023-07-24T11:51:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify raises the price of its Premium plans", "description": "<p>Listening to your favorite songs uninterrupted is about to get a little pricier: <a href=\"https://newsroom.spotify.com/2023-07-24/adjusting-our-spotify-premium-prices/\">Spotify has announced it's raising the price of all its Premium plans</a>. In the United States, this means a Premium Single subscription is going from $10 a month to $11 a month — its first increase since Spotify launched over a decade ago. Its Premium Family and Student plans are also going up by a dollar, now costing $17 and $6 per month, respectively. Premium Duo has the largest bump, going up two dollars per month from $13 to $15.</p><p>The move follows similar price hikes by competitors, with <a href=\"https://www.engadget.com/apple-music-tv-plus-one-price-increase-173909045.html\">Apple Music</a>, <a href=\"https://www.engadget.com/amazon-music-streaming-prices-are-going-up-in-the-us-and-uk-110551222.html\">Amazon Music</a> and <a href=\"https://www.engadget.com/youtube-premium-quietly-goes-up-in-price-to-14-per-month-100531473.html\">YouTube Music</a> all raising their ad-free individual plans to $11 in the past year. Last October, <a href=\"https://variety.com/2023/digital/news/spotify-increase-price-premium-plan-us-1235677108/\">Spotify CEO Daniel Ek</a> seemed to revel in other companies' increased costs, &quot;When our competitors are raising their prices, that is really good for us.&quot; At the time, Ek said he would like to charge more for subscriptions, especially in the US, and felt confident Spotify would be able to in 2023.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>People keep coming to Spotify, with the music streamer reporting five million more users during 2023's first quarter worldwide, and an extra $12 a year might not impact that much. Updated prices are rolling out in countries across the world, from the United Kingdom to Thailand. Spotify says it will contact users via email to share how much their bill will go up and when it will happen.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/spotify-raises-iprice-of-premium-plans-115138529.html?src=rss", "link": "https://www.engadget.com/spotify-raises-iprice-of-premium-plans-115138529.html?src=rss", "date_published": "2023-07-24T11:51:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Twitter rebrands itself as X and ditches the bird", "description": "<p>In a series of tweets last Saturday, Musk said the company’s famous bird logo and name would soon disappear. The company will change from Twitter to “X.” According to <em>Platformer</em>, Musk emailed staff later over the weekend saying the company would become X and his note “was the last email he’ll ever send from a Twitter email address.” And a lot of <a href=\"https://www.engadget.com/elon-musk-is-rebranding-twitter-to-x-and-killing-the-bird-logo-165944573.html\">those changes</a> have now happened.</p><p>Twitter’s own account is now all “X” branding, and it’s rolled out quickly elsewhere. Twitter employees are getting an “X” tag to their Twitter handles, next to their blue check, while the “X” logo has already been projected on a building, like a bat signal for self-aggrandizing tech executives and their minions. (I’m still not sure what this <a href=\"https://twitter.com/lindayacc/status/1683213895463215104\">tweet</a> (X?) even means.)</p><p>X.com was once an online bank co-founded by Musk in 1999. It eventually became PayPal and was bought by eBay. Of course, we already have SpaceX, his recently announced AI venture is called xAI and Twitter’s holding company was rammed to X Corp in April. Musk has also talked about how X would help Twitter become an “everything app.”</p><p>Terms that still need to be rebranded: subtweets, retweets, fail whales.</p><p>– Mat Smith</p><p><em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/chatgpts-android-app-arrives-in-the-last-week-of-july-075639727.html\">ChatGPT's Android app arrives in the last week of July </a></p><p><a href=\"https://www.engadget.com/star-trek-strange-new-worlds-season-2-will-include-a-musical-episode-042558081.html\">'Star Trek: Strange New Worlds' season 2 will include a musical episode </a></p><p><a href=\"https://www.engadget.com/oppenheimer-review-sympathy-for-the-destroyer-of-worlds-130052032.html\">'Oppenheimer' review: Sympathy for the destroyer of worlds </a></p><p><a href=\"https://www.engadget.com/engadgets-favorite-backpacks-for-school-work-travel-irl-150008300.html\">What we bought: Engadget’s favorite backpacks</a></p><p><a href=\"https://www.engadget.com/summer-samsung-unpacked-2023-what-to-expect-on-july-26th-150001571.html\">Summer Samsung Unpacked 2023: What to expect </a></p><p></p><h2><a href=\"https://www.engadget.com/engadget-podcast-ai-south-park-they-cloned-tyrone-123026251.html\">Engadget Podcast: How AI created a 'South Park' episode around us</a></h2><h3>Plus, we chat with the director and writers of Netflix's ‘They Cloned Tyrone.’</h3><h3></h3><p>AI can now place us inside <em>South Park </em>episodes – should we be worried? This week, Devindra and Deputy Editor Nathan Ingraham chat with Edward Saatchi, the CEO of The Simulation, about his company’s new AI technology that can generate TV episodes, movies and more. We <a href=\"https://www.engadget.com/the-simulation-ai-put-me-in-a-south-park-episode-170002565.html\">preview a test <em>South Park</em> episode featuring Devindra</a> and discuss if this technology is actually a good thing for creatives. Also, Editor at Large James Trew joins to discuss <a href=\"https://www.engadget.com/digital-immortality-is-coming-and-were-not-ready-for-it-133022423.html\">his piece on AI-powered immortality</a>.</p><p><a href=\"https://www.engadget.com/engadget-podcast-ai-south-park-they-cloned-tyrone-123026251.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/redditors-troll-an-ai-content-farm-into-covering-a-fake-wow-feature-145006066.html\">Redditors troll AI content farm into covering a fake 'WoW' feature</a></h2><h3>The hugely anticipated Glorbo feature is not a feature.</h3><a href=\"https://www.engadget.com/redditors-troll-an-ai-content-farm-into-covering-a-fake-wow-feature-145006066.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/93997b60-2a00-11ee-b5b9-2d87bb5abec7\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Blizzard</div></figure></a><p>Some redditors were very excited about a new <em>World of Warcraft</em> feature called Glorbo. Just one problem: Glorbo isn't real. Their faux enthusiasm for Glorbo caught the attention of a blog named The Portal, which publishes &quot;gaming content powered by Z League&quot; – often tenuously rewritten subreddit scraping, seemingly done by AI. (We hope it’s not a human.)</p><p>Redditor u/kaefer_kriegerin noticed The Portal was turning discussions from some gaming subreddits into blog posts. They decided to try to trick the content farm into covering a fake <em>WoW</em> feature. The ruse was a success. <em>The Portal</em>'s now-deleted blog post even quoted u/kaefer_kriegerin as stating, &quot;Honestly, this new feature makes me so happy! I just really want some major bot-operated news websites to publish an article about this.&quot;</p><p><a href=\"https://www.engadget.com/redditors-troll-an-ai-content-farm-into-covering-a-fake-wow-feature-145006066.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/vpn-review-expressvpn-2023-gaming-streaming-160052492.html\">Our favorite VPN is Express VPN</a></h2><h3>It’s the best one for gaming and streaming.</h3><h2></h2><p>The best VPNs stay out of your way, and you'll barely even notice they’re running. But ExpressVPN internet speeds outperformed even our baseline internet speed measures. The service is likely circumventing traffic shaping by the internet service provider or a similar anomaly because every other VPN will hurt internet speed in some way. It was also easy to access geo-blocked content using ExpressVPN, with little-to-no buffering – which is the cheeky reason a lot of us invest in a VPN.</p><p><a href=\"https://www.engadget.com/vpn-review-expressvpn-2023-gaming-streaming-160052492.html\"><strong>Continue reading.</strong></a></p><p>​​</p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-twitter-rebrands-itself-as-x-and-ditches-the-bird-111524841.html?src=rss", "link": "https://www.engadget.com/the-morning-after-twitter-rebrands-itself-as-x-and-ditches-the-bird-111524841.html?src=rss", "date_published": "2023-07-24T11:15:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter begins its transition to 'X'", "description": "<p>Unlike when Dogecoin's Shiba Inu briefly replaced it, it seems <a href=\"https://www.engadget.com/elon-musk-is-rebranding-twitter-to-x-and-killing-the-bird-logo-165944573.html\">Twitter's longstanding bird logo</a> is genuinely having its last curtain call. Elon Musk and Twitter (or should we say X?) CEO Linda Yaccarino announced that the <a href=\"https://twitter.com/lindayacc/status/1683353772917940225\">company was rebranding as &quot;X&quot;</a> and <a href=\"https://twitter.com/lindayacc\">projected the new emblem</a> onto the company's San Francisco headquarters. So far, the simple white logo with a black background has replaced the bird in the top left spot of the website, and the pair have it next to their respective names and blue checks. <a href=\"https://twitter.com/Twitter\">Twitter's official account has also been renamed X</a>, with the new logo and a stark black background. As of publication, the blue bird still exists in the browser icon, but that will likely change soon.</p><div id=\"58ead7ea5a354f5fbf7e5d6d2689cb30\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Lights. Camera. X! <a href=\"https://t.co/K9Ou47Qb4R\">pic.twitter.com/K9Ou47Qb4R</a></p>— Linda Yaccarino (@lindayacc) <a href=\"https://twitter.com/lindayacc/status/1683357189589663744?ref_src=twsrc%5Etfw\">July 24, 2023</a></blockquote></div><p>Musk has long had an affinity for the letter X, naming his 1999 banking startup<a href=\"https://www.engadget.com/2017-07-11-elon-musk-buys-his-old-x-com-domain-from-paypal.html\"> x.com</a>, aerospace company SpaceX and <a href=\"https://www.engadget.com/elon-musks-new-ai-company-aims-to-understand-the-true-nature-of-the-universe-172255152.html\">recent AI venture xAI</a>. Speaking of x.com, type that into your search bar, and it will automatically reroute you to Twitter's homepage —&nbsp;<a href=\"https://www.engadget.com/2017-07-11-elon-musk-buys-his-old-x-com-domain-from-paypal.html\">Musk bought x.com</a> back from PayPal in 2017.</p><span id=\"end-legacy-contents\"></span><p>Musk and co have made hefty claims about Twitter's future since he first took ownership, and its rebrand is no exception. &quot;X is the future state of unlimited interactivity – centered in audio, video, messaging, payments/banking – creating a global marketplace for ideas, goods, services, and opportunities,&quot; Yaccarino said in a <a href=\"https://twitter.com/lindayacc/status/1683213798386147329\">Twitter thread</a> repeating much of what Musk has said in the past. &quot;Powered by AI, X will connect us all in ways we're just beginning to imagine.&quot; We'll have to wait and see if the rebrand does anything to bring back all the <a href=\"https://www.engadget.com/twitter-losing-advertisers-boycott-193748977.html\">advertising dollars</a> the company has lost or help it compete against <a href=\"https://www.engadget.com/threads-users-are-already-spending-less-time-in-the-app-182738755.html\">Meta's Threads</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-begins-its-transition-to-x-100901444.html?src=rss", "link": "https://www.engadget.com/twitter-begins-its-transition-to-x-100901444.html?src=rss", "date_published": "2023-07-24T10:09:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "'Star Trek: Strange New Worlds' season 2 will include a musical episode", "description": "<p>Star Trek <a href=\"https://gizmodo.com/star-trek-wrath-khan-musical-parody-opening-off-broadwa-1850179078\">musical parodies</a> have been a thing since the Shatner days, but no official Star Trek musical has ever been released officially. That's about to change, though, as <em>Star Trek: Strange New Worlds </em>season 2<em>&nbsp;</em>will feature the first ever Star Trek musical episode, Paramount announced. Called <em>Subspace Rhapsody</em>, it will be the ninth episode of the season and debut on Paramount Plus on August 3rd at 7PM ET.&nbsp;&nbsp;</p><p>The news dropped at San Diego Comic-Con during the Star Trek Universe panel, along with a video (below, US only). It features 10 new songs composed by Kay Hanley and Tom Polce of the rock band Letters to Cleo.</p><span id=\"end-legacy-contents\"></span><div id=\"36646f6f5c67428b88754a783888d88e\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Strange New Worlds</em> has <a href=\"https://www.rottentomatoes.com/tv/star_trek_strange_new_worlds\">been a success</a> with both critics (including <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-picks-up-where-it-left-off-130025200.html\">Engadget's Daniel Cooper</a>) and audiences since its debut, thanks in large part to the cast led by Anson Mount (Captain Pike), Rebecca Romjin (Number 1) and Ethan Peck (Spock). It also brought a lighter touch to the <em>Star Trek</em> universe following darker shows like <em>Picard</em>. As we detailed yesterday, the show dropped its <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-drops-its-lower-decks-crossover-early-230033262.html\"><em>Lower Decks</em> crossover episode</a> earlier than expected, and it's now available to stream.&nbsp;</p><p>Musical TV episodes are nothing new, with some of the more noteworthy ones coming out of <a href=\"https://www.youtube.com/watch?v=FmLSjwam26E\"><em>Buffy the Vampire Slayer</em></a>, <a href=\"https://www.youtube.com/watch?v=pnIk0npINiE\"><em>Scrubs</em></a> and <a href=\"https://www.youtube.com/watch?v=U63EchG3TEQ\"><em>Xena, Warrior Princess</em></a> (yep). Sometimes these are, well, unmotivated, with everyone suddenly breaking into song (<em>Scrubs</em>), or the musical is built as a bottle episode outside the reality of the main show (<em>Xena</em>).&nbsp;</p><p>Subspace Rhapsody seems to be set in motion by plot events, though, with some kind of (insert your favorite Trek MacGuffin here) event bringing out the characters' inner theater kids. As shown in the trailer and retro-style poster, it's staged and performed as a full-blown musical, and looks like some silly fun.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-strange-new-worlds-season-2-will-include-a-musical-episode-042558081.html?src=rss", "link": "https://www.engadget.com/star-trek-strange-new-worlds-season-2-will-include-a-musical-episode-042558081.html?src=rss", "date_published": "2023-07-24T04:25:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]