[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Conker's Bad Fur Day x First 4 Figures - Official The Great Mighty Poo Statue Sneak Peek Trailer", "description": "The Great Mighty Poo from Conker's Bad Fur Day is getting a statue that's coming soon to First 4 Figures. Check out the teaser trailer for a peek at The Great Mighty Poo statue.", "link": "https://www.youtube.com/watch?v=SozqiawaWwU", "date_published": "2023-07-24T22:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/SozqiawaWwU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Exclusive Look at Armored Core VI Comic Con After Party | SDCC 2023", "description": "IGN host Alan Wheeler attends the Armored Core VI San Diego Comic Con party on the roof of the Hard Rock hotel, to discuss the game with creators and experience everything this party has to offer and it’s all presented by Armored Core VI. \n\nThe upcoming mech-based action game being developed by From Software and the latest in the studio's long-running series,  Armored Core 6, will be released on August 25 for PC (via Steam), PS4, PS5, Xbox One, and Xbox Series XIS.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=wYw-Hs2S-bw", "date_published": "2023-07-24T22:28:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wYw-Hs2S-bw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney Speedstorm - Official Minnie Mouse Reveal Trailer", "description": "Minnie Mouse is coming to Disney Speedstorm's Season 3 as a bonus racer. Watch the latest Disney Speedstorm trailer to see Minnie take to the tracks! The Season 3 update for Disney Speedstorm is inspired by Disney's Lilo & Stitch, and will also feature a new Lilo & Stitch-inspired environment and season tour, Lilo & Stitch racers (including Stitch, Lilo, Jumba, Captain Gantu, and Angel), Lilo & Stitch customization items, new crew members, and more.\n\nDisney Speedstorm's Season 3 update will be available on August 1, 2023.", "link": "https://www.youtube.com/watch?v=Hf3clhYzqdw", "date_published": "2023-07-24T21:21:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/Hf3clhYzqdw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Our microphone broke for this Futurama video #sdcc #simpsons #familyguy #americandad #shorts", "description": "", "link": "https://www.youtube.com/watch?v=mC1vuZZMfpY", "date_published": "2023-07-24T20:06:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mC1vuZZMfpY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "One Piece Pirate Warriors 4 - Official Character Pass 2 Trailer", "description": "Watch the latest trailer for One Piece Pirate Warriors 4 to see what to expect with the Character Pack 4 DLC, which brings Luffy (Onigashima Battle) and Luffy (Gear Five) to the game. Character Pack 4 will also feature two new fighters, with details to be revealed soon. Character Packs 5 and 6, which will add six more characters to the game, will be revealed at a later date as well. \n\nThe Character Pack 4 DLC will be available for purchase in September 2023, and will also be included as part of the new Character Pass 2, which is available to purchase now.", "link": "https://www.youtube.com/watch?v=oExmHWvFvd0", "date_published": "2023-07-24T20:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/oExmHWvFvd0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter movie directors fight each other #rackaracka #streetfighter #sdcc #talktome #shorts", "description": "", "link": "https://www.youtube.com/watch?v=K5ntsVl4ynw", "date_published": "2023-07-24T19:44:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/K5ntsVl4ynw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The problem with Miles Morales' new hairstyle #spiderman #playstation #ps5 #gaming #sdcc #shorts", "description": "", "link": "https://www.youtube.com/watch?v=b7h_7sMzoOc", "date_published": "2023-07-24T19:43:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/b7h_7sMzoOc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tatooine Will Be Fully Explorable in Star Wars Outlaws | Comic Con 2023", "description": "After Ubisoft's panel presentation at San Diego Comic Con 2023, we walked away with a bunch of juicy new details on how you'll interact with the galaxy in Star Wars Outlaws. Team up or betray Jabba the Hutt in a fully explorable Tatooine for the first time ever.\n\n#IGN #SDCC #StarWars", "link": "https://www.youtube.com/watch?v=dTPYIdx1OcY", "date_published": "2023-07-24T19:26:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dTPYIdx1OcY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Studio Ghibli: A Wonderful Tour of Their Booth | Comic Con 2023", "description": "Studio Ghibli brought a huge booth to San Diego Comic Con 2023. Join us as we walkthrough all the coolest and most iconic pieces that have come from the revered studio. \n\nPresented by FX’s What We Do in the Shadows. All new Thursdays on FX. Stream on Hulu\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=OwU68ZT3T4M", "date_published": "2023-07-24T19:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/OwU68ZT3T4M/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Todd McFarlane Reacts to Marvel's Spider-Man 2 Venom | Comic Con 2023", "description": "Todd McFarlane, the co-creator of Venom shares his thoughts on the design of Venom in the upcoming Marvel's Spider-Man 2 game, as well as thoughts on other adaptations of the character.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=XwD1BzSi67Y", "date_published": "2023-07-24T18:12:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XwD1BzSi67Y/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Biggest Trailers to Come Out of SDCC | Comic Con 2023", "description": "\"IGN's Akeem Lawanson, Joshua Yehl, and Stella Chung recap some of SDCC's biggest trailers, from Mortal Kombat 1's DLC featuring a few super (bad) heroes, parsing out exactly what One Punch Man: World is, and of course, celebrating the return of The Walking Dead's Daryl Dixon in his own spin-off.\nThis broadcast is brought to you by the Xfinity 10G Network. The Future starts now.\"\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=o0nzaiNqi38", "date_published": "2023-07-24T18:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/o0nzaiNqi38/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8: All Rage Arts and Heat Smashes In Closed Network Test", "description": "Last weekend was the first Tekken 8 closed network test, and we have 4K footage of all the included characters' super movies, including the Rage Arts and Heat Smashes! Please enjoy this Tekken 8 gameplay!\n\nTekken 8 is the newest entry in the long-running fighting game franchise. Thanks to its move to Unreal Engine 5, it's looking better than ever! It also comes with a host of new mechanics, all wrapped up in the new Heat system. And while this wasn't exactly a Tekken 8 beta, we still got to go hands on with it! Many familiar faces are returning to Tekken 8: Lili, Kazuya, Jin, Leroy, Law, Jun, and Paul among them.", "link": "https://www.youtube.com/watch?v=aJ0cdEJ0rNo", "date_published": "2023-07-24T17:28:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/aJ0cdEJ0rNo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Can Daredevil Save Marvel's Disney+ Shows? | Comic Con 2023", "description": "IGN's Akeem Lawanson is joined by Amelia Emberwing, Kim Horcher, and Joshua Yehl to discuss the current state of the Marvel Cinematic Universe's Disney+'s TV shows, before speculating on the future of the highly-anticipated return of Matt Murdock (Charlie Cox), Wilson Fisk/Kingpin (Vincent D'Onofrio), and Frank Castle (Jon Bernthal) in Daredevil: Born Again.\n\nPresented for VOD: Presented by The Xfinity 10G Network\n\n#IGN #SDCC #MCU", "link": "https://www.youtube.com/watch?v=8si2V0sS06Q", "date_published": "2023-07-24T17:20:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8si2V0sS06Q/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Does Star Wars Still Need Movies? | Comic-Con 2023", "description": "Star Wars is punching it straight ahead to the Unknown Regions in 2023 and beyond, but with all of the Disney + series, comics and video games? When can fans expect to see a Star Wars a Star Wars movie in theaters. Lucasfilm has several feature films in various stages of the development process so the answer to that question remains unclear. But does Star Wars even need movies in 2023? IGN host Max Scoville welcomes guests Joshua Yehl and Kim Horcher to talk about the present and future of the franchise.\n\nPresented by FX’s What We Do in the Shadows. All new Thursdays on FX. Stream on Hulu", "link": "https://www.youtube.com/watch?v=iVYEDnSjMhk", "date_published": "2023-07-24T17:18:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iVYEDnSjMhk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Heels - Official Season 2 Teaser Trailer (2023) Stephen Amell, Alexander Ludwig | Comic Con 2023", "description": "Here's a sneak peek at Season 2 of Heels, the sports drama series starring Stephen Amell and Alexander Ludwig. Season 2 also stars Alison Luff as Staci Spade, Mary McCormack as Willie Day, Kelli Berglund as Crystal Tyler, Allen Maldonado as Rooster Robbins, Chris Bauer as Wild Bill Hancock, Trey Tucker as Bobby Pin, Robby Ramos as Diego Cottonmouth, Alice Barrett Mitchell as Carol Spade, Roxton Garcia as Thomas Spade, David James Elliott as Tom Spade, Joel Murray as Eddie Earl, CM Punk as Ricky Rabies, AJ Mendez as Elle Dorado, Josh Segarra as Brooks Rizzo, and Emmy Raver-Lampman as Jen Lussier.\n\nA small-town sports drama series based on a wrestling league in rural Georgia, “Heels\" is aptly named after the wrestling term for a villain or antagonist. Most stories center around heroes vs. villains, but in wrestling, it’s faces vs. heels. Season two of the series brings fans back to the family-owned wrestling organization, Duffy Wrestling League (DWL), where brothers and rivals, Jack (Stephen Amell, “Arrow”) and Ace Spade (Alexander Ludwig, “Vikings”), continue to fight over their late father’s legacy and their individual versions of success, while also working to find their own identity as a “face” or a “heel.”\n\nHeels showrunner and executive producer Mike O’Malley also portrays Charlie Gully on the series. Michael Waldron is the show creator. Christopher Donnelly , Pete Segal, Patrick Walmsley, and Julie Yorn also serve as executive producers on the series. Heels is produced through O'Malley Ink and LBI Entertainment in association with Lionsgate Television for STARZ. \n\nHeels' Season 2 premieres on July 28 at midnight (ET) on the STARZ app and via linear tv on STARZ at 10:00 PM ET/PT in the U.S. and Canada.\n\n#IGN #TV #Heels", "link": "https://www.youtube.com/watch?v=dId77virIJk", "date_published": "2023-07-24T17:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dId77virIJk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gen V - Official Teaser Trailer (2023) Jaz Sinclair, Chance Perdomo | The Boys Spin-Off", "description": "Check out the teaser for Gen V, the upcoming The Boys spin-off series. Gen V stars Jaz Sinclair, Chance Perdomo, Lizze Broadway, Shelley Conn, Maddie Phillips, London Thor, Derek Luh, Asa Germann, Patrick Schwarzenegger, Sean Patrick Thomas, and Marco Pigossi. Gen V also features guest stars Clancy Brown and Jason Ritter, as well as appearances from Jessie T. Usher, Claudia Doumit, Colby Minifie, and P.J. Byrne, reprising their roles from The Boys.\n\nFrom the world of The Boys comes Gen V, which explores the training of the first generation of superheroes to know about Compound V, and that their powers were injected into them, rather than God-given. These young, competitive heroes put their physical and moral boundaries to the test, competing for the school’s highly coveted top ranking. They quickly come to learn that ambition comes with sacrifice, and the difference between right and wrong is not as clear as they once believed. When the university’s dark secrets come to light, the students must come to grips with what type of heroes they are going to become.\n\nMichele Fazekas and Tara Butters serve as showrunners and executive producers. Eric Kripke, Seth Rogen, Evan Goldberg, James Weaver, Neal H. Moritz, Ori Marmur, Pavun Shetty, Ken Levin, Jason Netter, Garth Ennis, Darick Robertson, Craig Rosenberg, Nelson Cragg, Zak Schwartz, Erica Rosbe, and Michaela Starr also serve as executive producers on the spinoff series. Serving as co-executive producers are Brant Englestein, Sarah Carbiener, Lisa Kussner, Gabriel Garcia, Aisha Porter-Christie, Judalina Neira, and Loreli Alanís. The series is produced by Sony Pictures Television and Amazon Studios, in association with Kripke Enterprises, Point Grey Pictures, and Original Film.\n\nGen V will debut on Prime Video with three episodes on Friday, September 29, followed by weekly episodes, leading up to the season finale on Friday, November 3, 2023.\n\n#IGN #TV #TheBoys", "link": "https://www.youtube.com/watch?v=0_EPP2wBrZA", "date_published": "2023-07-24T16:32:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0_EPP2wBrZA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Twisted Metal: Will Arnett and Samoa Joe on Adapting Sweet Tooth for Live-Action", "description": "Editor's note: this interview was conducted prior to the SAG-AFTRA strike, which was called on July 13.\n\nWill Arnett (who provides the voice of Sweet Tooth) and Samoa Joe (who plays Sweet Tooth) explain to IGN how their incarnation of the iconic villain is similar to and differs from his video game counterpart.\n\nTwisted Metal, a half-hour live-action TV series based on the classic PlayStation game series, is a high-octane action comedy, based on an original take by Rhett Reese & Paul Wernick and written by Michael Jonathan Smith, about a motor-mouthed outsider offered a chance at a better life, but only if he can successfully deliver a mysterious package across a post-apocalyptic wasteland\n\nAll ten episodes premiere exclusively on Peacock on July 27, 2023.\n\n#TwistedMetal #SweetTooth", "link": "https://www.youtube.com/watch?v=uyHZ2RKe300", "date_published": "2023-07-24T15:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uyHZ2RKe300/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Trine 5: A Clockwork Conspiracy - Official Pontius the Knight Trailer", "description": "Meet Pontius the Knight, Protector of the Realm, in this latest trailer for the magical co-op adventure game Trine 5: A Clockwork Conspiracy. Check it out to see the character in action and learn about Pontius' sword and shield abilities, his charge and stomp abilities, the Prismatic Talisman, and more.\n\nTrine 5: A Clockwork Conspiracy will be available on PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Nintendo Switch on August 31, 2023.\n\n#IGN #Gaming #Trine", "link": "https://www.youtube.com/watch?v=UoyNBmodX8I", "date_published": "2023-07-24T14:32:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UoyNBmodX8I/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem - Official 'Meeting Superfly' Clip (2023) Ice Cube", "description": "The turtles meet Superfly (voiced by Ice Cube) in this latest clip from Teenage Mutant Ninja Turtles: Mutant Mayhem. The upcoming movie stars Micah Abbey, Shamon Brown Jr., Hannibal Buress, Rose Byrne, Nicolas Cantu, John Cena, Jackie Chan, Ice Cube, Natasia Demetriou, Ayo Edebiri, Giancarlo Esposito, Post Malone, Brady Noon, Seth Rogen, Paul Rudd, and Maya Rudolph.\n\nAfter years of being sheltered from the human world, the Turtle brothers set out to win the hearts of New Yorkers and be accepted as normal teenagers through heroic acts. Their new friend April O’Neil helps them take on a mysterious crime syndicate, but they soon get in over their heads when an army of mutants is unleashed upon them. \n\nThe film's screenplay is by Seth Rogen & Evan Goldberg & Jeff Rowe and Dan Hernandez & Benji Samit. The story is by Brendan O'Brien and Seth Rogen & Evan Goldberg & Jeff Rowe. It is produced by Seth Rogen, p.g.a., Evan Goldberg, p.g.a., and James Weaver, p.g.a., and executive producers are Ramsay McBean and Josh Fagen.\n\nTeenage Mutant Ninja Turtles: Mutant Mayhem, directed by Jeff Rowe and co-directed by Kyler Spears, opens in UK cinemas on July 31, and in US theaters on August 2, 2023.\n\n#IGN #Movies #TMNT", "link": "https://www.youtube.com/watch?v=yGuzDV9-j5o", "date_published": "2023-07-24T13:47:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yGuzDV9-j5o/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sand Land 12 Minutes of PS5 Gameplay | Comic Con 2023", "description": "The one-off Akira Toriyama Sand Land manga series from the early 2000's has leaped off the page to become an action role-playing video game developed by ILCA and published by Bandai Namco Entertainment. Sand Land the game is slated to release in the near future for PlayStation 4, PlayStation 5, Xbox Series X | S and Windows PC on Steam. 12 Minutes of PS5 gameplay from San Diego Comic Con 2023.", "link": "https://www.youtube.com/watch?v=Nnt4wX0Ayv8", "date_published": "2023-07-24T01:55:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/Nnt4wX0Ayv8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat Legends: Cage Match - Official Red Band Trailer (2023) Joel McHale, Jennifer Grey", "description": "In 1980s Hollywood, action star Johnny Cage is looking to become an A-list actor. But when his costar, Jennifer, goes missing from set, Johnny finds himself thrust into a world filled with shadows, danger and deceit. As he embarks on a bloody journey, Johnny quickly discovers the City of Angels has more than a few devils in its midst. He faces off against a sinister secret society plotting a nefarious scheme, but the brutal fight against the bloodthirsty warriors of the Netherrealm is just beginning. Can Johnny, alongside other Mortal Kombat legends, save humanity...and, more importantly, his career?", "link": "https://www.youtube.com/watch?v=Wt7lNyOXk_k", "date_published": "2023-07-24T00:53:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Wt7lNyOXk_k/hqdefault.jpg"}]