[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Disney Illusion Island - EVERYTHING YOU NEED TO KNOW Before You Buy", "description": "At a time when it feels like there’s a major new release every week, it can be easy to overlook a few of the relatively smaller upcoming releases, but based on what’s been shown of it so far, it seems like Disney Illusion Island is definitely a game that more people should be keeping an eye on. \n\nDeveloped by Dlala Studios of Battletoads fame, Disney Illusion Island is promising to transport players into a new sidescrolling Metroidvania platforming experience, and with a focus on movement and traversal and gorgeous visuals (and almost entirely no combat), it sure seems like an intriguing prospect. With the game launching not long from now, here, we’re going to take a look at a few key details that you should know about it.", "link": "https://www.youtube.com/watch?v=pZr6hO20zrk", "date_published": "2023-07-24T17:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pZr6hO20zrk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Baldur's Gate 3 - 15 THINGS WE CAN'T WAIT TO DO", "description": "With how massive Baldur's Gate 3 looks, figuring out what to do and where to go can be a real task. If you stick to the main story path, it's easily over 75 hours long, while completionists can spend about 200 hours looking for secrets, speaking to NPCs, and more.\n\nFortunately, there's something for everyone, whether experimenting with different builds using multiclassing, unleashing powerful new Spells, battling new foes, or exploring the world. You can manipulate the printing press for positive headlines or shop for new clothes. You can also go full Renegade and take out everything.\n\nCheck out 15 things we can't wait to do when Larian's epic RPG arrives on August 3rd for PC.", "link": "https://www.youtube.com/watch?v=t9ezZXEti0s", "date_published": "2023-07-24T15:30:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/t9ezZXEti0s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Times Single Player Game Developers FOOLISHLY CHASED MULTIPLAYER TRENDS", "description": "The push and pull between single player and multiplayer games has been a fixture of the games industry for a long time now, and as the popularity of both sides has ebbed and flowed, the other has reacted accordingly. \n\nThere have, for instance, been no few occasions when developers that have built their reputations on excellent single player experiences have misguidedly attempted to chase the commercial and ongoing success of multiplayer experiences, and though not all have failed to make that transition successfully, many have. \n\nFrom multiplayer modes being crammed into single player games where they don’t belong to studios dropping solo experiences entirely in favour of whatever the market’s popular trend is, examples of such nature are numerous, to say the very least. Here, we’re going to take a look at a few such instances.", "link": "https://www.youtube.com/watch?v=_Xw6GZlZf1A", "date_published": "2023-07-24T13:30:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/_Xw6GZlZf1A/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Nobunaga’s Ambition: Awakening Review - The Final Verdict", "description": "Nobunaga’s Ambition: Awakening is the latest in a long-running franchise that spans almost four whole decades. The newest game brings the same classic gameplay that the series is known for, coupled with impressive new visuals and a unique control scheme that allows fans of strategy games to play it on a controller.\n\nNobunaga’s Ambition: Awakening takes place during the tumultuous period of Japanese history known as the Sengoku era, and revolves around a number of daimyos rising up in rebellion against the falling Ashikage Shogunate.\n\nRather than focusing on battles, however, Nobunaga’s Ambition: Awakening instead focuses quite a bit on having you manage your clan and its territories. While winning fights is important, making sure your villagers are fed and your treasury isn’t empty is also equally important in Oda Nobunaga’s grand adventure to try and unify the country of Japan.", "link": "https://www.youtube.com/watch?v=i2U-0K4hXTk", "date_published": "2023-07-24T10:30:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/i2U-0K4hXTk/hqdefault.jpg"}]