[{"source": "https://www.theguardian.com/rss", "title": "Conditions at Manston centre for asylum seekers ‘unacceptable’", "description": "<p>Watchdog’s report also has ‘serious concerns’ about conditions at Western Jet Foil and Kent Intake Unit</p><p>Conditions at a processing centre for asylum seekers who arrive on the Kent coast in small boats have been called unacceptable in a report from a watchdog that monitors the centre.</p><p>Representatives from the Independent Monitoring Boards (IMB) made a total of 85 visits in 2022 to three Home Office processing centres for small boat arrivals – Manston, Western Jet Foil and Kent Intake Unit – for its 2022 annual report into short-term holding facilities on the Kent coast. All three centres hit the headlines last year due to a variety of scandals and serious incidents.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/23/conditions-at-manston-centre-for-asylum-seekers-unacceptable\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/23/conditions-at-manston-centre-for-asylum-seekers-unacceptable", "date_published": "2023-10-22T23:01:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Heat pump grant boosted by 50% to improve slow take-up across England and Wales", "description": "<p>Extra £2,500 now available for low-carbon air source heat pumps to take installation cost below a gas boiler </p><p>The government is increasing its air source heat pump grants for homeowners in England and Wales by 50% to £7,500 from Monday amid criticism about slow adoption of the low-carbon technology.</p><p>The £2,500 in extra support – on top of £5,000 offered – aims to take the cost of installing an air source heat pump below that of the average gas boiler.</p> <a href=\"https://www.theguardian.com/business/2023/oct/23/heat-pump-grant-boosted-by-50-to-improve-slow-take-up-across-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/23/heat-pump-grant-boosted-by-50-to-improve-slow-take-up-across-england-and-wales", "date_published": "2023-10-22T23:01:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Plan for UK to host thousands of Gaza refugees drawn up by charities", "description": "<p>Groups urge government to introduce emergency family reunion scheme modelled on initiative for Ukrainians</p><p>A blueprint setting out how Britain could provide refuge to thousands of Palestinians from Gaza has been drawn up by a coalition of charities and groups.</p><p>Organisations including the Refugee Council, Safe Passage International, Doctors of the World, Helen Bamber Foundation and City of Sanctuary have raised concerns about the conflict worsening the Palestinian refugee crisis.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/23/plan-for-uk-to-host-thousands-of-gaza-refugees-drawn-up-by-charities\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/23/plan-for-uk-to-host-thousands-of-gaza-refugees-drawn-up-by-charities", "date_published": "2023-10-22T23:01:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Funeral held for Detroit synagogue president as police search for motive", "description": "<p>Officials say they have found no proof of antisemitism as Samantha Woll killing brings wave of grief to Jewish and Democratic circles</p><p>A funeral was held on Sunday for the president of a Detroit synagogue who was <a href=\"https://www.theguardian.com/us-news/2023/oct/21/samantha-woll-killed-detroit-downtown-synagogue\">killed over the weekend</a>, as police searched for a motive.</p><p>Samantha Woll, an adviser to Democratic politicians and president of the Isaac Agree Downtown Synagogue, was found stabbed to death outside her home in the Lafayette Park neighborhood of Detroit on Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/22/detroit-synagogue-president-killing-samantha-woll-funeral\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/22/detroit-synagogue-president-killing-samantha-woll-funeral", "date_published": "2023-10-22T22:22:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "EU-funded report calls for wealth of super-rich to be taxed, not income", "description": "<p>Wealthiest 3,000 working on ‘edge of legality’ using shell companies to funnel dividends and own property to negate income tax, says study</p><p>Billionaires have been operating on the “border of legality” in using shell companies to avoid tax and the world’s 3,000 wealthiest individuals should be charged a 2% levy on their wealth, a research group created to inform EU tax policy has claimed.</p><p>In its inaugural global tax evasion report, the Paris-based EU Tax Observatory said billionaires have been pushing the limits of the law by moving certain types of income, including dividends from company shares, through dedicated holding companies that usually serve no other purpose.</p> <a href=\"https://www.theguardian.com/business/2023/oct/22/eu-funded-report-calls-for-wealth-of-super-rich-to-be-taxed-not-income\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/22/eu-funded-report-calls-for-wealth-of-super-rich-to-be-taxed-not-income", "date_published": "2023-10-22T22:00:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Australia in ‘the midst of a food security crisis’ as 3.7m households struggle to buy enough to eat", "description": "<p>Almost 350,000 additional households experienced food insecurity in the past year, according to latest Foodbank survey</p><ul><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Some 3.7 million households across Australia have experienced food insecurity over the past 12 months, a jump of almost 350,000 on the previous year, Foodbank’s annual hunger report reveals.</p><p>More than 2.3 million of those households were severely “food insecure”, meaning they were actively going hungry, reducing food intake, skipping meals or going entire days without eating.</p><p><strong><a href=\"https://www.theguardian.com/email-newsletters?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundu", "link": "https://www.theguardian.com/australia-news/2023/oct/23/australia-in-the-midst-of-a-food-security-crisis-as-37m-households-struggle-to-buy-enough-to-eat", "date_published": "2023-10-22T21:22:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "England restore faith but World Cup near miss signals the end of an era | Robert Kitson", "description": "<p>Team delivered most committed performance for four years but more flexibility is needed to overcome the best in world</p><p>There is still one last remaining tango in Paris for both South Africa and England. The Springboks now have a delicious rendezvous with New Zealand in Saturday’s final, a showdown with all the ingredients to be a classic. England, meanwhile, have the less thrilling prospect of a “bronze final” against Argentina on Friday night, the rugby equivalent of a lukewarm kebab on the way home.</p><p>The stark contrast further underlines the fine margins involved at the highest level. England led on Saturday night for more than three-quarters of a compelling match and delivered their most rousingly committed performance for four years. Against most opposition it would have been sufficient but finishing off this multiheaded Springbok hydra continues to be easier said than done.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/oct/22/england-south-africa-rugby-wo", "link": "https://www.theguardian.com/sport/blog/2023/oct/22/england-south-africa-rugby-world-cup", "date_published": "2023-10-22T21:00:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Courtney Lawes to end England playing career after Rugby World Cup", "description": "<ul><li>Lawes set for international retirement after Argentina playoff</li><li>‘It’s a bit of an end of an era but it’s been a real honour’</li></ul><p>Courtney Lawes has admitted the World Cup <a href=\"https://www.theguardian.com/sport/2023/oct/21/england-south-africa-rugby-world-cup-semi-final-match-report\">semi-final defeat by South Africa</a> marks the end of an era after confirming his intentions to retire from England duty after the tournament.</p><p>Lawes, who with 105 caps is England’s fifth-most capped men’s international, will call time on his Test playing days after Friday’s bronze medal match against Argentina. He could be joined by a host of others including Dan Cole, Joe Marler, Ben Youngs and Danny Care, who are all also in the twilight of their careers.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/courtney-lawes-england-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/courtney-lawes-england-rugby-world-cup", "date_published": "2023-10-22T21:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Indomitable Max Verstappen holds off British rivals to win US F1 GP", "description": "<ul><li>Lewis Hamilton second, Lando Norris third</li><li>World champion started sixth on the grid</li></ul><p>Max Verstappen displayed both patience and precision control to take victory at the US Grand Prix but it was ultimately the relentless pace of his Red Bull that proved decisive in a tense race in Austin. The world champion and his team were faced with a determined effort from the Mercedes of Lewis Hamilton, who was second, and the McLaren of Lando Norris, who was third, but had their measure once more.</p><p>Norris had taken the lead at the opening corner of the Circuit of the Americas and drove a consummate race in his resurgent car, while his team and Mercedes tried their best with tyre strategy to take the fight to Red Bull but ultimately Verstappen’s race pace proved indomitable, as it has all season.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/indomitable-max-verstappen-holds-off-british-rivals-to-win-us-f1-gp\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/indomitable-max-verstappen-holds-off-british-rivals-to-win-us-f1-gp", "date_published": "2023-10-22T20:56:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Three Little Birds review – Lenny Henry’s Windrush drama is way too sanitised", "description": "<p>The star’s semi-autobiographical period drama about Jamaican immigrants moving to England in the 50s fails to get under the skin of its characters. It needs more grit</p><p>Our grandparents are a mystery to us. Perhaps our parents are, too. They travelled vast distances to start new lives in strange continents – how were they so brave? They endured unhappy marriages and exhausting, demeaning work – how were they so resilient? They raised us not to ask impertinent questions, then died without explaining themselves. So how are we now to understand them?</p><p><a href=\"https://www.theguardian.com/culture/lenny-henry\">Lenny Henry</a>’s new period drama set in Dudley addresses some of these mysteries by telling the stories of three women who – like Henry’s own mother – left Jamaica in 1957 to find their fortunes in the supposedly welcoming “mother country”. That’s England, pronounced “<em>HIN</em>-gland” by God-fearing young ladies like Hosanna Drake (Yazmin Belo), the prim preacher’s ", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/22/three-little-birds-review-lenny-henrys-windrush-drama-is-way-too-sanitised", "date_published": "2023-10-22T20:00:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Joshua open to fighting Wilder on same night as Fury and Usyk", "description": "<ul><li>Joshua claims event could take place by March in Saudi Arabia</li><li>‘What we are being told is they want to make a mega-card’</li></ul><p>Anthony Joshua said he could fight Deontay Wilder as part of a blockbuster boxing event which will also feature Tyson Fury’s undisputed heavyweight showdown against Oleksandr Usyk in Saudi Arabia.</p><p>Joshua, who raised the prospect of the mouthwatering mega-contest taking place as early as March – also revealed his next fight will be in London, at either the O<sub>2</sub> or Wembley Arena, in December.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/anthony-joshua-boxing-tyson-fury-deontay-wilder-oleksandr-usyk\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/anthony-joshua-boxing-tyson-fury-deontay-wilder-oleksandr-usyk", "date_published": "2023-10-22T19:08:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Mamma Mia! I Have a Dream review – no reality show has ever featured this much screaming", "description": "<p>Fourteen overexcited hopefuls head to Greece to compete for West End roles in the Abba musical. It’s a wildly rushed, tension-free series that is never less than shrill</p><p>Maybe my mind periodically wipes itself of as many wearying memories as it can, but I don’t remember there being this much screaming the first time around. It is possible that there has never been this much screaming in any reality show. Mamma Mia! I Have a Dream comprises 14 young would-be musical theatre stars competing for the chance to make their debuts as Sophie or Sky in the long-running Abba-stuffed West End show, so brace yourselves. Zoe Ball is presenting, and it is like watching her herd cats.</p><p>The first time this kind of caper was attempted was way back, before Andrew Lloyd Webber became the sort of Tory peer who would fly in on his private plane to vote in favour of cutting tax credits, and John Barrowman was unproblematically everywhere. How Do You Solve a Problem Like Maria? hit our screens", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/22/itv-mamma-mia-i-have-a-dream-review-no-reality-show-has-ever-featured-this-much-screaming", "date_published": "2023-10-22T18:30:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Missing 16-year-old British girl was killed in Hamas attack, family says", "description": "<p>Noiya Sharabi confirmed dead along with sister, Yahel, and mother, Lianne, after raid on Israeli kibbutz</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/oct/22/israel-hamas-war-live-gaza-strikes-to-intensify-israeli-military-says-west-bank-mosque-hit\">Israel-Hamas war: latest updates</a></strong></li></ul><p>A 16-year-old British girl who went missing after Hamas targeted an Israeli kibbutz was murdered during the attack along with her sister and mother, her family have said.</p><p>Noiya Sharabi was feared kidnapped after the 7 October attack on Be’eri kibbutz in which her 13-year-old sister and mother were killed. However, on Sunday her family <a href=\"https://www.bbc.co.uk/news/uk-67188397\">told the BBC</a> that she too had been murdered.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/missing-16-year-old-british-girl-killed-in-hamas-attack-family-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/missing-16-year-old-british-girl-killed-in-hamas-attack-family-says", "date_published": "2023-10-22T18:28:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Planet Earth III review – David Attenborough creates yet more majestic TV", "description": "<p>This awe-inspiring series has a scale that is simply spectacular. It is possible to watch and enjoy it purely for the astonishing footage – but it will horrify you too</p><p>It should be alarming that, in the six years since Planet Earth last appeared on our screens, this third series finds itself in a darker mood. As always, these documentaries narrated by Sir David Attenborough are a testament to the wonders of the natural world. The footage, gathered over five years across 43 countries, is astonishing and awe-inspiring. The first episode alone, dedicated to coasts, travels from Kent to Australia, through South Africa, Canada, Indonesia and more. The scale and scope of this project are spectacular.</p><p>It is often a great joy to watch. There is a god’s eye view, painterly and stunning, of seal pups frolicking near a South African peninsula, until great white sharks start to feast on what must appear to them as a buffet. There are desert lion sisters in Namibia, learning to hun", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/22/planet-earth-iii-review-david-attenborough-creates-yet-more-majestic-tv", "date_published": "2023-10-22T18:15:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure grows on Israel to negotiate release of Gaza hostages", "description": "<p>Families given glimmer of hope by release of two US citizens, but fear time is running out before ground invasion</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/22/israel-hamas-war-live-gaza-strikes-to-intensify-israeli-military-says-west-bank-mosque-hit\">Israel-Hamas war: latest updates</a></li></ul><p>Pressure has intensified on Israel to negotiate the release of more than 200 people held by Palestinian militants in Gaza, with desperate families begging officials to help free their loved ones before an anticipated ground invasion.</p><p>An Israeli military spokesperson announced on Sunday that more than 212 people were held in Gaza, as officials worked to identify and locate those missing after a deadly incursion by Hamas on 7 October.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/pressure-grows-on-israel-to-negotiate-release-of-gaza-hostages\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/pressure-grows-on-israel-to-negotiate-release-of-gaza-hostages", "date_published": "2023-10-22T18:13:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Exit polls show rightwing SVP making gains in Swiss federal elections", "description": "<p>Public broadcaster SSR reports party on track to win 29% of vote, an increase of almost 3.5% on 2019 results</p><p>The rightwing populist Swiss People’s party (SVP) was set to further strengthen its position as the largest political force in parliament, exit polls have suggested, as voters appeared to back the party’s hardline stance against mass migration and what it called “woke madness”.</p><p>Public broadcaster SSR said the SVP was on track to receive 29% of the vote, an increase of nearly 3.5% over its 2019 results.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/exit-polls-show-rightwing-svp-making-gains-in-swiss-federal-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/exit-polls-show-rightwing-svp-making-gains-in-swiss-federal-elections", "date_published": "2023-10-22T18:04:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Formula One: United States Grand Prix – live", "description": "<ul><li>Leclerc to start on pole at Circuit of the Americas</li><li>Send Beau a tweet at <a href=\"https://twitter.com/duresport\">@duresport</a> or <a href=\"mailto:beau.dure.freelance@theguardian.com\">email him</a></li></ul><p><strong>Death. Taxes. Verstappen.</strong></p><p>The champion has won 14 of 17 races this season. Will he struggle to make it 15 out of 18 after an error in qualifying left him sixth in the grid? Probably not, but we’ll watch anyway as the global racing circuit tackles the intriguing speedway in Texas. At the very least, he’ll have to pass someone – and we’ll have some intriguing contests for the other places on the final podium as the season draws closer to its close.</p> <a href=\"https://www.theguardian.com/sport/live/2023/oct/22/formula-one-united-states-grand-prix-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/oct/22/formula-one-united-states-grand-prix-live", "date_published": "2023-10-22T18:03:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Watkins and Bailey see off West Ham with a flourish as Aston Villa go fifth", "description": "<p>Unai Emery can celebrate his first anniversary in charge of Aston Villa on Tuesday safe in the knowledge that he has turned his team into genuine contenders to be considered among the best of the rest. Only Manchester City, Arsenal and Liverpool have gained more wins over this period and, with Douglas Luiz continuing his unlikely conversion into a prolific goalscoring midfielder, Villa moved into a potential Champions League qualification place with their best start to a Premier League season in a quarter of a century.</p><p>Not since Dwight Yorke scored in eight successive top-flight home games in 1991 have Villa had such a prolific homebird as Douglas Luiz. Not bad for a holding midfielder whom Steven Gerrard was willing to offload last year.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/aston-villa-west-ham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/aston-villa-west-ham-premier-league-match-report", "date_published": "2023-10-22T17:51:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Germany’s troubled ‘traffic-light’ coalition: dealing with the midterm blues | Editorial", "description": "<p>Olaf Scholz’s three-party coalition needs to treat recent state elections in Bavaria and Hesse as a wake-up call</p><p>Midterm electoral verdicts on incumbent administrations can be unsparing. But elections this month in Germany’s Bavaria and Hesse states were notable for delivering a particularly savage one on the country’s governing “traffic-light” coalition.</p><p>In the red corner, Chancellor Olaf Scholz’s Social Democrats (SPD) recorded the party’s <a href=\"https://www.theguardian.com/world/2023/oct/08/conservatives-hold-ground-in-german-state-elections-in-setback-for-scholz\" title=\"\">worst</a> ever results in both states. The Greens’ share of the vote also fell alarmingly. The smallest party in the coalition, the liberal Free Democratic Party (FDP), barely troubled the scorers in Bavaria and failed to meet the threshold required to be represented in the state parliament. Depressingly, the most eye-catching beneficiary of this collective humiliation was the far-right Alternat", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/the-guardian-view-on-germanys-troubled-traffic-light-coalition-dealing-with-the-midterm-blues", "date_published": "2023-10-22T17:30:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on edible art: let them eat cake – and digest its meanings | Editorial", "description": "<p>A feminist cake sculpture still has resonance nearly five decades after it was first created</p><p>Is art eternal? Bobby Baker’s forthcoming installation at Tate Britain is built not to last. But it also confirms that the best work endures. The gallery is <a href=\"https://www.theguardian.com/artanddesign/2023/oct/19/a-radical-piece-of-cake-feminist-sculptural-installation-restaged-at-tate-britain\" title=\"\">presenting a restaging </a>of her influential 1976 cake sculpture, An Edible Family in a Mobile Home. Visitors are invited not only to touch but to literally consume the work, in the form of five lifesize family members made of biscuits, meringue and cake (including, in an updating of the original, a vegan option). Its success may be marked in part by how quickly it disappears.</p><p>Baker has said that her interest in consumable art partly reflected her lack of interest in selling work. But it was also a joyous overturning of the elitism of the art world. She <a href=\"https://f", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/the-guardian-view-on-edible-art-let-them-eat-cake-and-digest-its-meanings", "date_published": "2023-10-22T17:25:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Gaps in UK law allowing shouts of ‘jihad’ ‘known to government’", "description": "<p>Britain’s ex-head of counter-terrorism says government failed to act on a recommendation to change legislation</p><p>Gaps in UK law that would allow words such as “jihad” to be shouted at rallies were known to the government but not acted upon, Britain’s former head of counter-terrorism has revealed.</p><p>The comments from Neil Basu come as <a href=\"https://www.theguardian.com/world/2023/oct/22/people-chanting-jihad-in-london-inciting-violence-says-robert-jenrick\">some ministers condemned police</a> for their handling of weekend demonstrations in London, with the home secretary, Suella Braverman, due to meet the Metropolitan police commissioner on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/22/gaps-in-uk-law-allowing-shouts-of-jihad-know-to-government\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/22/gaps-in-uk-law-allowing-shouts-of-jihad-know-to-government", "date_published": "2023-10-22T17:20:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Brendan Rodgers delighted with ‘wonderful football’ as Celtic beat Hearts", "description": "<p>Celtic manager Brendan Rodgers hailed his players for some “wonderful football” in a 4-1 win over Hearts. The Premiership leaders restored their seven-point lead with a largely dominant display in front of 576 of their own fans in a reduced allocation and more than 17,000 Hearts supporters.</p><p>“It was important that we started the game well, and try to bring an energy and speed to the game which would make it difficult for Hearts, because I have been here enough times to know that if you don’t make a good start here it can be a challenge,” Rodgers said. “But the players played some wonderful football and worked ever so hard.”</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/brendan-rodgers-delighted-with-wonderful-football-as-celtic-beat-hearts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/brendan-rodgers-delighted-with-wonderful-football-as-celtic-beat-hearts", "date_published": "2023-10-22T17:08:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour will need the stay-at-home voters who swung last week’s byelections | Letters", "description": "<p><strong>Harry Gilonis</strong> responds to the party’s success in recent byelections by pointing out that the Labour vote barely grew since 2019. Plus letters from <strong>Katy Jennison, James Coldwell, Keith Flett, Daniel Peacock</strong> and <strong>Shawn Pearson</strong></p><p>I see that Keir Starmer has said that Labour is “redrawing the political map” (<a href=\"https://www.theguardian.com/politics/2023/oct/20/labour-mps-told-to-keep-feet-on-ground-after-historic-byelection-wins\" title=\"\">Report, 20 October</a>); I am not so sure. In Tamworth, Labour’s Sarah Edwards got barely 800 more votes than the Labour candidate in 2019; and in Mid Bedfordshire, Alistair Strathern got fewer votes than the Labour candidate last time round. This scarcely suggests that Keir Starmer’s “five missions” are energising voters more than Rishi Sunak’s “five promises”.</p><p>In both seats, the Labour vote is of a piece with last time round, and the turnout went down by nearly 30% in Mid Bedfordshire", "link": "https://www.theguardian.com/politics/2023/oct/22/labour-will-need-the-stay-at-home-voters-who-swung-last-weeks-byelections", "date_published": "2023-10-22T17:02:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Why Hamas’s murderous attack on Israel was predictable | Letter", "description": "<p>Hamas’s evil actions are not an expression of resentment and fury, but designed to avoid any possibility of coexistence, says <strong>Jeremy Havardi</strong></p><p>Seán Boyle says that the Hamas attacks of 7 October, while never justified, were “predictable”, given that “oppressed and dispossessed people will vent their resentment and fury, often in brutal and savage ways” (<a href=\"https://www.theguardian.com/world/2023/oct/17/benjamin-netanyahu-failings-have-helped-feed-the-hamas-monster\" title=\"\">Letters, 17 October</a>). The murderous violence was indeed predictable, but not for the reasons cited by Mr Boyle.</p><p>What people need to remember is that Israel left Gaza in 2005, uprooting 9,000 Jewish settlers in the process. From the moment its forces left, Gaza ceased to be an occupied territory, with Israel no longer responsible for Palestinian lives. Far from being dispossessed, Gaza had the opportunity for a prosperous state of its own, a prospect enhanced in recent years b", "link": "https://www.theguardian.com/world/2023/oct/22/why-hamas-murderous-attack-on-israel-was-predictable", "date_published": "2023-10-22T17:02:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Virat Kohli falls short of century but steers India to victory over New Zealand", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/live/2023/oct/22/india-v-new-zealand-cricket-world-cup-2023-live\">India 274-6, beat New Zealand 273, by four wickets</a></li><li>Kohli hits 95 as India make it five wins from five at World Cup </li></ul><p>Virat Kohli’s crafty 95 trumped Daryl Mitchell’s rapid 130 as India beat New Zealand by four wickets in a top-of-the-table clash in the Cricket World Cup on Sunday.</p><p>Kohli could not complete the chase but his mature knock helped India to reach a victory target of 274 with two overs to spare to maintain their unbeaten run in the tournament.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/virat-kohli-india-new-zealand-cricket-world-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/virat-kohli-india-new-zealand-cricket-world-cup-match-report", "date_published": "2023-10-22T16:55:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak faces backbench discontent a year into his time in No 10", "description": "<p>PM under pressure from Tory right for more tax cuts and moderates for policies to tackle cost of living crisis</p><p>Rishi Sunak is facing discontent among his backbenchers as he heads into the one-year anniversary of his time in No 10, with Jacob Rees-Mogg calling for the government to wake up from a “torpor”.</p><p>The prime minister is under pressure from rightwingers for tax cuts and more Conservative policies, while moderates are pushing for more centre-ground policies that deal with the cost of living to stop votes being lost to Labour.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/22/rishi-sunak-faces-backbench-discontent-a-year-into-his-time-in-no-10\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/22/rishi-sunak-faces-backbench-discontent-a-year-into-his-time-in-no-10", "date_published": "2023-10-22T16:55:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Man arrested over alleged mass shooting plot at Oregon climbing event", "description": "<ul><li>Samson Zebturiah Garner being held on $10m bail</li><li>Police say they found guns and evidence of plot in car</li></ul><p>A man has been arrested in Oregon over an alleged plot to carry out a mass shooting at a rock climbing event.</p><p>Samson Zebturiah Garner, 39, was taken into custody in Deschutes county after local police were informed by detectives in Portland, Oregon, that the suspect was “planning a violent attack during an event” in the area. <a href=\"https://www.bendbulletin.com/localstate/multnomah-county-man-charged-with-planning-mass-shooting-in-deschutes-county/article_47d3b284-6f94-11ee-afa6-4751d067d9fa.html\">According to the Bend Bulletin</a>, Garner had told two acquaintances he intended to harm people at a climbing event in the county, most likely the Alpine Club Craggin’ Classic which is taking place this weekend.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/man-arrested-over-alleged-mass-shooting-plot-at-oregon-climbing-event\">Continue read", "link": "https://www.theguardian.com/sport/2023/oct/22/man-arrested-over-alleged-mass-shooting-plot-at-oregon-climbing-event", "date_published": "2023-10-22T16:33:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the humanitarian crisis in Gaza – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/22/ben-jennings-on-the-humanitarian-crisis-in-gaza-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/oct/22/ben-jennings-on-the-humanitarian-crisis-in-gaza-cartoon", "date_published": "2023-10-22T16:09:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Winterreise review – Juliane Banse invigorates Schubert’s song cycle with vividly intelligent dance", "description": "<p><strong>Olivier Hall, Oxford<br /></strong>The singer never lost her beauty of tone wherever the compelling choreography took her, enhancing the impact of the performance in an utterly unexpected way<strong><br /></strong></p><p>The Oxford Lieder festival has morphed into Oxford International Song festival, recognising the reality that its concerts have never been exclusively devoted to German song, but always included art songs from other traditions. Yet lieder still features very prominently in the programmes, and the middle weekend remains devoted to <a href=\"https://www.theguardian.com/music/2020/sep/30/schubert-where-to-start-with-his-music\">Schubert</a>, with the centrepiece of that festival-within-a-festival this year a performance of Winterreise from the outstanding German soprano <a href=\"https://julianebanse.de/index.php/en/#home\">Juliane Banse</a>, partnered by the pianist <a href=\"https://www.alexanderkrichel.de/en/\">Alexander Krichel</a>.</p><p>Banse is a rare enough ", "link": "https://www.theguardian.com/music/2023/oct/22/winterreise-review-juliane-banse-schubert-olivier-hall-oxford", "date_published": "2023-10-22T15:50:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Johnstone at the double as England stutter to victory over Tonga", "description": "<ul><li>England 22-18 Tonga</li><li>New-look England struggle to shine but open series with win</li></ul><p>Tom Johnstone scored twice as England produced a resolute, though far from polished, display to begin their autumn international programme with victory over Tonga in the opening match of their three-Test series.</p><p>There were only six survivors from last year’s Rugby League <a href=\"https://www.theguardian.com/sport/2022/nov/12/samoas-stephen-crichton-breaks-england-hearts-with-golden-drop-goal\">World Cup semi-final defeat to Samoa</a> in Shaun Wane’s side, and his new-look lineup certainly were not at their best in St Helens. However, they showed the greater moments of quality in the key phases to claim victory in the opening Test of the series.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/tom-johnstone-at-the-double-as-england-stutter-to-victory-over-tonga\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/tom-johnstone-at-the-double-as-england-stutter-to-victory-over-tonga", "date_published": "2023-10-22T15:46:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK must offer businesses certainty over green energy, says boss of FTSE 100 firm", "description": "<p>Miles Roberts of paper-maker DS Smith warns manufacturing will decline unless government provides clarity about decarbonisation</p><p>The UK risks seeing its manufacturing sector fall behind rival economies if the government does not offer certainty over policies on shifting to green energy, according to the head of FTSE 100 packaging maker DS Smith.</p><p>Miles Roberts, the company’s chief executive, said British government decarbonisation policy has lacked the clarity of European rivals, meaning DS Smith has moved ahead with a €90m (£78m) investment in a paper mill in Rouen, northern France, while waiting for more clarity from government before investing in upgrades in the UK.</p> <a href=\"https://www.theguardian.com/business/2023/oct/22/uk-must-offer-businesses-certainty-over-green-energy-says-boss-of-ftse-100-firm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/22/uk-must-offer-businesses-certainty-over-green-energy-says-boss-of-ftse-100-firm", "date_published": "2023-10-22T15:44:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Already approved drugs could cut risk of cervical cancer return, study finds", "description": "<p>Trial involved short course of induction chemotherapy before standard chemoradiation treatment</p><p>Use of existing drugs before the standard treatment for cervical cancer could lead to a 35% reduction in the risk of the disease recurring or causing death, the results of a study suggest.</p><p>Researchers assessed whether a short course of induction chemotherapy (IC), using cheap, already approved drugs to destroy as many cancer cells as possible, could reduce rates of relapse and death if administered before chemoradiation (CRT), a combination of chemotherapy and radiotherapy.</p> <a href=\"https://www.theguardian.com/society/2023/oct/22/already-approved-drugs-could-cut-risk-of-cervical-cancer-return-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/22/already-approved-drugs-could-cut-risk-of-cervical-cancer-return-study-finds", "date_published": "2023-10-22T15:30:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Brian Eno review – rapturous swell of ambient beauty amid a sea of high drama", "description": "<p><strong>Teatro La Fenice, Venice<br /></strong>Taking his place among the Baltic Sea Philharmonic Orchestra the composer delights a surreal crowd of dinner suits, grizzled rock’n’roll survivors and Brian Eno lookalikes</p><p>A man who doesn’t play many concerts – this is his first solo live performance in seven years – Brian Eno certainly knows how to pick his venues. It’s hard to imagine a gig ever took place in more ornate surroundings than that of Venice’s most celebrated opera house, a veritable symphony of gilt and stucco. It’s lent a slightly surreal edge by tonight’s audience. That’s partly because some of them appear to have dressed for the opera, and others for a gig – gents in black tie and their companions in sequined evening gowns sit next to gnarled, pony-tail sporting rock’n’roll survivors in battered leather – but mostly because, looking round the auditorium, it’s hard not to notice that a significant proportion of Brian Eno’s Venetian fanbase seems to be comprised ", "link": "https://www.theguardian.com/music/2023/oct/22/brian-eno-review-baltic-sea-philharmonic-orchestra-teatro-la-fenice-venice", "date_published": "2023-10-22T15:27:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s old phone number apparently leaked online", "description": "<p>Reported security breach may lead to questions for PM about messages sought by the Covid inquiry</p><p>Rishi Sunak’s old phone number and a voicemail recording appear to have been leaked online by pranksters in a security breach, according to reports.</p><p>The incident, first reported by the Sun, involved a longstanding phone number for Sunak that the government had told the Covid inquiry was no longer operational.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/22/rishi-sunak-old-phone-number-apparently-leaked-online\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/22/rishi-sunak-old-phone-number-apparently-leaked-online", "date_published": "2023-10-22T15:03:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Mitch McConnell backs Biden’s $106bn aid request for Israel and Ukraine", "description": "<p>Republican Senate minority leader says he and president are ‘in the same place’ on support linked to both conflicts</p><p>Mitch McConnell offered a strong endorsement on Sunday of the Joe Biden White House’s <a href=\"https://www.theguardian.com/us-news/2023/oct/20/biden-israel-ukraine-gaza-aid-request-congress\">$106bn aid proposal</a> to Israel and Ukraine, saying he and the president were essentially “in the same place” on the issue.</p><p>McConnell, the powerful Republican leader in the Senate, also rebuffed some of his GOP colleagues in the Senate who have called for a package separating assistance for the two countries, saying it would be “a mistake” during an interview on <a href=\"https://www.cbsnews.com/news/mitch-mcconnell-senate-minority-leader-face-the-nation-transcript-10-22-2023/\">CBS’s Face the Nation</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/22/mitch-mcconnell-israel-ukraine-biden-aid\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/22/mitch-mcconnell-israel-ukraine-biden-aid", "date_published": "2023-10-22T15:00:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "In brief: One Woman Show; Normal Women; Inciting Joy – reviews", "description": "<p>A spry story of art’s interplay with power; Philippa Gregory charts 900 years of weavers, nuns and housewives; and Ross Gay waxes lyrical in a rambling collection of essays</p><p><strong>Christine Coulson</strong><strong><br /></strong><em>Particular Books, </em><em>£20, pp208</em></p> <a href=\"https://www.theguardian.com/books/2023/oct/22/in-brief-one-woman-show-christine-coulson-normal-women-900-years-of-making-history-philippa-gregory-inciting-joy-essays-ross-gay-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/oct/22/in-brief-one-woman-show-christine-coulson-normal-women-900-years-of-making-history-philippa-gregory-inciting-joy-essays-ross-gay-reviews", "date_published": "2023-10-22T15:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa v West Ham: Premier League – live", "description": "<ul><li>Updates from the match at Villa Park (4.30pm BST)</li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel here</a> or tweet <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p><strong>“Mourinho sees red for gestures,”</strong> what a splendid combination of words.</p><p><strong>I enjoyed this:</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/oct/22/aston-villa-v-west-ham-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/oct/22/aston-villa-v-west-ham-premier-league-live", "date_published": "2023-10-22T14:55:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "New ITV rules require staff to ‘declare relationships with colleagues’", "description": "<p>Policy reportedly includes sexual relationships and friendships, and follows Philip Schofield’s resignation over workplace affair</p><p><a href=\"https://www.theguardian.com/media/itv1\">ITV</a> has drawn up strict new rules requiring staff to declare all relationships with colleagues – which could even include friendships – in the wake of <a href=\"https://www.theguardian.com/media/phillip-schofield\">Phillip Schofield</a>’s resignation earlier this year over a workplace affair, according to a report.</p><p>The This Morning presenter <a href=\"https://www.theguardian.com/uk-news/2023/may/26/phillip-schofield-quits-itv-after-admitting-affair-with-this-morning-colleague\">quit</a> after admitting that he had lied about an “unwise, but not illegal” affair, amid allegations that ITV bosses had turned a blind eye to the relationship.</p> <a href=\"https://www.theguardian.com/business/2023/oct/22/new-itv-rules-require-staff-to-declare-relationships-with-colleagues\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/22/new-itv-rules-require-staff-to-declare-relationships-with-colleagues", "date_published": "2023-10-22T14:45:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Brussels football match gunman had escaped from Tunisian prison", "description": "<p>Tunisia had applied for extradition of Islamist gunman who shot dead two football fans but file got forgotten</p><p>The Islamist gunman who shot dead two Swedish football fans in Brussels last weekend had escaped from a Tunisian prison where he was serving a long sentence, which prompted Tunisian officials to seek his extradition from Belgium, prosecutors have said.</p><p>Belgian authorities received the extradition request in August 2022 but it was not dealt with.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/brussels-football-match-gunman-had-escaped-from-tunisian-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/brussels-football-match-gunman-had-escaped-from-tunisian-prison", "date_published": "2023-10-22T14:35:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Parris and Williams lead Manchester United to dominant WSL win at Everton", "description": "<p>A confident 5-0 defeat of Everton helped Manchester United steady the ship domestically after their crushing Champions League exit in midweek.</p><p>Goals from Melvine Malard and two each from Nikita Parris and the substitute Rachel Williams earned them their second win of the season after draws with Leicester and Arsenal.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/everton-manchester-united-womens-super-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/everton-manchester-united-womens-super-league-match-report", "date_published": "2023-10-22T14:28:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "As Gaza is bombed and starved, the Arab world is watching – and it’s angry | Nesrine Malik", "description": "<p>There is something about the protests that isn’t really about Palestine: a rage that has been suppressed but could yet erupt</p><p>A few years after the end of Lebanon’s civil war, when the country seemed like one that had buried its past of conflict for ever, I heard an interview on the BBC with a Lebanese woman from Beirut that has stayed with me for 30 years. She was asked if the country, then a flourishing cultural hub that seemed to take over the Arab airwaves and satellite TV almost overnight, had healed the deep divisions that fuelled the war. “They are buried,” she said. “But if you squeeze me very tight, it’s all still there, deep inside me.”</p><p>Perhaps it was still too soon after the end of the civil war, and that woman would feel differently today. But her words instilled in me a formative awareness that, no matter how dormant grievances are, they can still, under pressure, for good or for bad, come alive. Little flashes and large upheavals have validated that view, ", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/gaza-bombed-starved-arab-world-watching-angry", "date_published": "2023-10-22T14:23:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Children in Gaza ‘developing severe trauma’ after 16 days of bombing", "description": "<p>As well as risk of death and injury, psychiatrist says situation is leading to symptoms such as convulsions and bed-wetting</p><p>Children in Gaza are developing severe trauma systems alongside the risk of death and injury, according to a Palestinian psychiatrist.</p><p>On Sunday, the Hamas-run health ministry in Gaza said 1,750 children had been killed in the 16 days of bombardment by Israeli forces following Hamas’s murderous onslaught on 7 October. That is an average of almost 110 children a day. Thousands more have been injured.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/children-in-gaza-developing-severe-trauma-after-16-days-of-bombing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/children-in-gaza-developing-severe-trauma-after-16-days-of-bombing", "date_published": "2023-10-22T13:43:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Stuff it, I’ll hit it’: Grace Harris smashes six with broken bat in Big Bash", "description": "<ul><li>Cricketer used broken bat on her way to record score of 136</li><li>The Heat beat Perth Scorchers by 50 runs</li></ul><p>Australia’s Grace Harris not only broke records in the Women’s Big Bash League on Sunday with a scintillating century but the all-rounder also broke her bat into two pieces when smashing one delivery for six.</p><p>Harris opened the batting for Brisbane Heat in their match against Perth Scorchers and she was unbeaten on 136 off 59 deliveries in her team’s 50-run victory.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/stuff-it-ill-hit-it-grace-harris-smashes-six-with-broken-bat-in-big-bash\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/stuff-it-ill-hit-it-grace-harris-smashes-six-with-broken-bat-in-big-bash", "date_published": "2023-10-22T13:34:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Remains of Sycamore Gap tree moved to secret site over trophy hunter fears", "description": "<p>National Trust seeks to prevent Berlin Wall-like souvenirs after several people reportedly caught trying to take pieces</p><p>The tree that once graced and gave its name to Sycamore Gap has been cut up and its pieces held at a secret location because of fears it will go the way of the Berlin Wall – chunks of which were looted by trophy hunters, the National Trust has said.</p><p>Police have reportedly caught several people trying to take pieces of the wood, while several legitimate attempts to reclaim it for purposes such as making artworks have also been made.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/22/sycamore-gap-tree-secret-location-national-trust-hadrians-wall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/22/sycamore-gap-tree-secret-location-national-trust-hadrians-wall", "date_published": "2023-10-22T13:20:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United announce plans to honour Sir Bobby Charlton", "description": "<ul><li>Talks continuing at club on how to further honour his life</li><li>England’s 1966 World Cup winner died on Saturday aged 86</li></ul><p>Manchester United will pay tribute to the life of Sir Bobby Charlton before their home matches against FC Copenhagen and Manchester City this week.</p><p>A minute’s silence will be held before kick-off at Old Trafford, where Charlton had a stand named in his honour in 2016, on Tuesday and Sunday, while talks are continuing about additional ways to commemorate his life. This follows the pre-match tributes paid to the former player before Manchester United’s <a href=\"https://www.theguardian.com/football/2023/oct/21/sheffield-united-manchester-united-premier-league-match-report\">win at Sheffield United</a> on Saturday, shortly after it had been announced that Charlton had died, aged 86.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/manchester-united-announce-plans-to-honour-sir-bobby-charlton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/manchester-united-announce-plans-to-honour-sir-bobby-charlton", "date_published": "2023-10-22T13:17:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Calls for strategy on ‘social prescribing’ in England amid youth mental health crisis", "description": "<p>Every pound spent helping children get community support could save nearly twice as much in long term, says Barnardo’s report</p><p>Every pound spent on helping young people access activities and support in the community could save nearly twice as much in dealing with longer-term mental health problems, according to new analysis.</p><p>The children’s charity Barnardo’s is urging the government to introduce a national strategy for “social prescribing” for young people in England amid a youth mental health crisis that is placing unprecedented demand on child and adolescent mental health services (Camhs).</p> <a href=\"https://www.theguardian.com/society/2023/oct/22/calls-for-strategy-on-social-prescribing-in-england-amid-youth-mental-health-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/22/calls-for-strategy-on-social-prescribing-in-england-amid-youth-mental-health-crisis", "date_published": "2023-10-22T13:06:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Don’t buy mi’: a Scottish artist’s twist on consumerism and pop culture", "description": "<p>No items are for sale and nothing is quite what it seems at Rachel Maclean’s ‘shop’ on Ayr high street</p><p>With its grubby pastel paint and wonky signage, Rachel Maclean’s shopfront on Ayr high street at first appears like any other in a town centre that has seen better days.</p><p>But look more closely through the window and you will notice that familiar promotional entreaties are backwards: don’t buy mi, don’t let me, nothing must go.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/oct/22/dont-buy-mi-a-scottish-artists-twist-on-consumerism-and-pop-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/oct/22/dont-buy-mi-a-scottish-artists-twist-on-consumerism-and-pop-culture", "date_published": "2023-10-22T13:02:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Which electoral system is the fairest?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Which electoral system is the fairest? <em>Cherry Arden, Helensburgh</em></p><p><em>Post your answers (and new questions) below or send them to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>. A selection will be published next Sunday.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/22/which-electoral-system-is-the-fairest\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/which-electoral-system-is-the-fairest", "date_published": "2023-10-22T13:01:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: do animals have accents?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Do animals have accents? <em>Dan Gardner, Rutland</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/22/readers-reply-do-animals-have-accents\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/readers-reply-do-animals-have-accents", "date_published": "2023-10-22T13:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Twenty years after Mum died, I still don’t know how to mark the day | Emma Beddington", "description": "<p>Like it or not, I know that emotion is waiting to ambush me. Perhaps it’s time to face it head on – with a cup of tea</p><p>It’s 20 years this week since my mother died. That’s preposterous but also, apparently, factually accurate. My elder son was one and he turned 21 this spring (God, she loved him ferociously and would have loved my younger son, whom she never met, just as much yet differently, because she was good at that). It’s not that it feels recent, more as if it happened in another dimension, the foreign country of the past.</p><p>I am never sure about the etiquette of marking a death day. Isn’t it nicer – more polite, even – to focus on the person’s birthday? Usually I manage to skirt the issue by not remembering the exact date (I genuinely have to look up <a href=\"https://www.theguardian.com/society/2003/oct/31/socialcare.obituaries\">her obituary</a> to check). Occasionally, someone else will remind me if they are in the mood to mark it, arousing a vague alarm: uh-oh, ", "link": "https://www.theguardian.com/society/commentisfree/2023/oct/22/twenty-years-after-mum-died-i-still-dont-know-how-to-mark-the-day", "date_published": "2023-10-22T13:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Circle of Fifths review – beautiful and moving portrait of a place and its people", "description": "<p><strong>The Riverfront, Newport</strong><br />Gavin Porter’s exploration of grief through the experiences and funeral traditions of the residents of Cardiff’s Butetown pays tribute to the rituals that bind a community and a nation</p><p>First performed in Cardiff in June of 2022 and now restaged for a national tour, Gavin Porter’s Circle of Fifths is a celebratory exploration of grief and the necessity of community ritual as told through the experiences and funeral traditions of the residents of Butetown. A patchwork of live music, film, movement, and storytelling it is a beautiful and often moving portrait of a place and its community.<br /><br />Porter, along with his performer, musician and storyteller collaborators Shakeera Ahmun, Rose Beecraft Music, Francesca Dimech, Anthony “Drumtan” Ward and Wella guide the proceedings. It begins with a death, leads through to the burial, and ends at a wake, replete with drinks, samosas, and Welsh cakes. Threading together individual testi", "link": "https://www.theguardian.com/stage/2023/oct/22/circle-of-fifths-review-beautiful-and-moving-portrait-of-a-place-and-its-people", "date_published": "2023-10-22T12:45:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "A break dance off and a Halloween dog parade: photos of the weekend", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/oct/22/a-break-dance-off-and-a-halloween-dog-parade-photos-of-the-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/oct/22/a-break-dance-off-and-a-halloween-dog-parade-photos-of-the-weekend", "date_published": "2023-10-22T12:31:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘For me it represents the death of the future’: Johny Pitts on Lost in Translation at 20", "description": "<p>Sofia Coppola’s idiosyncratic 2003 film made a huge impression on the young Johny Pitts. Two decades on, the writer and artist revisits the movie and the people who made it to investigate its enduring appeal and place in the early millennium</p><p>If you’re <a href=\"https://www.theguardian.com/commentisfree/2021/may/24/why-are-people-being-called-geriatric-millennials-classic-divide-and-rule\" title=\"\">a geriatric millennial</a>, as I am, the news that <em>Lost in Translation</em> is 20 years old will probably make you feel, simply, geriatric. When you think about it, though, the plot feels its age. An overprivileged middle-aged man (grumpy about earning $2m for a week’s work in Japan) having an affair in a five-star hotel with an overprivileged woman half his age (fresh out of Yale, cadging a free ride to Tokyo from her celeb photographer boyfriend) hardly screams Hollywood zeitgeist in 2023. Bill Murray is no longer the cool ironic choice for a younger generation, but <a href=\"ht", "link": "https://www.theguardian.com/film/2023/oct/22/for-me-it-represents-the-death-of-the-future-johny-pitts-on-lost-in-translation-at-20", "date_published": "2023-10-22T12:00:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Chicago religious leaders urge peace after killing of six-year-old Muslim boy", "description": "<p>Muslim, Jewish and Christian leaders shook hands, talked and prayed together after killing of Wadea Al-Fayoume</p><p>Muslim, Jewish and Christian leaders shook hands, talked and prayed together as they gathered in Chicago to urge unity across divides and denounce hate, while the region continued to reel from the <a href=\"https://www.theguardian.com/us-news/2023/oct/15/plainfield-illinois-plainfield-six-year-old-muslim-boy-mother-murder-hate-crime\">savage killing</a> of a six-year-old Palestinian American boy in an alleged hate crime.</p><p>Imams and rabbis had already attended <a href=\"https://www.theguardian.com/us-news/2023/oct/16/wadea-al-fayoume-biden-hate-crime-illinois\">the funeral</a> earlier in the week of Wadea Al-Fayoume, who had only recently celebrated his sixth birthday with his family in Plainfield, on the outskirts of Chicago, when the landlord, shouting Islamophobic curses, stabbed the boy and his mother last weekend.</p> <a href=\"https://www.theguardian.com/us-new", "link": "https://www.theguardian.com/us-news/2023/oct/22/chicago-religious-leaders-six-year-old-palestinian-boywadea-al-fayoume", "date_published": "2023-10-22T12:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Hiroshi Sugimoto: Time Machine review – a master of the floating world", "description": "<p><strong>Hayward Gallery, London<br /></strong>In images that transfix and mystify, the great Japanese photographer seems to conjure a dream state outside of time and place in this magnificent first UK retrospective</p><p>The sea lies motionless, radiant as a mirror, beneath a voluminous night sky. It holds the same moonlight our ancestors once saw, thousands of years ago. Two horizontal expanses of glowing light and dark, this mesmerising photograph gives no hint of when or even where in this world we might be. It is concerned with the very opposite: the timeless sky, the unchanging ocean.</p><p>The great Japanese artist <a href=\"https://www.sugimotohiroshi.com/\">Hiroshi Sugimoto </a>(born 1948) is probably most famous for his long series of luminous seascapes, begun in 1980 and generally made at first or last light with an immense box camera set up on a cliff looking out to the horizon. In this case, according to the caption, he was off the north Atlantic coast. These monochrome ", "link": "https://www.theguardian.com/artanddesign/2023/oct/22/hiroshi-sugimoto-time-machine-hayward-gallery-london-review-a-master-of-the-floating-world", "date_published": "2023-10-22T12:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are vital to London and the country’: TfL boss Andy Lord on Ulez, rail funding and HS2", "description": "<p>Transport for London’s commissioner has had to focus on cost-cutting since Covid, while fending off attacks on the ultra-low emission zone and wringing new investment out of Whitehall</p><p>Given the political scrum developing over London’s finances, funding and fares – let alone the ultra-low emission zone<em><strong> </strong></em>(Ulez) – mayor Sadiq Khan may well have wanted to pick a solid prop forward to quietly drive the capital on.</p><p>Andy Lord, <a href=\"https://tfl.gov.uk/info-for/media/press-releases/2023/june/andy-lord-confirmed-as-london-s-transport-commissioner#:~:text=The%20appointment%20was%20made%20by,salaries%20of%20benchmarked%20comparator%20roles.\" title=\"\">confirmed as commissioner of Transport for London (TfL) in June</a>, was a big rugby player back in the day, he says, even if he is now awaiting a hip replacement: the legacy of an ill-judged Covid-era training regime. It was six months straight of daily 5km runs, “and then I woke up three months later in ", "link": "https://www.theguardian.com/uk-news/2023/oct/22/we-are-vital-to-london-and-the-country-tfl-boss-andy-lord-on-ulez-rail-funding-and-hs2", "date_published": "2023-10-22T12:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Humanise: A Maker’s Guide to Building Our World review – Thomas Heatherwick’s simplistic critique of modern architecture", "description": "<p>The designer is right to criticise boring buildings, but picks his targets poorly and shows no inclination to confront the forces that create such structures</p><p>There are, says <a href=\"https://www.theguardian.com/artanddesign/2021/apr/25/thomas-heatherwick-the-city-will-be-a-new-kind-of-space\">Thomas Heatherwick</a>, too many boring buildings in the world. There has been “a century-long global catastrophe” caused by “bland, vague and forgettable” architecture, a “global epidemic of inhuman buildings”, a style of flat glass grids which, whether in Bengaluru, Dallas, Buenos Aires, Canberra or Nairobi, is always the same. “Intense and dreadful changes,” he melodramatically declares, “have been creeping through our towns and cities for the last 100 years, bringing with them destruction, misery, alienation, sickness and violence.” Boring buildings, he says, citing the neuroscientist Colin Ellard, cause “autonomic arousal”, a rise in stress levels in response to perceived threat.</p", "link": "https://www.theguardian.com/books/2023/oct/22/humanise-a-makers-guide-to-building-our-world-review-thomas-heatherwick-simplistic-critique-of-modern-architecture", "date_published": "2023-10-22T12:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Is AI more creative than the human brain? I doubt it – and I definitely want humans to stay in charge | Stefan Stern", "description": "<p>Businesses keep trying to prove AI’s superior creativity, but haven’t proved it can compete with human inspiration</p><p>Prove you’re not a robot. It’s (fairly) easy if you try. You could scroll down or click the little x in the corner of the screen to get rid of me. If you are reading the print edition you could just turn the page.</p><p>One of the indignities of the digital age is being asked, constantly, to confirm we are who we say we are, that we are indeed a human being. Something feels slightly amiss when the (non-human) technology demands that we convince it that we are not the same as them. Big (and sometimes overexcited) claims are being made for artificial intelligence, the most recent being the <a href=\"https://knowledge.wharton.upenn.edu/article/is-chatgpt-a-better-entrepreneur-than-most/\">claim</a> from Wharton business school<a href=\"https://knowledge.wharton.upenn.edu/article/is-chatgpt-a-better-entrepreneur-than-most/\"> </a>in Philadelphia that ChatGPT is more cre", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/ai-more-creative-humans-in-charge-inspiration", "date_published": "2023-10-22T12:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Trump fake elector scheme: where do seven states’ investigations stand?", "description": "<p>Several states are investigating the scheme created by Trump allies to cast fake electoral votes in 2020 election</p><p>As Donald Trump faces criminal charges in multiple cases across the country, several states are still investigating a scheme created by Trump allies and boosted by Trump himself to cast fake electoral votes for the Republican candidate for the 2020 election.</p><p>As part of the US electoral college system, states cast a set number of votes for the candidate who wins the popular vote in their state, the winner of which then takes the presidency. Seven states that the former president lost saw slates of fake GOP electors falsely claim Trump had won their electoral votes. These fake electors included high-profile Republicans, such as sitting officeholders and state party leaders.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/22/trump-fake-elector-scheme-case-tracker\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/22/trump-fake-elector-scheme-case-tracker", "date_published": "2023-10-22T12:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Young Fathers review – energy and ecstasy from profound pop alchemists", "description": "<p><strong>Hammersmith Eventim Apollo, London<br /></strong>While their blend of wild idiosyncratic noise may defy mainstream classification, this endlessly inventive band’s irresistible anthems make a for a live set of riotous joy</p><p>‘Are ya with us?” barks G Hastings. From lesser artists this would be just well-worn stage banter. From Young Fathers, it’s an expression of an us-against-them mindset they’ve trusted for over 15 years, a call for solidarity from a group whose conviction that their wild, idiosyncratic noise is in fact “pop” – a view that <a href=\"https://www.theguardian.com/music/2023/jan/30/young-fathers-heavy-heavy-interview\">isn’t often shared by mainstream radio programmers</a>.</p><p>The core trio – Hastings, the dapper Alloysious Massaquoi and ever-restless Kayus Bankole – are joined tonight by a drummer, a multi-instrumentalist, and singers Amber Joy and Kim Mandindo who are too essential to what’s happening here to be simply backing vocalists. The group jitte", "link": "https://www.theguardian.com/music/2023/oct/22/young-fathers-review-hammersmith-eventim-apollo-london", "date_published": "2023-10-22T11:43:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a Palestinian citizen of Israel. Right now, that’s as complex as you could possibly imagine | Maria Rashed", "description": "<p>Let’s be clear: one can support Palestinians’ right to resist and end the occupation without supporting Hamas</p><p>One thing that unites Palestinians is that our journey is never easy or smooth. To be a Palestinian citizen in Israel is exceptionally challenging – especially at the moment, when people expect you to take a clear, one-sided stance. I am forced to constantly question where I truly belong, feeling nowhere and everywhere simultaneously.</p><p>I was born and raised in Nazareth in a Christian family. Later, I moved to Tel Aviv, living in a diverse community with Arabs and Jews. Although I was born in Israel, I struggle to identify fully with a country that views me as a second-class citizen, publicly speaks against Arabs, oppresses Palestinians – and the list goes on.</p><p>Maria Rashed is a freelance journalist</p><p><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered fo", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/palestinian-citizen-israel-without-supporting-hamas", "date_published": "2023-10-22T11:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Wacky world of baby names: guess how much mine cost?", "description": "Some parents are paying up to $30,000 for a ‘doula’ to create a bespoke moniker for their offspring<p>Taylor Humphrey can find you a baby name that fits your family’s personal brand, but it might cost you $30,000. That is the top end of what a package with the US-based baby-name consultant costs. Fortunately, she also offers a more accessible option for $350 and, for customers who are willing to share their experience of her service on social media, a $150 discount on any subsequent naming needs. A bargain, really.</p><p>Humphrey, who set up her company <a href=\"https://www.whatsinababyname.com/\" title=\"\">What’s in a Baby Name</a> in 2015, has helped a number of high-profile (albeit top-secret) clients find the perfect baby name. She’s now taken to TikTok, posting advice, sharing lists and solving baby-name dilemmas for her 70.1k followers. (Sibling for Florence? Tricky, apparently, because the name sits between “high renaissance” and “cutesy vintage”. Humphrey suggests, among others", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/designer-baby-names-cost-thousands", "date_published": "2023-10-22T11:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Callous, reckless, unethical’: scientists in row over rare fossils flown into space", "description": "<p>‘Grand gesture’ condemned as an unethical publicity stunt that risked the loss of 2m-year-old human remains</p><p>It was meant to be a grand gesture that would raise the profile of South African science – by allowing fossil bones found at the nation’s <a href=\"https://www.theguardian.com/science/2020/nov/10/two-million-year-old-skull-of-human-cousin-found-by-australian-team-in-south-african-cave\" title=\"\">Cradle of Humankind</a> site to be flown into space on a Virgin Galactic flight last month. The result was very different. A wave of <a href=\"https://www.livescience.com/archaeology/i-am-horrified-archaeologists-are-fuming-over-ancient-human-relative-remains-sent-to-edge-of-space\" title=\"\">global condemnation</a> has since engulfed the research team – led by the <a href=\"https://www.theguardian.com/science/2023/jul/22/small-brained-early-humans-homo-naledi-cleverer-storm\" title=\"\">palaeoanthropologist Lee Berger</a> – that allowed the ancient bones to be used this way.</p><p>Some", "link": "https://www.theguardian.com/science/2023/oct/22/callous-reckless-unethical-scientists-in-row-over-rare-fossils-flown-into-space", "date_published": "2023-10-22T11:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Exhausted Amazon staff fight back against retail giant at global UK summit", "description": "<p>Meeting in Manchester is part of worldwide action – including Black Friday protests – over tax, market abuse and workers’ rights</p><p>It was about 3am on a night shift in May last year when Amazon worker Christine Manno tried to retrieve a box stacked high in the warehouse in St Peters, Missouri. She was 30ft in the air, strapped to a harness and standing on the edge of the raised platform of a truck.</p><p>She was recovering from operations on her injured hands for carpal tunnel syndrome, a neurological disorder, and the weight of the box shot pains through her neck and back. “It was like an electric shock,” she said.</p> <a href=\"https://www.theguardian.com/technology/2023/oct/22/exhausted-amazon-staff-fight-back-against-retail-giant-at-global-uk-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/oct/22/exhausted-amazon-staff-fight-back-against-retail-giant-at-global-uk-summit", "date_published": "2023-10-22T11:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘A call to action to love ourselves’: how women in their 50s can leave the shadows", "description": "<p>As roles and circumstances change, women in their 50s can look inwards and find a deep acceptance of themselves</p><p>It happened to me the other day when I was on holiday on my own. I was sitting on a beach, sun hat on, book in hand, and I found myself watching the young families around me and realising I no longer fitted in. More than that, I didn’t really know where I actually did fit in. I imagined them looking at me and thinking – if they thought anything at all – that I was some sort of remaindered woman, husband-less, child-less, sitting reading like a washed-up former heroine of a novel.</p><p>It was a “moment”. But, then again, over the last six years since I turned 50, I’ve been experiencing so many “moments” that it now feels pretty much like a constant buzz of dis-ease within me. I have, over the years, turned from someone who is generally prone to happiness and a sort of sustaining optimism, to someone who feels somewhat irrelevant.</p> <a href=\"https://www.theguardia", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/a-call-to-action-to-love-ourselves-how-women-in-their-50s-can-leave-the-shadows", "date_published": "2023-10-22T11:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Juicy revelations are required’: will Barbra Streisand, Britney Spears and Jada Pinkett Smith memoirs satisfy?", "description": "<p>To produce a bestseller, stars must hold back on confessional social media posts and save explosive details for the page</p><p>Britney Spears drank daiquiris with her mother in Biloxi, Mississippi, aged 14. They called the cocktails “toddies”. Jada Pinkett Smith sold crack on the streets of Baltimore and her marriage to Will Smith was over long before he got to know about it. Barbra Streisand did her own makeup for the screen test for <em>Funny Girl. </em>Julia Fox says dating Kanye West was “unsustainable” because it felt like having “two babies”.</p><p>All these things and more are contained in memoirs hitting the shelves this month and into next. The publishing industry is hoping they will fly off the shelves – the equivalent of summer box-office hits – or at least recoup their advances. But will they?</p> <a href=\"https://www.theguardian.com/books/2023/oct/22/juicy-revelations-are-required-will-barbra-streisand-britney-spears-and-jada-pinkett-smith-memoirs-satisfy\">Continue re", "link": "https://www.theguardian.com/books/2023/oct/22/juicy-revelations-are-required-will-barbra-streisand-britney-spears-and-jada-pinkett-smith-memoirs-satisfy", "date_published": "2023-10-22T11:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "As a global energy crisis returns the UK push for a green economy makes even more sense | Richard Partington", "description": "<p>Rishi Sunak’s decision to dilute net zero policies has become even more shortsighted</p><p>Earlier this year, the world economy had a lucky escape. After a mild winter in Europe, energy prices were in retreat as the continent shifted away from Russian gas supplies. Inflation was cooling, while economic growth remained resilient.</p><p>“Hello lower gas prices, bye-bye recession,” analysts at the US investment bank <a href=\"https://www.economist.com/finance-and-economics/2023/01/24/how-the-world-economy-could-avoid-recession\">JP Morgan wrote</a> in January. Less than a year later, the Israel-Hamas war serves as a stark warning that the global energy crisis has far from vanished.</p> <a href=\"https://www.theguardian.com/business/2023/oct/22/as-a-global-energy-crisis-returns-the-uk-push-for-a-green-economy-makes-even-more-sense\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/22/as-a-global-energy-crisis-returns-the-uk-push-for-a-green-economy-makes-even-more-sense", "date_published": "2023-10-22T10:55:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Iranian teenager ‘brain dead’ after alleged metro encounter with police", "description": "<p>Update on condition of Armita Geravand, 16, could revive protests that followed death last year of Mahsa Amini</p><p>An Iranian teenager who fell into a coma this month after an alleged encounter with officers over violating the country’s hijab law is said to be brain dead, Iranian state media reported on Sunday.</p><p>“Follow-ups on the latest health condition of Armita Geravand indicate that her health condition as brain dead seems certain despite the efforts of the medical staff,” the Islamic Republic of Iran News Network said.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/iranian-teenager-brain-dead-after-alleged-metro-encounter-with-police\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/iranian-teenager-brain-dead-after-alleged-metro-encounter-with-police", "date_published": "2023-10-22T10:44:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Andrea Branzi obituary", "description": "Architect and designer who was part of a radical Italian movement in the 1960s and 70s that rejected mass production<p>Andrea Branzi, who has died aged 84, was the last of a generation of Italian architects and designers that made their country the world’s leading centre for design. The art curator Germano Celant coined the term “radical design” to describe the work of Branzi and his friends <a href=\"https://www.theguardian.com/artanddesign/2008/jan/02/design.italy\" title=\"\">Ettore Sottsass </a>and <a href=\"https://www.theguardian.com/artanddesign/2019/mar/14/alessandro-mendini-obituary\" title=\"\">Alessandro Mendini,</a> even before he had identified the arte povera movement.</p><p>Branzi tried to disconnect design from the market, an idea that might seem a perverse case of biting the hand that has fed designers since the Industrial Revolution, but for him, design was as much about what things mean as what they do. He used it to ask questions about the nature of the things that we use", "link": "https://www.theguardian.com/artanddesign/2023/oct/22/andrea-branzi-obituary", "date_published": "2023-10-22T10:38:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Flip! review – a Faustian fable for the age of social media", "description": "<p><strong>Alphabetti theatre, Newcastle</strong><br />In Racheal Ofori’s bright new play, Leah St Luce and Jadesola Odunjo delight as wannabe influencers whose friendship is tested by the temptations of fame and fortune </p><p>A decade has passed since <a href=\"https://www.alipritchard.com/\">Ali Pritchard</a> decided to create a small studio theatre in Newcastle; a couple of weeks ago, he stepped down as its artistic director, having set the venue on its feet. Over the years, <a href=\"https://www.alphabettitheatre.co.uk/\">Alphabetti</a> has produced and/or hosted hundreds of performances, while operating a pay-what-you-feel policy. The aim? To engage with new and diverse audiences in the city and beyond. If a cold Wednesday night last week was representative, it’s working.</p><p>A group of teenagers bounces, and a more sedate mix of adults ambles, into the three-sided auditorium for this new play by <a href=\"https://www.rachealofori.com/\">Racheal Ofori</a> (who has previously create", "link": "https://www.theguardian.com/stage/2023/oct/22/flip-racheal-ofori-review-alphabetti-theatre-newcastle-a-faustian-fable-for-the-age-of-social-media", "date_published": "2023-10-22T10:30:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "People chanting ‘jihad’ in London ‘inciting violence’ says Robert Jenrick", "description": "<p>Met police say no offence took place but immigration minister says chanting was ‘completely reprehensible’</p><p>People chanting “jihad” on the streets of London are inciting terrorist violence and should be tackled with the full force of the law, Robert Jenrick, the immigration minister, has said.</p><p>Jenrick’s comments appear to be at odds with the position of the Metropolitan police, which suggested this weekend that officers did not consider it to be against the law.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/people-chanting-jihad-in-london-inciting-violence-says-robert-jenrick\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/people-chanting-jihad-in-london-inciting-violence-says-robert-jenrick", "date_published": "2023-10-22T10:14:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Storm Babet continues to hit travel as flood warnings remain in place", "description": "<p>Major cleanup operations get underway after storm that left four people dead in the UK</p><p>The UK is still facing significant travel disruption due to flooding caused by Storm Babet, as major cleanup operations get underway in the worst-hit areas and officials warn that flooding could take days to subside.</p><p>All weather warnings triggered by the storm had expired on Sunday, with drier and brighter weather expected, but four severe flood warnings, signalling danger to life, remained in place in Derbyshire and Wales.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/22/storm-babet-continues-to-hit-travel-as-flood-warnings-remain-in-place\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/22/storm-babet-continues-to-hit-travel-as-flood-warnings-remain-in-place", "date_published": "2023-10-22T10:09:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Man cleared of charges in ransom plot to turn Confederate chair into a toilet", "description": "<p>Jason Warnick says ‘police do not always get the right man’ after Alabama prosecutors abandon case against him</p><p>A man charged with stealing a <a href=\"https://www.theguardian.com/books/2022/sep/05/confederates-traitors-seidule-west-point-race-history-ku-klux-klan-plaque-naming-commission\">Confederate</a> monument during a bizarre ransom scheme that threatened to turn the relic into a toilet said he had shown how “police do not always get the right man” after authorities recently abandoned the national headline-making prosecution against him.</p><p>“If anyone out there has had their position changed on that based on my ordeal, then I suppose at least something positive came from it,” Jason Warnick, a <a href=\"https://www.theguardian.com/us-news/new-orleans\">New Orleans</a> tattoo shop owner, said in a statement to the Guardian after Alabama prosecutors recently dismissed a theft case they had filed against him.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/22/confe", "link": "https://www.theguardian.com/us-news/2023/oct/22/confederate-monument-ransom-plot-charges-dropped", "date_published": "2023-10-22T10:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sunspot, Jaywick Sands review – a ray of hope for the beleaguered Essex resort", "description": "<p>A bright, no-frills business development of office space, workshops and market hall is bringing amenities and employment to one of the country’s most beleaguered communities</p><p>Jaywick Sands in Essex, population 4,800, is a survivor of a largely lost world, the interwar phenomenon called “plotlands” that enabled the working-class dwellers of big cities to own, and often build, their own home in the countryside and by the sea. It manifests a dream of freedom and self-reliance, with a DIY pioneer spirit of tenacity and improvisation more typical of American timber houses than rural England. It also has problems. It is threatened by the rising sea, and it has been identified several times as the <a href=\"https://www.theguardian.com/society/shortcuts/2012/jul/01/jaywick-sands-most-deprived-uk\">most deprived neighbourhood in England</a>. A dismal photograph of Jaywick was <a href=\"https://www.bbc.co.uk/news/uk-england-essex-46047494\">infamously used in a Trumpian campaign ad</a> tha", "link": "https://www.theguardian.com/artanddesign/2023/oct/22/sunspot-jaywick-sands-review-hat-projects-a-ray-of-hope-for-the-beleaguered-essex-resort", "date_published": "2023-10-22T10:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘The band, the scene… I put it all in there’: Sonic Youth’s Thurston Moore on his memoir of a rock’n’roll life", "description": "<p>With cameos from William Burroughs and Iggy Pop, Sonic Life – the musician’s new autobiography – chronicles his long relationship with Kim Gordon and life at the vanguard of US indie-rock</p><p>• <a href=\"https://www.theguardian.com/music/2023/oct/22/thurston-moore-sonic-youth-life-kurt-cobain-courtney-love\">Thurston Moore on hanging out with Kurt and Courtney – and a wild night at Chateau Marmont – extract</a></p><p>Early on in Thurston Moore’s memoir, <em>Sonic Life</em>, he recounts a turbulent time in his teenage years when it all could have gone horribly wrong. Briefly in thrall to an older friend with criminal tendencies, he indulged in a short but spectacular bout of juvenile delinquency that included high speed car chases through the streets of his sleepy home town, Bethel, Connecticut, and culminated with them breaking into his nextdoor neighbour’s house and ransacking it. He got off lightly with a period of probation but, he writes: “My name and criminal offence appeared", "link": "https://www.theguardian.com/music/2023/oct/22/sonic-youth-thurston-moore-sonic-life-kurt-cobain-iggy-pop-memoir", "date_published": "2023-10-22T10:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘This place wanted to be a wetland’: how a farmer turned his fields into a wildlife sanctuary", "description": "<p>Once, Karl Wenner’s Oregon land leaked pollution into a nearby lake. Now, 70 acres are home to waterfowl, turtles and endangered fish</p><p>Birdsong hums over the rumble of Karl Wenner’s truck as it bounces along the dusty trails that weave through his property. For almost 100 years, this farm in southern Oregon grew barley, but now, amid the sprawling fields, there lies a wetland teeming with life.</p><p>Wenner installed the wetland on 70 of the farm’s 400 acres to help deal with phosphorus pollution that leaked into the adjacent Upper Klamath Lake after his land flooded each winter. With support from a team of scientists and advocates, the project has become a welcome sanctuary for migrating and native birds that are disappearing from the area.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/22/farm-wetland-bird-animal-sanctuary-oregon\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/22/farm-wetland-bird-animal-sanctuary-oregon", "date_published": "2023-10-22T10:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Shelton sees off Aslan Karatsev in Tokyo to capture first career ATP title", "description": "<ul><li>Shelton beats Karatsev 7-5, 6-1 to win first tour-level title</li><li>American, 21, will climb to career-high No 15 in rankings</li></ul><p>American rising star Ben Shelton won his first ATP Tour title on Sunday, beating Russian Aslan Karatsev 7-5, 6-1 in the final of the Japan Open.</p><p>Shelton only turned professional in August last year but he reached the quarter-finals of the Australian Open in January and the semi-finals of the US Open last month.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/ben-shelton-japan-open-atp-title-aslan-karatsev\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/ben-shelton-japan-open-atp-title-aslan-karatsev", "date_published": "2023-10-22T09:59:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Very proactive’: Ten Hag praises Harry Maguire after Manchester United win", "description": "<ul><li>Defender started his second successive Premier League game</li><li>Second-half Dalot goal see club move up to eighth in the table</li></ul><p>The Manchester United manager, Erik ten Hag, says Harry Maguire is “playing like we want him to” after a man-of-the-match performance in the <a href=\"https://www.theguardian.com/football/2023/oct/21/sheffield-united-manchester-united-premier-league-match-report\">2-1 win at Sheffield United</a>. Maguire started his second successive Premier League game and stood out against his former club at Bramall Lane as the Red Devils marked the death of Sir Bobby Charlton with three points.</p><p>The England centre-half’s career at Old Trafford appeared to be over after he was <a href=\"https://www.theguardian.com/football/2023/jul/16/harry-maguire-stripped-manchester-united-captaincy-erik-ten-hag\">stripped of the captaincy</a> and allowed to explore the possibility of signing for West Ham in the summer, but he was always committed to regaining Ten ", "link": "https://www.theguardian.com/football/2023/oct/22/very-proactive-erik-ten-hag-praises-harry-maguire-after-man-united-win", "date_published": "2023-10-22T09:56:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Skateboarding film wins plaudits for focus on mental health", "description": "<p>Barney Page rode almost 1,000 miles from John o’Groats to Land’s End after his friend took his own life</p><p>Skateboarding may be more usually associated with riders refining their tricks in urban parks or cruising along sun-dappled beachside promenades. But the British professional skateboarder <a href=\"https://www.instagram.com/barneypage/?hl=en\">Barney Page</a> went for something very different – a gruelling road trip of almost 1,000 miles from John o’Groats in Scotland to Land’s End in Cornwall.</p><p>A film detailing Page’s journey, called Land’s End, is being screened across Europe and North America, attracting plaudits not only for Page’s spirit of adventure but for the way it tackles the issue of mental health and suicide.</p> <a href=\"https://www.theguardian.com/society/2023/oct/22/skateboarding-film-plaudits-mental-health-john-ogroats-lands-end\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/22/skateboarding-film-plaudits-mental-health-john-ogroats-lands-end", "date_published": "2023-10-22T09:46:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Looking for that plum job? Choose your boss carefully and know your strengths | Torsten Bell", "description": "Moving a good manager to lead a team benefits employees and company alike, research finds. Just look at Spurs...<p>Are you in the right job? We spend so much of our life working that this is a question people ask themselves a lot. But what actually helps match workers to the right jobs for them. Research provides more useful answers than hackneyed encouragement to think about where our passions lie.</p><p>First, the right manager helps. We know managers affect firm performance (just ask Spurs), but <a href=\"https://www.dropbox.com/s/713rr6e0qez7rkr/Minni_JMP.pdf?mc_cid=3d8bed60c9&amp;mc_eid=9af01e0ee4\" title=\"\">a new study</a> uses data from one large company over 10 years to examine the impact of “good” managers moving to lead a team. The impact is big and lasting, driven by good managers triggering more reallocation of workers across the firm/team.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/22/looking-for-that-plum-job-choose-your-boss-carefully-and-know-your-s", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/looking-for-that-plum-job-choose-your-boss-carefully-and-know-your-strengths", "date_published": "2023-10-22T09:32:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater recipe for sweet potato, squash and cauliflower with tomato and coconut plus roast vegetables with basil dressing", "description": "<p>Make the most of the season’s golden autumn vegetables for a rich dinner plus a vivid basil sauce</p><p>I rarely have a plan when I set out for the shops, tending to think on my feet as something takes my fancy. Vegetable shopping invariably comes first, then I fill in the gaps with fish or meat, though, often as not, with neither. This week’s haul brought sweet potatoes and a huge bunch of carrots, a thin-skinned butternut squash and a beautiful cauliflower the colour of clotted cream. These were the building blocks around two of the week’s dinners.</p><p>There was roast chicken to use up in the fridge, the bird’s skin honey-coloured and still scented with thyme and lemon. I picked up a fat bunch of slim carrots, some small potatoes, their skin dusted with soil, and then roasted them with whole cloves of garlic and sprigs of thyme. To bring the chicken and vegetables together I made a dressing of basil and mustard, which put a spring in its step.</p> <a href=\"https://www.theguard", "link": "https://www.theguardian.com/food/2023/oct/22/nigel-slater-recipe-golden-autumn-vegetables-basil-sauce", "date_published": "2023-10-22T09:30:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Choir Boy; Portia Coughlan; The Flea – review", "description": "<p><strong>Bristol Old Vic; Almeida; the Yard, London</strong><br />Moonlight writer Tarell Alvin McCraney’s elite school drama hits all the right notes; Marina Carr’s intense Irish play finds its ideal director. Plus, notes on an 1889 scandal…</p><p>Nancy Medina gets off to a flying start with her first production as artistic director of Bristol Old Vic. Tarell Alvin McCraney’s <strong><a href=\"https://bristololdvic.org.uk/whats-on/choir-boy\">Choir Boy</a></strong>, first staged at the Royal Court in 2012, is a plea for inclusiveness, an attack on othering. It is also – what could be more pertinent in this city? – a call for a new look at entrenched views of history. It slides across the stage fuelled by song: spirituals and gospel are given voice by five marvellous unaccompanied singers.</p><p><a href=\"https://www.theguardian.com/stage/2023/oct/20/tarell-alvin-mccraney-choir-boy-bristol-interview\">McCraney</a>, the American playwright most celebrated for the Oscar-winning film <em>", "link": "https://www.theguardian.com/stage/2023/oct/22/choir-boy-bristol-old-vic-review-portia-coughlan-almeida-the-flea-yard", "date_published": "2023-10-22T09:30:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Curry accuses South Africa hooker Bongi Mbonambi of using racial slur", "description": "<ul><li>Flanker made allegation to referee during semi-final loss</li><li>Mbonambi could be cited by World Rugby over incident</li></ul><p>The England flanker Tom Curry alleged to the referee during his side’s<a href=\"https://www.theguardian.com/sport/2023/oct/21/england-south-africa-rugby-world-cup-semi-final-match-report\"> heroic defeat by South Africa</a> in Saturday’s World Cup semi-final that he was called a “white cunt” by the Springboks hooker Bongi Mbonambi.</p><p>Curry can clearly be heard making the allegation of a racist slur to Ben O’Keeffe, the referee, in the 28th minute of England’s one-point defeat. He said: “Sir, Sir, if their hooker calls me a white cunt what do I do?” O’Keeffe responded by saying: “Nothing please. I’ll be on it.” There is no audio available of the alleged comment by Mbonambi.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/tom-curry-accuses-south-africa-hooker-bongi-mbonambi-of-using-racial-slur\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/tom-curry-accuses-south-africa-hooker-bongi-mbonambi-of-using-racial-slur", "date_published": "2023-10-22T09:29:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sorry Victoria’s Secret, your ‘woke’ rebrand failed because it was just performative pants | Barbara Ellen", "description": "The lingerie brand’s feminist makeover was not only hilarious but so late to the party and hypocritical that no one bought it<p>What is the appropriate response when a feminist “woke” rebrand not only fails but (whisper it) deserves to fail?</p><p>For those who missed it, in 2018, lingerie company Victoria’s Secret jettisoned its signature uber-sexy catwalk shows with supermodel “Angels” to <a href=\"https://www.nytimes.com/2021/06/16/business/victorias-secret-collective-megan-rapinoe.html?\" title=\"\">embrace a new direction</a> more in keeping with the post-#MeToo climate.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 250 words to be considered for publication, email it to us at <a href=\"mailto:observer.letters@observer.co.uk\">observer.letters@observer.co.uk</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/22/sorry-victorias-secret-your-woke-rebrand-failed-because-it-was-per", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/sorry-victorias-secret-your-woke-rebrand-failed-because-it-was-performative-pants", "date_published": "2023-10-22T09:05:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Politicians and prisons have made us stir crazy | David Mitchell", "description": "<p>Current political rhetoric is too vengeful to allow for a proper discussion about when and whether prison works</p><p>What is the role of government? It feels like a controversial area so it’s worth remembering that most of what the government does is stuff we all want doing. I’m using the term government in its widest sense, to include local councils and the various companies that now do things instead of the government as part of an ongoing scheme to keep logo designers in work and reassure Thatcherites that, even as their bins are being emptied, some free market capitalism is still happening.</p><p>Schools, roads, hospitals, police, sewers, courts, running water, electricity, trains, buses, rules about restaurants not serving rat meat, democratic elections, an army, navy and air force, bank holidays, poor relief and prisons. Almost everyone agrees that our society should have all this to a certain extent and also that it should be good and honest and professional and that it sh", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/politicians-and-prisons-have-made-us-stir-crazy", "date_published": "2023-10-22T09:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘They call me lucky Jim’: pioneering Ghanaian photographer James Barnor", "description": "<p>James Barnor’s historic images documented his country as it freed itself from colonial rule. In his 80s, he finally received recognition. In his 90s, his drive is stronger than ever</p><p>There are piles of photographs dotted all around James Barnor’s modest west London retirement flat: on bookshelves, in drawers, behind his radio, too. Negatives and contact sheets are laid out on the window sill; bigger prints are stored somewhere beyond his front door, in a cupboard into which he keeps disappearing. “If we’re going to do this,” he’d said after greeting me, followed by a long, deep laugh, “we have to do it properly. Get comfortable – I don’t want us to miss anything.” And we don’t, not that I’ve got any complaints: I’ve barely noticed the light outside fading.</p><p>It’s now late afternoon on a grey October Monday – the 94-year-old firmly into leading his fourth hour of free-flowing, life-spanning conversation. Sitting squarely opposite me, barefoot in his bright green patterned ", "link": "https://www.theguardian.com/artanddesign/2023/oct/22/they-call-me-lucky-jim-ghanaian-photographer-james-barnor-at-94", "date_published": "2023-10-22T09:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Virgil van Dijk loves F1 too’: Trent Alexander-Arnold’s need for speed", "description": "<p>England full-back and Alpine investor on ‘mind-blowing’ grands prix and why F1 outranks golf on the Liverpool team bus</p><p>Rank, it seems, still has its privileges. For Trent Alexander-Arnold that means on the Liverpool coach his teammates are out of luck if they want to watch something that clashes with Formula One. Alexander-Arnold adores the sport and he has a powerful ally with a shared interest.</p><p>“Virgil van Dijk loves F1, too, he’s a huge Max Verstappen fan of course,” says Alexander-Arnold of his teammate’s fellow Dutchman.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/virgil-van-dijk-loves-f1-trent-alexander-arnold-alpine\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/virgil-van-dijk-loves-f1-trent-alexander-arnold-alpine", "date_published": "2023-10-22T09:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "India v New Zealand: Cricket World Cup 2023 – live", "description": "<ul><li>Updates from the Dharamsala, starting 9.30am BST</li><li>Get in touch: you can <a href=\"mailto:taha.hashim.casual@theguardian.com\">email Taha</a> with your thoughts</li></ul><p><strong>1st over: New Zealand 0-0 (Young 0, Conway 0) </strong>Bumrah, from over the wicket, moves a few away from the left-handed Conway before bringing one back in. The opener doesn’t take any risks – a maiden.</p><p><strong>The popcorn’s no good.</strong> Someone please order me some brekkie. Anyway, Jasprit Bumrah’s got the ball, Devon Conway’s on strike. Let’s play!</p> <a href=\"https://www.theguardian.com/sport/live/2023/oct/22/india-v-new-zealand-cricket-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/oct/22/india-v-new-zealand-cricket-world-cup-2023-live", "date_published": "2023-10-22T08:35:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "My son is learning to accommodate his little sister’s adoration – or is it malice? | Séamas O’Reilly", "description": "<p>She chants his name – the word she knows best – nonstop, but her enthusiasm can be overwhelming</p><p>My son has recently started reading to his sister. This is adorable, but it also happens to be convenient, since my wife and I are well within that phase of life where any act of sitting on the floor is to be rationed, if not avoided entirely. So, at least once or twice a week, he now takes our place, thumbing through her thick-card picture books and reciting their humdrum contents to his delighted charge.</p><p>There is an aspect of the performative here – he is old enough to know when he’s being cute <em>and</em> that said cuteness is usually rewarded – but all artifice is inevitably forgotten once he becomes rapt himself, leaving them giggling together on the carpet.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/22/my-son-is-learning-to-accommodate-his-little-sisters-adoration-or-is-it-malice\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/my-son-is-learning-to-accommodate-his-little-sisters-adoration-or-is-it-malice", "date_published": "2023-10-22T08:32:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Coleen Rooney: The Real Wagatha Story; Bodies; Britain’s Housing Crisis: What Went Wrong?; Breeders – review", "description": "<p>Coleen Rooney is a regal presence in, hopefully, the last word on the Wag wars; four mystified cops aren’t alone in Netflix’s exhausting new crime thriller; and in the final series of Breeders, Martin Freeman becomes a zen master</p><p><strong>Coleen Rooney: The Real Wagatha Story</strong> (<a href=\"https://www.disneyplus.com/en-gb/series/coleen-rooney-the-real-wagatha-story/dbko8SML1qB8\">Disney+</a>)<br /><strong>Bodies</strong> (<a href=\"https://www.netflix.com/gb/title/81252916\">Netflix</a>)<br /><strong>Britain’s Housing Crisis: What Went Wrong?</strong> (BBC Two) | <a href=\"https://www.bbc.co.uk/iplayer/episode/m001rkmp/britains-housing-crisis-what-went-wrong-series-1-episode-1\">iPlayer</a><br /><strong>Breeders</strong> (<a href=\"https://www.sky.com/watch/breeders\">Sky Comedy</a>/Now)</p><p>Never mind “Wagatha Christie”, who is Coleen Rooney, the woman behind the uber-shiny football wife veneer? I’m still not sure after watching her, sitting preternaturally poised, sphinx-li", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/22/coleen-rooney-the-real-wagatha-story-disney-review-bodies-netflix-britains-housing-crisis-what-went-wrong-breeders-4", "date_published": "2023-10-22T08:30:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Alice Birch: ‘When I’m writing, the banalities of motherhood such as head lice disappear’", "description": "<p>The Normal People screenwriter talks about growing up in a commune, heartbreaking plays, and ​the r​umours that she’s collaborating with Taylor Swift</p><p>Born in Malvern, Worcestershire, in 1986, Alice Birch is an award-winning playwright and screenwriter for film and TV. Her screenwriting debut was for the 2016 film <em><a href=\"https://www.theguardian.com/film/2017/apr/30/lady-macbeth-review-florence-pugh-william-oldroyd\">Lady Macbeth</a></em>, starring Florence Pugh; she then worked on HBO’s <em>Succession</em><em>, </em>co-wrote the 2020 TV adaptation of <em><a href=\"https://www.theguardian.com/tv-and-radio/2020/may/03/the-week-in-tv-normal-people-blood-code-404-hollywood-museums-in-quarantine\">Normal People</a></em> with Sally Rooney and co-created the 2023 Amazon series <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/23/the-week-in-tv-dead-ringers-the-hunt-for-raoul-moat-the-diplomat-our-changing-planet-reviews\">Dead Ringers</a></em> with its star, Rachel We", "link": "https://www.theguardian.com/stage/2023/oct/22/alice-birch-succession-normal-people-dead-ringers-the-house-of-bernarda-alba-national-theatre", "date_published": "2023-10-22T08:30:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Gabriel García Márquez’s last novel stands in tribute to his defiance of dementia | Wendy Mitchell", "description": "The late Colombian author didn’t want his final book published, but his sons’ decision to do so is inspiring to writers like me<p>Shortly before he <a href=\"https://www.theguardian.com/books/2014/apr/17/gabriel-garcia-marquez-obituary\" title=\"\">died nine years ago</a>, the highly acclaimed Colombian writer Gabriel García Márquez requested that his final novel, <em>Until August</em>, should not be published. However, last week his sons announced that the work would be released in March next year. The rights and wrongs of going against their father’s wishes are complicated by the fact that at the time of writing this final novel, <a href=\"https://www.theguardian.com/books/2012/jul/07/gabriel-garcia-marquez-career-dementia#:~:text=%22Dementia%20runs%20in%20our%20family,cells%2C%20and%20accelerated%20the%20process.\" title=\"\">Márquez was living with dementia</a>.</p><p>Perhaps Márquez, who won the Nobel prize in literature in 1982, compared the work with his earlier novels and found it la", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/last-novel-of-gabriel-garcia-marquez-stands-in-tribute-to-his-defiance-of-dementia", "date_published": "2023-10-22T08:03:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: a childhood treat turns out to be a grownup delight, says Annalisa Barbieri", "description": "Chocolate wafers hit the spot<p>I’m in London, with hard things to do. Where once I had nine family members in the capital, now there are none. It’s wrong to eat your feelings, except sometimes it helps.</p><p>I struggle to go into the supermarket my mum and dad used to shop at, as a feeling of dread always comes over me and the shelves seem filled with sadness. So, when I came upon a display of something new at the checkout, something that reminded me of slightly forbidden chocolate growing up (I was absolutely fascinated by <strong>Kinder</strong> chocolate when I was a child, I would see it in Italian supermarkets – you couldn’t get it here then – and think it was the height of sophistication), I felt cheered. <strong><a href=\"https://www.lindt.co.uk/shop\" title=\"\">Lindt Choco Wafers</a></strong> are new and come in three variations: milk hazelnut, milk or plain and cost £1 for two or £5.50 for 135g. I wish I could tell you how many are in the 135g packet, but it was compromised e", "link": "https://www.theguardian.com/food/2023/oct/22/childhood-treat-turns-out-to-be-a-grownup-delight", "date_published": "2023-10-22T08:02:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Anatomy of a Fall director Justine Triet: ‘I didn’t feel that French cinema wanted me around’", "description": "<p>When the film-maker won this year’s Palme d’Or, she shocked France with her acceptance speech. Here, the unrepentant auteur talks about women on trial – and working with her husband</p><p>“You see some films, and they’re interesting,” says the French director Justine Triet, “and then there are others that affect you in a very violent way.” It’s fair to say that Triet’s latest film, <em><a href=\"https://www.theguardian.com/film/2023/may/21/anatomy-of-a-fall-review-sandra-huller-compels-as-an-author-accused-of-her-husbands\">Anatomy of a Fall</a></em>, has affected viewers, and her own life, intensely. In May, she went from being simply a well-respected rising auteur to a <a href=\"https://www.theguardian.com/film/2023/may/27/a-curious-choice-for-the-palme-but-what-an-extraordinary-cannes\">Cannes Palme d’Or winner</a> – and a figure of national controversy.</p><p><em>Anatomy of a Fall</em> has scored more than a million admissions at the French box office. The film has galvanised audi", "link": "https://www.theguardian.com/film/2023/oct/22/anatomy-of-a-fall-director-justine-triet-french-cinema-palme-d-or-cannes-film-festival", "date_published": "2023-10-22T08:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Be Useful: Seven Tools for Life by Arnold Schwarzenegger review – self-help tips that are more gain than pain", "description": "<p>The bodybuilder turned actor and politician reinvents himself as a motivator with an improvement guide that actually works    </p><p>Arnold Schwarzenegger wants you to know that you’re a lazy piece of shit. But he’s going to tell you politely; with care and a few encouraging suggestions. He’s going to be good-natured and nonjudgmental about it. Or a bit judgmental about it. But only because he doesn’t want you to be a lazy piece of shit any more. Instead, he wants you to <em>be useful</em>.</p><p>If that titular phrase sounds like something a parent tells their kid when said kid is hovering about after school, that’s because it’s exactly what Schwarzenegger’s disciplinarian policeman father used to tell him (and, indeed, Arnie went on to sponsor a nationwide after-school programme). <a href=\"https://www.theguardian.com/film/arnold-schwarzenegger\">Schwarzenegger</a>, 76, is now in the “fourth act” of his life. He’s been the world’s most famous bodybuilder, a Hollywood movie star, a", "link": "https://www.theguardian.com/books/2023/oct/22/be-useful-seven-tools-for-life-by-arnold-schwarzenegger-review-self-help-tips-that-are-more-gain-than-pain", "date_published": "2023-10-22T08:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Free Your Mind review – The Matrix triumphantly reloaded by Danny Boyle and co", "description": "<p><strong>Aviva Studios, Manchester</strong><br />This breathtaking dance adaptation by Boyle, Boy Blue’s Kenrick ‘H20’ Sandy and Michael ‘Mikey J’ Asante, designer Es Devlin and writer Sabrina Mahfouz fully inhabits Manchester’s stunning new £240m venue</p><p>If you’re going to launch the biggest cultural building in Britain since Tate Modern, one that has cost somewhere in the region of £240m, then what better way to do it than with a dance adaptation of <em><a href=\"https://www.theguardian.com/film/the-matrix\">The Matrix</a></em>, a cult series of movies that gained many of their main effects through groundbreaking CGI? The ambition is breathtaking.</p><p>But somehow that feels right for <a href=\"https://www.theguardian.com/artanddesign/2023/jul/23/aviva-studios-manchester-review-factory-international-oma-wheres-the-joy-yayoi-kusama\">Aviva Studios</a>, the new arts development that was once called Factory International until an insurance company stumped up a lot of extra cash to ", "link": "https://www.theguardian.com/stage/2023/oct/22/free-your-mind-danny-boyle-the-matrix-aviva-studios-manchester-review-kenrick-h20-sandy-michael-mikey-j-asante-es-devlin-sabrina-mahfouz", "date_published": "2023-10-22T08:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Japan, with a twist: the provincial town that hosts people from 49 countries", "description": "<p>Ōizumi has welcomed foreign workers and boasts everything from Brazilian supermarkets to Turkish kebab shops</p><p>An unassuming industrial town in <a href=\"https://www.theguardian.com/world/japan\" title=\"\">Japan</a>, far from the busy tourist hubs of Tokyo and Kyoto, is in the middle of an unprecedented social transformation. Ōizumi, rather than the country’s capital, is at the forefront of Japan’s foreigner-friendly future.</p><p>The northern Kantō plain is an unlikely setting for the country’s experiment in multiculturalism, but this is provincial Japan with a twist. Signs at the local railway station – Nishi-Koizumi – are written in six languages. At the ticket office, a member of staff deals patiently with a customer struggling to communicate in Japanese.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/japan-with-a-twist-the-provincial-town-that-hosts-people-from-49-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/japan-with-a-twist-the-provincial-town-that-hosts-people-from-49-countries", "date_published": "2023-10-22T08:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Peacekeepers, Fatah or anarchy: what would follow an Israeli ‘victory’ in Gaza?", "description": "<p>Israel’s dilemma is that destroying Hamas would leave a power vacuum</p><p>For two weeks Israel has pounded Gaza with missiles, as it gathers tanks and troops for a ground invasion with one stated goal, to destroy Hamas.</p><p>It is a deceptively simple target, one which sounds urgent and necessary to many in a nation profoundly traumatised by the massacres of 7 October, hoping to reclaim their sense of security, and a military determined to restore its damaged authority.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/peacekeepers-fatah-or-anarchy-what-would-follow-an-israeli-victory-in-gaza\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/peacekeepers-fatah-or-anarchy-what-would-follow-an-israeli-victory-in-gaza", "date_published": "2023-10-22T08:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Bad and dangerous’: Argentina’s Trump on track to become president", "description": "<p>With election Sunday, populist Javier Milei vows to abolish central bank, loosen gun laws, legalize sale of human organs</p><ul><li><a href=\"https://www.theguardian.com/world/2023/oct/14/who-is-javier-milei-argentina-presidential-election-frontrunner\">Who is Javier Milei?</a></li></ul><p>A foul-mouthed, far-right populist who has been <a href=\"https://x.com/tomphillipsin/status/1715393710333079985?s=20\">described</a> as a cross between Boris Johnson and the killer doll Chucky is in pole position to become president of South America’s second-largest economy as Argentina chooses its next leader on Sunday against a backdrop of anti-establishment fury and economic disarray.</p><p>Election-eve polls suggest Javier Milei, a charismatic and wild-haired political outsider who found fame pontificating on television chat shows about monetary policy and sex, could sneak a first-round win, although a November runoff is likely.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/argenti", "link": "https://www.theguardian.com/world/2023/oct/22/argentina-javier-milei-presidential-election", "date_published": "2023-10-22T08:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Netanyahu told to ‘quit now’ as ex-leaders pin blame on dysfunctional government", "description": "<p>Former military officers and politicians say prime minister bears responsibility for the failures that led to the Hamas incursion </p><p>Former Israeli military, political and intelligence officials have expressed doubts over the leadership of prime minister as debate rages inside the country about the response to the Hamas attacks on 7 October that killed 1,400 Israelis.</p><p>Former prime minister Ehud Barak described the terrorist attack as “the most severe blow Israel has suffered since its establishment to date”. “I don’t believe that the people trust Netanyahu to lead when he is under the burden of such a devastating event that just happened under his term,” he told the <em>Observer</em>.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/netanyahu-told-to-quit-now-as-ex-leaders-pin-blame-on-dysfunctional-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/netanyahu-told-to-quit-now-as-ex-leaders-pin-blame-on-dysfunctional-government", "date_published": "2023-10-22T08:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Rolling Stones: Hackney Diamonds review – convincing echoes of the band in its pomp", "description": "<p>(Polydor)<br />With plenty of strut and starry backup, the band’s first album of originals in nearly two decades peaks in its quieter moments</p><p>On their first album of originals since 2005, the Rolling Stones walk a tightrope between slick modernity and the quaint notion that their music still packs any grit. “Hackney diamonds” are the broken glass shards left after a smash and grab, but muscular US producer <a href=\"https://www.rollingstone.co.uk/music/news/how-the-rolling-stones-finally-got-it-together-and-made-a-great-new-album-32761/\">Andrew Watt</a> ensures <em><a href=\"https://www.theguardian.com/music/2023/sep/06/we-were-lazy-the-rolling-stones-unveil-new-original-album-hackney-diamonds-after-18-year-wait\">Hackney Diamonds</a></em> is a far more polished-sounding record than its insalubrious title would suggest. Full of defiant brio and what you might charitably call unreconstructed Stonesiness – the Sydney Sweeney-starring video for <a href=\"https://www.youtube.com/wat", "link": "https://www.theguardian.com/music/2023/oct/22/the-rolling-stones-hackney-diamonds-review-convincing-echoes-of-the-band-in-its-pomp", "date_published": "2023-10-22T08:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Thank you Poland, for showing faith in EU values under threat from the authoritarian right | Will Hutton", "description": "At least one good thing came out of the disaster of Brexit – it is serving as a bulwark against populism in Europe<p>A year before Boris Johnson’s Brexit and the election of Donald Trump, a little-known rightwing populist party <a href=\"https://www.theguardian.com/world/2015/oct/27/poland-law-justice-party-wins-235-seats-can-govern-alone\" title=\"\">won power again in Poland</a> – using all the tricks that would become so familiar. It accused its political opponents of being enemies of the people; it would make Poland great again by restoring traditional virtues; it would resist the EU even though it was a member; and it would be unremittingly hostile to migrants and gays. At the time, it seemed a one-shot idiosyncrasy, but the Law and Justice party soon emerged as one of the leaders in Europe’s apparently irresistible drive to the right.</p><p>It <a href=\"https://www.theguardian.com/world/2019/oct/14/poland-populist-law-and-justice-party-increases-majority\" title=\"\">won a second elect", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/poland-turning-back-tide-of-the-right-should-be-an-object-lesson-in-democracy-for-uk", "date_published": "2023-10-22T07:32:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "New fragrances: 10 of the best", "description": "Which scent works for you is highly subjective, but these new products are all worth seeking out<p>I’m often asked: “I need a new fragrance. What do you recommend?” and it always takes me by surprise. Why? Because fragrance, like so many things in life, is completely subjective. (Case in point the allure of a cheeseboard or Taylor Swift forever eludes me.) So, how does one answer a question that if thrown into a machine would generate a dozen different answers? Not so long ago, it would have been easy to fire back, “Well, what type of scents do you generally like – floral, sexy, woody, green?” Nowadays, fragrances are more complex and increasingly tricky to categorise. So I’d recommend heading to somewhere like Liberty’s fragrance department or Les Senteurs. You’ll probably discover something exquisite that is totally off the beaten track from what you thought you liked. I’d also advise prioritising quality. That comes at a price – hence, a number of fragrances on this page fall into", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/new-fragrances-10-of-the-best", "date_published": "2023-10-22T07:30:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Minimalist tumblers out, purple goblets in: coloured glassware is back in fashion", "description": "<p>Venetians and Victorians loved them, and now bold shades are once again bringing energy to the table</p><p>After years of minimalist, clear wine glasses, tumblers and dishes, colourful glassware is making a comeback. Brightly hued glass pieces such as purple goblets from the 1970s and coral-pink 1930s candlesticks have seen sales rise 30% since last year, according to Narchie, an app for buying and selling vintage homeware.</p><p>And on the high street, John Lewis says that sales of drinkware in shades of damson, amber and cobalt have risen 71% on figures from the same week last year. The department store’s Confetti range – a modern collection decorated with flecks of colour – has gone up by 20%.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/22/minimalist-tumblers-out-purple-goblets-in-coloured-glassware-is-back-in-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/minimalist-tumblers-out-purple-goblets-in-coloured-glassware-is-back-in-fashion", "date_published": "2023-10-22T07:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Simone Lia: Name calling – cartoon", "description": "<a href=\"https://www.theguardian.com/culture/ng-interactive/2023/oct/22/simone-lia-name-calling-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/ng-interactive/2023/oct/22/simone-lia-name-calling-cartoon", "date_published": "2023-10-22T07:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "To cap it all: overcoming our British fear of fungi", "description": "<p>We have a complicated relationship with mushrooms but, as scientists point out, they are a wonder weapon in our fight to help the environment so we need to make our peace with them</p><p>The scene couldn’t be more British. There are picnic blankets, dogs and hungover-looking men shouting at their children. Thanks to recent rain, mushrooms shaped like huge white breasts have sprouted from the tussocks. Naturally, everyone ignores them, except for an inquisitive toddler, who reaches out a pudgy hand, before it is quickly snatched away. “Don’t touch,” an adult hisses. “Those things kill.”</p><p>In the UK, mushrooms are the vegetable we love to hate. But in recent years, they’ve been hard to avoid. They’ve sprouted from our bookshelves (Merlin Sheldrake’s bestselling <em>Entangled </em><em>Life</em>) and have popped from our screens (<em>Fantastic Fungi</em>; <em>The Last of Us</em>); it seems no hip restaurant is complete without an in-house mushroom lab (Fallow; The Pig); and in Sep", "link": "https://www.theguardian.com/science/2023/oct/22/uk-fear-of-mushrooms-we-need-to-get-over-it", "date_published": "2023-10-22T07:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Killers of the Flower Moon review – Scorsese’s masterly Native American true crime saga", "description": "<p>A towering Robert De Niro, an against-type Leonardo DiCaprio and a magnetic Lily Gladstone shine in the director’s gripping account of a shocking episode in US history</p><p>There’s a perennial fascination in the films of <a href=\"https://www.theguardian.com/film/2023/oct/12/who-wasnt-complicit-how-martin-scorsese-won-the-trust-of-the-osage-nation\">Martin Scorsese</a> with the notion of power – the structures of it, the layers to it, the flow of it. But it’s not so much the individual at the top of the ladder who seems to intrigue the director, but rather those a couple of rungs down. Characters such as dogged journeyman contract killer Frank Sheeran in <em>The Irishman</em>, or foot soldier Henry Hill in <em><a href=\"https://www.theguardian.com/film/2020/sep/21/goodfellas-at-30-martin-scorsese-robert-deniro-joe-pesci\">Goodfellas</a></em>, clinging by his fingernails to the edge of the mob’s inner circle. And now, in Scorsese’s masterful adaptation of David Grann’s 2017 nonfiction", "link": "https://www.theguardian.com/film/2023/oct/22/killers-of-the-flower-moon-review-martin-scorsese-osage-county-native-american-masterly-true-crime-epic-robert-de-niro-leonardo-dicaprio-lily-gladstone", "date_published": "2023-10-22T07:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Lauren: ‘It’s been a long wait but this team is ready. This Arsenal can win it’", "description": "<p>Former full-back faces divided loyalties as the Gunners face Sevilla on Tuesday but he delights in Mikel Arteta’s class of 2023</p><p>Little Lauren Bisan-Etamé Mayer could be forgiven for being a bit distracted in class, for his mind drifting. From the windows of Hermanos Álvarez Quintero school, he could see Sevilla’s training ground.</p><p>He had been going there almost every day since they spotted him, aged 11, and even when he wasn’t supposed to turn up he would head over as soon as he could. Some days he would climb the fence. With good reason, too: in 1992, the greatest footballer of all had joined his team, the one he imagined playing for one day.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/lauren-arsenal-sevilla-mikel-arteta\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/lauren-arsenal-sevilla-mikel-arteta", "date_published": "2023-10-22T07:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Survivor, pioneer, winner – Bobby Charlton was the ultimate footballer", "description": "<p>The Manchester United and England legend, who has died aged 86, saw it all and did it all in a remarkable career, from the low of the Munich air disaster to winning the World Cup in 1966</p><p>Bobby Charlton was the quintessential English footballer, among the very best this country has produced and certainly one of the best-loved. He was synonymous with Manchester United during a 20-year association that resumed after a couple of seasons as manager at Preston North End, and even though he briefly pulled on his boots again at Deepdale he is rightly regarded a one-club man in the traditional sense.</p><p>As such, his was perhaps the greatest of careers, encompassing as it did the Busby Babes era of the 1950s, the Munich air disaster and its aftermath, and the subsequent rebuilding which culminated in Manchester United becoming the first English team to win the European Cup in 1968. Two years earlier, Charlton had won the World Cup with England. Geoff Hurst’s hat-trick dominated cov", "link": "https://www.theguardian.com/football/blog/2023/oct/22/survivor-pioneer-record-breaker-bobby-charlton-was-the-ultimate-footballer-manchester-united-england", "date_published": "2023-10-22T07:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Empty classroom seats reveal ‘long shadow’ of Covid chaos on children | Sonia Sodha", "description": "Former commissioner Anne Longfield’s inquiry testimony exposed how future generations will pay price for government’s poor decisions<p>Amid the scrutiny of what government decisions were made and why, some salacious details have emerged out of the continuing <a href=\"https://www.theguardian.com/uk-news/covid-inquiry\" title=\"\">Covid inquiry</a>. Last week, we learned the Ministry of Defence’s chief scientific adviser called Rishi Sunak “Dr Death” in reference to his <a href=\"https://www.theguardian.com/uk-news/2023/oct/19/science-adviser-referred-to-rishi-sunak-as-dr-death-covid-inquiry-hears\" title=\"\">“eat out to help out”</a> scheme of August 2020.</p><p>Other gossipy revelations include cabinet secretary Simon Case joking that it was Carrie Johnson, partner of Boris Johnson, <a href=\"https://www.bbc.co.uk/news/uk-politics-67101479\" title=\"\">who was really in charge</a>, and Sir Patrick Vallance, the government’s chief scientific adviser, describing <a href=\"https://www.theguardian.", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/empty-classroom-seats-reveal-long-shadow-of-covid-chaos-on-children", "date_published": "2023-10-22T06:33:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s double whammy of byelection victories should make the Tories more scared | Andrew Rawnsley", "description": "Sir Keir Starmer’s party will depict Rishi Sunak as a leader without a mandate and serial loser who flunks every electoral test he is set<p>Tell me that you are one of those people who think that byelection results don’t really matter and I will know for a fact that you are not Sir Keir Starmer. He understands from bruising personal experience how much they can set the mood music of politics and drive its narratives, give momentum to a leader or place them in peril.</p><p>I say this because the first byelection of his time leading Labour was a job-menacing disaster. It was May 2021, the rollout of protection against Covid was rewarding the government with a “vaccine bounce” and Labour was limping behind the Conservatives in the polls. The Tories inflicted a morale-crushing defeat on Labour at the <a href=\"https://www.theguardian.com/politics/2021/may/07/hartlepool-byelection-result-labour-starmer-conservatives#:~:text=The%20Tories%20won%2015%2C529%20votes,from%20Labour%20of%20almost%", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/labours-double-whammy-of-byelection-victories-should-make-the-tories-more-scared", "date_published": "2023-10-22T06:03:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "I’m an Israeli, but I believe inflicting more harm on Gaza will not bring a solution | Alon-Lee Green", "description": "As a member of Jewish-Arab peace coalition Standing Together, Alon-Lee Green says there is an alternative to the cycle of violence<p>Two weeks ago, Israel experienced an unprecedented terror attack, when Hamas gunmen crossed the Gaza security fence, massacred more than 260 civilians attending a music festival, took control of several villages and kibbutzim in the area and murdered numerous among their residents, all while firing massive barrages of rockets. Overall, Israeli official sources estimate Hamas killed about 1,400 people, mostly civilians, including children and elderly people, and abducted more than 200, who are still being held hostage in Gaza.</p><p>Israel responded by declaring a war on the Gaza Strip, launching airstrikes that have killed <a href=\"https://ochaopt.org/content/hostilities-gaza-strip-and-israel-flash-update-13\" title=\"\">more than 4,000 people</a>, according to the health ministry there, mostly civilians, including children, women and elderly people. Israe", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/i-am-an-israeli-but-believe-inflicting-more-harm-on-gaza-will-not-bring-a-solution", "date_published": "2023-10-22T06:02:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Viviane Sassen turns her lens on herself", "description": "<p>The Dutch photographer’s self-portrait in a bathroom mirror reflects her fascination with the strangeness and eroticism of the body</p><p>The Dutch photographer and artist <a href=\"https://www.vivianesassen.com/\">Viviane Sassen</a> has spoken about her work dramatising her shyness, her anxieties about connecting with the world. In that context, this self-portrait, which prefaces <em>Phosphor</em>, a new book and a large retrospective exhibition of her work, might seem out of character. Not for the exposed body so much as for her eye that gazes at the viewer as she gazes at herself. She took the picture in 1990, when she was 19, studying photography and starting to work as a model – a role that convinced her to follow a vocation on the looking side of the lens. As she once said in an <a href=\"https://www.theguardian.com/fashion/2013/oct/12/fashion-photographer-viviane-sassen\">interview with the </a><em><a href=\"https://www.theguardian.com/fashion/2013/oct/12/fashion-photographer-vi", "link": "https://www.theguardian.com/artanddesign/2023/oct/22/the-big-picture-viviane-sassen-turns-her-lens-on-herself", "date_published": "2023-10-22T06:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week the world tried to stop Gaza spinning out of control", "description": "<p>The visits and diplomacy have been to one end: containment. Because if the conflict spills over, the consequences will be global</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/oct/20/israel-hamas-war-live-joe-biden-address-the-nation-gaza-ground-offensive-invasion-border-troops\">Israel and Hamas at war – live updates</a></strong></li></ul><p>Early last Thursday morning, the USS Carney, a US Navy guided missile destroyer, was in the northern Red Sea when its radar detected three cruise missiles apparently launched by Iran-backed Houthi rebels in Yemen. The missiles’ target was unclear but they were heading north, so it was “potentially” Israel. Within a very short time, the Carney had destroyed them all.</p><p>These were the first shots fired by the US in defence of Israel in the current conflict. The Pentagon press secretary, Brig Gen Pat Ryder, later told reporters the intervention was “to send a strong message intended to deter a wider conflict” and “reg", "link": "https://www.theguardian.com/world/2023/oct/22/the-week-the-world-tried-to-stop-gaza-spinning-out-of-control", "date_published": "2023-10-22T06:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Even our safe seats are in play’: Tories despair at scale of byelection defeats", "description": "<p>After a crushing week, MPs fear they will need a miracle to hold on to power</p><p>As Keir Starmer embarked on a triumphant victory dash, first to Bedfordshire then to Tamworth in Staffordshire on Friday morning, Tory MPs sitting at home digesting the bombshell byelection news had hit rock bottom.</p><p>Having pulled off two sensational wins overnight in previously safe Tory-held seats, the Labour leader was rubbing salt into their wounds. Starmer was obviously ecstatic, though straining to strike the right balance between expressions of elation and the necessary caution.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/22/even-our-safe-seats-are-in-play-tories-despair-at-scale-of-byelection-defeats\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/22/even-our-safe-seats-are-in-play-tories-despair-at-scale-of-byelection-defeats", "date_published": "2023-10-22T06:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Erotic Vagrancy: Everything About Richard Burton and Elizabeth Taylor review – an epic hymn to a ‘joyously vulgar’ pair", "description": "<p>Drink-fuelled fights, tantrums, fratricide… Roger Lewis’s exhaustive but exhausting study of the Burton-Taylor partnership is as extravagant and uncompromising as its badly behaved stars</p><p>Here is the story of a wild <em>folie à deux</em>, or a dance of death in which both partners were tragically condemned to survive. <a href=\"https://www.theguardian.com/books/2009/dec/09/roger-lewis-seasonal-suicide-notes\">Roger Lewis</a>’s biography may not fulfil the promise of “everything” about Richard Burton and Elizabeth Taylor but it surely contains more than you could ever wish to know. “I make no apology for this being a visionary book,” he explains, sonorously, and often the reader does hear a singular voice at work – fearless, funny, provocative, acute, insistent. But oh, it’s exhausting too. <a href=\"https://www.theguardian.com/books/2009/dec/09/roger-lewis-seasonal-suicide-notes\">Lewis</a>, a Welshman, understands his native weakness: “garrulity”. Or, as Taylor was once overhear", "link": "https://www.theguardian.com/books/2023/oct/22/erotic-vagrancy-everything-about-richard-burton-and-elizabeth-taylor-review-roger-lewis-a-hymn-to-a-joyously-vulgar-pair", "date_published": "2023-10-22T06:00:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The perils of putting off fatherhood: why it poses risks to children’s physical and mental health", "description": "<p>Men have biological clocks too. Fertility drops with age, and the likelihood of offspring having conditions such as autism, schizophrenia and leukaemia rises</p><p>When we think of the effects of age on baby-making, we tend to focus on women. That withering supply of eggs. Those chromosomal problems. Infertility. But men are affected by age too. There is now a substantial – and growing – body of evidence that suggests delaying fatherhood may carry its own consequences. These are seldom talked about – how often, for example, are men told to “pay more attention” to their biological clocks?</p><p>Nor, generally, are fertility services discouraged for older men wanting to be fathers in the way some countries do for older women who want to be mothers. In England and Wales, for example, the National Institute for Clinical Excellence <a href=\"https://www.nhs.uk/conditions/ivf/availability/\">recommends</a> that the NHS does not offer IVF to women over 42, but no mention is made of paterna", "link": "https://www.theguardian.com/science/2023/oct/22/the-perils-of-putting-off-fatherhood-why-it-poses-risks-to-childrens-physical-and-mental-health", "date_published": "2023-10-22T06:00:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘A Yellowstone for Europe’: Romania’s ambition for a vast new wilderness reserve", "description": "<p>A project to create Europe’s largest forested national park aims to protect 100,000 hectares of wilderness as well as boost ecotourism in support of local communities</p><p>Up on the hill we spy them: dark, imposing forms moving through the dense forest. It’s a group of bison wandering wild in Romania’s Făgăraș mountains. I stand silently with my guide Răzvan Dumitrache as the animals graze.</p><p>This area of Transylvania, at the southern edge of the Carpathian mountains, is among the wildest places in Europe. Brown bears, wolves and lynx roam the forested hillsides – and bison were recently reintroduced after a 200-year absence as part of the work of <a href=\"https://www.carpathia.org/\" title=\"\">Foundation Conservation Carpathia</a>. FCC’s ambitions are not small: it aims to create the continent’s largest forested national park. A 101,000- hectare (250,000-acre) wilderness reserve. A Yellowstone for Europe.</p> <a href=\"https://www.theguardian.com/travel/2023/oct/22/a-yellowston", "link": "https://www.theguardian.com/travel/2023/oct/22/a-yellowstone-for-europe-romanias-ambition-for-a-vast-new-wilderness-reserve", "date_published": "2023-10-22T06:00:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Rowetta: ‘I always feel inspired once I’ve walked the dog’", "description": "<p>The singer on gigging with the Mondays, a family roast and watching Man Utd</p><p><strong>Up early or like a lie-in?</strong> I’m usually gigging with the Mondays or in Ibiza, so I’ll just be going to bed on a Sunday morning. If I’m already in bed, I’m doing something with somebody I shouldn’t be.</p><p><strong>Sunday breakfast? </strong>Leftovers from the night before – usually Caribbean food. I love fried chicken and curried lamb. I’m not Caribbean, but my ex-husband’s mother would cook for me, so I get Caribbean takeaways or cook if there’s time.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/22/sunday-with-rowetta-i-feel-inspired-once-i-have-walked-the-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/sunday-with-rowetta-i-feel-inspired-once-i-have-walked-the-dog", "date_published": "2023-10-22T05:47:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Zoos are the opposite of educational: they construct fictions about their captives | Martha Gill", "description": "Joanna Lumley’s call to free UK elephants has exposed flaws in conservation claims<p>Every afternoon at London Zoo until the early 1970s a table laid with cups, saucers and a teapot would be set out for the chimpanzees. An amusing set piece was anticipated: chimps throwing crockery at each other and jumping on chairs. But there was an early complication.</p><p>Chimpanzees are exceptionally good at mastering tools. <a href=\"https://www.researchgate.net/publication/230010015_The_Chimpanzee_Tea_Party_Anthropomorphism_Orientalism_and_Colonialism\" title=\"\">They quickly learned to use the pot correctly</a> and would sit politely at the table, taking afternoon tea.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/22/zoos-are-opposite-of-educational-they-construct-fictions-about-animals\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/zoos-are-opposite-of-educational-they-construct-fictions-about-animals", "date_published": "2023-10-22T05:34:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Looking back on years of happy growing on the allotment", "description": "<p>Celebrating the anniversary of the Observer’s organic allotment is a chance to consider friends made, flowers grown and a community created</p><p>It’s our anniversary. When we broke soil on the Observer Organic Allotment. The plan at first was simple: for Observer Magazine people to work and garden together outside the newspaper office and hours. Only if they’d like to, of course. There was a small gathering of staff from the editorial and advertising teams, plus, Howard, his children and others, too.</p><p>The going was tough at first. The plot was in poor repair. Its tenant had been unwell. We dug out a skipload of rubble and bindweed and wheelbarrowed it away. We put in 10 tonnes of topsoil, a steaming lorry load of manure.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/22/looking-back-on-years-of-happy-growing-on-the-allotment\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/looking-back-on-years-of-happy-growing-on-the-allotment", "date_published": "2023-10-22T05:15:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Israel-Hamas war live: Gaza strikes to intensify, Israeli military says; West Bank mosque hit", "description": "<p>Israel will ‘deepen our attacks to minimise the dangers to our forces in the next stages of the war’, military spokesman says; one reported killed in Israeli strike on ‘terror operatives’ at Jenin mosque</p><ul><li><a href=\"https://www.theguardian.com/world/2023/oct/22/hamas-and-israel-at-war-what-we-know-on-day-16\">Hamas and Israel at war: what we know on day 16</a></li></ul><p>Israel plans to evacuate 14 additional communities in northern Israel, it has said in a statement, snapped on Reuters.</p><p>The move comes after renewed cross-border exchanges of fire between Israel and Iran-backed Hezbollah militant across Israel’s northern border, prompting concerns of a widening conflict amid the Israel-Hamas war.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/22/israel-hamas-war-live-gaza-strikes-to-intensify-israeli-military-says-west-bank-mosque-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/22/israel-hamas-war-live-gaza-strikes-to-intensify-israeli-military-says-west-bank-mosque-hit", "date_published": "2023-10-22T05:12:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on gender dysphoria: criminalising therapy poses a risk to children’s welfare | Observer editorial", "description": "NHS England’s shift to a ‘watchful waiting’ brief on trans identity faces being undermined by campaigners seeking criminal ban on ‘conversion’ treatment<p>There has been a welcome shift in the way NHS England says it will provide care for children with gender dysphoria. In recent months, it has moved away from the ideologically driven “affirmative” model that views gender dysphoria in children purely as a sign of a fixed trans identity.</p><p>It is instead adopting a more evidence-based approach – as laid out in the review by the distinguished paediatrician Dr Hilary Cass – that starts from the understanding that children’s feelings of gender incongruence are often transient and fluid, and can be associated with autism, childhood trauma, children grappling with their own developing same-sex attraction, and intense discomfort about puberty.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/22/observer-view-on-gender-dysphoria-criminalising-therapy-poses-risk-tto-children", "link": "https://www.theguardian.com/commentisfree/2023/oct/22/observer-view-on-gender-dysphoria-criminalising-therapy-poses-risk-tto-childrens-welfare", "date_published": "2023-10-22T05:03:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "My mum’s depression drags me down. I feel I need to stay away | Ask Philippa", "description": "Set boundaries – block her number for periods so you don’t spend your days in dread and give her a contact for the Samaritans<p><em><strong>The question</strong></em><strong> </strong><em>My 60-year-old mum has had depression all her life, which has had a profound impact on our family. Since her parents died from Covid, she’s been her worst ever. She doesn’t eat, has panic attacks, cries all the time, is hateful towards everyone, tries to turn everyone against each other and has frequent tantrums. But she refuses to get any help. She won’t </em><em>take medication nor seek therapy. And I’m exhausted. I dread seeing her number </em><em>on my phone. My dad is thinking of leaving and, if he does, I’m afraid of what will happen to her. My parents retired to a rural village three hours’ drive from my life.</em></p><p><em>Her mum (my gran) was also depressed and barely left the house after the age of 65, until she died at 90. She became dependent on my mother and it took a huge toll on her", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/ask-philippa-perry-my-mums-depression-drags-me-down-i-feel-i-need-to-stay-away", "date_published": "2023-10-22T05:02:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "On both sides of the Israel-Hamas war, the victims are innocent | Observer letters", "description": "Like many, I am historically affected by the atrocities we are witnessing; not as a Jew but as a human being<p>Howard Jacobson describes his humane pity at the suffering of victims in Gaza, his righteous anger at the inhumanity of people justifying atrocities, and finally outrage at the antisemitism which reserves victim blaming – “they got what they deserved” – for Jews (“<a href=\"https://www.theguardian.com/commentisfree/2023/oct/15/victim-blaming-is-a-crime-to-so-many-progressives-except-when-it-comes-to-jews\" title=\"\">Victim-blaming is a crime to so many progressives. Except when it comes to Jews</a>”, Comment).</p><p>My mother watched my grandfather, like Israeli hostages, “manhandled into a car” and taken away to Dachau. My great-grandmother died in another Nazi concentration camp where, like Palestinians, she was denied food, water and medicine. So, like many, I am historically affected by the atrocities we are witnessing in Israel and Gaza; not as a Jew but as a human being.<", "link": "https://www.theguardian.com/global/2023/oct/22/letters-on-both-sides-of-the-israel-hamas-war-the-victims-are-innocent", "date_published": "2023-10-22T05:02:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Vervain, Croydon: ‘The terrific cooking deserves a snazzier setting’ – restaurant review", "description": "A seriously good menu is served in a grand hotel which needs a bit of work<p><strong>Vervain, Birch, 126 Addington Road, South Croydon, CR2 8YA (020 3953 3000, <a href=\"https://www.birchcommunity.com/\">birchcommunity.com</a>). Meal for two: starters £8-£14, mains £16-£36, desserts £6-£9, wines from £30</strong></p><p>Ghost Town by the Specials is echoing through the empty foyer of <a href=\"https://www.birchcommunity.com/\" title=\"\">Birch</a>, a big chunk of redbrick hotel set in 200 acres of grounds on that southern edge of Croydon known as Selsdon. There are many tunes you could pipe into the deserted public spaces of a hotel on a Sunday night; Ghost Town really shouldn’t be one of them. Terry Hall’s mournful hymn to urban abandonment bounces around the broad entry hall with its delicately painted floral ceiling and its chunks of marquetry art.</p> <a href=\"https://www.theguardian.com/food/2023/oct/22/jay-rayner-vervain-croydon-terrific-cooking-deserves-snazzier-setting-restaurant-re", "link": "https://www.theguardian.com/food/2023/oct/22/jay-rayner-vervain-croydon-terrific-cooking-deserves-snazzier-setting-restaurant-review", "date_published": "2023-10-22T05:02:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ease into autumn with the best southern French reds", "description": "Smooth, rich and full-bodied, the wines from the south of France come into their own at this time of year<p><strong>Blason du Rhône Côtes du Rhône Villages, France 2021, £10.99, <a href=\"https://www.waitrose.com/\">Waitrose</a> </strong>It’s the time of year for finding compensations for the retreating light and low temperatures; the little pleasures of pulling on a favourite jumper for the first time in months or sitting by a fire with a pint in a pub. When it comes to wine, now is the time to bring out the robust red wines that work better with stews and roasts and, for me, the definitive autumn-into-winter bottles are the reds made with either or both of grenache and syrah, often with some mourvèdre or carignan in support, in southern France. I‘d start in the east, in the southern Rhône Valley, with this classic Côtes du Rhône Villages that offers the brambly berry succulence and spice of the area’s more celebrated appellations such as Châteauneuf-du-Pape and Gigondas at a much mor", "link": "https://www.theguardian.com/food/2023/oct/22/ease-into-autumn-with-the-best-southern-french-reds", "date_published": "2023-10-22T05:02:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Looking for love in the summer of 1971", "description": "<p>Beatniks gave their insights into life and love in San Francisco at the height of the hippie movement</p><p>What remained of the Summer of Love in 1971? The <em>Observer</em> headed to San Francisco to investigate and found Love was still there. That’s Love, a Persian aristocrat in a Mickey Mouse T-shirt ‘with the wildest red hair’ who sold hamburgers during Haight-Ashbury’s 1966 heyday, back when ‘people really meant it when they said, ‘We love you!’’</p><p>Now Love was selling Indian jewellery and incense in a Haight changed beyond recognition: a boarded-up no-go zone beset by violent crime. The journalist herself was threatened by two men ‘who swished an 8ft metal rod around my head until I stamped on their feet’. Firearms, broken glass and human casualties of that singular moment were everywhere: ‘Personal tragedy litters the Haight like the uncollected rubbish in the streets,’ the article commented, highlighting a recent study following 51 beatniks: ‘Three were dead; two were", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/looking-for-love-in-the-summer-of-1971", "date_published": "2023-10-22T05:02:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Amazing Adriatic: the top five places to visit", "description": "<p>History, culture and great cuisine are waiting to be discovered from the Istrian peninsula to the Venetian Lagoon</p><p>The uppermost tip of the Adriatic is a curious mix of cultures, cuisines and architectural styles. Pack lightly and tour the Istrian peninsula, before hopping over to the Venetian lagoon opposite. On a clear day, you can see from one side of the sea to the other. Forgo car hire, it’s more serene to travel by ferry, train and bus – and the occasional taxi out of season.</p> <a href=\"https://www.theguardian.com/travel/2023/oct/22/amazing-adriatic-the-top-five-places-to-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/oct/22/amazing-adriatic-the-top-five-places-to-visit", "date_published": "2023-10-22T05:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: Under the Little Red Moon; Helen Charlston & Sholto Kynoch; Rigoletto – review", "description": "<p><strong>Half Moon theatre, London; Holywell Music Room, Oxford; Royal Opera House, London</strong><br />An ‘opera for tinies’ captivates its target audience; the mezzo of the moment dazzles at Oxford’s renamed song festival; and Oliver Mears’s #MeToo Verdi still resonates</p><p>“Please, can we go again?” asked my three-year-old grandson after absorbing <strong><a href=\"https://englishtouringopera.org.uk/productions/under-the-little-red-moon\">Under the Little Red Moon</a></strong>, a 20-minute “opera for tinies”. That’s surely a ringing endorsement from the target audience. It’s a tough challenge to hold the attention of a roomful of restless babies and toddlers for 20 minutes, but <a href=\"https://englishtouringopera.org.uk/whats-on?device=c&amp;network=g&amp;keyword=opera%20ticket&amp;creative=514004296490&amp;placement=&amp;gad_source=1&amp;gclid=Cj0KCQjwhL6pBhDjARIsAGx8D5_AoFwtR8TIFwrYAmZ-qhQCtADzRpYu5PjKmugxIOxrvyyN47p-8n8aAlUuEALw_wcB\">English Touring Opera</a> generally succ", "link": "https://www.theguardian.com/music/2023/oct/22/under-the-little-red-moon-eto-english-touring-opera-review-helen-charlston-sholto-kynoch-heine-oxford-international-song-festival-rigoletto-royal-opera-house-mears-pretty-yende-amartuvshin-enkhbat", "date_published": "2023-10-22T05:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Lionel Messi’s MLS season ends with Inter Miami loss to Charlotte FC", "description": "<ul><li>Messi plays entirety of Miami’s season finale on artificial turf</li><li>Argentinian star finishes with 11 goals in 14 matches on season</li><li>Charlotte FC qualify for MLS playoffs with 1-0 victory at home</li></ul><p>Lionel Messi played the entire game on artificial turf in Inter Miami’s season finale on Saturday night and Charlotte FC qualified for the MLS playoffs with a 1-0 victory.</p><p>Messi shared the spotlight with Charlotte’s bid to qualify for the postseason on the last day of the regular season in a game that drew 66,101 at Charlotte’s 74,000-seat Bank of America Stadium.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/lionel-messi-inter-miami-season-finale-mls-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/lionel-messi-inter-miami-season-finale-mls-debut", "date_published": "2023-10-22T04:44:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Faraway Downs: a first look at Baz Luhrmann’s attempt to remake his biggest flop", "description": "<p>The director screened the first 40-minute episode of his new TV show at SXSW Sydney, made from footage from his divisive 2008 film Australia. But is it any good?</p><p>During Covid-19 lockdowns, when many of us were baking sourdough, crocheting beanies and reminiscing about old flames, the prolific Australian film-maker Baz Luhrmann was ruminating about his biggest <a href=\"https://www.theguardian.com/film/2008/dec/22/baz-luhrmann-australia-film\">critical flop.</a></p><p>Labelled by naysayers as “<a href=\"https://www.salon.com/2008/11/26/australia_4/\">aggressively sentimental</a>”, “<a href=\"https://www.theguardian.com/film/2008/dec/22/baz-luhrmann-australia-film\">cringe</a>” and “<a href=\"https://www.smh.com.au/entertainment/good-but-no-classic-and-way-way-too-long-20081118-gdt3bj.html\">overlong</a>”, Australia was a film the auteur had struggled to get over the line before its release in November 2008. As the deadline loomed, he’d been forced to capitulate to the top dogs at 20t", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/22/faraway-downs-a-first-look-at-baz-luhrmanns-attempt-to-remake-his-biggest-flop", "date_published": "2023-10-22T01:13:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 606 of the invasion", "description": "<p>Six dead in Russian missile strike on Kharkiv postal distribution centre, says governor; Volodymyr Zelenskiy holds talks with Turkish counterpart ahead of peace summit next week</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul><p><strong>At least six people have died in a Russian missile strike on a postal centre in Kharkiv region, the local governor has said</strong>. <a href=\"https://www.theguardian.com/world/2023/oct/21/russian-missile-strike-on-kharkiv-postal-centre-has-caused-multiple-deaths-says-governor\">Fourteen more were injured</a>, of which seven were “fighting for their lives”, said governor Oleh Synehubov. President Volodymyr Zelenskiy shared a video on Saturday night showing what appeared to be a heavily damaged warehouse surrounded by rubble and a container with the logo of Ukrainian postal operator Nova Poshta. He said it was a civilian facility and urged Ukraine’s allies to unite in the “fight against ter", "link": "https://www.theguardian.com/world/2023/oct/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-606-of-the-invasion", "date_published": "2023-10-22T00:26:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}]