[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 BEST Cyberpunk Games of All Time", "description": "Centering on themes of collapse, and dystopia juxtaposed with technological marvel, sci-fi subgenre cyberpunk has spawned numerous video game titles. Typical of this genre are evocative, futuristic environments, usually neon signed and raining, with a fight to dismantle higher powers and megacorporation. \n\nA whole host of other elements make up the genre – the perils of artificial intelligence, the morality of cybernetics, the lawless pushback of a city gripped in rampant capitalism, for instance – make cyberpunk one of the most well-known and most loved genres.\n\nInspired by the recent release of Cyberpunk 2077 and its Phantom Liberty DLC – and with it, arguably the greatest cyberpunk experience playable to date – this rundown attempts to highlight ten of the best cyberpunk themed games of all time.", "link": "https://www.youtube.com/watch?v=4BufuvAwOvQ", "date_published": "2023-10-22T15:30:02+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/4BufuvAwOvQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "7 Bodycam Games That Look Just Like REAL LIFE", "description": "Thanks to recent advancements in the field of video game graphics, it’s become possible for developers to create highly detailed worlds that blur the lines between reality and fiction. And with development tools like Unreal Engine 5 being as accessible as they are, teams of all sizes can create ambitious projects that boast high levels of production quality. \n\nAs you might be aware, plenty of such projects are popping out at a consistent pace that are consistently being mistaken for real life. A bodycam styled perspective is perfect for such kinds of games, and we are seeing some really promising games including but not limited to CRYPTID and Paranormal Tales among others. With this feature, we take a look at 7 such games and discuss them in detail.", "link": "https://www.youtube.com/watch?v=O7eu30Tq8p8", "date_published": "2023-10-22T13:30:09+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/O7eu30Tq8p8/hqdefault.jpg"}]