[{"source": "https://www.arabnews.com/rss.xml", "title": "Indonesia seeks free trade talks with Saudi Arabia, GCC", "description": "Jakarta: Indonesia hopes to start talks on a free trade pact with Saudi Arabia and the Gulf Cooperation Council, a minister has said after the Indonesian president’s meeting with Crown Prince Mohammed bin Salman in Riyadh.  \n\n\tTrade between the Southeast Asian nation and the Kingdom has been on the rise, increasing on average about 5 percent annually between 2018 and 2022. Meanwhile, Indonesia’s trade with GCC countries was valued at $16 billion last year, showcasing a 25 percent rise compared to 2021.", "link": "https://www.arabnews.com/node/2395681/saudi-arabia", "date_published": "2023-10-22T09:10:48+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Atelier Hekayat contrasts memories, modernity at inaugural Riyadh Fashion Week", "description": "RIYADH: On the second night of the inaugural Riyadh Fashion Week, Jeddah-based Atelier Hekayat presented a collection steeped in nostalgia that simultaneously looked to the future of Saudi fashion.  \n\n\tThe rock-marked runway bloomed with the smell of lavender as each audience member was offered a bundle with a note attached. “We dedicate our success to our great father. May his soul rest in peace. He gave us love. Taught us how to love. Filled our life with love,” some of the lines read.", "link": "https://www.arabnews.com/node/2395691/lifestyle", "date_published": "2023-10-22T09:10:26+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "4Aces, Crushers, Torque and RangeGoats to compete for LIV Golf Team Championship title", "description": "MIAMI: The top four seeds entering this week’s LIV Golf Team Championship survived upsets during a tense match-play semifinal Saturday and will now compete for the team title in Sunday’s final championship round of the 2023 season.\n\n\tDefending champion 4Aces GC, along with Crushers GC, Torque GC and RangeGoats GC, advanced to the top tier that will battle in stroke-play competition Sunday on the iconic Blue Monster at Trump National Doral. Unlike regular-season events in which three scores counted for the team competition, every player’s score will count on Sunday.", "link": "https://www.arabnews.com/node/2395686/sport", "date_published": "2023-10-22T09:10:16+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "‘You don’t get to choose what I say, or wear’: Indian anchor responds to Israeli guest", "description": "DUBAI: An Indian news anchor was slammed by an Israeli guest during an interview on a televised show for wearing a saree that allegedly showed the colors of the Palestinian flag.\n\n\tThe show’s Israeli guest, Intel Special Forces representative Fredric Landau, criticized Journalist Shreya Dhoundial for wearing a traditional outfit the bears the colors of the Palestinian flag during an interview on Mirror Now.", "link": "https://www.arabnews.com/node/2395626/media", "date_published": "2023-10-22T06:10:39+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "PIF, Hyundai sign deal to establish $500m auto plant in Saudi Arabia", "description": "RIYADH: Saudi Arabia’s Public Investment Fund on Sunday signed an agreement with Hyundai Motor Co. to establish an automated vehicle manufacturing plant worth over $500 million in the Kingdom.\n\n\tThe wealth fund will hold a 70 percent stake in the joint venture with the Korean automaker holding the remaining shares, said a PIF statement. \n\n\tHyundai will also act as a strategic technology partner to support the development of the plant, by providing technical and commercial assistance.", "link": "https://www.arabnews.com/node/2395936/business-economy", "date_published": "2023-10-22T06:10:31+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Makkah Bus project to launch paid integrated services", "description": "MAKKAH: The Royal Commission for Makkah City and Holy Sites launches the Makkah Bus project on Nov. 1 after the successful completion of its trial run.\n\n\tIt aims to benefit residents and visitors to Makkah by offering fast, secure, and environmentally friendly bus services. The initiative includes designated seating for people with disabilities.\n\n\tThe Makkah Bus project aligns with the goals of the Kingdom’s Vision 2030 by generating job opportunities for Saudi citizens while contributing to the development of a dynamic and diverse economy.", "link": "https://www.arabnews.com/node/2395916/saudi-arabia", "date_published": "2023-10-22T06:10:00+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Jordan’s King Abdullah meets with WFP chief, UK military adviser to discuss humanitarian crisis in Gaza", "description": "LONDON: Jordan’s King Abdullah on Sunday met with World Food Programme Executive Director Cindy McCain in Amman to discuss the delivery of urgent humanitarian aid to the Gaza Strip, the Jordan News Agency reported.\n\n\tThe monarch emphasized the role of global organizations such as the WFP in urging the international community to step up efforts to ensure the delivery of food, water, medication, and fuel to Gaza, as well as safeguarding medical and relief infrastructure in the strip.", "link": "https://www.arabnews.com/node/2395886/middle-east", "date_published": "2023-10-22T05:10:34+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi energy minister meets South Korean trade minister in Riyadh", "description": "RIYADH: Saudi Arabia’s Minister of Energy Prince Abdulaziz bin Salman met with South Korea’s Minister of Trade, Industry and Energy Bang Moon-kyu on Sunday in Riyadh, Saudi Press Agency reported.\n\n\tThe two officials reviewed bilateral relations between their countries as well the progress of collaboration on joint issues in the energy sector.\n\n\tThe meeting followed the arrival of South Korean President Yoon Suk-yeol in Riyadh on Saturday evening on a state visit to the Kingdom.", "link": "https://www.arabnews.com/node/2395921/saudi-arabia", "date_published": "2023-10-22T05:10:31+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israeli strikes knock out Damascus, Aleppo airports: Syria state media", "description": "DAMASCUS: Israeli strikes on Sunday put out of service war-torn Syria’s two main airports, state media reported citing a military source, with the transport ministry saying flights were re-routed to Latakia.\n\tWhile Israeli strikes have repeatedly caused the grounding of flights at the government-controlled airports in the capital Damascus and the northern city of Aleppo, it is the second time simultaneous strikes have hit the facilities since this month’s conflict between Israel and Hamas began.", "link": "https://www.arabnews.com/node/2395616/middle-east", "date_published": "2023-10-22T05:10:25+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Arab League raises alarm over humanitarian catastrophe in Gaza caused by Israeli occupation", "description": "RIYADH: The Arab League on Sunday highlighted the region’s efforts to provide immediate support to the Palestinian people to mitigate the consequences of Israel’s intensifying military operations in Gaza, Saudi Press Agency reported.\n\n\tThe statement came during a joint press conference organized by the Arab League in partnership with the Arab Red Crescent and Red Cross Organization, held in Cairo to address the dire humanitarian crisis unfolding in Gaza.", "link": "https://www.arabnews.com/node/2395906/middle-east", "date_published": "2023-10-22T05:10:20+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "NEOM Beach Games event returns to Saudi Arabia with international field of athletes", "description": "LONDON: The NEOM Beach Games event has got underway with athletes from around the world set to compete in the sports of triathlon, beach soccer, 3x3 basketball, biking, and climbing.\n\n\tThe meeting commenced on Saturday with the grand finale of the Super League Triathlon NEOM followed by a NEOM Beach Soccer Cup competition.\n\n\tAfter the completion of the triathlon and beach soccer, a three-day international FIBA 3x3 Challenger basketball competition will be held.", "link": "https://www.arabnews.com/node/2395881/sport", "date_published": "2023-10-22T05:10:18+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "PFL creating ‘Champions League of MMA’, says CEO Peter Murray", "description": "DUBAI: The Professional Fighters League is hoping to create “a Champions League of MMA,” CEO Peter Murray said, the ambition an indication of how far the MMA organization has come since launching in 2018.\n\n\tIt is now the world’s fastest-growing and second-most popular MMA competition after UFC.\n\n\tAnd for Murray, it’s just the beginning.", "link": "https://www.arabnews.com/node/2395891/sport", "date_published": "2023-10-22T05:10:11+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Bahrain’s King Hamad gives $8.5m to national telethon collecting aid for Gaza", "description": "LONDON: Bahrain’s King Hamad bin Isa Al-Khalifa has donated $8.5 million to a national campaign providing humanitarian aid to the Palestinian people in Gaza, Bahrain News Agency reported on Saturday.\n\n\tBahrain TV launched a telethon called “Day of Solidarity with Our People in Gaza — We Are with You” on Friday in cooperation with the Royal Humanitarian Foundation and the National Committee for Supporting the Palestinians in Gaza.", "link": "https://www.arabnews.com/node/2395896/middle-east", "date_published": "2023-10-22T05:10:10+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Red Bull’s Max Verstappen cruises to another F1 sprint race win at the Circuit of the Americas", "description": "AUSTIN, Texas: Max Verstappen started from the pole position and cruised to his third Formula One sprint race victory of the season on Saturday at the Circuit of the Americas, a day before he’ll go for another win in a dominant season at the United States Grand Prix.\n\n\tVerstappen was denied the pole position for Sunday’s race because of a rare mistake on his final lap of qualifying on Friday. But the Red Bull driver returned to the track in top form a day later and won the pole position for the 19-lap sprint race.", "link": "https://www.arabnews.com/node/2395606/motorsport", "date_published": "2023-10-22T04:10:57+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel says tank fire ‘accidentally’ hit Egyptian post", "description": "JERUSALEM: The Israeli military said Sunday one of its tanks had “accidentally fired and hit an Egyptian post” near the border with Gaza as the army bombards the Palestinian enclave.\n\tThe Egyptian military said the blast had caused “minor injuries” but did not give details.\n\t“The IDF (Israeli military) expresses sorrow regarding the incident” near the Kerem Shalom area, an army statement said.\n\t“The incident is being investigated and the details are under review,” the statement added.", "link": "https://www.arabnews.com/node/2395861/middle-east", "date_published": "2023-10-22T04:10:42+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Archbishop of Canterbury calls for peace during Jerusalem visit", "description": "LONDON: The Archbishop of Canterbury Justin Welby has called for the setting up of humanitarian corridors and an end to the killing of civilians in the Gaza Strip during a visit to Jerusalem.\n\n\tAfter giving a sermon at St. George’s Cathedral in the city on Sunday, Welby said: “All bombings of civilians is wrong. We have called for a ceasefire and safe humanitarian passage.", "link": "https://www.arabnews.com/node/2395866/middle-east", "date_published": "2023-10-22T04:10:28+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel vows to step up Gaza strikes before ground invasion", "description": "RAFAH, Palestinian Territories: Israel’s military said Saturday it would intensify strikes on Hamas-controlled Gaza ahead of a planned ground invasion, as UN agencies warned of a “catastrophic” humanitarian situation in the blockaded territory.", "link": "https://www.arabnews.com/node/2395586/world", "date_published": "2023-10-22T03:10:15+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Nice edge 10-man Marseille 1-0 to go top in France", "description": "PARIS: Nice, the only unbeaten team in the French league, edged 10-man Marseille 1-0 with a late goal from substitute Evann Guessand to provisionally take top spot on Saturday.\n\n\tNice are one point clear of defending champion Paris Saint-Germain and two clear of Monaco. Kylian Mbappe scored from the spot and had an assist to fire PSG to a 3-0 win over Strasbourg earlier Saturday.\n\n\tMonaco can take the top spot back with a win over promoted Metz on Sunday.", "link": "https://www.arabnews.com/node/2395576/football", "date_published": "2023-10-22T02:10:11+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Populist right on course to sweep Swiss polls", "description": "GENEVA: Switzerland’s right-wing populists look set to sweep Sunday’s general elections following a campaign fueled by anti-mass migration rhetoric and pledges to combat “woke madness.”", "link": "https://www.arabnews.com/node/2395581/world", "date_published": "2023-10-22T02:10:02+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Six killed in Russia’s missile attack on Kharkiv postal center", "description": "KYIV: Six people have been killed and at least 14 injured in a Russian missile attack that hit a postal distribution center in the war-devastated northeastern Ukrainian city of Kharkiv, Ukrainian officials said.", "link": "https://www.arabnews.com/node/2395571/world", "date_published": "2023-10-22T01:10:37+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israeli military says ‘terror operatives’ killed in air strike on West Bank mosque", "description": "RAMALLAH, West Bank: Israeli aircraft struck a compound beneath a mosque in the occupied West Bank early on Sunday that the military said was being used by militants to organize attacks, and Palestinian medics said at least one person was killed.", "link": "https://www.arabnews.com/node/2395566/middle-east", "date_published": "2023-10-22T01:10:15+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Ex-PM Sharif arrives in Pakistan for homecoming rally on return from self-exile", "description": "ISLAMABAD: Three-time former Pakistani Prime Minister Nawaz Sharif arrived in Lahore on Saturday to kick off an election campaign after four years of living in London in self-imposed exile.\n\n\tSharif touched down in Islamabad for a few hours on Saturday afternoon before flying onward to Lahore, where huge crowds of supporters awaited him at the Minar-e-Pakistan monument.", "link": "https://www.arabnews.com/node/2395481/world", "date_published": "2023-10-22T00:49:37.722653+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "What We Are Reading Today: Secrets and Power in Myanmar by Andrew Selth", "description": "“Secrets and Power in Myanmar” presents an account of the structure and functions of Myanmar’s deep state, along with a tale of personal ambition, rivalry and ruthless power politics. \n\n\tIt offers a thoroughly educative, entertaining and intriguing read. This work offers a study on the more recent aspects of the country’s intelligence apparatus, providing a comprehensive analysis of the Burmese intelligence community.\n\n\tIt probes the social and institutional bases of the attitudes giving rise to that critical aspect of power.", "link": "https://www.arabnews.com/node/2395486/books", "date_published": "2023-10-22T00:49:37.722156+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "A tent camp for the displaced pops up in southern Gaza, reawakening old traumas", "description": "CAIRO: When the sun rose and the autumn heat baked the rotten debris on Gaza’s streets, Mohammed Elian emerged from the zipper hole of his new canvas home.\n\n\tHe — and hundreds of other Palestinians displaced by the latest war between Israel and Hamas — have crowded into a squalid tent camp in southern Gaza, an image that has brought back memories of their greatest trauma.", "link": "https://www.arabnews.com/node/2395491/middle-east", "date_published": "2023-10-22T00:49:37.721644+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi Arabia and Uzbekistan show their brotherly love at the UN WTO meeting", "description": "SAMARKAND, Uzbekistan: The quaint historic town of Samarkand, Uzbekistan, which was founded in the 7th century BC, sprung into life this week when high-level delegates, ministers and distinguished guests from more than 150 countries came together for the 25th session of the General Assembly of the UN World Tourism Organization. Held between Oct. 16-20, the Saudi presence was evident throughout the festivities.", "link": "https://www.arabnews.com/node/2395496/business-economy", "date_published": "2023-10-22T00:49:37.721065+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Children in Gaza traumatized by bombing with ground war to start", "description": "GAZA: Gaza’s children are showing ever more signs of trauma two weeks into Israel’s intense bombardment, parents and psychiatrists in the tiny, crowded enclave say, with no safe place to hide from the falling bombs and little prospect of respite.\n\n\tChildren make up about half of Gaza’s 2.3 million population, living under near constant bombardment with many packed into temporary shelters in UN-run schools after fleeing their homes with little food or clean water.", "link": "https://www.arabnews.com/node/2395501/middle-east", "date_published": "2023-10-22T00:49:37.720566+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Card-based transactions in August rise spurred by digital payment rush", "description": "RIYADH: Saudi Arabia’s spending through point-of-sales terminals in August increased 10 percent to SR54.6 billion ($14.56 billion) compared to the year-ago period, according to the apex bank.\n\n\tThe Saudi Central Bank, also known as SAMA, said that the key objective of the Financial Development Program is to promote digital payment solutions in transforming the Kingdom into reaching 70 percent non-cash payments by 2025.\n\n\tMobile phone payments recorded an 18 percent growth in August to SR19.5 billion compared to SR16.6 billion in the corresponding period last year.", "link": "https://www.arabnews.com/node/2395551/business-economy", "date_published": "2023-10-22T00:10:54+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi banks’ residential loans surge in August as apartments gain prominence", "description": "RIYADH: Saudi banks’ new residential mortgage lending recorded a 31.7 percent growth in August compared to July, according to the apex bank.\n\n\tThe Saudi Central Bank, also known as SAMA, recently revealed that mortgage lending to houses, apartments and lands rose to SR7.14 billion ($1.9 billion) in August from SR5.43 billion in July.\n\n\tThe remarkable growth observed in apartment lending is particularly intriguing, as the banks injected SR1.78 billion into them in August, reflecting a robust 45 percent surge over July.", "link": "https://www.arabnews.com/node/2395561/business-economy", "date_published": "2023-10-22T00:10:51+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Man United say ‘big goodbye’ to Bobby Charlton with emotional win", "description": "LONDON: Manchester United beat Sheffield United 2-1 on Saturday on an emotionally charged evening as the Premier League giants said a “big goodbye” to club great Bobby Charlton, who died earlier in the day.\n\n\tCharlton’s family announced that the England World Cup winner, who enjoyed a glittering career with United, had “passed peacefully in the early hours of Saturday morning” at the age of 86.\n\n\tTributes poured in from across the football world, with former United player and England captain David Beckham praising Charlton as a “national hero.”", "link": "https://www.arabnews.com/node/2395546/football", "date_published": "2023-10-22T00:10:39+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Yousef Akbar celebrates ‘power of women’ through SS24 presentation at Riyadh Fashion Week", "description": "RIYADH: Saudi designer Yousef Akbar brought color and a measure of playful irreverence to Riyadh Fashion Week through his glittering Spring/Summer 2024 collection – titled “SHIFT // REBIRTH’ – this week.", "link": "https://www.arabnews.com/node/2395736/lifestyle", "date_published": "2023-10-22T00:10:37+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Kazakhstan aims to raise trade exchange with UAE to $1bn, says minister", "description": "RIYADH: Kazakhstan has planned to boost its trade exchange with the UAE to $1 billion from $632 million recorded last year, according to a senior government official. \n\n\tSpeaking to the Emirates News Agency, or WAM, Kazakhstani Trade and Integration Minister Arman Shakkaliyev said both countries have discussed investment objectives to boost bilateral trade relations.", "link": "https://www.arabnews.com/node/2395741/business-economy", "date_published": "2023-10-22T00:10:20+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}]