[{"source": "https://www.theguardian.com/international/rss", "title": "Alyssa Healy sidelined after ‘dog attack’ injures Australian cricket star", "description": "<ul><li>Player misses Sydney Sixers match after having surgery on hand</li><li>Extended absence expected following ‘accident at home’</li></ul><p>Australian cricket star Alyssa Healy has undergone surgery on her hand after an incident at home described by a teammate as a “vicious dog attack”.</p><p>Healy was a late withdrawal from the Sydney Sixers’ WBBL match against the Sydney Thunder on Sunday night, with a team statement citing an “accident at home”.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/23/alyssa-healy-hand-injury-dog-attack-australian-cricket-player-sydney-sixers\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/23/alyssa-healy-hand-injury-dog-attack-australian-cricket-player-sydney-sixers", "date_published": "2023-10-22T22:46:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "NFL roundup: Patriots upset Bills as Belichick gets 300th NFL win", "description": "<ul><li>Belichick is third coach to reach mark in NFL history</li><li>Lamar Jackson near flawless as Ravens beat Lions</li></ul><p>Mac Jones threw a one-yard touchdown pass to Mike Gesicki with 12 seconds remaining to lift the New England Patriots to a 29-25 win over the Buffalo Bills on Sunday, making Bill Belichick the third coach in NFL history with 300 regular-season victories.</p><p>Belichick joins Pro Football Hall of Famers Don Shula (328) and George Halas (318) as the only coaches to reach the milestone.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/nfl-roundup-patriots-upset-bills-as-belichick-gets-300th-nfl-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/nfl-roundup-patriots-upset-bills-as-belichick-gets-300th-nfl-win", "date_published": "2023-10-22T20:56:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "World Cup winner ‘Papu’ Gómez denies wrongdoing after two-year doping ban", "description": "<ul><li>Argentina player says son’s cough medicine caused positive test</li><li>The 35-year-old has asked his lawyers to investigate</li></ul><p>The Monza forward Alejandro ‘Papu’ Gómez announced on Sunday that he has asked his lawyers to look into his doping suspension and said that the banned substance came from his son’s cough medicine.</p><p>Gómez was banned for two years on Friday in a doping case stemming from his time at the La Liga club Sevilla. He tested positive last October, shortly before joining the Argentina squad that went on <a href=\"https://www.theguardian.com/football/2022/dec/18/world-cup-final-argentina-france-match-report\">to win the World Cup</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/world-cup-winner-papu-gomez-denies-wrongdoing-after-two-year-doping-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/world-cup-winner-papu-gomez-denies-wrongdoing-after-two-year-doping-ban", "date_published": "2023-10-22T20:49:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘He was a legend’: fans at Old Traffford pay tribute to Bobby Charlton", "description": "<p>Manchester United supporters head to the stadium in droves to offer their respects to the man ‘we owe everything to’</p><p>Perhaps it was apt that the skies cleared and the sun shone. That Storm Babet chose this day to subside in Manchester, the clouds lifting over a city united to celebrate, as well as mourn, one of its greatest sons.</p><p><a href=\"https://www.theguardian.com/football/bobby-charlton\">Sir Bobby Charlton</a> was born in Ashington, Northumberland, but common consent agrees that he found a home for life at Manchester United. The son of a miner forged by the steel of Sir Matt Busby’s homegrown teams steered the club into the modern day with Sir Alex Ferguson; three red knights who shaped United’s history.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/he-was-a-legend-fans-at-old-traffford-pay-tribute-to-bobby-charlton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/he-was-a-legend-fans-at-old-traffford-pay-tribute-to-bobby-charlton", "date_published": "2023-10-22T17:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "British Steel owner preparing to cut as many as 2,000 jobs, report says", "description": "<p>China’s Jingye Group said to considering move as part of switch to using greener electric arc furnaces</p><p>British Steel’s Chinese owner is preparing to cut as many as 2,000 jobs as it battles losses believed to be running at £30m a month, according to reports.</p><p>The potential cuts, which amount to almost half of the Scunthorpe-based firm’s 4,500 workforce, are part of a switch to greener steel production using electric arc furnaces instead of polluting blast furnaces, which use coke to melt iron ore.</p> <a href=\"https://www.theguardian.com/business/2023/oct/22/british-steel-owner-preparing-to-cut-as-many-as-2000-jobs-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/22/british-steel-owner-preparing-to-cut-as-many-as-2000-jobs-report-says", "date_published": "2023-10-22T15:57:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Christmas shoppers to buy fewer and cheaper items this year as cost of living crisis persists", "description": "<p>UK spending will be lower in real terms than last year as savings have been depleted and inflation remains high, say analysts</p><p>Britons are expected to buy fewer and cheaper items this Christmas – especially online – as the cost of living crisis forces many to rein in the celebrations.</p><p>While total spending will rise by 3.4% to almost £110bn in the final three months of 2023, according to retail analysts at GlobalData, shoppers will be looking for bargains and cutting back on the number of gifts they buy as inflation remains high at 9.3%.</p> <a href=\"https://www.theguardian.com/business/2023/oct/22/christmas-shoppers-to-buy-fewer-and-cheaper-items-this-year-as-cost-of-living-crisis-persists\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/22/christmas-shoppers-to-buy-fewer-and-cheaper-items-this-year-as-cost-of-living-crisis-persists", "date_published": "2023-10-22T15:55:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "José Mourinho sees red for gestures after Roma’s late winner over Monza", "description": "<ul><li>Manager made gestures towards Monza staff after late goal</li><li>Sixty-year-old is now suspended for trip to Internazionale</li></ul><p>A 90th-minute goal from Stephan El Shaarawy secured a 1-0 win for AS Roma over ten-man Monza at the Stadio Olimpico on Sunday before José Mourinho was shown a red card for gestures made towards the opposition’s staff.</p><p>The victory is Roma’s third consecutive league win, and their fourth overall in Serie A this season.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/jose-mourinho-red-card-roma-barcelona-juventus-milan-european-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/jose-mourinho-red-card-roma-barcelona-juventus-milan-european-roundup", "date_published": "2023-10-22T14:41:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "I'm raising my child to live a spiritual life – I want her to inherit my values, not my rocky relationship with mental health | Jackie Bailey", "description": "<p>I wanted to help my daughter navigate the choppy waters of adolescence. It started with creating our own ritual</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/series/making-sense-of-it\">Making sense of it is</a> a column about spirituality and how it can be used to navigate everyday life</li></ul><p>As someone who has lived with depression on and off since I was a kid, I want my 12-year-old daughter to inherit my values and my fashion sense – not my rocky relationship with mental health.</p><p>While conducting some research for my upcoming book about how to live a spiritual but non-religious life, I came across the work of the psychologist Lisa Miller and epidemiologist Myrna Weissman. It changed the way I think about parenting.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/23/im-raising-my-child-to-live-a-spiritual-life-i-want-her-to-inherit-my-values-not-my-rocky-relationship-with-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/23/im-raising-my-child-to-live-a-spiritual-life-i-want-her-to-inherit-my-values-not-my-rocky-relationship-with-mental-health", "date_published": "2023-10-22T14:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Should I worry about being tired all the time?", "description": "<p>Is modern life making us ill – or are we just a little underslept?</p><p></p><p>Zonked, frazzled, drained, pooped, knackered, running on fumes – or just totally exhausted. In much the same way that the Shona-speaking people of Zimbabwe have a dozen verbs for walking, our modern vocabulary seems to have developed 20 ways of explaining that we are quite tired, most of the time. But is there anything about 21st-century life – our screen addictions, side-hustle culture or always-on mindsets – that means we are more tired, or are we just noticing it more? And when should you start to worry?</p><p>“The simple answer is that we need to distinguish between tiredness and fatigue,” says Prof Russell Foster, head of the Sleep and Circadian Neuroscience Institute at the University of Oxford. “Tiredness is cured by getting enough sleep; fatigue is not, and is typically a marker of an underlying health condition. So if you’re getting enough sleep but waking up feeling chronically lethargic and ", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/should-i-worry-about-being-tired-all-the-time", "date_published": "2023-10-22T14:00:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Relief of South Africa shows just how close England came to victory in Paris | Andy Bull", "description": "<p>Saturday came down to tiny margins. Unpicking England’s puzzle took the defending champions to the edge of reason</p><p>Paris was quiet on Sunday morning. The rain had stopped at last, and the wind, which had bent the trees and swept the leaves through the streets the previous evening, had died right down. The street cleaners were only just sweeping up the detritus of the night, ripped tickets, empty bottles, cigarette ends, cracked plastic glasses, and things that would be missed, hats, scarves, flags, even the odd dropped wallet. By noon it was all gone, the only evidence left were the bruises, headaches, and memories For one side the grim satisfaction of the win For the other, the lingering confusion of the defeat.</p><p>England’s fans weren’t left asking ‘what if?’ but ‘what the?’ It had been a strange game, almost impossible to take in at first viewing because while it felt for long stretches as though there was very little going on, it was in actual fact packed with telling ", "link": "https://www.theguardian.com/sport/2023/oct/22/south-africa-relief-england-rugby-union-world-cup", "date_published": "2023-10-22T13:31:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "England seek ‘X-factor player’ as broken finger rules Topley out of World Cup", "description": "<ul><li>Unfortunate Reece Topley injures index finger in left hand</li><li>Replacement will need to have a visa to play against Sri Lanka</li></ul><p>England are looking to add an “X-factor player” to their Cricket World Cup squad after scans confirmed that Reece Topley had broken a bone in the index finger of his left hand, ruling the luckless seamer out of the remainder of the tournament.</p><p>Topley suffered the injury in the field during the early stages of <a href=\"https://www.theguardian.com/sport/2023/oct/21/shambolic-england-crumble-to-heaviest-world-cup-defeat-against-south-africa\">England’s humbling 229-run defeat</a> by South Africa in Mumbai on Saturday and, though he returned to the field and took two further wickets, he was unable to bat. He went for scans that evening and travelled with the rest of England’s squad to Bengaluru on Sunday morning. He will return home on Monday.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/england-cricket-seek-x-factor-brok", "link": "https://www.theguardian.com/sport/2023/oct/22/england-cricket-seek-x-factor-broken-finger-reece-topley-world-cup", "date_published": "2023-10-22T13:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bobby Charlton’s hug with Jack was a pure moment for two complicated brothers | Jonathan Wilson", "description": "<p>A blurry image of open affection after England’s triumph in 1966 was a rare snapshot in a complicated relationship</p><p>There is a photograph taken seconds after the final whistle had blown in the 1966 World Cup final that shows Jack and Bobby Charlton kneeling in exhausted embrace. It was taken by Albert Cooper, one of the Sun’s northern sports photographers, who had been sent to Wembley for the game. Denied pitch access, perched on a plank at the back of a stand. Too far from the action and struggling with a 300mm f5.6 Novoflex lens and no tripod, he shot pretty much nothing of any value that day until, with fans jumping all around him and the makeshift platform wobbling, he captured the brothers in the moment of their greatest triumph.</p><p>It is not, by his own admission, the sharpest shot. A dark triangle – a shoulder? A flag? – covers the bottom left of the uncropped image, but that only adds to the sense of intimacy. For this is an extraordinary moment. There, amid 100,00", "link": "https://www.theguardian.com/football/2023/oct/22/bobby-charlton-hug-with-jack-england-pure-moment-two-tangled-brothers", "date_published": "2023-10-22T12:50:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bedbug hysteria brings with it a new set of dirty linen", "description": "Small biting creatures that share our beds have created a raft of horror stories - but what really lies beneath the torrid tales?<p>Do you know how bedbugs mate? I’ll tell you. The male bug pierces the abdomen of the female before injecting her with sperm. Sometimes it kills her, which is not ideal from an evolutionary perspective, but still, they persist. It’s by no means the most violent or shocking mating practice (I think fairly often about male angler fish, who sink their teeth into the female, living as a parasite on her body until the two fuse, the male becoming completely absorbed leaving only his testes, which she keeps for when she’s ready to reproduce), but I think you’ll agree it’s up there. I’m thinking about bedbugs because, you see, I have just been to Paris. I returned to London to one question, asked regularly with a smirk and vague little fear. I knew, suddenly, how tall people must feel upon being asked repeatedly how the weather was up there. “Bring back any bedbu", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/22/bedbug-hysteria-brings-with-it-a-new-set-of-dity-linen", "date_published": "2023-10-22T07:30:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ukraine-Russia war live: Ukraine’s air defence systems destroy six Russia-launched drones and cruise missile", "description": "<p>Ukraine’s air force says Russia launched nine cruise missiles on Ukraine in total</p><ul><li><a href=\"https://www.theguardian.com/world/2023/oct/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-606-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 606 of the invasion</a></li></ul><p>Good morning and welcome to our live blog with regular updates on events in Ukraine throughout the day. Here’s what we know so far today.</p><p><strong>Ukraine’s air defence systems destroyed six Russia-launched attack drones and a cruise missile overnight</strong>, Ukraine’s air force said on Sunday, adding that in total Russia launched nine cruise missiles on Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/22/ukraine-russia-air-defence-systems-missile-drones-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/22/ukraine-russia-air-defence-systems-missile-drones-latest-updates", "date_published": "2023-10-22T07:29:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bobby and Jack Charlton: the brothers who won together but lived apart", "description": "<p>Sons of Ashington were pillars of England’s 1966 success but never bonded as children and family discord later divided them</p><p>A month after the 1966 World Cup final, Jack and Bobby Charlton returned to their Northumberland birthplace, Ashington, to be greeted as kings in a colliery town rechristened “Charltonville” for the day.</p><p>The brothers rode through town in an open-topped Rolls Royce for an evening of celebration topped off with a gala dance organised by the Ashington Mineworkers Federation. Perched in the vintage Rolls, in August 1966, the Charltons looked like returning movie stars. They were never to seem so close again.</p> <a href=\"https://www.theguardian.com/football/2023/oct/22/bobby-and-jack-charlton-the-brothers-who-won-together-but-lived-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/22/bobby-and-jack-charlton-the-brothers-who-won-together-but-lived-apart", "date_published": "2023-10-22T07:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Israel deepening attacks on Gaza to prepare for ‘next stages of the war’, says military", "description": "<p>Israel Defence Forces hit Gaza and West Bank early on Sunday as US prepares to send more air defence systems to region amid attacks on its troops</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/22/israel-hamas-war-live-gaza-strikes-to-intensify-israeli-military-says-west-bank-mosque-hit\">Israel-Hamas war: latest updates</a></li></ul><p>Israel pounded southern Gaza with airstrikes early on Sunday and said it would intensify attacks in the enclave’s north, as prime minister Benjamin Netanyahu convened his cabinet late on Saturday, reportedly to discuss an expected ground invasion of the Gaza Strip.</p><p>Palestinian media reported at least 11 people were killed in an Israeli strike in the southern Gaza city of Khan Younis, and that Israel was striking the southern city of Rafah.</p> <a href=\"https://www.theguardian.com/world/2023/oct/22/israel-deepening-attacks-on-gaza-to-prepare-for-next-stages-of-the-war-says-military\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/22/israel-deepening-attacks-on-gaza-to-prepare-for-next-stages-of-the-war-says-military", "date_published": "2023-10-22T05:31:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/international/rss", "title": "Michigan State sorry for showing Hitler on videoboards before Michigan game", "description": "<ul><li>School apologizes for Hitler image as part of pregame quiz</li><li>Spartans went on to lose 49-0 to second-ranked Michigan</li></ul><p>Michigan State showed Adolf Hitler’s image as part of a pregame quiz on videoboards before playing No 2 Michigan on Saturday night, and later apologized for the inappropriate content provided by an outside source.</p><p>Hitler and Austria, his birthplace, flashed on the videoboards long enough for some on <a href=\"https://twitter.com/JeffKowalsky/status/1715854293213778051\">social media</a> to <a href=\"https://twitter.com/CFBRep/status/1715884584175325496\">share what was seen</a> by some fans more than an hour before kickoff.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/22/michigan-state-sorry-hitler-image-big-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/22/michigan-state-sorry-hitler-image-big-screen", "date_published": "2023-10-22T04:25:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}]