[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Android Malware CherryBlos Utilizing OCR to Steal Sensitive Data", "description": "A new Android malware strain called CherryBlos has been observed making use of optical character recognition (OCR) techniques to gather sensitive data stored in pictures.\nCherryBlos, per Trend Micro, is distributed via bogus posts on social media platforms and comes with capabilities to steal cryptocurrency wallet-related credentials and act as a clipper to substitute wallet addresses when a", "link": "https://thehackernews.com/2023/07/new-android-malware-cherryblos.html", "date_published": "2023-07-29T08:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "RFP Template for Browser Security", "description": "Increasing cyber threats and attacks have made protecting organizational data a paramount concern for businesses of all sizes. A group of experts have recognized the pressing need for comprehensive browser security solutions and collaborated to develop \"The Definitive Browser Security RFP Template.\" This resource helps streamline the process of evaluating and procuring browser security platforms", "link": "https://thehackernews.com/2023/07/rfp-template-for-browser-security.html", "date_published": "2023-07-29T05:34:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple Sets New Rules for Developers to Prevent Fingerprinting and Data Misuse", "description": "Apple has announced plans to require developers to submit reasons to use certain APIs in their apps starting later this year with the release of iOS 17, iPadOS 17, macOS Sonoma, tvOS 17, and watchOS 10 to prevent their abuse for data collection.\n\"This will help ensure that apps only use these APIs for their intended purpose,\" the company said in a statement. \"As part of this process, you'll need", "link": "https://thehackernews.com/2023/07/apple-sets-new-rules-for-developers-to.html", "date_published": "2023-07-29T05:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Deploy \"SUBMARINE\" Backdoor in Barracuda Email Security Gateway Attacks", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on Friday disclosed details of a \"novel persistent backdoor\" called SUBMARINE deployed by threat actors in connection with the hack on Barracuda Email Security Gateway (ESG) appliances.\n\"SUBMARINE comprises multiple artifacts — including a SQL trigger, shell scripts, and a loaded library for a Linux daemon — that together enable", "link": "https://thehackernews.com/2023/07/hackers-deploy-submarine-backdoor-in.html", "date_published": "2023-07-29T04:59:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ivanti Warns of Another Endpoint Manager Mobile Vulnerability Under Active Attack", "description": "Ivanti has disclosed yet another security flaw impacting Endpoint Manager Mobile (EPMM), formerly known as MobileIron Core, that it said has been weaponized as part of an exploit chain by malicious actors in the wild.\nThe new vulnerability, tracked as CVE-2023-35081 (CVSS score: 7.8), impacts supported versions 11.10, 11.9, and 11.8, as well as those that are currently end-of-life (EoL).\n\"", "link": "https://thehackernews.com/2023/07/ivanti-warns-of-another-endpoint.html", "date_published": "2023-07-29T04:27:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]