[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Spider-Man 4 with Tobey Maguire, Barbie 2, John Wick: The Continental… KinoCheck News", "description": "This time in the #KinoCheckNews “Dune 2”, \"Barbie 2\", “Spider-Man 4”, “Saw X”, “The Continental: From the World of John Wick” etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news\n\n00:00 Dune 2 Release at Risk?\nA shock for all Dune fans: Due to the currently ongoing actors' strike in Hollywood, the release of Dune 2 might be delayed considerably. The prospects for a return to Arrakis in the near future are getting worse and worse…\nhttps://kinocheck.de/news/wvytx8\n\n02:00 Barbie Plans for a Sequel\n\"Barbie\" has just hit theaters, and there's already talk of \"Barbie 2\": Director Greta Gerwig and leading actress Margot Robbie have now commented on a possible sequel to the summer hit…\nhttps://kinocheck.de/news/br7254\n\n04:06 Spider-Man with Tobey Maguire again?\nIt would be a sensation: Spider-Man fans may yet be able to enjoy a fourth \"Spider-Man\" movie with Tobey Maguire. New rumors are fueling hopes of a reunion with the iconic neighborhood spider…\nhttps://kinocheck.de/news/4zlwoh\n\n05:29 Saw X Poster\nFans of brutal horror listen up: The successful \"Saw\" saga continues with its tenth installment and now presents us with a new poster, which gives us an idea of the cinematic horror that will unfold this September…\nhttps://kinocheck.de/news/l91req\n\n07:10 The Continental: From the World of John Wick Release Date\nFinally: The release date for \"The Continental: From the World of John Wick\" has been announced! That's not all, however: Further images of the series have also been revealed, further raising the fans' excitement…\nhttps://kinocheck.de/news/ji4mqw\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=wvP1Eg2Jzhw", "date_published": "2023-07-29T10:03:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wvP1Eg2Jzhw/hqdefault.jpg"}]