[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Krzysztof Stanowski nakręcił 3-godzinny film demaskujący karierę Natalii Janoszek. Nie boi się zakazu sądowego", "description": "Krzysztof Stanowski, współwłaściciel Kanału Sportowego, nakręcił prawie 3-godzinnny film o Natalii Janoszek, chociaż ma sądowy zakaz publikacji w swoich mediach na temat oszustw i manipulacji aktorki o jej karierze filmowej w Indiach. W nowym odcinku dziennikarz przedstawił kolejne dowody na to, że aktorka zmyśliła swoją karierę. - Teraz możecie mnie zamknąć, wyznaczyć mi grzywnę, ale nie możecie zamknąć mi ust - powiedział autor \"Dziennikarskiego zera\".", "link": "https://www.wirtualnemedia.pl/artykul/krzysztof-stanowski-film-natalia-janoszek-youtube-zlamany-zakaz-sadowy", "date_published": "2023-07-29T05:43:15.085706+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Generator awatarów Barbie i Kena hitem sieci. Ekspert: uważajmy, strona nie spełnia standardów UE", "description": "Od kilku dni w mediach społecznościowych panuje nowa moda na udostępnianie swoich zdjęć w wersji avatara à la Barbie lub Ken. Czy to bezpieczna zabawa? Eksperci mają wątpliwości.  - Zaniepokojenie może wzbudzić fakt, iż serwis nie spełnia podstawowych standardów obowiązujących na terenie krajów Unii Europejskiej - ocenia dla Wirtualnemedia.pl Kamil Sadkowski, ekspert ds. cyberbezpieczeństwa z ESET.", "link": "https://www.wirtualnemedia.pl/artykul/generat-awatar-barbie-ken-bairbie-me-jak-dziala-aplikacja", "date_published": "2023-07-29T05:43:15.083423+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Sekielscy mają coraz mniej patronów, ale Kombinat Medialny ma się dobrze", "description": "Zaczynali od 2050 patronów, jednak w ciągu dwóch lat liczba wspierających braci Tomasza i Marka Sekielskich zmniejszyła się drastycznie, spadając do nieco ponad 940 osób. Miesięczne wpłaty przekazywane im przez patronów zmniejszyły się w tym czasie o ponad 31,7 tys. zł. To dużo, ale nie wiadomo, czy ma to wpływ na biznesy braci, bo oni cały czas milczą. Nie informują ani mediów, ani patronów co dalej z filmami i jak widzą przyszłość spółki. Zakończyła ona 2022 rok z 90-tysięcznym zyskiem.", "link": "https://www.wirtualnemedia.pl/artykul/bracia-sekielscy-spadek-liczby-patronow-koniec-pomagania", "date_published": "2023-07-29T04:38:16.600270+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}]