[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Freedom of speech", "description": "Facebook Bowed to White House Pressure, Removed Covid Posts\n\nInternal Meta emails say pressure from Washington was behind a decision to take down posts attributing pandemic to man-made virus\n\nhttps://www.wsj.com/articles/facebook-bowed-to-white-house-pressure-removed-covid-posts-2df436b7\n\nhttps://www.telegraph.co.uk/world-news/2023/07/28/facebook-deleted-covid-virus-manmade-posts-pressure-biden/\n\nEmail from Nick Clegg\n\nAsked why company was removing rather than labelling or demoting post about viral origins\n\nFacebook vice-president in charge of content policy\n\n“We were under pressure from the administration and others to do more,” \n\n“We shouldn’t have done it.”\n\nJim Jordan, Republican house judiciary committee\n\n“documents begin to reveal the pressure that Facebook and other social media companies were under to alter their content moderation policies,\n\nand remove protected speech to appease the federal government, particularly the Biden White House”.\n\nFirst Amendment\n\nhttps://constitution.congress.gov/constitution/\n\nCongress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\n\nNew hope children centre\n\nhttps://www.newhopeuplands.org\n\nIf you would like to support the work in Africa, donations are welcome using the PayPal link below. 100% of funds go directly to Africa. Thank you. \n\nhttps://www.paypal.com/donate/?hosted_button_id=XS59XPZ527YFL", "link": "https://www.youtube.com/watch?v=_SdxHHRU_UA", "date_published": "2023-07-29T12:58:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": "https://i4.ytimg.com/vi/_SdxHHRU_UA/hqdefault.jpg"}]