[{"source": "https://www.theguardian.com/international/rss", "title": "Starbucks loses court challenge against order to rehire union supporters", "description": "<p>Judge writes: ‘Fear of retaliation will exist unless Memphis seven, apparently terminated for their union support, are reinstated’</p><p>A US appeals court on Tuesday rejected Starbucks Corp’s challenge to a ruling requiring the coffee chain <a href=\"https://www.theguardian.com/business/2022/aug/19/starbucks-ordered-to-reinstate-us-workers-fired-amid-union-campaign-tennessee\">to rehire</a> seven employees at a Memphis, Tennessee, store who were allegedly fired for supporting a union.</p><p>The decision by the Ohio-based sixth US circuit court of appeals is the first from an appeals court involving a nationwide campaign that has seen workers at more than 300 <a href=\"https://www.theguardian.com/business/starbucks\">Starbucks</a> locations vote <a href=\"https://www.theguardian.com/business/2023/may/12/starbucks-union-busting-nlrb-contract\">to unionize</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/starbucks-ordered-rehire-workers-fired-during-union-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/starbucks-ordered-rehire-workers-fired-during-union-campaign", "date_published": "2023-08-08T22:18:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "July was world’s hottest month on record, climate scientists confirm", "description": "<p>Global average temperature exceeded previous record by substantial margin</p><p>July has been confirmed as the hottest month on record globally after several heatwaves in parts of Europe, according to the Copernicus Climate Change Service (C3S).</p><p>The global average temperature was 16.95C last month, surpassing the previous record set in 2019 by a substantial 0.33C. Temperatures exceeded 40C last week in several countries across Europe including Greece, France, Italy and Spain.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/08/july-2023-worlds-hottest-month-climate-crisis-scientists-confirm\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/08/july-2023-worlds-hottest-month-climate-crisis-scientists-confirm", "date_published": "2023-08-08T19:26:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Two dead and hundreds of thousands without power as storm hits eastern US", "description": "<p>Boy, 15, killed by falling tree in South Carolina and man, 28, struck by lightning in Alabama, while more than 1,700 flights canceled</p><p>More than 300,000 homes and businesses in the eastern <a href=\"https://www.theguardian.com/us-news\">US</a> were without power on Tuesday after another storm passed over the region, killing at least two people and disrupting air travel.</p><p>A 15-year-old boy was killed after a tree fell on him as he got out of a car in South Carolina, and a 28-year-old man died after he was struck by lightning in Alabama.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/two-dead-storm-alabama-south-carolina\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/two-dead-storm-alabama-south-carolina", "date_published": "2023-08-08T16:12:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It’s not just Appalachia’s problem’: imagining a future without coal", "description": "<p>The rhapsodic film King Coal blurs the lines of documentary and memorializes the coal culture that has shaped Appalachia</p><p>The film-maker Elaine McMillion Sheldon grew up roving around West Virginia. Like many children of Appalachia, her world was shaped by coal – her father worked for a mining company, and the family moved to seven coal fields in 12 years for his job. Her brother became a fourth-generation miner. “Everybody in my community worked in the coal mines,” she said. “If you were going to stay there and work, if you weren’t a doctor or a lawyer, that’s what you did.”</p><p>It wasn’t until she studied abroad as an undergraduate and asked people what they did for work that she realized the totalizing extent of coal. “Not everywhere has a king,” said Sheldon. “Not everywhere is completely dominated by this industry that controls everything from our rituals to the ways we live our life.”</p> <a href=\"https://www.theguardian.com/film/2023/aug/08/king-coal-documentary-appalachia\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/08/king-coal-documentary-appalachia", "date_published": "2023-08-08T15:10:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "I grew up loving The Bell Jar. Then I noticed how Sylvia Plath wrote about people that looked like me", "description": "<p>After revisiting Plath’s book in my early twenties, I ended up writing a novel of my own as a way of understanding the recognition and repulsion I felt</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Sixty years after its publication, it’s hard to imagine what the world would look like without Sylvia Plath’s The Bell Jar. What would it be like to write a book about a young woman without this totemic touchstone? What would it be like to <em>be</em> a young woman without The Bell Jar?</p><p>Plath’s 1963 novel unleashed legions of artistic and chronically misunderstood girls on the world, allowing us to be exactly who we already were: highly sensitive, stuck-up, dazzlingly clever, crazy, ambitious, aimless, awkward and depressed. This book has meant everything to girls everywhere to the point where loving Plath and The Bell Jar has become a shorthand for female adolescent rebellion. When I first read The Bell Jar as a teenager, I didn’t just identify with Esther Greenwood – I was Esther Greenwood. I felt that I was that lonely, awkward girl with a mania for academic achievement and accumulating prizes for my writing, a covert love for beautiful clothes, a well-meaning but uninspiring boyfriend and a mother who lived her dreams through her daughter.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p><p>Like so many other adolescent rites of passage, I came late to The Bell Jar. When I read The Bell Jar for an undergraduate women’s writing class, I felt something new, brand new. It took me in from the start with its woozy charm and kidnapped my mind clean away. Which meant that it hurt like hell when she wrote about being ‘yellow as a Chinaman’ and worse when a few pages later there was ‘a big, smudgy-eyed Chinese woman … staring idiotically into my face’. The hurt kept me from reading on for a while. This often happened to me when I was reading books I loved. I felt betrayed because in the most routine, narcissistic, obvious way, I had thought that I was Esther Greenwood.</p> <a href=\"https://www.theguardian.com/books/2023/aug/09/i-grew-up-loving-the-bell-jar-then-i-noticed-how-sylvia-plath-wrote-about-people-that-looked-like-me\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/09/i-grew-up-loving-the-bell-jar-then-i-noticed-how-sylvia-plath-wrote-about-people-that-looked-like-me", "date_published": "2023-08-08T15:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Where did I get my top? TikTok!’ How shopping went social – and a hooked a new generation", "description": "<p>From a sweetshop in Stevenage to good old Marks &amp; Spencer, British businesses are using live events to spice up their online businesses. And the money is pouring in …</p><p>Zainab Hakim finds it tiring to go to the shops but thinks she might be addicted to shopping. She’s a 23-year-old receptionist from Birmingham, and doesn’t visit the high street to buy clothes – she watches sellers livestream on the social media site TikTok, peddling their wares in real time. With a couple of clicks, she can buy things via the app. “I probably have an addiction at this point,” she says. “I just get sucked in.”</p><p>At any time of day, you can scroll through TikTok Live and see someone selling all sorts of things – from clothes to fitness equipment to toys to sweets, cakes, crystals and coffee mugs. One afternoon in 2022, Hakim bought eight items from eight sellers. “It’s things you don’t even need,” she says. Recently, she bought a kitchen gadget that spiralises potatoes, simply because “it looked cool”. She especially likes buying clothes because, “You can ask them to show you the material and they’ll bring it up close to the camera so you get an idea of what you’re buying.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/08/tiktok-how-shopping-went-social-hooked-new-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/08/tiktok-how-shopping-went-social-hooked-new-generation", "date_published": "2023-08-08T13:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Braverman accused of cracking down on ‘crooked immigration lawyers’ as a distraction tactic – UK politics live", "description": "<p>Conservative peer says home secretary’s plan to ‘wage war’ on rogue migration lawyers is ‘waste of time’ and deflection from real issues</p><p>In his Today programme interview David McNeill, head of public affairs at the <strong>Law Society, </strong>argued that the problem with the asylum system was not false claims, but the backlog of applications caused by delays in dealing with them. He told the programme:</p><p>Most asylum claims are successful. Those claims which are unsuccessful go to appeal; over half are granted on appeal. There’s something fundamentally wrong with this system.</p><p>On a practical level the government doesn’t have sufficient number of places in secure accommodation and the plan is to put everybody in secure accommodation for 28 days.</p><p>It doesn’t have sufficient numbers of return agreements with other countries such as Iran, Afghanistan, Syria, so actually even if you wanted to return asylum seekers it can’t because there isn’t a return agreement.</p><p>Crooked immigration lawyers must be rooted out and brought to justice. While the majority of lawyers act with integrity – we know that some are lying to help illegal migrants game the system. It is not right or fair on those who play by the rules.</p> <a href=\"https://www.theguardian.com/politics/live/2023/aug/08/suella-braverman-immigration-lawyers-asylum-bibby-stockholm-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/aug/08/suella-braverman-immigration-lawyers-asylum-bibby-stockholm-uk-politics-live", "date_published": "2023-08-08T08:28:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]