[{"source": "https://www.theguardian.com/rss", "title": "Khan tells people to shun ‘nonsense’ TikTok craze on Oxford Street", "description": "<p>Metropolitan police sending extra officers to central London street after speculation of ‘crime opportunities’</p><p>Sadiq Khan has encouraged people not to travel to Oxford Street to take part in a social media craze that he has described as “nonsense”.</p><p>The Metropolitan police has said there will be a heightened police presence in the central London area after speculation about an event on Wednesday afternoon advertised on TikTok.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/khan-tells-people-to-shun-nonsense-tiktok-craze-on-oxford-street\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/khan-tells-people-to-shun-nonsense-tiktok-craze-on-oxford-street", "date_published": "2023-08-08T22:38:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory Lanez sentenced to 10 years in prison for shooting Megan Thee Stallion", "description": "<p>Canadian musician was found guilty last year for three felonies related to the shooting which injured the rapper in the foot</p><p>Musician Tory Lanez was sentenced to 10 years in prison on Tuesday for the shooting of fellow artist <a href=\"https://www.theguardian.com/music/megan-thee-stallion\">Megan Thee Stallion</a> in 2020.</p><p>Lanez, whose legal name is Daystar Peterson, was found guilty in December 2022 of three felonies related to the shooting, which left his fellow artist injured in the foot.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/tory-lanez-sentence-latest-megan-thee-stallion-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/tory-lanez-sentence-latest-megan-thee-stallion-shooting", "date_published": "2023-08-08T22:24:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Massachusetts governor declares emergency and urges help for migrants", "description": "<p>Maura Healey calls on federal government to provide ‘urgent action’  as shelters housing migrants and refugees reach capacity</p><p>Massachusetts governor Maura Healey <a href=\"https://www.mass.gov/files/documents/2023/08/08/Emergency%20Declaration%20Letter_0.pdf\">declared</a> a state of emergency on Tuesday as shelters housing migrants and refugees reached capacity, and called on the federal government to help.</p><p>In a letter addressed to US secretary of homeland security Alejandro Mayorkas, Healey said: “To our partners in the federal government, Massachusetts has stepped up to address what sadly has been a federal crisis of inaction that is many years in the making.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/massachusetts-governor-declares-emergency-and-urges-help-for-migrants\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/massachusetts-governor-declares-emergency-and-urges-help-for-migrants", "date_published": "2023-08-08T21:58:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carabao Cup roundup: Gillingham stun Southampton as McKenzie doubles up", "description": "<ul><li>Last season’s semi-finalists beaten at Priestfield</li><li>Hull, Sunderland, Watford and Preston also out</li></ul><p><strong>Gillingham</strong> provided the biggest shock of the Carabao Cup first round by knocking out last season’s semi-finalists <strong>Southampton</strong>.</p><p>Ashley Nadesan’s goal and a Robbie McKenzie double saw the League Two side beat the team just relegated from the Premier League 3-1 at Priestfield. The Southampton manager, Russell Martin, made 11 changes from the side that <a href=\"https://www.theguardian.com/football/2023/aug/04/sheffield-wednesday-southampton-championship-match-report\" title=\"\">won at Sheffield Wednesday</a> on Friday, but it backfired spectacularly despite a late consolation from the substitute Carlos Alcaraz.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/carabao-cup-round-up-gillingham-stun-southampton-as-mckenzie-doubles-up\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/carabao-cup-round-up-gillingham-stun-southampton-as-mckenzie-doubles-up", "date_published": "2023-08-08T21:52:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU country buys 49 secondhand Leopard tanks for Ukraine, arms dealer says", "description": "<p>Freddy Versluys says he has sold the former Belgium main battle tanks, which could be in combat in six months</p><p>Dozens of secondhand Leopard 1 tanks that once belonged to Belgium have been bought by a major European country for the Ukrainian army fighting Russia, according to the arms trader who sold them.</p><p>Freddy Versluys, CEO of the private defence company OIP Land Systems, told the Guardian that he sold 49 tanks to another European government, which he could not name due to a confidentiality clause. He said he also could not disclose the price. Versluys added it could be up to six months before they were on the battlefield in Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/dozens-of-secondhand-leopard-1-tanks-bought-by-eu-country-for-use-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/dozens-of-secondhand-leopard-1-tanks-bought-by-eu-country-for-use-in-ukraine", "date_published": "2023-08-08T21:06:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three white men face assault charges in Alabama riverfront brawl", "description": "<p>One man in custody and two others expected to surrender after a group of white men attacked a Black boat worker in Montgomery</p><p>Three arrest warrants were issued on Tuesday by authorities in Montgomery, Alabama, relating to the chaotic <a href=\"https://www.theguardian.com/us-news/2023/aug/07/alabama-montgomery-riverfront-brawl-dock-worker-attacked\">riverfront brawl</a> that broke out on Saturday during which punches were thrown, people were hit with chairs, and others were thrown into the river.</p><p>Montgomery police chief Darryl Albert <a href=\"https://twitter.com/keithboykin/status/1688984842078412800\">announced on Tuesday </a>that one man is in custody and two others were expected to turn themselves in. Montgomery mayor Steven Reed said none of the three are residents of the city.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/alabama-riverfront-brawl\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/alabama-riverfront-brawl", "date_published": "2023-08-08T21:03:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drew Michael: Drew’s Adventures review – SNL writer’s spiky and serious comedy", "description": "<p><strong>Pleasance Dome, Edinburgh<br /></strong>The polarising comic overthinks relationships and family ties before leading his audience into territory where he’s not after laughs</p><p>Drew Michael’s first televised set was called “the most polarising comedy special of the year” and its follow-up likewise divided audiences. The impression of less of a crowd-pleaser than a crowd-provoker is confirmed by his fringe debut, an inventive and intimate set that Michael interrupts with staged phone-calls from the audience, protesting against the show’s self-indulgence and lack of easy hooks. I wouldn’t go that far, but the 37-year-old is stronger on structure and invention than on jokes, which absent themselves entirely as the show narrows to its heartfelt conclusion.</p><p>It is not clear that’s where we are heading when the sometime <a href=\"https://www.theguardian.com/tv-and-radio/saturday-night-live\">Saturday Night Live</a> writer kicks off, with an act-out fretting about whether last night’s date will respond to his texts. It establishes him as an intense overthinker, his vulnerabilities uncomfortably close to the surface. We then flash back to a slanging match between Michael’s parents, who then break out of their frame and begin commentating on his show. These same parents are implicated in Michael’s failure to address his hearing loss as a child, which has since severely deteriorated, as an upstage graph dolefully depicts.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/08/drew-michael-review-pleasance-dome-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/08/drew-michael-review-pleasance-dome-edinburgh", "date_published": "2023-08-08T21:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ultimate Wedding Planner review – nothing is good or real in the world any more", "description": "<p>This pointless, trashy slog of a series sees wannabe organisers of nuptials badly struggle to run couples’ big days – judged by Fred Siriex. It’s so irritating it will make you need a lie down</p><p>I’m afraid that, coming as hard as it does on the heels of the festival of stupidity that is the UK edition of Alone, the advent of Ultimate Wedding Planner on our screens forces me to renew my call for all broadcasters’ charters to be amended. From now on, all channels must include at least three shows every year showcasing and celebrating people’s real skills and genuine talents – rather than chucking them into situations in which they’re set up to fail. Hopefully this cross-platform Basic Competence series will keep us all from throwing ourselves at the nearest wall until we fall into the sweet relief of unconsciousness.</p><p>You can probably guess what Ultimate Wedding Planner is like. There are three judges; Fred Sirieix, best known for his soothingly charmant presence as maitre d’hotel in Channel 4’s First Dates; Sara Davies, founder of supply company Crafter’s Companion and Dragons’ Den dragon since 2019; and Raj Somaiya, the CEO of Silverfox Events, a company that specialises in organising high-end weddings. And, while it feels like there are 700 contestants, my notes assure me there are only eight. All of whom have been operating on the fringes of the wedding planning business but now want to break into the industry proper.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/08/ultimate-wedding-planner-review-nothing-is-good-or-real-in-the-world-any-more\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/08/ultimate-wedding-planner-review-nothing-is-good-or-real-in-the-world-any-more", "date_published": "2023-08-08T21:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GB medal rush stalls at UCI Worlds but Fran Brown takes paracycling gold", "description": "<ul><li>Brown wins C1 scratch race despite lack of experience</li><li>Wood and Stewart settle for silver in men’s Madison</li></ul><p>Great Britain’s medal rush stalled a little on the seventh day of the UCI Cycling World Championships, although the home nation’s paracyclists maintained their dominance with Fran Brown winning gold in the C1 scratch race and Neil Fachie, racing with Matthew Rotherham, Amy Cole and Elizabeth Jordan, taking a 19th world title in the mixed B team sprint.</p><p>Brown’s success in the Sir Chris Hoy Velodrome came despite her lack of experience in scratch racing. “I had never done a bunch race before and I had not ridden in a bunch since 2019,” she said. “I find it very hard to look behind me and ride because of my disability.”</p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/fran-brown-proves-pick-of-bunch-with-scratch-race-cycling-gold\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/fran-brown-proves-pick-of-bunch-with-scratch-race-cycling-gold", "date_published": "2023-08-08T20:53:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man and woman injured after concrete slab thrown from flyover hits taxi", "description": "<p>Police seek witnesses after pair injured by object launched from pedestrian walkway above Fife road</p><p>A man and woman have been taken to hospital after a concrete slab was launched at a taxi from a pedestrian flyover in Scotland.</p><p>The incident took place on the B921 as the taxi headed towards Kinglassie in Fife at about 12.30am on Sunday. The man and woman, both 37, were taken to Glenrothes hospital for treatment.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/man-woman-hospitalised-after-concrete-slab-hit-taxi-glenrothes-fife-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/man-woman-hospitalised-after-concrete-slab-hit-taxi-glenrothes-fife-scotland", "date_published": "2023-08-08T19:52:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland police officers’ details exposed in ‘monumental’ breach", "description": "<p>All officers’ names and ranks erroneously published online for up to three hours, but private addresses thought to be safe</p><p>A “monumental” data breach has exposed the names and rank of every serving police officer in Northern Ireland.</p><p>A spreadsheet was mistakenly published online detailing the surname, initial, rank or grade, location and the departments of all current Police Service of Norther Ireland officers and civilian staff members. It is understood that the breach does not involve private addresses.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/major-data-breach-involving-northern-ireland-police-officers-and-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/major-data-breach-involving-northern-ireland-police-officers-and-staff", "date_published": "2023-08-08T19:37:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ella Baron on the uncertainty facing arrivals to the UK – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/08/ella-baron-on-the-uncertainty-facing-arrivals-to-the-uk-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/08/ella-baron-on-the-uncertainty-facing-arrivals-to-the-uk-cartoon", "date_published": "2023-08-08T19:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Colombian drug lord and paramilitary leader jailed for 45 years in US", "description": "<p>Dairo Antonio Úsuga, known as Otoniel, makes apology to US, Colombia ‘and to the victims of the crimes that I have committed’</p><p>A man once feared as one of Colombia’s most dangerous drug lords, the elusive boss of <a href=\"https://www.theguardian.com/world/2022/may/08/gulf-clan-cartel-armed-strike-colombia-otoniel-dairo-antonio-usuga\">a paramilitary group which dominated a swathe of the country,</a> has been sentenced to 45 years in prison in the US after saying he accepted responsibility for his deeds.</p><p>“I apologize to the governments of the United States and of Colombia and to the victims of the crimes that I have committed,” Dairo Antonio Úsuga, 51, said through a court interpreter.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/colombia-cartel-drug-lord-otoniel-jailed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/colombia-cartel-drug-lord-otoniel-jailed", "date_published": "2023-08-08T18:49:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carabao Cup first round: Wrexham v Wigan, Gillingham v Southampton – live", "description": "<ul><li>Goal updates and latest news as road to Wembley begins</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can <a href=\"mailto:John.Brewin.Casual@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet him</a></li></ul><p><strong>These 7.30 kick-offs are imminent.</strong></p><p>Mansfield v. Grimsby (KO 7.30)</p><p>Newport County v. Charlton (KO 7.30)</p><p>Peterborough v. Swindon (KO 7.30)</p><p>Swansea v. Northampton (KO 7.30)</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/08/carabao-cup-first-round-wrexham-v-wigan-gillingham-v-southampton-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/08/carabao-cup-first-round-wrexham-v-wigan-gillingham-v-southampton-live", "date_published": "2023-08-08T18:28:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Republican senator will ‘burn the military down’ over abortion policy, says Democrat", "description": "<p>Senator Chris Murphy of Connecticut says the Senate needs to change rules to sidestep Tommy Tuberville’s block on promotions </p><p>The Alabama Republican senator Tommy Tuberville is “prepared to burn the military down” with his block on promotions in protest of Pentagon policy on abortion, the Connecticut Democratic senator Chris Murphy said.</p><p>“I think everybody’s been hoping that Senator Tuberville would back down,” Murphy told reporters at the Capitol on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/tommy-tuberville-senate-block-military-promotions-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/tommy-tuberville-senate-block-military-promotions-abortion", "date_published": "2023-08-08T18:17:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Humza Yousaf says he believes Nicola Sturgeon’s resignation was genuine", "description": "<p>Scotland’s first minister admits ‘everybody’ wondered whether his predecessor anticipated police investigation</p><p>Humza Yousaf has acknowledged that “everybody” wondered if the real reason for Nicola Sturgeon’s resignation was because she knew that she and her husband were about to be arrested as part of <a href=\"https://www.theguardian.com/uk-news/2023/aug/03/impossible-to-predict-how-long-snp-finances-investigation-will-take-says-police-chief\">the ongoing police inquiry</a> into Scottish national party finances.</p><p>In his first appearance at the Edinburgh festival fringe as Scotland’s first minister, Yousaf also admitted he had felt “a little bit” like he had ended up answering for issues around party transparency that were not his fault.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/humza-yousaf-says-he-believes-nicola-sturgeons-resignation-was-genuine\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/humza-yousaf-says-he-believes-nicola-sturgeons-resignation-was-genuine", "date_published": "2023-08-08T18:12:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Martial artist enthusiast found guilty of fatally stabbing partner in north London", "description": "<p>After Jason Bell, 42, attacked Nicole Hurley, 37, in front of children he captured a friend and took his van</p><p>A martial artist enthusiast has been found guilty of stabbing his partner to death at their home and then holding a friend captive and driving through a police cordon.</p><p>Jason Bell, 42, attacked Nicole Hurley, 37, with at least two knives at their home in Primrose Hill, north-west London in October 2021. Afterwards, Bell turned up at the house of a friend with a large army-style knife and accused him of sleeping with Hurley.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/martial-artist-enthusiast-found-guilty-of-fatally-stabbing-partner-in-north-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/martial-artist-enthusiast-found-guilty-of-fatally-stabbing-partner-in-north-london", "date_published": "2023-08-08T18:09:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds trapped overnight on Canada mountain after lightning disables gondola", "description": "<p>About 300 people were stranded after power failure disabled the 40-car ride that scales Sulphur mountain in Banff national park</p><p>Hundreds of people have been trapped overnight atop a mountain in Canada’s Banff national park after a a lightning strike shut down a popular gondola ride.</p><p>As many as 300 people were stranded after the power failure on Monday evening disabled the 40-car ride that scales Sulphur mountain.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/canada-banff-park-lightning-gondola\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/canada-banff-park-lightning-gondola", "date_published": "2023-08-08T18:02:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Texas woman mowing lawn attacked by snake and hawk – at the same time", "description": "<p>Snake dropped from the grasp of a hawk in the sky and wrapped itself around the woman’s arm, then the bird tried to retrieve it</p><p>A Texas woman is rattled but recovering after being viciously attacked by a snake and a hawk at the same time.</p><p>Peggy Jones, 64, was mowing her lawn with her husband at around 8pm in the evening on 25 July in Silsbee, Texas – less than an hour from the Louisiana border – when a large snake fell from the sky and landed on her.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/texas-woman-snake-hawk-attack-silsbee\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/texas-woman-snake-hawk-attack-silsbee", "date_published": "2023-08-08T18:02:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anton Ferdinand urges FAs to suspend games over racial abuse", "description": "<ul><li>Former defender says decision should not be up to players</li><li>Ferdinand urges FA chairman Mark Bullingham to act</li></ul><p>Anton Ferdinand has called on governing bodies to assume responsibility and suspend matches when players are subjected to racial abuse.</p><p>The former West Ham and QPR defender believes players will be at risk of further vitriol if they take matters into their own hands. Ferdinand argued that intervention from the authorities would have greater impact and revealed that he has urged Mark Bullingham, chief executive of the Football Association, to take more responsibility when it comes to fighting discrimination.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/anton-ferdinand-urges-fas-to-suspend-games-over-racial-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/anton-ferdinand-urges-fas-to-suspend-games-over-racial-abuse", "date_published": "2023-08-08T18:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Most say New Zealand is on the wrong track – can it avoid a drift to populism?", "description": "<p>With an election in sight, most respondents in inaugural Essential poll rate the direction of New Zealand poorly</p><p>New Zealand has a well-earned reputation for moderation in politics. For a long time the country has tended to give altogether positive assessments of leaders’ efforts to tackle social and economic problems.</p><p>When Jacinda Ardern’s government was re-elected with a historic parliamentary majority in 2020, <a href=\"https://www.theguardian.com/world/2020/oct/19/why-new-zealand-rejected-populist-ideas-other-nations-have-embraced\">analysis from pundits and pollsters </a>indicated that it came on the back of about 20 years of favourable public perception of New Zealand’s moderate governments, regardless of their specific colour and flavour.</p><p><em>Peter Stahel is the managing director of Essential, a progressive strategic communications and research company.</em></p> <a href=\"https://www.theguardian.com/world/2023/aug/09/most-say-new-zealand-is-on-the-wrong-track-can-it-avoid-a-drift-to-populism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/09/most-say-new-zealand-is-on-the-wrong-track-can-it-avoid-a-drift-to-populism", "date_published": "2023-08-08T18:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK banks to be given two weeks to explain closing of customer accounts", "description": "<p>Regulator to write to more than 20 of largest lenders after Nigel Farage’s accounts were threatened with closure</p><p>The City regulator will give the UK’s largest banks two weeks to explain why they have been shutting customer accounts, after a scandal linked to the threatened closure of Nigel Farage’s bank accounts.</p><p>The Financial Conduct Authority (FCA) will write to more than 20 of the UK’s largest lenders on Wednesday asking them to confirm how many customer accounts have recently been closed, suspended or denied, and explain the reasons why those services have been blocked.</p> <a href=\"https://www.theguardian.com/business/2023/aug/08/uk-banks-to-be-given-two-weeks-to-explain-closing-of-customer-accounts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/08/uk-banks-to-be-given-two-weeks-to-explain-closing-of-customer-accounts", "date_published": "2023-08-08T17:59:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Pakistan and the generals: holding a nation back | Editorial", "description": "<p>While a country of 250 million people grapples with multiple crises, the political struggle over Imran Khan’s future continues</p><p>The multiple crises facing <a href=\"https://www.theguardian.com/world/pakistan\" title=\"\">Pakistan</a> are not merely daunting, but immense. Six million more people have been <a href=\"https://www.islamic-relief.org.uk/one-year-since-pakistan-floods-climate-justice-is-urgently-needed/\" title=\"\">plunged into poverty</a> since the <a href=\"https://www.theguardian.com/global-development/2023/aug/05/a-year-on-the-devastating-long-term-effects-of-pakistans-floods-are-revealed\" title=\"\">devastating floods</a> inundated a third of the country last year; around two in five children in affected areas are suffering stunted growth due to malnutrition. The International Monetary Fund <a href=\"https://www.bbc.co.uk/news/business-66172159\" title=\"\">finally approved a $3bn bailout</a> last month, but the economy is still reeling. Attacks by Tehreek-e-Taliban Pakistan and other militants <a href=\"https://www.theguardian.com/world/2023/jul/30/pakistan-explosion-political-event-khyber-pakhtunkhwa-province\" title=\"\">have surged</a> in the north-west. Amid all this, the outgoing government of Shehbaz Sharif has prioritised a new census and the redrawing of constituency boundaries.</p><p>The real reason is to <a href=\"https://www.theguardian.com/world/2023/aug/06/fears-grow-pakistani-government-will-delay-general-election-due-this-year\" title=\"\">delay the general election</a> that was due later this year. The purpose was made pretty plain by the fact that it was announced on the same day that the former prime minister <a href=\"https://www.theguardian.com/world/imran-khan\" title=\"\">Imran Khan</a> was arrested after a court <a href=\"https://www.theguardian.com/world/2023/aug/05/former-pakistan-prime-minister-imran-khan-jailed-for-three-years\" title=\"\">sentenced him to three years in prison</a> on corruption charges and barred him from politics for five years. The precise details of the case are less significant than the fact that it is only one of well over 100 that he faces. The media <a href=\"https://www.theguardian.com/commentisfree/2023/jun/21/imran-khan-pakistan-tv-prime-minister-army\" title=\"\">has been silenced</a>: broadcasters are unable to mention his name. And parliament has just pushed through more than 50 bills in just two days – <a href=\"https://www.theguardian.com/world/2023/aug/02/pakistan-government-faces-backlash-over-draconian-arrest-powers\" title=\"\">handing draconian powers</a> to its feared military intelligence agency. As one seasoned Pakistani observer <a href=\"https://www.arabnews.pk/node/2350896\" title=\"\">has noted</a>, removing Mr Khan from electoral politics is not the same as removing him from the political scene. But the army and rival civilian politicians are doing their best to achieve the latter together.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/the-guardian-view-on-pakistan-and-the-generals-holding-a-nation-back\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/the-guardian-view-on-pakistan-and-the-generals-holding-a-nation-back", "date_published": "2023-08-08T17:52:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on language apps: a reminder that millions aspire to be mutilingual | Editorial", "description": "<p>Computer tutors such as Duolingo may may not create polyglots, but they are a lesson to all who think language teaching is not valued</p><p>Among the evergreen jokes of the British comedy troupe Monty Python is <a href=\"https://www.youtube.com/watch?v=IIAdHEwiAy8\" title=\"\">a grammar gag</a> in their 1979 film Life of Brian. Caught daubing graffiti on the walls of Pontius Pilate’s palace by a Roman centurion, the hapless wannabe activist Brian is held at daggerpoint, not for vandalism or insurrection but for getting the Latin for “Romans go home” wrong. Brian’s punishment is to write the sentence out correctly 100 times before sunrise. The joke’s appeal depends partly on its silly-ass slide from totalitarian horror into a fear of traditional language teaching, and partly on the communal sheepishness that so often accompanies Britons holidaying abroad as they try to navigate the local lingo.</p><p>Decades on, extraordinarily, the skit has lost none of its touchstones. <a href=\"https://www.theguardian.com/politics/2012/nov/14/michael-gove-backs-learning-by-rote\" title=\"\">Learning by rote</a> and <a href=\"https://www.theguardian.com/education/2014/feb/02/michael-gove-traditional-punishments-school-misbehaviour\" title=\"\">punishment by writing lines</a> have featured in Tory prescriptions for a cure to educational ills, while command of languages at school level has taken a triple hit: harder exams, a <a href=\"https://www.theguardian.com/education/2023/feb/24/labour-says-government-has-created-perfect-storm-in-englands-teaching-workforce\" title=\"\">critical, resource-driven staffing crisis</a>, and a reported post-Brexit reluctance among some students – and their parents – to commit time and effort to <a href=\"https://www.theguardian.com/education/2019/jul/03/brexit-putting-pupils-off-modern-foreign-languages\" title=\"\">the languages of a Europe</a> to which they no longer belong.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/the-guardian-view-on-language-apps-a-reminder-that-millions-aspire-to-be-mutilingual\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/the-guardian-view-on-language-apps-a-reminder-that-millions-aspire-to-be-mutilingual", "date_published": "2023-08-08T17:52:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scheme to protect hen harriers in England a waste of money, says charity", "description": "<p>Wild Justice says government initiative to relocate broods away from grouse moors ‘rewards past crimes’ of illegal killing</p><p>A £900,000 government scheme to “meddle” with nests of hen harriers is a waste of money and rewards those who kill them, a wildlife campaign group has said.</p><p>The claims are contained in a <a href=\"https://wildjustice.org.uk/hen-harriers/meddling-on-the-moors-a-wild-justice-report/\">report</a> produced by Wild Justice and released to coincide with the Glorious Twelfth, the official start of the grouse shooting season, on Saturday.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/08/scheme-to-protect-hen-harriers-in-england-a-waste-of-money-says-charity\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/08/scheme-to-protect-hen-harriers-in-england-a-waste-of-money-says-charity", "date_published": "2023-08-08T17:52:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Files reveal Nixon role in plot to block Allende from Chilean presidency", "description": "<p>President hosted rightwing mogul Agustín Edwards in September 1970 and discussed plans to foil socialist election-winner</p><p>Days before Salvador Allende’s confirmation as <a href=\"https://www.theguardian.com/world/chile\">Chile</a>’s president in 1970, US President Richard Nixon met with a rightwing Chilean media mogul to discuss blocking the socialist leader’s path to the presidency, newly declassified documents have revealed.</p><p>The documents, <a href=\"https://nsarchive.gwu.edu/briefing-book/chile/2023-08-08/chiles-coup-50-kissinger-briefed-nixon-failed-1970-cia-plot-block\">published in a new Spanish edition</a> of the Pinochet files by archivist and writer Peter Kornbluh, include Nixon’s agenda for 15 September 1970, which shows a meeting in the Oval Office with Agustín Edwards, the owner of the conservative El Mercurio media group.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/richard-nixon-plot-allende-chile-presidency\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/richard-nixon-plot-allende-chile-presidency", "date_published": "2023-08-08T17:49:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The outdated Commons culture will endure unless parties work together", "description": "<p>Labour’s Chris Bryant won’t be the last member to be sexually harassed by other MPs unless a better complaints procedure is brought in</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/aug/08/sexually-assaulted-mp-labour-chris-bryant\">I have been sexually assaulted by five MPs, says Labour’s Chris Bryant</a></li></ul><p>Public sympathy for MPs is in short supply. Demands on them are high, and faith in the country’s decision-makers has been stretched to breaking point after a seemingly endless slew of sleaze scandals.</p><p>This means that when they face work-related problems, many are reluctant to put their head above the parapet.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/the-outdated-commons-culture-will-endure-unless-parties-work-together\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/the-outdated-commons-culture-will-endure-unless-parties-work-together", "date_published": "2023-08-08T17:45:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal agree deal worth up to £30m to sign David Raya from Brentford", "description": "<ul><li>Spain goalkeeper set to move in time for new season</li><li>Arsenal reject Monaco offer for Folarin Balogun</li></ul><p>Arsenal have agreed a deal worth close to £30m for the Brentford goalkeeper David Raya, who is expected to complete a move to the Emirates in time for the new Premier League season.</p><p>Raya’s arrival will mean Arsenal land a long-term target. They made multiple bids for the Spain international in the summer of 2020 but could reach an agreement with Brentford, who were battling to secure promotion from the Championship at the time. Three years on Mikel Arteta has got his man and Brentford have achieved a significant return on a player who cost them £2.7m when he signed from Blackburn in 2019.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/arsenal-agree-deal-worth-up-to-30m-to-sign-david-raya-from-brentford\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/arsenal-agree-deal-worth-up-to-30m-to-sign-david-raya-from-brentford", "date_published": "2023-08-08T17:25:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brazilian president Lula pledges ‘new Amazon dream’ at rainforest summit", "description": "<p>Luiz Inácio Lula da Silva offered ambitious plan for future of Amazon forest, promising to repair damage done by Jair Bolsonaro</p><p>The Brazilian president, <a href=\"https://www.theguardian.com/world/luiz-inacio-lula-da-silva\">Luiz Inácio Lula da Silva</a> has vowed to haul the Amazon out of centuries of violence, economic “plundering” and environmental devastation and into “a new Amazon dream” at the start of a major regional summit on the world’s largest rainforest.</p><p>Addressing <a href=\"https://www.theguardian.com/world/2023/aug/08/leaders-of-amazon-nations-gather-in-brazil-for-summit-on-rainforests-future\">South American leaders gathered in the Brazilian city of Belém</a>, Lula offered a bold blueprint for the future of the Amazon, a sprawling 6.7m sq km region that is home to nearly 50 million people spread across eight countries and one territory.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/08/brazilian-president-lula-pledges-new-amazon-dream-at-rainforest-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/08/brazilian-president-lula-pledges-new-amazon-dream-at-rainforest-summit", "date_published": "2023-08-08T17:08:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Supreme court reinstates Biden’s ‘ghost gun’ restrictions for now", "description": "<p>Federal regulation aims to reining in privately made firearms that are difficult for law enforcement to trace</p><p>The US supreme court on Tuesday granted a request by President Joe Biden’s administration to reinstate – at least for now – a federal regulation aimed at reining in privately made firearms called “ghost guns” that are difficult for law enforcement to trace.</p><p>The justices put on hold a 5 July decision by US district judge Reed O’Connor in Fort Worth, Texas, that had blocked the 2022 rule nationwide pending the administration’s appeal. O’Connor found that the administration exceeded its authority under a 1968 federal law called the Gun Control Act in implementing the rule relating to ghost guns, firearms that are privately assembled and lack the usual serial numbers required by the federal government.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/supreme-court-ghost-gun-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/supreme-court-ghost-gun-restrictions", "date_published": "2023-08-08T17:05:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Handré Pollard and Lukhanyo Am out of South Africa Rugby World Cup squad", "description": "<ul><li>Defending champions lose clutch of key players for tournament</li><li>Siya Kolisi declared fit but Lood de Jager set to miss start</li></ul><p>The world champions, South Africa, will have to launch the defence of their title in France without a clutch of high-profile injured players including the Leicester fly-half Handré Pollard and star centre, Lukhanyo Am. The lock forward Lood de Jager will also miss the start of the tournament but the captain, Siya Kolisi, has been declared fit enough to be included in a squad containing 21 players with previous World Cup experience.</p><p>Pollard (calf), Am (knee) and De Jager (chest problem) have officially all been placed on standby but can now only be added to the squad in the event of an injury to someone else. Pollard’s continuing absence leaves Manie Libbok as the first-choice fly-half in the squad while the influential Am, who sustained a knee injury in the team’s 24-13 victory against Argentina in Buenos Aires, is expected to be out of action for the next four weeks.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/handre-pollard-and-lukhanyo-am-out-of-south-africa-rugby-world-cup-squad\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/handre-pollard-and-lukhanyo-am-out-of-south-africa-rugby-world-cup-squad", "date_published": "2023-08-08T17:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Watch out for the flesh-eating pensioner! Zombieverse, Netflix’s ludicrous new reality-horror", "description": "<p>Imagine the Korean version of Murder in Successville, but with tons of zombies. Zombieverse is full of scares, shocked celebs and some TV trickery that is hilarious – unwittingly</p><p>British viewers coming cold to Zombieverse, Netflix’s new Korean “reality” series, will have a blissful few minutes where they are not sure what they are watching. Well, it’s not that blissful, or I wouldn’t be about to spoil it by explaining, but there is a moderately pleasurable period of dizzy confusion as five people meet in what seems to be the green room of a dating show. On set, the “host” explains the premise, which involves men and women meeting in a bar and immediately getting off with one another – but one of the women is behaving oddly. As our five new pals watch on a monitor, wide-eyed, this singleton starts behaving very oddly indeed, biting her date until his jugular spurts. Bloody hell.</p><p>She’s a zombie! It’s a zombie apocalypse! The five are stooges, contestants not on a dating show but in an immersive horror-reality series that elaborately convinces them they are the survivors of an outbreak of flesh-munching undead-ery in Seoul, then corrals them into various life-or-death scenarios as they scream and scheme in an effort to remain alive.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/08/watch-out-for-the-flesh-eating-pensioner-zombieverse-netflixs-ludicrous-new-reality-horror\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/08/watch-out-for-the-flesh-eating-pensioner-zombieverse-netflixs-ludicrous-new-reality-horror", "date_published": "2023-08-08T17:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MPs fiddled with voter ID as electoral data security burned", "description": "<p>Electoral Commission hack is reminder of importance of protecting democratic system where it counts</p><p>It turns out that while Conservative ministers were spending hours of parliamentary time in 2021-22 introducing requirements for voters to produce ID at polling stations – to protect elections against a threat most experts believed was negligible – the Electoral Commission was being hacked by “hostile actors”.</p><p>These hackers, who have not been identified and whose motivations are unclear, were able to access the data, such as home addresses, of millions of voters, many of whom choose not to make that information publicly available.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/08/mps-fiddled-with-voter-id-as-electoral-data-security-burned-electoral-commission-hack\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/08/mps-fiddled-with-voter-id-as-electoral-data-security-burned-electoral-commission-hack", "date_published": "2023-08-08T16:55:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canada publishers urge Ottawa to stop Meta from blocking users’ news access", "description": "<p>Dust-up began after law passed requiring social media companies to compensate news publishers for posting their content</p><p>A group of Canadian news publishers and broadcasters has called on the country’s competition regulator to stop Meta from blocking access to news as the federal government and technology companies clash over revenue and content sharing.</p><p>News Media Canada, the Canadian Association of Broadcasters and CBC/Radio‐Canada warned on Tuesday that Meta’s decision to bar Canadians from viewing news on Facebook and Instagram amounted to “anticompetitive conduct” and violates a provision of <a href=\"https://laws.justice.gc.ca/eng/acts/C-34/index.html\">a federal law</a>.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/canada-publishers-protest-meta-blocking-users-news-access\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/canada-publishers-protest-meta-blocking-users-news-access", "date_published": "2023-08-08T16:52:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Florida schools plan to use only excerpts from Shakespeare to avoid ‘raunchiness’", "description": "<p>DeSantis law that clamps down on LGBTQ+and gender issues also says material sexual in nature should not be used in classes </p><p>Teachers in a Florida county are preparing to use only excerpts of works by William Shakespeare, rather than whole plays, as part of an attempt to conform to hardline rightwing legislation on teaching about sex .</p><p>“There’s some raunchiness in Shakespeare,” Joseph Cool, a reading teacher at Gaither high school in Hillsborough county, <a href=\"https://www.tampabay.com/news/education/2023/08/07/hillsborough-schools-cut-back-shakespeare-citing-new-florida-rules/?outputType=amp\">told the Tampa Bay Times</a>. “Because that’s what sold tickets during his time.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/florida-schools-shakespeare-sexual-material\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/florida-schools-shakespeare-sexual-material", "date_published": "2023-08-08T16:52:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘You will be missed’: locals seek answers to destruction of Crooked House pub", "description": "<p>Known as the wonkiest pub in Britain, the Staffordshire inn caught fire shortly after being sold, then was demolished without council consent</p><p>Down the country lane leading towards the former Crooked House pub in Himley, Staffordshire, the road is suddenly blocked by a mound of dirt two and a half metres (8ft) high.</p><p>Nearby, a security guard, saying he was acting on behalf of the landlord, turned people away from continuing down the public road as they attempted to see what remained of the famous pub, renowned for its wonkiness.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/08/you-will-be-missed-locals-seek-answers-about-destruction-of-crooked-house-pub\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/08/you-will-be-missed-locals-seek-answers-about-destruction-of-crooked-house-pub", "date_published": "2023-08-08T16:50:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "People texting while walking more likely to have accidents, study confirms", "description": "<p>Participants in simulated environment with random slip hazards were more likely to fall despite trying to be more cautious</p><p>In news that will come as a surprise to nobody who has walked down a busy street in the past 10 years, scientists have confirmed people texting while walking are more likely to have accidents.</p><p>While previous studies have shown that texting pedestrians are more likely to walk into oncoming traffic, others have suggested young adults have mastered the art of multitasking and are able to text accurately while navigating obstacles.</p> <a href=\"https://www.theguardian.com/society/2023/aug/08/people-texting-while-walking-more-likely-to-have-accidents-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/08/people-texting-while-walking-more-likely-to-have-accidents-study-finds", "date_published": "2023-08-08T16:49:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United grant Ten Hag’s request for player lounge", "description": "<ul><li>Club refused similar pleas from Van Gaal and Mourinho</li><li>West Ham hopeful of Maguire deal, less so on McTominay </li></ul><p>Erik ten Hag had his request granted for a bespoke player lounge to be created at Old Trafford, after Manchester United refused similar proposals from the manager’s predecessors José Mourinho and Louis van Gaal.</p><p>The facility was signed off by United’s chief operating officer, Collette Roche, after Ten Hag said it would help matchday preparation. Converting the prime hospitality space in the stadium’s south stand will cost millions in lost revenue but the club will recoup some finance by no longer having to pay for The Lowry hotel to be its pre-match base.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/manchester-united-grant-ten-hags-request-for-player-lounge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/manchester-united-grant-ten-hags-request-for-player-lounge", "date_published": "2023-08-08T16:45:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ten young Premier League players hoping to break through this season", "description": "<p>If pre-season is anything to go by, plenty of youngsters will be making a splash this season</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Tottenham acted quickly last summer to sign Destiny Udogie, one of the finest young talents in Italy. The youngster spent last season back on loan with Udinese, where the regular gametime did him the world of good. Spurs have an abundance of full-backs but, if pre-season is anything to go by, the 20-year-old will be their first choice left-back under Ange Postecoglou. Udogie is excited by that prospect. Speaking earlier this summer, <a href=\"https://www.football.london/tottenham-hotspur-fc/players/destiny-udogie-tottenham-ange-postecoglou-27342171\">he said of his manager</a>: “I like his idea of football. He wants to play with the ball. It’s not like I defend and counterattack. I want to have the ball.”</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/aug/08/young-premier-league-players-break-through-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/aug/08/young-premier-league-players-break-through-season", "date_published": "2023-08-08T16:22:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man jailed for 10 years for raping girl who was later murdered by her brother", "description": "<p>Jamie Starrs, 20, was sentenced for his assault on Amber Gibson, 16, who was killed five months later</p><p>A man who raped a teenage girl before she was sexually assaulted and murdered by her older brother has been sentenced to 10 years in prison.</p><p>Amber Gibson, 16, was sexually assaulted by Jamie Starrs while she was incapacitated at a property in Bothwell, South Lanarkshire, in June 2021. Five months later, Amber was sexually assaulted and murdered by her older brother, Connor Gibson.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/man-jailed-for-10-years-for-raping-girl-who-was-later-murdered-by-her-brother\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/man-jailed-for-10-years-for-raping-girl-who-was-later-murdered-by-her-brother", "date_published": "2023-08-08T16:04:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m an immigration lawyer, and now the target of a Braverman smear campaign. It will backfire  | Jacqueline McKenzie", "description": "<p>The government has set the rightwing press on me because I have represented people being deported to Rwanda - but I know people can see through their deception</p><ul><li>Report: <a href=\"https://www.theguardian.com/politics/2023/aug/08/target-of-tory-lefty-lawyer-dossier-forced-to-review-security-after-email\">Target of Tory ‘lefty lawyer’ dossier forced to review security after email</a></li></ul><p>My Saturday morning was unusual by any standard. I was followed on social media by journalists from the Sun and the Daily Mail within minutes of each other, then soon after had a call from the Telegraph and an email from the Express. All advised that they were writing a story about me and wanted to give me a right to reply. I immediately thought this to be a government-inspired hit job because of my work supporting victims of the <a href=\"https://www.theguardian.com/world/2023/jun/20/tuesday-briefing-first-edition-windrush-scandal-home-office\">Windrush scandal</a>. I didn’t imagine it could be anything else. Two of the journalists explained that they’d been sent a dossier about me from Conservative party HQ, which had either deliberately or inadvertently been attached to an email.</p><p>I thought back to examples of thing kind of thing in history, such as the horrors of McCarthyism, or the practices of eastern European intelligence units in the Soviet era. It was hard to fathom that someone like me – who lives for work, and who climbed mountains to become a lawyer, including giving birth on the day of an exam – could attract such ire. To my surprise, there was no mention of my Windrush cases at all – these have accounted for 90% of my work in the past five years. Windrush was a scandal created by the Conservative government, but one that it has profusely apologised for, and has promised to make amends for via a compensation scheme and other measures.</p><p>Jacqueline McKenzie is a partner and head of immigration and asylum law at Leigh Day</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/immigration-lawyer-braverman-smear-campaign-rightwing-press-deported-to-rwanda\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/immigration-lawyer-braverman-smear-campaign-rightwing-press-deported-to-rwanda", "date_published": "2023-08-08T16:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Target of Tory ‘lefty lawyer’ dossier forced to review security after email", "description": "<p>Head of immigration at Leigh Day, Jacqueline McKenzie, says she has had to take precautions after ‘ominous’ message</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/immigration-lawyer-braverman-smear-campaign-rightwing-press-deported-to-rwanda\">Opinion: I’m an immigration lawyer, and now the target of a Braverman smear campaign. It will backfire</a></li></ul><p>A lawyer who was targeted by a Conservative party dossier sent to right-leaning newspapers has been forced to review her security after receiving an “ominous” email in the wake of critical articles, she has said.</p><p>Jacqueline McKenzie, the head of immigration at Leigh Day and a partner at the firm, said a briefing sent to the Telegraph, Mail, Sun and Express by party officials was “underpinned by racism and misogyny”, inaccurate and calculated to whip up ill-feeling.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/08/target-of-tory-lefty-lawyer-dossier-forced-to-review-security-after-email\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/08/target-of-tory-lefty-lawyer-dossier-forced-to-review-security-after-email", "date_published": "2023-08-08T16:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It isn’t a crime’: Chris Noth denies sexual assault allegations in first interview since they were made", "description": "<p>The Sex and the City actor says he ‘strayed’ on his wife but reiterates that he is not guilty of the assault allegations made against him in 2021</p><p>Chris Noth, the actor best known for playing Mr Big in the HBO series Sex and the City, has given his first interview since sexual assault accusations against him <a href=\"https://www.theguardian.com/tv-and-radio/2021/dec/16/chris-noth-sexual-assault-accusations-women\">were made public in December 2021</a>.</p><p>Speaking to <a href=\"https://eu.usatoday.com/story/life/health-wellness/2023/08/07/chris-noth-sex-and-the-city-abuse-allegations/70515856007/\">USA Today</a> on Tuesday 8 August, Noth again admitted adultery but denied the allegations made by two women about separate incidents they say took place in 2004 and 2015.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/08/chris-noth-denies-sexual-assault-allegations-sex-and-the-city\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/08/chris-noth-denies-sexual-assault-allegations-sex-and-the-city", "date_published": "2023-08-08T15:56:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mould found in lungs of man who died in house with chronic damp, inquest hears", "description": "<p>Pathologist says Luke Brooks, 27, of Oldham died from respiratory problems caused by aspergillus pneumonia </p><p>A type of mould was found in the lungs of a 27-year-old man who died in a house that had chronic damp, a pathologist has told an inquest.</p><p>The family of Luke Brooks believe mould in their privately rented end of terrace house in Oldham caused his death.</p> <a href=\"https://www.theguardian.com/society/2023/aug/08/mould-found-in-lungs-of-oldham-man-who-died-in-house-with-chronic-damp-inquest-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/08/mould-found-in-lungs-of-oldham-man-who-died-in-house-with-chronic-damp-inquest-hears", "date_published": "2023-08-08T15:49:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Storm Hans causes havoc in Norway with heaviest rain in 25 years forecast", "description": "<p>Landslides, a stranded town and two deaths so far reported as extreme weather sweeps across the south of the country</p><p>A powerful storm has brought destruction to Norway, causing landslides and leaving an entire town stranded, as meteorologists warned of the strongest rainfall in a quarter of a century.</p><p>The storm – named Storm Hans – has killed two people, ripped off roofs and caused widespread disruption across northern Europe in a summer that started with wildfires across much of the region.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/storm-hans-causes-havoc-in-norway-with-heaviest-rain-in-25-years-forecast\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/storm-hans-causes-havoc-in-norway-with-heaviest-rain-in-25-years-forecast", "date_published": "2023-08-08T15:47:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Colombia set up quarter-final with England – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> is joined by <a href=\"https://twitter.com/SuzyWrack\">Suzy Wrack</a>, <a href=\"https://twitter.com/GirlsontheBall\">Sophie Downey</a> and <a href=\"https://twitter.com/jonathanliew\">Jonathan Liew</a> as the round of 16 comes to a close</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>On the podcast today: <a href=\"https://www.theguardian.com/football/2023/aug/08/colombia-jamaica-womens-world-cup-last-16-match-report\">Colombia beat Jamaica 1-0</a> to reach their first ever quarter-final, where they will face England. The panel debate how great a threat Colombia pose. We also bid farewell to the hugely overachieving Reggae Girlz, who became the first the first Caribbean nation to play in the knockout stages of a World Cup, male or female, since Cuba in 1938.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/08/colombia-set-up-quarter-final-with-england-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/08/colombia-set-up-quarter-final-with-england-womens-football-weekly-podcast", "date_published": "2023-08-08T15:47:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ParalympicsGB seeks activist footing to help aid progress for disabled people", "description": "<ul><li>Dave Clarke intends to tackle issues faced in society</li><li>‘Wherever you look we’re probably at empathy at best’</li></ul><p>Progress has stalled for disabled people in British society, the chief executive of ParalympicsGB has said, as he seeks to move his organisation on to a more activist footing.</p><p>Dave Clarke, who stepped into the role this year, will try to emulate the <a href=\"https://www.theguardian.com/sport/2021/sep/05/gb-finishes-rollercoaster-paralympics-with-medal-haul-that-beats-london-2012\">124-medal total of Tokyo</a> when the Paralympic Games takes place in <a href=\"https://www.theguardian.com/sport/paralympic-games-2024\">Paris next year</a>. He says, however, that it would be “disingenuous” of the organisation not to use its platform to try and drive change off the field of play too.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/paralympicsgb-activist-footing-disabled-people-progress\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/paralympicsgb-activist-footing-disabled-people-progress", "date_published": "2023-08-08T15:45:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Suella’s symposium of stupidity delivers blue-sky thinking on asylum seekers | John Crace", "description": "<p>Home secretary assembles the feeblest minds in the country to find someone else to blame for government failures</p><p>The grey clouds of summer threatened overhead. But Suella Braverman was too preoccupied to notice as she strode into the Home Office. It was the government’s August extravaganza: small boats week. The latest distraction from the cost of living crisis. A time to make everyone think foreigners were the reason they were broke.</p><p>Safe to say it hadn’t got off to the best of starts. How was she supposed to explain away the fact that since Rishi Sunak had promised to “stop the boats” the number of refugees waiting to have their asylum claims processed had risen by more than 10,000. <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/ministers-accused-of-lawyer-bashing-to-distract-from-asylum-policy-failures\">God, she hated lawyers</a>. Sometimes it was easy to forget that she herself had been one. Though how she had passed the exams was a mystery.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/08/suella-braverman-symposium-of-stupidity-delivers-blue-sky-thinking-on-asylum-seekers\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/08/suella-braverman-symposium-of-stupidity-delivers-blue-sky-thinking-on-asylum-seekers", "date_published": "2023-08-08T15:37:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Foreign aid cuts are a disaster for women | Letters", "description": "<p>Britain’s foreign aid cuts are having dire consequences for some of the world’s most vulnerable women and children, writes <strong>Prof Geeta Nargund</strong>. Plus, Lib Dem peer <strong>Malcolm Bruce</strong> on the transformational effect of aid spending</p><p>We should not underestimate the devastating impact of aid cuts on the global outlook for women’s health (<a href=\"https://www.theguardian.com/world/2023/aug/02/uk-aid-budget-cuts-are-death-sentence-for-worlds-most-vulnerable-children\" title=\"\">UK aid budget cuts are ‘death sentence’ for world’s most vulnerable children</a>). The international development committee’s report on aid funding allocation has revealed that critical healthcare services will be withdrawn from some of the world’s most vulnerable women and girls.</p><p>In Afghanistan, for example, maternal mortality rates are already nearly three times higher than <a href=\"https://data.unicef.org/topic/maternal-health/maternal-mortality/\" title=\"\">the global average</a>. According to data for 2020 from the UN Population Fund, for every 100,000 live births in Afghanistan, 620 women die. The prospect of further stripping away support and resources is shocking not only for the girls and women of Afghanistan, but globally.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/08/foreign-aid-cuts-are-a-disaster-for-women\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/08/foreign-aid-cuts-are-a-disaster-for-women", "date_published": "2023-08-08T15:32:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Left in limbo by Brexit safety mark chaos | Letters", "description": "<p>Uncertainty over Britain’s post-Brexit version of the CE mark has hampered the development of medical devices, says <strong>Roger Bayston</strong>.<strong> </strong>Plus a letter from <strong>Ian White</strong></p><p>The enormous waste of resources due to red tape described by Polly Toynbee (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/04/business-brexit-safety-mark-red-tape-\" title=\"\">Business is haunted by Brexit – and this safety mark fiasco is its latest nightmare, 4 August</a>) is not just confined to British business – it has severely affected UK research in the area of medical devices.</p><p>Scientists need to partner with manufacturers in order to get these devices out of the lab and into the clinic. But we and others have experienced our industrial partners withdrawing support and pulling out of agreements because it has been simply too costly to embark on double certification of potential products.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/08/left-in-limbo-by-brexit-safety-mark-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/08/left-in-limbo-by-brexit-safety-mark-chaos", "date_published": "2023-08-08T15:32:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby trial jury told it can reach majority verdict", "description": "<p>Nurse charged with murdering seven babies and attempting to murder 10 others at Chester hospital</p><p>The jury in the trial of Lucy Letby has been told it can reach a majority verdict on charges that the nurse murdered and attempted to murder babies.</p><p>The panel of seven women and four men had been deliberating for 76 hours when the judge, Mr Justice Goss, told them on Tuesday they could now reach verdicts on which at least 10 of them agree.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/lucy-letby-murder-trial-jury-told-reach-majority-verdict\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/lucy-letby-murder-trial-jury-told-reach-majority-verdict", "date_published": "2023-08-08T15:31:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Colombia turn focus to England as Lauren James issues red-card apology", "description": "<ul><li>Nelson Abadía: ‘We will face England with composure’</li><li>Dismissed player says sorry for treading on opponent</li></ul><p>Colombia will draw on the approach that enabled them to <a href=\"https://www.theguardian.com/football/2023/jul/30/colombia-caicedo-vanegas-germany-womens-world-cup-match-report\">stun Germany</a> when they face England in a World Cup quarter-final on Saturday, their coach, Nelson Abadía, has said.</p><p>Abadía was more guarded than his captain, Catalina Usme, who said “we know we can pull it off” after<a href=\"https://www.theguardian.com/football/2023/aug/08/colombia-jamaica-womens-world-cup-last-16-match-report\"> Colombia beat Jamaica 1-0</a> to reach the last eight for the first time, but he made clear his team would have no inferiority complex.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/colombia-will-approach-england-like-germany-says-coach-abadia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/colombia-will-approach-england-like-germany-says-coach-abadia", "date_published": "2023-08-08T15:31:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Wolves, Julen Lopetegui and cutting gold cloth accordingly", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>As disappointed or frustrated as they may be, Wolves fans probably shouldn’t be too surprised. For all his qualities as a manager, Julen Lopetegui has form when it comes to leaving high-profile jobs on the eve of big competitions. With his Spanish team already in Russia ready to contest the 2018 World Cup, on the eve of the tournament Lopetegui revealed he would be taking over at Real Madrid as soon as it concluded. It was an announcement that so riled up the Royal Spanish Football Federation that it <a href=\"https://www.theguardian.com/football/2018/jun/13/julen-lopetegui-sacked-spain-manager-real-madrid-job\">fired him on the spot</a> and gave his gig to Fernando Hierro instead. A little more than five years later and it seems the 56-year-old has now parlayed his way out of another job. Reports suggest Lopetegui is currently <a href=\"https://www.theguardian.com/football/2023/aug/08/wolves-gary-oneil-manager-julen-lopetegui\">thrashing out an exit deal</a> with the Wolves bean-counters after channelling his inner Scott Parker and repeatedly criticising the lack of summer investment at Molineux.</p><p>The new added-time guidelines (yesterday’s News, Bits and Bobs, full email edition) are intending to increase the amount of football actually played during a match. I’d have some sympathy <a href=\"https://www.theguardian.com/football/2023/aug/08/more-added-time-doesnt-make-sense-kevin-de-bruyne-players-hit-out\">for critics</a>, but really their complaints come down to being forced to work while they’re at work. They just need to get better at looking busy: what is the on-pitch equivalent to reading Football Daily (and composing a contribution) in your work email?” – Ed Taylor.</p><p>Cracking story about Nahuel Guzmán’s trick during a penalty shootout (yesterday’s Now That’s Magic, full email edition). But Peter Shilton went one further against West Germany during Italia 90 and disappeared during the shootout. Hey, if he can still be bitter about El Diego …” – Antony Train.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/aug/08/football-daily-email-wolves-julen-lopetegui\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/football-daily-email-wolves-julen-lopetegui", "date_published": "2023-08-08T15:26:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Identity and overseas experience: how the USWNT can improve for 2027", "description": "<p>USA’s exit in the last-16, in a penalty-shootout loss to Sweden, marked their worst finish ever at a major tournament. Now what?</p><p>There are many <a href=\"https://www.theguardian.com/football/2023/aug/07/uswnt-womens-world-cup-2023-exit-reasons-soccer\">systemic issues to address within the US soccer ecosystem</a> that have come to the fore in recent days. There is also an Olympics in less than a year, and work to be done on the field immediately. Here’s a to-do list for the powers that be.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/identity-and-overseas-experience-how-the-uswnt-can-improve-for-2027\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/identity-and-overseas-experience-how-the-uswnt-can-improve-for-2027", "date_published": "2023-08-08T15:25:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A smorgasbord of unlikability’: the authors helping ‘sad girl lit’ grow up", "description": "<p>In this post-Fleabag world, publishing has become obsessed with the inner turmoils of messy millennials – but isn’t it time they pulled themselves together? Meet the novelists subverting the cliches</p><p>You’ve probably come across this woman: she is unfulfilled in her career, has been abandoned by at least one man, she is aimless and lamenting the obstacles in her life (of which, in reality, there don’t appear to be many). She is not just miserable, she’s a mess; self-absorbed and full of self-loathing.</p><p>If you’ve read a book by a woman, about a woman, that has been published in the last five years, then it’s overwhelmingly likely that this woman was the protagonist. The narrative likely circled around this character’s sadness, her passive struggle to overcome it, and little else. Typically, such stories have notes of darkness but will rarely deliver the actual thing. Usually the main character (like the author) will be middle-class, if not incredibly wealthy. Almost always she will be white. The <a href=\"https://www.theguardian.com/books/2022/feb/05/well-dressed-and-distressed-why-sad-young-women-are-the-latest-book-cover-trend\">book’s cover will probably feature a devastated-looking woman</a> with her hair covering her face or her head cradled in her hands.</p> <a href=\"https://www.theguardian.com/books/2023/aug/08/a-smorgasbord-of-unlikability-the-authors-helping-sad-girl-lit-grow-up\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/08/a-smorgasbord-of-unlikability-the-authors-helping-sad-girl-lit-grow-up", "date_published": "2023-08-08T15:19:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK graduates: share your experience of applying for jobs after university", "description": "<p>We would like to hear how recent graduates and those starting their careers are finding the search for employment</p><p>Permanent staff appointments have fallen steeply according to <a href=\"https://www.rec.uk.com/our-view/news/press-releases/report-jobs-muted-confidence-around-economic-outlook-drives-steeper-drop-permanent-placements\">recent survey data</a>.</p><p>The Recruitment and Employment Confederation and KPMG’s Report on Jobs has found that permanent job placements have declined at the quickest rate in just over three years amid a weak economic outlook and reduced confidence among UK businesses.</p> <a href=\"https://www.theguardian.com/money/2023/aug/08/uk-graduates-share-your-experience-of-applying-for-jobs-after-university\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/08/uk-graduates-share-your-experience-of-applying-for-jobs-after-university", "date_published": "2023-08-08T15:17:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a naughty Siri’: friendly sex robot Vanessa 5000 asks audiences to test her powers", "description": "<p>In her Edinburgh festival show, LA comic and clown Courtney Pauroso plays a latex-clad humanoid pleasure device. But are fringegoers ready to restart her?</p><p>The last time I saw Courtney Pauroso, she was upside down, legs splayed, doing a naked, spotlit handstand. “My father saw that show,” the LA clown winces. “I just told my mum: when the lights go out, tell Dad to close his eyes.” With extreme physical abandon, Pauroso’s solo performances shift sharply from wide-eyed innocence to grotesque, knockout humour. Does she enjoy making people feel uncomfortable? “Yeah,” she laughs, “I’m OK with that.”</p><p>Far from the world of red-nosed children’s entertainers, Pauroso found her way to clowning through sketch comedy. As a kid she would watch <a href=\"https://www.theguardian.com/tv-and-radio/2015/dec/10/best-of-i-love-lucy-box-set-review-lucille-ball\">I Love Lucy</a> reruns with her grandma, harbouring dreams of becoming a serious actor. But over time she found a different level of performance she was more aligned to: “this natural stupidity that I bring to the table.”</p> <a href=\"https://www.theguardian.com/stage/2023/aug/08/sex-robot-courtney-pauroso-vanessa-5000-edinburgh-fringe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/08/sex-robot-courtney-pauroso-vanessa-5000-edinburgh-fringe", "date_published": "2023-08-08T15:10:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The death of the nightclub: what Britain will lose when the dancing stops", "description": "<p>More than a third of Britain’s nightclubs have closed since June 2020. Yet they boost mental health and artistic innovation - and bring in billions for the economy</p><p><strong>Name:</strong> Nightclubs.</p><p><strong>Age:</strong> said to have their roots in the drinking, dancing and gambling dens of mid-19th century New York.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/the-death-of-the-nightclub-what-britain-will-lose-when-the-dancing-stops\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/the-death-of-the-nightclub-what-britain-will-lose-when-the-dancing-stops", "date_published": "2023-08-08T15:03:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Before Oppenheimer, there was Manhattan: this underrated drama is a must-see", "description": "<p>Despite a starry cast and strong writing, this series about the scientists living and working in Los Alamos was criminally underwatched </p><ul><li><em>Manhattan is streaming on Stan. For more recommendations of what to stream in Australia, <a href=\"https://www.theguardian.com/culture/series/stream-team\">click here</a></em></li></ul><p>Christopher Nolan’s biopic Oppenheimer may have set off some existential crises and Wikipedia binges, but before that there was Manhattan. When the show launched in 2014, Mad Men was ending and television networks were looking for other historical dramas that would capture that same audience; those with a predilection for character-driven stories with a cerebral bent, an emotional anchor and stylish production.</p><p>Edged out by more zeitgeisty shows such as <a href=\"https://www.theguardian.com/tv-and-radio/2016/mar/16/the-americans-fourth-season-tv-best-drama\">The Americans </a>and <a href=\"https://www.theguardian.com/culture/2021/aug/30/halt-and-catch-fire-hugely-underrated-tech-drama-about-dreaming-big-and-failing-bigger\">Halt and Catch Fire</a>, Manhattan was criminally underwatched and was cancelled after two seasons in 2015. But with the success of Oppenheimer, now’s the time to consider trying Manhattan – but go in knowing you should not expect to learn the ins and outs of nuclear fission or second world war geopolitics with any robust fidelity. Manhattan is a (very) fictionalised telling of the drama, secrecy and breakthroughs of the Los Alamos nuclear bomb project.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/09/tv-series-like-oppenheimer-manhattan-where-to-watch-stan\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/09/tv-series-like-oppenheimer-manhattan-where-to-watch-stan", "date_published": "2023-08-08T15:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Easy and cheesy: three savoury bakes for school lunchboxes – recipes", "description": "<p>From cookbook author <strong>George Georgievski,</strong> AKA School Lunchbox Dad, comes simple cheddar muffins, freezer-friendly frittata slices and a new spin on pizza</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Get creative with whatever veggies you like in this recipe. These frittata slices are perfect for batch cooking.</p> <a href=\"https://www.theguardian.com/food/2023/aug/09/easy-and-cheesy-three-savoury-bakes-for-school-lunchboxes-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/09/easy-and-cheesy-three-savoury-bakes-for-school-lunchboxes-recipes", "date_published": "2023-08-08T15:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fears over Antarctic sea ice as yearly ozone layer hole forms ‘very early’", "description": "<p>Experts say larger-than-normal hole could cause further warming of Southern Ocean and heighten damaging effects of 2022 Tonga volcano eruption</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The hole in the ozone layer has begun to form early this year, prompting warnings that a larger-than-average hole may further warm the Southern Ocean while the level of Antarctic sea ice is at a record low.</p><p>Satellite data from the European Centre for Medium-Range Weather Forecasts suggests the hole has already begun to form over Antarctica.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/environment/2023/aug/08/fears-over-antarctic-sea-ice-as-yearly-ozone-layer-hole-forms-very-early\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/08/fears-over-antarctic-sea-ice-as-yearly-ozone-layer-hole-forms-very-early", "date_published": "2023-08-08T15:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unrecognised and underestimated: the fight to get Australian women proper care after miscarriages", "description": "<p><strong>Exclusive: </strong>Doctors, midwives, researchers and support organisations have teamed up to change the paradigm on the ‘stigma’ of miscarriage</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Lying on the ultrasound table, seven weeks into her first pregnancy, Jade Bilardi wasn’t concerned about the light bleeding. She was already thinking ahead to when she’d take maternity leave, imagining being a mother by Mother’s Day.</p><p>Then she heard the sonographer say, “Oh, it’s just a blighted ovum.”</p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/09/early-pregnancy-loss-coalition-miscarriage-support-care\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/09/early-pregnancy-loss-coalition-miscarriage-support-care", "date_published": "2023-08-08T15:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Recovery of Great Barrier Reef stalls as scientists point to bleaching, disease and starfish attacks", "description": "<p>Reef experts say an El Niño climate pattern could take hold this summer, raising the risk of another mass bleaching event further</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A recovery in the number of corals growing on the Great Barrier Reef over recent years has paused, with government scientists blaming bleaching, disease and attacks by starfish.</p><p>Results from the latest annual surveys of more than 100 individual reefs show a small drop in coral cover over the northern and central parts of the reef over the past year.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/environment/2023/aug/09/recovery-of-great-barrier-reef-stalls-as-scientists-point-to-bleaching-disease-and-starfish-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/09/recovery-of-great-barrier-reef-stalls-as-scientists-point-to-bleaching-disease-and-starfish-attacks", "date_published": "2023-08-08T15:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thailand king’s estranged son makes surprise return after 27 years", "description": "<p>Reappearance of Vacharaesorn Vivacharawongse comes at difficult time for royal family and raises questions over succession</p><p>The estranged second son of Thailand’s king has returned to Bangkok for the first time in almost three decades, in an unannounced visit that surprised many and raised questions about the succession plan.</p><p>Footage of Vacharaesorn Vivacharawongse making what appeared to be a low-key arrival at Suvarnabhumi airport on Sunday, and visiting sites in the capital, has been shared widely on social media.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/thailand-king-estranged-son-surprise-return-royal-family-succession-vacharaesorn-vivacharawongse\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/thailand-king-estranged-son-surprise-return-royal-family-succession-vacharaesorn-vivacharawongse", "date_published": "2023-08-08T14:50:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is this a star on the rise, ‘just Ken’, or just Matt Hancock? Ask the families who lost loved ones during Covid | Marina Hyde", "description": "<p>Watch the TikTok Barbie video and see him crafting a celebrity brand. That focus during the pandemic would have been nice</p><p>What does Matt Hancock want from us? The question arises once more after a <a href=\"https://www.dailymail.co.uk/news/article-12378913/Matt-Hancock-mocked-cringeworthy-TikTok-video-miming-Ryan-Goslings-epic-ballad-Im-Just-Ken-Barbie-film-users-say-Ive-Kenough.html\">video is posted</a> to the former health secretary’s TikTok account. Behold, Matt emoting down a beach at sunset, miming passionately along a fraction behind the beat of I’m Just Ken, Ryan Gosling’s uber-beta big number from the Barbie movie. We live in a polarised world, so your reaction to this will be either “ooh, new CIA torture track just dropped” or “awww, there goes the world’s most adorable and vanity-free dad, just larking around in linen leisurewear his girlfriend has assured him is ‘such an improvement’. Matt’s job is beach, and he absolutely smashes it.”</p><p>Technically, of course, Matt has a side hustle as member of parliament for West Suffolk – but we already know the ill-fated Matt Hancock MP doll is set to be discontinued, next election. An event which often feels quite far away. But which, given it could precipitate a sharp increase in Matt churning out this type of stuff, is arguably bearing down on us much too soon.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/just-ken-just-matt-hancock-barbie-tiktok-families-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/just-ken-just-matt-hancock-barbie-tiktok-families-covid", "date_published": "2023-08-08T14:45:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AI can identify passwords by sound of keys being pressed, study suggests", "description": "<p>Researchers create system using sound recordings that can work out what is being typed with more than 90% accuracy</p><p>Tapping in a computer password while chatting over Zoom could open the door to a cyber-attack, research suggests, after a study revealed artificial intelligence (AI) can work out which keys are being pressed by eavesdropping on the sound of the typing.</p><p>Experts say that as video conferencing tools such as Zoom have grown in use, and devices with built-in microphones have become ubiquitous, the threat of cyber-attacks based on sounds has also risen.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/08/ai-could-identify-passwords-by-sound-of-keys-being-pressed-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/08/ai-could-identify-passwords-by-sound-of-keys-being-pressed-study-suggests", "date_published": "2023-08-08T14:44:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gen Z will be last generation with white majority in US, study finds", "description": "<p>Change should come around 2045, study of updated US census data predicts, but author says ageing ‘is not race-neutral’</p><p>Gen Z Americans – who were born between 1997 and 2012 – will be the last generation with a white majority and will give way to a post-2012 “majority minority” Generation Alpha, according to a <a href=\"https://www.brookings.edu/articles/new-2020-census-data-shows-an-aging-america-and-wide-racial-gaps-between-generations/\">new study</a> of updated <a href=\"https://www.census.gov/newsroom/press-releases/2023/2020-census-demographic-profile-and-dhc.html\">US census data</a>.</p><p>That change – when non-Hispanic white people will fall below half as a share of the overall US population – should come around 2045, the study predicts.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/gen-z-americans-white-majority-study\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/gen-z-americans-white-majority-study", "date_published": "2023-08-08T14:15:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How can you tell remote work is over? Zoom has ordered employees back to the office | Arwa Mahdawi", "description": "<p>Working from home offered the chance for a great rebalancing of family, friendship and our careers. But the dream is fading fast</p><p>I started my career in the corporate world and soon realised that I was extremely bad at corporate-ing. My main problem was that I liked to leave the office and have a life which was obviously a big no-no for anyone hoping for career progression.</p><p>At one point a superior had to sit me down and tell me sternly that I should never be seen leaving before 8pm at the earliest, even if I had nothing to do. So, in a misguided attempt at climbing the greasy pole, I started printing <a href=\"https://www.theguardian.com/books/wilkiecollins\">Wilkie Collins</a> novels, sticking them in an official looking binder, and poring over them with a highlighter, so it looked like I was doing important business things. No need to tell you that I didn’t last very long at that job.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/remote-work-over-zoom-ordered-employees-back-to-office\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/remote-work-over-zoom-ordered-employees-back-to-office", "date_published": "2023-08-08T14:07:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rage, ecstasy and painting turned up to 11 – Edinburgh art festival review", "description": "<p><strong>Various venues, Edinburgh<br /></strong>This year’s complement to the fringe is not short of drama in Alberta Whittle and Peter Howson’s impassioned work – and there is balmy colour from Elizabeth Blackadder</p><p>You’ve binged on standup, seen enough <a href=\"https://www.theguardian.com/stage/2023/aug/06/the-van-paemel-family-review-a-single-handed-family-epic\">Belgian drama</a> and it feels half an hour too early to go to the pub. A quiet moment in an art gallery may be called for.</p><p>Art at Edinburgh has a festival of its own in August, yet who comes for that? In a city gripped by live performance, exhibitions are bit-part players. Yet this year there are shows that can hold their own with the most charismatic performers, and even give theatre makers an idea or two.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/08/edinburgh-art-festival-review\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/08/edinburgh-art-festival-review", "date_published": "2023-08-08T13:54:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Flexible workspace provider IWG reports record revenues", "description": "<p>Firm also reports doubling of profits as overwhelming majority of office-based organisations opt for hybrid model after pandemic</p><p>The flexible workspace provider IWG has reported record revenues and a doubling of profits for the first half of the year, as it predicted the pandemic “big bang” in hybrid working would become permanent.</p><p>The company said it had signed almost as many lease agreements between January and June as in the whole of last year, as it reported that the shift in the world of work sparked by Covid <a href=\"https://www.theguardian.com/business/2022/oct/01/back-to-office-say-bosses-staff-prefer-working-from-home\">looks set to endure </a>in the UK and globally.</p> <a href=\"https://www.theguardian.com/money/2023/aug/08/flexible-workspace-provider-iwg-reports-record-revenues\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/08/flexible-workspace-provider-iwg-reports-record-revenues", "date_published": "2023-08-08T13:45:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five officers arrested in Marseille over death of man during riots", "description": "<p>Mohamed Bendriss went into cardiac arrest, probably after being struck by ‘flash-ball type’ police projectile, prosecutor says</p><p>Five Marseille police officers have been detained for questioning over the death of a 27-year-old man during rioting in the French city on 1 July.</p><p>They were among 20 members of the elite Raid (Research, assistance, intervention, dissuasion) tactical unit questioned about injuries to Mohamed Bendriss during national unrest after the police shooting of a teenager in the Paris suburbs on 27 June during a traffic stop.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/five-officers-arrested-in-marseille-over-death-of-man-during-riots\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/five-officers-arrested-in-marseille-over-death-of-man-during-riots", "date_published": "2023-08-08T13:42:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Le Sommer fires France past Morocco to set up Australia quarter-final", "description": "<p>Now might be a good time to start buying some shares in the French. It was a bracingly chilly night on Australia’s south coast, and as France comfortably despatched the World Cup’s last African representatives there was a devastating coldness to their movements, the poise and purpose of a team beginning to move through the gears at just the right time.</p><p>Their quarter-final against the hosts at Brisbane on Saturday morning promises to be one of the defining games of this tournament, a tantalising collision of Aussie guts and French guile, a gourmet feast of titanic battles: Sam Kerr against Wendie Renard, Caitlin Foord against Eve Perisset, Eugenie Le Sommer against whoever has the misfortune of trying to work out where Eugenie Le Sommer is going.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/le-sommer-fires-france-past-morocco-to-set-up-australia-quarter-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/le-sommer-fires-france-past-morocco-to-set-up-australia-quarter-final", "date_published": "2023-08-08T13:30:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK workers: are you struggling to get the hours you’d like to work?", "description": "<p>We want to hear from “underemployed” workers who are not getting as much work as they’d like</p><p>We’re interested in hearing from UK workers who have been struggling to get as much work as they’d like.</p><p>Whether you’ve had trouble finding full time work, have had shifts cancelled regularly or have had your hours reduced permanently by your employer since you signed up for the job, we’d like to hear from you, and how this has been affecting your life, career and finances.</p> <a href=\"https://www.theguardian.com/money/2023/aug/08/uk-workers-are-you-struggling-to-get-the-hours-youd-like-to-work\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/08/uk-workers-are-you-struggling-to-get-the-hours-youd-like-to-work", "date_published": "2023-08-08T13:27:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England to deny Covid and flu jabs to under-65s despite fears for NHS this winter", "description": "<p>Government accepts advice from JCVI which says only at-risk groups and those aged 65 and over should be offered vaccines</p><p>Millions of people under the age of 65 in England will be denied flu and Covid jabs this winter despite one of the government’s top public health officials warning that coronavirus has not “gone away”.</p><p>The Joint Committee on Vaccination and Immunisation (JCVI), which advises the UK government, said on Tuesday its plan for Covid was to offer jabs only to those at “high risk of serious disease” who are “most likely to benefit” from vaccination.</p> <a href=\"https://www.theguardian.com/society/2023/aug/08/england-to-deny-covid-and-flu-jabs-to-under-65s-amid-fears-for-nhs-this-winter\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/08/england-to-deny-covid-and-flu-jabs-to-under-65s-amid-fears-for-nhs-this-winter", "date_published": "2023-08-08T13:18:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leaders of Amazon nations gather in Brazil for summit on rainforest’s future", "description": "<p>Conclave represents handbrake turn in Brazilian government policy since Luiz Inácio Lula da Silva took power</p><p>The leaders of Amazon nations including Brazil, Colombia and Peru have gathered in the Brazilian city of Belém for a rare conclave about the future of the world’s largest rainforest amid growing concern over the global climate emergency.</p><p>The environmental summit – convened by Brazil’s leftist president, <a href=\"https://www.theguardian.com/world/2022/oct/30/lula-stages-astonishing-comeback-to-beat-bolsonaro-in-brazil-election\">Luiz Inácio Lula da Silva</a> – represents a handbrake turn in Brazilian government policy after four years of Amazon destruction and international isolation under the country’s previous leader, Jair Bolsonaro.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/leaders-of-amazon-nations-gather-in-brazil-for-summit-on-rainforests-future\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/leaders-of-amazon-nations-gather-in-brazil-for-summit-on-rainforests-future", "date_published": "2023-08-08T13:17:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gran Turismo review – gamer turns racer in super-bland ode to product placement", "description": "<p>Rather than embrace the video-game that inspired it, the film is a simulation of cinema featuring a reliably underwhelming cameo from Geri Halliwell Horner</p><p>Product placement has rarely been as chronic or concussive as it is in Gran Turismo, inspired by the real-life experiences of British teenager <a href=\"https://www.theguardian.com/sport/2012/apr/29/jann-ardenborough-racing-car-games\">Jann Mardenborough</a> (played here by the sweetly gauche Archie Madekwe), whose PlayStation proficiency won him the chance to compete as a real-life racing driver in GT Academy, a Nissan-sponsored promotion intended to get the public loving cars again. Before you can say “Ulez”, he is taking private jets and eating sushi (“This is amazing!”) while glamorous destinations flash by on screen: Tokyo! Dubai! Cardiff!</p><p>The contest is the brainchild of Nissan executive Danny Moore (Orlando Bloom), who dreams of turning gamers into racers; Moore, though, comes on like a dullard Willy Wonka as he whittles down the candidates. Thank goodness for David Harbour as Jack Salter, a grizzled trainer who delivers an anti-pep talk telling the bushy tailed gamers that they’re doomed to failure. He could almost be addressing Jason Hall (American Sniper) and Zach Baylin (King Richard), the co-writers of the chicane-free script, or director Neill Blomkamp, who made the complex alien allegory <a href=\"https://www.theguardian.com/film/2009/sep/03/district-9-review\">District 9</a> but has trouble animating the simplest exchanges here. Then again, perhaps no one could have brought naturalism to Jann’s home life, where his parents are played by a baffled-looking Djimon Hounsou (“There’s no future in racing!”) and Ginger Spice, AKA Geri Halliwell Horner, who remains as compellingly unable to deliver a line as she was in her Sex and the City cameo 20 years ago.</p><p>Gran Turismo is released on 10 August in Australia, 11 August in the UK, and 25 August in the US.</p> <a href=\"https://www.theguardian.com/film/2023/aug/08/gran-turismo-review-gamer-turns-racer-in-super-bland-ode-to-product-placement\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/08/gran-turismo-review-gamer-turns-racer-in-super-bland-ode-to-product-placement", "date_published": "2023-08-08T13:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Family favourites: movie night snacks to steal the show | Kitchen aide", "description": "<p>Our stellar cast of culinary experts give popcorn, pizza and snack plates top billing for film-night snacking</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What movie snacks can I make for my children during the </strong><strong>school </strong><strong>holidays?<br /></strong><em><strong>Helen, Stroud, Gloucestershire</strong></em><strong><br /></strong>“When it comes to kids and movies, there is no greater combination than chocolate and popcorn,” says chef and restaurateur <a href=\"https://tomkerridge.com/\">Tom Kerridge</a>, who is also behind the <a href=\"https://www.instagram.com/fulltimemeals/?hl=en\">Full Time Meals</a> campaign against child hunger in the UK. And those two heavyweights unite in his “amazing chocolate popcorn bars”, which can handily be made up to a week ahead and kept in the fridge, so are “perfect for impromptu movie nights with the kids inviting friends over at the last minute”. Dark chocolate is non-negotiable here – “and at least 70% cocoa,” Kerridge says – and you’ll also need some puffed rice cereal, salted popcorn, dried cranberries (“for a bit of chew”), and quartered large marshmallows. “Simply melt the chocolate, add all the other ingredients, then pour into a lined tray and pop in the fridge for two hours – it’s that easy,” Kerridge says. “Once set, cut into bars and I guarantee they’ll probably be eaten before the film starts.”</p><p>Popcorn is also the snack of choice round <a href=\"https://www.instagram.com/mexicanfoodmemories/?hl=en\">Karla Zazueta</a>’s house. The writer and cookery teacher, who blogs at <a href=\"https://mexicanfoodmemories.co.uk/author/mexicanfoodmemories/\">Mexican Food Memories</a>, has a weekly movie night with her family, and the key to success is to keep things customisable: “My husband is really good at making popcorn, with a little bit of butter and salt,” she says. This gets tipped into a big bowl, with everyone helping themselves to handfuls and topping however they see fit. “I like <a href=\"https://www.salsavalentina.com/\">Valentina</a>, the Mexican hot sauce, my daughter adds sriracha, and my son, who is not that good with spicy foods, has butter. We all love doing this.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/aug/08/family-favourites-movie-night-snacks-to-steal-the-show-kitchen-aide-anna-berrill\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/08/family-favourites-movie-night-snacks-to-steal-the-show-kitchen-aide-anna-berrill", "date_published": "2023-08-08T13:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sandra Bullock’s partner Bryan Randall dies aged 57", "description": "<p>The photographer, who Bullock described as ‘the love of my life’, died after a three-year battle with ALS, the most common form of motor neurone disease</p><p>Bryan Randall, the longtime partner of Sandra Bullock, has died aged 57 from ALS (amyotrophic lateral sclerosis), it has been announced.</p><p><a href=\"https://people.com/sandra-bullock-partner-bryan-randall-dead-7569585\">In a statement to People magazine</a>, Randall’s family said that he had died on Saturday “after a three-year battle with ALS”. The statement added: “Bryan chose early to keep his journey with ALS private and those of us who cared for him did our best to honour his request. We are immensely grateful to the tireless doctors who navigated the landscape of this illness with us and to the astounding nurses who became our roommates, often sacrificing their own families to be with ours.”</p> <a href=\"https://www.theguardian.com/film/2023/aug/08/sandra-bullock-partner-bryan-randall-dies-aged-57\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/08/sandra-bullock-partner-bryan-randall-dies-aged-57", "date_published": "2023-08-08T12:41:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Uganda’s president under attack over closure of UN human rights office", "description": "<p>Forced closure described as ‘a huge blow’ to human rights as country fosters hostile environment for activists, journalists and LGBTQ+ people</p><p>Uganda’s president, Yoweri Museveni, has come under attack from campaigners and activists for forcing the closure of the <a href=\"https://www.theguardian.com/world/unitednations\">UN</a> human rights office in the country.</p><p>The head office in the capital, Kampala, closed at the weekend. Two field offices, in Gulu and Moroto, had already ceased operating over the summer, after the <a href=\"https://www.theguardian.com/world/2023/feb/08/uganda-condemned-decision-close-un-human-rights-office-museveni\">government’s decision not to renew a host agreement</a> allowing the agency to operate.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/08/uganda-president-closure-un-human-rights-office\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/08/uganda-president-closure-un-human-rights-office", "date_published": "2023-08-08T12:38:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sinéad O’Connor’s funeral procession – in pictures", "description": "<p>Thousands of fans line the streets in Bray, Ireland, to pay their respects to the late singer</p><ul><li><a href=\"https://www.theguardian.com/music/2023/aug/08/thousands-gather-funeral-sinead-oconnor-ireland\">‘She blazed a trail’: thousands gather for funeral of Sinéad O’Connor</a></li><li><a href=\"https://www.theguardian.com/news/audio/2023/aug/08/the-legacy-of-sinead-oconnor-podcast\">The legacy of Sinéad O’Connor – podcast</a></li></ul> <a href=\"https://www.theguardian.com/music/gallery/2023/aug/08/sinead-oconnor-funeral-procession-ireland-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/aug/08/sinead-oconnor-funeral-procession-ireland-pictures", "date_published": "2023-08-08T12:36:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK students: do you plan to live at home during university?", "description": "<p>We want to speak to students who are living at home this year amid rising costs, as well as about other changes they are making to save money</p><p>With more than <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/educationandchildcare/bulletins/costoflivingandhighereducationstudentsengland/30januaryto13february2023\">90% of higher education students</a> saying they are worried about the rising cost of living, we want to hear about the changes students are making as they gear up for the new academic year.</p><p>We are interested in speaking to students in the UK who are heading to higher education this year about whether they are considering living at home. Are you planning to commute in? Or are you going to live on campus? Are there other ways you plan on saving costs?</p> <a href=\"https://www.theguardian.com/education/2023/aug/08/uk-students-do-you-plan-to-live-at-home-during-university\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/08/uk-students-do-you-plan-to-live-at-home-during-university", "date_published": "2023-08-08T12:33:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "William Friedkin obituary", "description": "American director behind two of the great film cult classics of the 1970s: The French Connection and The Exorcist<p>The film director William Friedkin, who has died aged 87, was slightly older than the “movie brats” group (Steven Spielberg, Martin Scorsese and so on) credited with revolutionising US cinema in the late 1960s and early 70s.</p><p>Like <a href=\"http://www.theguardian.com/news/2006/nov/22/guardianobituaries.filmnews\" title=\"\">Robert Altman</a> and <a href=\"http://www.theguardian.com/film/2011/apr/10/sidney-lumet-obituary\" title=\"\">Sidney Lumet</a>, Friedkin had come to cinema through TV and documentary, but made a vital contribution to the American new wave. His double-whammy in the first half of the 1970s, <a href=\"https://www.theguardian.com/film/2021/oct/09/the-french-connection-at-50-one-of-the-greatest-new-york-movies-ever\" title=\"\">The French Connection</a> (1971) and <a href=\"https://www.theguardian.com/film/1974/mar/14/derekmalcolmscenturyoffilm.mainsection\" title=\"\">The Exorcist</a> (1973), met with critical acclaim and a level of box-office success that elevated them into pop-culture phenomena. They also managed to overshadow everything else he did.</p> <a href=\"https://www.theguardian.com/film/2023/aug/08/william-friedkin-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/08/william-friedkin-obituary", "date_published": "2023-08-08T12:31:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scottish exams pass rate falls for second successive year", "description": "<p>Dip comes after grading for National, Higher and Advanced Higher exams made stricter following Covid pandemic</p><p>The exams pass rate in Scotland has fallen for the second successive year after the grading system became stricter after the Covid pandemic.</p><p>More than 144,000 school students <a href=\"https://sqa-newsroom.prgloo.com/news/draft-sqa-publishes-2022-results\">received their National, Higher and Advanced Higher exam grades on Tuesday</a>, with pass rates for Highers falling from 78.9% last year to 77.1%.</p> <a href=\"https://www.theguardian.com/education/2023/aug/08/scottish-exams-pass-rate-falls-for-second-successive-year\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/08/scottish-exams-pass-rate-falls-for-second-successive-year", "date_published": "2023-08-08T12:20:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cornish Lithium secures £53.6m to open first mine for the metal in Britain", "description": "<p>UK Infrastructure Bank leads funding of project to extract compounds used for electric vehicle batteries</p><ul><li><a href=\"https://www.theguardian.com/business/2022/oct/20/the-part-of-cornwall-nobody-ever-sees-the-hi-tech-future-for-lithium-and-tin-mining\">‘The part of Cornwall nobody ever sees’: the hi-tech future for lithium and tin mining</a></li><li><a href=\"https://www.theguardian.com/business/live/2023/aug/08/china-trade-exports-imports-slump-recovery-falters-ftse-stock-markets-inflation-business-live\">Business live – latest updates</a></li></ul><p>The startup opening Britain’s first <a href=\"https://www.theguardian.com/business/2022/oct/20/the-part-of-cornwall-nobody-ever-sees-the-hi-tech-future-for-lithium-and-tin-mining\">lithium mine in Cornwall</a> has secured $67m (£53.6m) of investment led by the UK Infrastructure Bank, in a much-needed boost to efforts to extract the metal that is used for making vehicle batteries.</p><p>Cornish Lithium is to receive the funds from the Treasury-funded bank and other investors as part of a larger funding package of up to $210m (£168m).</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/cornish-lithium-secures-536m-to-open-first-mine-for-the-metal-in-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/cornish-lithium-secures-536m-to-open-first-mine-for-the-metal-in-britain", "date_published": "2023-08-08T12:19:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Forget Instagram influencers, Sinéad O’Connor showed mental illness as it truly is | Hannah Jane Parkinson", "description": "<p>Everything the mainstream debate shrinks from, O’Connor put front and centre. Her unmitigated candour made a difference </p><p>In March 2016, Sinéad O’Connor, who <a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56\">died last month at 56</a> and whose <a href=\"https://www.theguardian.com/music/2023/aug/06/sinead-oconnor-tribute-appears-in-ireland-as-funeral-plans-announced\">funeral takes place</a> today in Bray, Ireland, went missing. I remember this specifically because the Telegraph ran a <a href=\"https://www.telegraph.co.uk/news/2016/05/16/sinead-oconnor-missing-near-chicago-believed-to-be-suicidal/\">live blog</a> on the singer’s whereabouts after she had posted suicidal thoughts. <em>A live blog. </em><a href=\"https://twitter.com/ladyhaja/status/732330770027679744\">I pointed out</a> to an editor at the paper that rolling updates about a person going through a severe mental health episode, an episode that might have ended fatally – and for all they knew, already had – was neither responsible nor compassionate. It was, coincidentally, <a href=\"https://www.mentalhealth.org.uk/our-work/public-engagement/mental-health-awareness-week\">Mental Health Awareness Week</a>.</p><p>On that occasion, O’Connor was <a href=\"https://www.theguardian.com/music/2016/may/16/sinead-oconnor-missing-found-safe-chicago\">found safe, if not well</a>. It was not the only brutal public example of how her mental illness manifested, and <em>mental illness </em>was the blunt – accurate – term she used. Of contemporary public figures, O’Connor was perhaps the one whose experiences of psychiatric disorder – she was diagnosed with bipolar disorder, borderline personality disorder, and complex PTSD – spoke most to the realities of those who live with, or endure, the kind of warped brain that can make even the simplest thing feel like a Sphinx’s riddle.</p><p>Hannah Jane Parkinson is a Guardian columnist</p><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. For more information visit <a href=\"http://www.samaritans.org/\">www.samaritans.org</a>. In the US, the National Suicide Prevention Lifeline is at <a href=\"\">800-273-8255</a> or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">www.befrienders.org</a></em></p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/sinead-o-connor-mental-illness-mainstream-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/sinead-o-connor-mental-illness-mainstream-debate", "date_published": "2023-08-08T12:16:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spurs complete £34.5m signing of Micky van de Ven from Wolfsburg", "description": "<ul><li>Fee for 22-year-old Dutch defender could rise to £43m</li><li>Spurs complete signing of Alejo Véliz from Rosario Central </li></ul><p>Tottenham have completed the signings of Micky van de Ven from Wolfsburg and forward Alejo Véliz from Rosario Central on six year deals.</p><p>The addition of the left-footed centre-back helps satisfy the demand of Ange Postecoglou to bring in defensive reinforcements. Spurs have paid an initial €40m (£34.5m) for the Netherlands Under-21 international Van de Ven but the fee could rise to about €50m with add-ons.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/spurs-complete-345m-signing-of-micky-van-de-ven-from-wolfsburg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/spurs-complete-345m-signing-of-micky-van-de-ven-from-wolfsburg", "date_published": "2023-08-08T12:12:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man dies after violent clashes between AEK Athens and Dinamo Zagreb fans", "description": "<ul><li>29-year-old stabbed in incident on Monday night in Athens</li><li>Tuesday’s Champions League qualifier has been postponed</li></ul><p>A man has died after being stabbed in violence among fans of AEK Athens and Dinamo Zagreb in Athens, police said.</p><p>The 29-year-old man was stabbed several times in clashes among fans of both clubs outside AEK’s stadium in Nea Philadelphia late on Monday, a police official said. Police said 100 to 120 Dinamo fans had shown up late on Monday near the AEK stadium, and where AEK fans had gathered.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/man-dies-after-violent-clashes-between-aek-athens-and-dinamo-zagreb-fans\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/man-dies-after-violent-clashes-between-aek-athens-and-dinamo-zagreb-fans", "date_published": "2023-08-08T12:02:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How the climate crisis has changed wildfire fighting in Canada: ‘a chess game with Mother Nature’", "description": "<p>As the country suffers it worst wildfire season in recorded history, new and old generations of firefighters scramble to contain blazes</p><p>In 40 years of wildland firefighting, Mike Morrow had seen pretty much everything including – if rarely – fires like the monster below him. Watching out the open door of a helicopter, he stared down as it ate up kilometer after kilometer of boreal forest.</p><p>The Donnie Creek wildfire is the largest in British Columbia history. At more than 583,000 hectares (1.4m acres), it is larger than the Canadian province of Prince Edward Island. It could swallow nine areas the size of New York City without blinking, but it wasn’t the fire’s size that worried Morrow – it was its behaviour.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/canadian-wildfire-fighters-scramble-amid-nightmare-season\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/canadian-wildfire-fighters-scramble-amid-nightmare-season", "date_published": "2023-08-08T12:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Painting over murals for children at asylum centre cost Home Office £1,550", "description": "<p>FoI request reveals cost of work at Manston centre in Kent, where cartoon murals meant to welcome children were painted over </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/08/suella-braverman-immigration-lawyers-asylum-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The Home Office spent more than £1,500 of public money painting over cartoon murals that were meant to welcome children to a controversial asylum reception centre, it can be revealed.</p><p>A freedom of information request shows the redecoration of the walls at Manston detention camp cost £1,549.52. Colourful characters whose images adorned the walls before the redecoration included Anna from the Disney movie Frozen and cartoon robins.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/painting-over-murals-for-children-at-asylum-centre-cost-home-office-1550\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/painting-over-murals-for-children-at-asylum-centre-cost-home-office-1550", "date_published": "2023-08-08T12:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premium bonds prize fund rises to highest level in 24 years", "description": "<p>Millions of holders will also have increased chance of winning from September in NS&amp;I draw</p><p>Millions of holders of premium bonds will see the prize fund rise to its highest level in 24 years and their chances of winning a prize increase from September’s draw.</p><p>NS&amp;I, the government-backed organisation that runs the monthly draw, said it would increase the rate from 4% to 4.65% next month, adding £66m to the prize fund.</p> <a href=\"https://www.theguardian.com/money/2023/aug/08/premium-bonds-prize-fund-rises-to-highest-level-in-24-years\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/08/premium-bonds-prize-fund-rises-to-highest-level-in-24-years", "date_published": "2023-08-08T11:58:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lauren James made a stupid mistake – but we need to have more compassion | Suzy Wrack", "description": "<p>England forward lost composure against Nigeria but people need to take into account that players are human beings too</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free newsletter</a></li></ul><p>Lauren James doesn’t need your targeted message. She doesn’t need your snide Instagram comment, Twitter bullying or below-the-line condemnation. No one will be able to beat up James more than she will be doing to herself, so why pile on? Maybe this article shouldn’t exist either; perhaps picking over the bones of the incident feels unnecessary. Punishment will be dealt – shouldn’t we just move on? Maybe. Except there are broader points to be made about what level of criticism is appropriate in the women’s game, and the men’s game for that matter, and where the line lies between analysis, abuse and bullying.</p><p>When James, a 21-year-old England international, chose to step on to the backside of the prone Nigeria player Michelle Alozie she inexplicably allowed her frustration to boil over. It was a conscious act. She was standing, she had her balance and she chose to tread on the body of Alozie as she moved away.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/lauren-james-made-a-stupid-mistake-but-we-need-to-have-more-compassion-moving-the-goalposts-england-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/lauren-james-made-a-stupid-mistake-but-we-need-to-have-more-compassion-moving-the-goalposts-england-womens-world-cup", "date_published": "2023-08-08T11:50:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sentencing in Megan Thee Stallion shooting stretches into second day", "description": "<p>Rapper Tory Lanez was found guilty in December 2022 of shooting fellow artist and prosecutors call for 13 years in prison </p><p>The sentencing hearing for the musician Tory Lanez will stretch into a second day on Tuesday, as the artist was set to be sentenced for shooting the fellow artist <a href=\"https://viewer.gutools.co.uk/music/megan-thee-stallion\">Megan Thee Stallion</a> in 2020.</p><p>Lanez, whose legal name is Daystar Peterson, was found guilty in December 2022 of the shooting that left his fellow artist injured in the foot.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/megan-thee-stallion-shooting-sentencing-tory-lanez\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/megan-thee-stallion-shooting-sentencing-tory-lanez", "date_published": "2023-08-08T11:48:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK Electoral Commission registers targeted by ‘hostile’ hackers", "description": "<p> Elections watchdog says it is unable to say conclusively what information was accessed in cyber-attack</p><p>The UK’s elections watchdog has been targeted by a cyber-attack which allowed “hostile actors” to access electoral registers.</p><p>The Electoral Commission revealed it had been hacked but was “not able to know conclusively” what information had been accessed.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/08/uk-electoral-commission-registers-targeted-by-hostile-hackers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/08/uk-electoral-commission-registers-targeted-by-hostile-hackers", "date_published": "2023-08-08T11:45:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Strategic Love Play review – witty ins and outs of the dating game", "description": "<p><strong>Roundabout @ Summerhall, Edinburgh<br /></strong>In Miriam Battye’s comedic tour de force, Her and Him go through the motions of getting to know each other</p><p>Given the survival of the species depends on it, the mating game is surprisingly hard. After so many millennia we should have cracked it by now but, as the popularity of everything from problem pages to Love Island attests, we never cease to agonise over it. In <a href=\"https://www.theguardian.com/stage/2020/jan/22/scenes-with-girls-review-royal-court\">Miriam Battye</a>’s very funny comedy, the effort, the exasperation, the unknowability of finding a partner have brought her protagonists to an impasse.</p><p>Billed as Her and Him and played, winningly, by Letty Thomas and Archie Backhouse, they have met for a date and face a depressing ritual of getting to know each other. If they finish one pint, they will have fulfilled the obligation to be polite. Two and they might even like each other.</p><p>At <a href=\"https://tickets.edfringe.com/whats-on/strategic-love-play\">Roundabout @ Summerhall, Edinburgh</a>, until 27 August</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/08/strategic-love-play-review-witty-ins-and-outs-of-the-dating-game\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/08/strategic-love-play-review-witty-ins-and-outs-of-the-dating-game", "date_published": "2023-08-08T11:44:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Marvel VFX artists take first step toward unionisation amid Hollywood strikes", "description": "<p>During a wave of action by actors and writers, the comic-book film giant faces calls to remedy its ‘toxic relationship’ with technical artists</p><p>Visual effects artists working for Marvel have taken the first step towards unionisation in a notoriously poorly represented area of the film industry. <a href=\"https://iatse.net/marvel-studios-vfx-workers-file-for-unprecedented-union-election-at-national-labor-relations-board/\">According to a statement</a> from the International Alliance of Theatrical Stage Employees (IATSE) a group of on-set VFX artists employed by the studio have filed a petition with the US’s National Labor Relations Board.</p><p>Hailing the move as “a major shift in an industry that has largely remained non-union since VFX was pioneered during production of the first Star Wars films in the 1970s”, the IATSE said a supermajority of Marvel’s 50-plus VFX crew had signed authorisation cards indicating they wished to be represented by the union, which already represents around 168,000 technicians and craftspeople in live theatre, film and TV and associated areas in the US and Canada.</p> <a href=\"https://www.theguardian.com/film/2023/aug/08/marvel-vfx-artists-take-first-step-toward-unionisation-amid-hollywood-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/08/marvel-vfx-artists-take-first-step-toward-unionisation-amid-hollywood-strikes", "date_published": "2023-08-08T11:31:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Krystsina Tsimanouskaya: ‘I’m sure my career would be over if I was in Belarus now’", "description": "<p>Sprinter who defected after the Tokyo Olympics has built a new life in Warsaw and won the right to run for Poland at this month’s world championships </p><p>“It really feels like it was yesterday,” says Krystsina Tsimanouskaya, sipping from a glass of juice as she recalls leaving her old life behind. Just over <a href=\"https://www.theguardian.com/world/2021/aug/05/saga-of-sprinter-krystsina-tsimanouskaya-nothing-in-belarus-is-outside-of-politics\">two years have passed</a> since the sprinter, ejected from the Belarus team at the Tokyo Olympics and fearing for her freedom if she returned home, sought refuge in Poland and faced a future fraught with uncertainty. Her story had spent several days in the international headlines but, once the glare faded, there were no guarantees a promising career would be able to regather momentum.</p><p>The road has been long and not without pain but Tsimanouskaya feels as if, at long last, she is working from a position of strength. It is a sweltering summer day in Warsaw and she has just sweated through an hour’s training at Stadion RKS Skra, a sprawling and largely dilapidated old venue near the city centre. “I feel really, really good in myself,” she says. The best she has ever felt as an athlete? “Uh-huh. I’ve changed a lot in my technique, in my body, my life, my food, a lot of things, and it’s really helped me. Now I have two years’ work behind me.”</p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/krystsina-tsimanouskaya-athletics-career-poland-belarus-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/krystsina-tsimanouskaya-athletics-career-poland-belarus-interview", "date_published": "2023-08-08T11:20:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … nerves and knockouts at the Women’s World Cup", "description": "<p>Our resident cartoonist on England squeaking through, the USA bowing out and Japan having notes for next opponents Sweden</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">Browse David’s cartoons in the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/aug/08/david-squires-on-nerves-and-knockouts-at-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/aug/08/david-squires-on-nerves-and-knockouts-at-womens-world-cup", "date_published": "2023-08-08T11:19:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Paper Trail: the unique origami adventure that unfolds quite literally", "description": "<p>Inspired by folding up a piece of paper, Henry and Fred Hoffman explain their new game’s spatial manipulation mechanic – even the British Origami Society likes it</p><p>Many ideas start on paper, few go on to be made of it. Yet, when brothers Henry and Fred Hoffman, the duo behind Norwich-based Newfangled Games, sketched their level ideas for a new platformer and then began manipulating the A4 sheet in their hands, <a href=\"https://www.papertrailgame.com/\">Paper Trail</a> was born.</p><p>The top-down puzzle adventure employs a spatial manipulation mechanic, allowing you to fold its planes and merge its sides to solve puzzles. You play as Paige (get it?), a budding academic leaving home for the first time to pursue her studies, spurred on by this unique ability.</p> <a href=\"https://www.theguardian.com/games/2023/aug/08/paper-trail-the-unique-origami-video-game-henry-fred-hoffman\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/08/paper-trail-the-unique-origami-video-game-henry-fred-hoffman", "date_published": "2023-08-08T11:19:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My partner’s vagina has atrophied – and she is struggling to reach climax", "description": "<p>Fifteen years since she last had sex, and following a hysterectomy, penetration is uncomfortable for her. Are there ways I can help?</p><p><strong>I’m in an </strong><strong>intimate relationship</strong><strong> for the first time since </strong><strong>I got divorced a few years ago</strong><strong>. </strong><strong>We are beginning to explore our </strong><strong>sexuality</strong><strong>, but it has been 15 years since she’s had sex</strong><strong> and, </strong><strong>after a full hysterectomy, her vaginal canal </strong><strong>makes penetration uncomfortable for her. Once we reached the point in our relationship where we were both ready </strong><strong>to have sex, she began to use vaginal dilators and, after a couple of failed attempts, we are </strong><strong>exploring penetration and enjoying the experience. </strong><strong>So far though, she </strong><strong>has been unable to climax through penetration, which is new for her. How can I </strong><strong>help</strong><strong>?</strong></p><p>Remove the pressure she feels to climax through penetration. Reversing vaginal atrophy is not easy. I applaud your joint perseverance using dilators, especially since – instead of it being a chore – you are making the task fun and erotic for both of you. But it will take more time and exploration to discover what is possible, so continue to enjoy the process and try to be accepting of the outcome – whatever it may be. Fortunately, she does not need to climax through penetration. Instead, hopefully she will share exactly what she really needs from you in terms of non-penetrative stimulation.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/08/my-partners-vagina-has-atrophied-and-she-is-struggling-to-reach-climax\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/08/my-partners-vagina-has-atrophied-and-she-is-struggling-to-reach-climax", "date_published": "2023-08-08T11:13:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Hollywood strike drags on because of one stumbling block: studio greed | Kathleen Sharp", "description": "<p>Execs make hundreds of millions of dollars, yet 87% of Sag actors don’t make the $26,470 a year to qualify for health insurance</p><p>On Friday, negotiators for the Hollywood studios finally sat down with the Writers Guild of America after a three-month standoff. But don’t hold your breath. The Screen Actors Guild is still on strike, studio tycoons sound like Logan Roy and the two-union shutdown could drag on for months.</p><p>Writers and actors want raises, residuals from streaming platforms and some regulation of AI.</p><p>Kathleen Sharp is the author of Mr &amp; Mrs Hollywood (Blackstone) and co-producer of The Last Mogul (ThinkFilm)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/hollywood-strike-sag-wga-studio-greed-disney-universal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/hollywood-strike-sag-wga-studio-greed-disney-universal", "date_published": "2023-08-08T11:10:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From weird nostalgia to weak formats, 6 Music is having an identity crisis | Daniel Dylan Wray", "description": "<p>In trying to shake off the ‘6 Music Dad’ tag and not be thought of as an indie rock hub, the BBC radio station isn’t sure what it wants to be any more</p><p>‘The fashion event of the year is here,” announced pop artist Self Esteem in March, of a new addition to her merch store. “The <a href=\"https://www.musicglue.com/self-esteem/\">6 Music Dad caps</a> are now available.” The 6 Music Dad character – referring to the BBC radio station – is part harmless joke, part slur. Broadly speaking, it’s aimed at people who had their formative musical years somewhere between the late 1970s and early 90s, ducked out of following music passionately while work and family life took over, and now with grownup kids, and some disposable cash to burn, dad is getting back into vinyl, lacing up the Converse and busting out the ergonomic lawn chair for festival season.</p><p>6 Music is a one-stop-shop for alternative music if you’ve no desire, or time, to search further afield. So breakthrough bands on the station – such as Wet Leg, Yard Act, and even Self Esteem – often attract a healthy following of these re-energised dads. It’s generally lighthearted ribbing, and the Self Esteem merch feels more endearing nod than cruel swipe – there is also a “6 Music Daddy” cap – but they are also often described in mocking caricatures: as balding, ale-drinking blokes solemnly nodding alongside bouncing kids.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/bbc-6-music-radio-station\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/bbc-6-music-radio-station", "date_published": "2023-08-08T11:05:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Portugal wildfires and tree-dwelling kittens: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/08/portugal-wildfires-kittens-tuesday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/08/portugal-wildfires-kittens-tuesday-best-photos", "date_published": "2023-08-08T11:02:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for grilled greengages, bircher muesli and maple syrup", "description": "An unusual, luxurious take on a healthy fruity breakfast classic<p>Weigh 250g of <strong>greengages</strong>, remove their stems and cut each fruit in half. Tweak out the stone and place the fruit, cut side up, on a foil-lined grill pan or baking sheet. Sugar the fruit generously with 2 tbsp of <strong>caster sugar</strong>. Get an oven grill hot, then place the fruit under the grill and cook for 7-10 minutes until soft and lightly caramelised.</p> <a href=\"https://www.theguardian.com/food/2023/aug/08/nigel-slater-midweek-breakfast-grilled-greengages-bircher-muesli-and-maple-syrup\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/08/nigel-slater-midweek-breakfast-grilled-greengages-bircher-muesli-and-maple-syrup", "date_published": "2023-08-08T11:01:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Beyond the Barbie Dream House: why mini homes are having a big moment", "description": "<p>Rising interest in dollhouses suggests people find solace and joy in tiny things – especially when real homes are so pricey</p><p>It’s the summer of Barbie, and I’m thinking about her Dream House.</p><p>Not its recent incarnations – so much pink and plastic! – but the 1962 folding cardboard <a href=\"https://www.pinterest.com/pin/365424957278017569/\">original</a>. The studio apartment came with modest furnishings: a small bed, a couch, books, a TV.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/dollhouses-miniatures-popularity\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/dollhouses-miniatures-popularity", "date_published": "2023-08-08T11:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2023-24 preview No 14: Manchester United", "description": "<p>Erik ten Hag is helping the club back on its feet and arrival of Mason Mount and André Onana is reason for optimism but the club’s ownership needs to be resolved</p><p><strong>Guardian writers’ predicted position:</strong> 3rd (NB: this is not necessarily Jamie Jackson’s prediction but the average of our writers’ tips)</p><p><strong>Last season’s position:</strong> 3rd</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/premier-league-2023-24-preview-no-14-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/premier-league-2023-24-preview-no-14-manchester-united", "date_published": "2023-08-08T11:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France v Morocco: Women’s World Cup last 16 – live", "description": "<ul><li>Women’s World Cup last 16: 12pm BST/8.30pm ACST kick-off</li><li><a href=\"https://www.theguardian.com/football/2023/aug/08/colombia-jamaica-womens-world-cup-last-16-match-report\">Colombia end Jamaica hopes to set up England quarter-final</a></li></ul><p><strong>The players line up for the anthems</strong> on a chilly night in Adelaide. Here’s a reminder of the two teams.</p><p><strong>France (possible 4-4-2) </strong>Peyraud-Magnin; Perisset, De Almeida, Renard, Karchaoui; Dali, Geyoro, Toletti, Bacha; Le Sommer, Diani.<br /><em>Substitutes: Durand, Picaud, Lakrar, Fazer, Majri, Mateo, Tounkara, Le Garrec, Asseyi, Feller, Cascarino, Becho.</em></p><p><strong>Spain v Netherlands</strong> (Friday, Wellington, 1pm local time/2am BST)</p><p><strong>Japan v Sweden</strong> (Friday, Auckland, 7.30pm local time/ 8.30am BST)</p><p><strong>Australia v France or Morocco</strong> (Saturday, Brisbane, 5pm local time/8am BST)</p><p><strong>England v Colombia</strong> (Saturday, Sydney, 8.30pm local time/11.30am BST)</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/08/france-v-morocco-womens-world-cup-last-16-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/08/france-v-morocco-womens-world-cup-last-16-live-score-updates", "date_published": "2023-08-08T10:55:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man arrested after stabbing near British Museum in London", "description": "<p>Police say suspect has been arrested on suspicion of causing grievous body harm after man was stabbed on Tuesday</p><p>A man has been arrested on suspicion of causing grievous body harm after a stabbing near the British Museum in central London on Tuesday morning, Scotland Yard has said.</p><p>Officers said a man was being treated for a stab wound to his arm and his condition was being assessed after the incident, which occurred at the junction of Great Russell Street and Museum Street at about 10am.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/man-arrested-after-stabbing-near-british-museum-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/man-arrested-after-stabbing-near-british-museum-in-london", "date_published": "2023-08-08T10:54:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Strictly contestant Amanda Abbington denies being transphobic", "description": "<p>Sherlock actor apologises for ‘stupid’ and ‘ill-informed’ past comments after social media storm </p><p>The actor Amanda Abbington has denied being transphobic and apologised for “stupid” and “ill-informed” past comments, following a social media storm over her joining the new Strictly Come Dancing line-up.</p><p>Abbington, best known for TV shows including Sherlock and Mr Selfridge, was the first star to be announced for the BBC celebrity dancing show last week, alongside the broadcaster Angela Rippon <a href=\"https://www.theguardian.com/media/2023/aug/05/krishnan-guru-murthy-joins-strictly-come-dancing-lineup\">and the journalist Krishnan Guru-Murthy</a>, among others.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/08/strictly-contestant-amanda-abbington-denies-being-transphobic\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/08/strictly-contestant-amanda-abbington-denies-being-transphobic", "date_published": "2023-08-08T10:54:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The intent is to get us to shut up’: Why Elon Musk is taking on an anti-hate-speech group", "description": "<p>The company formerly known as Twitter alleges that the Center for Countering Digital Hate drove away advertisers – but CCDH and legal experts say otherwise</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></p><p>Censorship, or rather his stance against it, is a key reason why Elon Musk bought Twitter for $44bn last year. His social media company’s <a href=\"https://www.theguardian.com/technology/2023/aug/02/twitter-accuses-anti-hate-speech-group-over-tens-of-millions-of-dollars-in-lost-advertising\">lawsuit against an anti-hate speech group</a> refers to censorship, or variations on the word, eight times.</p><p>But for critics of his complaint against the Center for Countering Digital Hate (CCDH), it is Musk who is doing the censoring. “The intent is definitely to get the centre to shut up. That’s the whole point of this suit, to prevent the centre from exercising any speech that Musk doesn’t like,” says Prof Brian Quinn from Boston College law school.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/08/techscape-elon-musk-x-twitter-lawsuit-ccdh-hate-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/08/techscape-elon-musk-x-twitter-lawsuit-ccdh-hate-speech", "date_published": "2023-08-08T10:52:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Joshua to face Robert Helenius at O2 Arena after Whyte cancellation", "description": "<ul><li>Finnish boxer steps in as late replacement on Saturday</li><li>‘I plan to make the most of it,’ says 39-year-old fighter</li></ul><p>Anthony Joshua will fight Robert Helenius at London’s O₂ Arena on Saturday night after the Finnish boxer was confirmed as Dillian Whyte’s replacement.</p><p>Joshua was set to face fellow British heavyweight Whyte, but the <a href=\"https://www.theguardian.com/sport/2023/aug/05/boxing-dillian-whyte-returns-adverse-test-anthony-joshua-rematch-off\">bout had to be cancelled last weekend</a> after “adverse analytical findings” were detected in a doping test conducted by Whyte, who has vowed to clear his name.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/anthony-joshua-to-face-robert-helenius-at-o2-arena-after-whyte-cancellation-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/anthony-joshua-to-face-robert-helenius-at-o2-arena-after-whyte-cancellation-boxing", "date_published": "2023-08-08T10:44:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China-Philippines dispute could escalate into superpower conflict, say analysts", "description": "<p>Expert warns of ‘significant escalatory potential’ after Chinese coastguards used water cannon on Philippine boat</p><p>A territorial dispute between China and the US-aligned Philippines is at increasingly high risk of escalating into a conflict involving the two superpowers, analysts have said, after Chinese coastguards used a water cannon on a Philippine boat.</p><p>Global concern about China’s naval activities is growing as the country expands and modernises its military, and shows increasing aggression in its claims over the South China Sea and Taiwan. Joint drills with Russia – during which <a href=\"https://www.theguardian.com/us-news/2023/aug/06/us-navy-warships-china-russia-naval-patrol-near-alaska\">a flotilla sailed near Alaska</a> this weekend – have also heightened concern over military coordination between Beijing and Moscow.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/china-philippines-dispute-could-escalate-into-superpower-conflict-say-analysts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/china-philippines-dispute-could-escalate-into-superpower-conflict-say-analysts", "date_published": "2023-08-08T10:23:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Colombia’s Catalina Usme ends Jamaica hopes to set up England quarter-final", "description": "<p>History was going to be made whatever the result, with neither Jamaica or Colombia having ever made the quarter-finals before and both having helped send powerhouses home early from the group stage.</p><p>In the end it was Jamaica’s fairytale that was cut short and Colombia who will progress to the last eight for the first time thanks to a second-half goal from their captain, Catalina Usme.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/colombia-jamaica-womens-world-cup-last-16-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/colombia-jamaica-womens-world-cup-last-16-match-report", "date_published": "2023-08-08T10:19:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘She blazed a trail’: thousands gather for funeral of Sinéad O’Connor in Ireland", "description": "<p>Crowds pack seafront in Bray, County Wicklow, to bid farewell to singer and celebrate her life</p><p>The crowd started gathering before sunrise, some coming to grieve <a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56\">Sinéad O’Connor’s death</a>, others to celebrate her life, and all wanting to say goodbye.</p><p>By mid-morning on Tuesday thousands had lined the seafront in Bray, the County Wicklow town the Irish singer had called home, to await the funeral cortege. There were flowers, candles, banners, poems, tears, smiles and songs, an elegy in sunshine for a singular, ethereal voice that had sung and spoken about love and darkness.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/thousands-gather-funeral-sinead-oconnor-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/thousands-gather-funeral-sinead-oconnor-ireland", "date_published": "2023-08-08T10:18:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s almost 18 months since Russia invaded Ukraine, and peace seems no closer | Rajan Menon", "description": "<p>Both countries still believe they can prevail, and that belief is more powerful than any evidence suggesting that neither side can truly win</p><p>Initiatives aimed at ending the war that Russia started by invading Ukraine have been underway for months. On 24 February – a year to the day Russia started its attack – China unveiled <a href=\"https://www.fmprc.gov.cn/eng/zxxx_662805/202302/t20230224_11030713.html\">a proposal</a> containing 12 principles. In June, a group of African leaders met separately with Ukrainian president Volodymyr Zelenskiy and Russian president Vladimir Putin to present a <a href=\"https://foreignpolicy.com/2023/06/21/a-failed-african-peace-mission-to-ukraine-and-russia/\">10-point peace plan</a>. Most recently, this month, Saudi Arabia convened <a href=\"https://www.politico.eu/article/china-ukraine-peace-talks-russia-war-in-saudi-arabia/\">more than 40 countries</a>, including Ukraine but not Russia, to find a way forward.</p><p>With the war approaching the 18-month mark, efforts like these are understandable. Parts of Ukraine have become rubble. Reconstruction costs are estimated at <a href=\"https://www.worldbank.org/en/news/press-release/2023/03/23/updated-ukraine-recovery-and-reconstruction-needs-assessment\">hundreds of billions of dollars</a>. Some 11 million Ukrainians are either <a href=\"https://data2.unhcr.org/en/situations/ukraine\">refugees</a> or “<a href=\"https://www.migrationdataportal.org/ukraine/crisis-movements#:~:text=Internally%20Displaced%20Persons%20(IDPs),Ukraine%20(IOM%2C%202023).\">internally displaced people</a>” – about a quarter of the country’s population. More than 26,000 <a href=\"https://www.ohchr.org/en/news/2023/07/ukraine-civilian-casualty-update-31-july-2023\">civilians</a> have been killed or injured – some estimates run <a href=\"https://www.theguardian.com/world/2022/nov/10/us-estimates-200000-military-casualties-all-sides-ukraine-war\">much higher</a> – and <a href=\"https://abcnews.go.com/International/death-sacrifice-ukrainians-front-line-deal-loss/story?id=99068050\">military casualties</a> may be four times greater. Anyone who has visited wartime Ukraine will attest that the enormity of devastation verges on the incomprehensible.</p><p>Rajan Menon is the director of the grand strategy program at Defense Priorities, a professor emeritus at the Colin Powell School for Civic and Global Leadership at the City College of New York, and the co-author of Conflict in Ukraine: The Unwinding of the Post-Cold War Order</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/its-almost-18-months-since-russia-invaded-ukraine-and-peace-seems-no-closer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/its-almost-18-months-since-russia-invaded-ukraine-and-peace-seems-no-closer", "date_published": "2023-08-08T10:13:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Federico Bahamontes, first Spanish Tour de France winner, dies aged 95", "description": "<ul><li>‘The Eagle of Toledo’ won the Tour de France in 1959</li><li>Toledo mayor announces two days of official mourning</li></ul><p>Federico Bahamontes, the first Spaniard to win the Tour de France, has died at the age of 95, Spanish officials said on Tuesday.</p><p>Bahamontes, who earned the nickname “The Eagle of Toledo” after numerous victories in mountain stages, won the Tour de France in 1959 and was also the first cyclist to complete a “career triple” by winning the “King of the Mountains” classification in all three Grand Tours.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/federico-bahamontes-first-spanish-tour-de-france-winner-dies-aged-95\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/federico-bahamontes-first-spanish-tour-de-france-winner-dies-aged-95", "date_published": "2023-08-08T10:13:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Orleans archbishop ignored board findings on clerics accused of abuse", "description": "<p>Gregory Aymond promised ‘to be transparent’ – but a Guardian investigation found that he hid allegations, and an expert questions whether it was against Vatican policy</p><p>A board which helps the Roman Catholic archbishop of New Orleans, Gregory Aymond, evaluate abuse allegations against priests and deacons in six cases found clergymen to be credibly accused only for Aymond to ignore the findings and conceal them from the public, a Guardian investigation has found.</p><p>Aymond’s management of the cases in question as the leader of the US’s second-oldest archdiocese is outlined in a memorandum which attorneys for victims of clerical sexual abuse prepared and handed to law enforcement in the latter part of last year.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/new-orleans-archbishop-gregory-aymond-concealed-clerical-sex-abuse-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/new-orleans-archbishop-gregory-aymond-concealed-clerical-sex-abuse-claims", "date_published": "2023-08-08T10:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As San Quentin prison vows to transform, its residents ask: is change possible?", "description": "<p>Inside California’s oldest prison, a mix of hope and fear as the governor’s $380m plan to ‘reimagine’ incarceration begins</p><p>On the recreation yard of San Quentin prison on a recent morning, dozens of residents were jogging around an open track, playing basketball and lounging on grass and picnic tables. Lt Guim’Mara Berry was leading a media tour of California’s oldest prison, touting its acclaimed <a href=\"https://www.thedailybeast.com/262-to-life-the-must-see-documentary-about-san-quentin-state-prisons-marathon-running-club\">running club</a> and a recent pickleball game between staff and residents.</p><p>Officials had brought in a group of reporters to promote Governor Gavin Newsom’s <a href=\"https://www.latimes.com/california/story/2023-03-16/newsom-wants-to-transform-san-quentin-using-a-scandinavian-model\">plan to</a> “completely reimagine what prison means” by transforming the<strong> </strong>complex into a “<a href=\"https://viewer.gutools.co.uk/us-news/2023/mar/16/california-san-quentin-prison-rehabilitation-center-reform-gavin-newsom\">rehabilitation center</a>” inspired by <a href=\"https://viewer.gutools.co.uk/us-news/2023/mar/21/san-quentin-transformation-rehab-center-thanh-tran-james-king-interview\">prisons in Norway</a>, where officers act more like social workers.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/san-quentin-prison-tour-interviews\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/san-quentin-prison-tour-interviews", "date_published": "2023-08-08T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Refugee barges! Sewage! E coli! Why would anyone like to be beside the seaside? | Zoe Williams", "description": "<p>There’s filth in the water, and inhumanity in the air. Greed and nationalism have destroyed a great British pleasure</p><p></p><p>This ought to be a new golden age for the British seaside, since we have somehow managed to recreate the conditions of its last golden age, the late 1940s, and nobody can afford to go abroad. Take a plane almost anywhere, and you’re flying closer to a climate crisis and will find it hard not to ruminate on your own contribution to it. Take a boat and you’ll spend most of your holiday in Dover. These are the ideal circumstances in which to rediscover the beauty of, say, Weymouth or Scarborough.</p><p>But you have to wonder how charming it would be to go to a Dorset beach when the area is mainly in the news because of <a href=\"https://www.theguardian.com/uk-news/2023/aug/07/first-occupants-of-bibby-stockholm-barge-taken-onboard\">the Bibby Stockholm</a>, the giant refugee barge that has just taken delivery of its first residents. Even if you couldn’t see it from your beach hut – it is modestly moored in a non-beauty spot – you couldn’t help but wonder what life is like on this cramped seaborne accommodation, where the walls are bare, the hours untenanted and the TVs have no plugs. Is it at all like a cruise? Or is it more like a prison hulk? Sure, we all live in the shadow of inhumanity, but it’s difficult to imagine a <em>mini-break </em>there.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/refugee-barges-sewage-e-coli-why-would-anyone-like-to-be-beside-the-seaside\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/refugee-barges-sewage-e-coli-why-would-anyone-like-to-be-beside-the-seaside", "date_published": "2023-08-08T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What is the Ohio special election – and what does it mean for abortion rights?", "description": "<p>Republicans’ Issue 1 proposal raises threshold for a change in state constitution from a simple majority to 60% of voters</p><p>On Tuesday, Ohio will hold a special election that could make it harder for the state’s voters to amend their own constitution.</p><p>Republican lawmakers in May approved “Issue 1,” a proposal that would raise the threshold required to pass any future ballot measure amending Ohio’s constitution from a simple majority to 60% of voters.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/ohio-special-election-issue-1-abortion-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/ohio-special-election-issue-1-abortion-rights", "date_published": "2023-08-08T10:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My prayerful support’: how the New Orleans archbishop hid ‘credibly accused’ abusers", "description": "<p>Exclusive: memo reveals Gregory Aymond disregarded recommendations from board advisers to publicly label certain accused clerics as credibly suspected molesters</p><p>When he took over leadership of New Orleans’s Roman Catholic archdiocese in 2009, one of the administrative tools that archbishop Gregory Aymond inherited was a board of advisers which was set up to help determine the credibility of sexual abuse allegations made against clerics under his command.</p><p>But, multiple times, Aymond has demonstrated his comfort with disregarding recommendations from those advisers to publicly label certain accused clerics as credibly suspected molesters.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/new-orleans-archbishop-gregory-aymond-protected-alleged-abusers\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/new-orleans-archbishop-gregory-aymond-protected-alleged-abusers", "date_published": "2023-08-08T10:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Christopher Nkunku expected to need knee surgery in blow for Chelsea", "description": "<ul><li>Forward could face lengthy spell out after impressive pre-season</li><li>Chelsea doing scans before making final decision on operation</li></ul><p>Chelsea’s Christopher Nkunku is expected to need surgery on <a href=\"https://www.theguardian.com/football/2023/aug/03/mauricio-pochettino-christopher-nkunku-knee-injury-chelsea\">a knee injury</a> and faces the prospect of a lengthy spell on the sidelines.</p><p>Nkunku was forced off during the first half of Chelsea’s final pre-season friendly <a href=\"https://www.theguardian.com/football/2023/aug/03/chelsea-vs-dortmund-christopher-nkunku-injury-mason-burstow-soldier-field-chicago\">against Borussia Dortmund</a> in Chicago last week. The game was played on a dreadful pitch at Soldier Field.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/chelsea-christopher-nkunku-expected-to-need-knee-surgery\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/chelsea-christopher-nkunku-expected-to-need-knee-surgery", "date_published": "2023-08-08T09:59:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US and EU leaders urged to change tack on Kosovo-Serbia tensions", "description": "<p>Politicians including chairs of US and UK foreign affairs committees criticise ‘lack of pressure placed on Serbia’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/08/suella-braverman-immigration-lawyers-asylum-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>A group of influential politicians including the chair of the US, German and British parliamentary foreign affairs committees have written to US and EU leaders to urge them to reconsider their approach to easing tensions between Kosovo and Serbia.</p><p>In a shot across the bows of those leading international efforts to normalise relations between the two countries, they have criticised the “lack of pressure placed on Serbia” and say the “EU-facilitated dialogue has yet to yield positive results”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/us-and-eu-leaders-urged-to-change-tack-on-kosovo-serbia-tensions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/us-and-eu-leaders-urged-to-change-tack-on-kosovo-serbia-tensions", "date_published": "2023-08-08T09:58:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wolves line up Gary O’Neil as manager with Julen Lopetegui poised for exit", "description": "<ul><li>Spaniard expected to reach settlement for departure</li><li>O’Neil out of work after sacking by Bournemouth in June</li></ul><p>Wolves are preparing for life after Julen Lopetegui with the manager’s future in extreme doubt and Gary O’Neil poised to take over days before the start of the season.</p><p>Lopetegui has repeatedly voiced unhappiness at a lack of investment this summer amid financial fair play constraints and Wolves are concerned his frustrations could damage dressing-room morale.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/wolves-gary-oneil-manager-julen-lopetegui\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/wolves-gary-oneil-manager-julen-lopetegui", "date_published": "2023-08-08T09:36:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Borthwick’s World Cup squad short on fizz and leaning on England’s past", "description": "<p>Omission of Henry Slade tells its own story although Henry Arundell will be on hand to supply a surge of electricity</p><p>Back in the southern hemisphere it is easy to imagine Eddie Jones leaning back in his chair and smiling wryly. We will never know exactly what England squad the previous head coach would have chosen but he will definitely recognise the theme running through it. Let’s just say those hoping Jones’s exit would release a fizzing new sense of red-rose adventure with an enticing top note of “Bazball” are still waiting for the cork to burst from the bottle.</p><p>England’s 33-man Rugby World Cup party for France is certainly not one to encourage much champagne-fuelled excitement among connoisseurs of expansive, enterprising rugby. <a href=\"https://www.theguardian.com/sport/2023/aug/05/wales-england-rugby-world-cup-warmup-report\">If last Saturday in Cardiff</a> is any guide, England appear primarily intent on hoofing it high, chasing hard, relying on their set piece and kicking their goals. Nothing wrong with that if it is all you’ve got. But it is not a formula that, on its own, will win a modern World Cup against top-level opposition.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/england-world-cup-squad-steve-borthwick-breakdown-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/england-world-cup-squad-steve-borthwick-breakdown-rugby-union", "date_published": "2023-08-08T09:22:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "X Corp accuses climate group of helping anti-hate researchers target Twitter", "description": "<p>Elon Musk firm alleges in lawsuit against Center for Countering Digital Hate that it got data help from European Climate Foundation</p><p>Elon Musk’s X Corp has accused the European Climate Foundation of helping an anti-hate speech campaign group conduct research against its rebranded Twitter platform.</p><p>The claim was made in a blogpost on Monday that alleged the ECF had given the Center for Countering Digital Hate (CCDH) access to Brandwatch, a software tool that allows organisations to monitor posts on Twitter, which <a href=\"https://www.theguardian.com/technology/2023/jul/24/elon-musk-reveals-the-new-twitter-logo-x\">Musk last month renamed X</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/08/x-corp-accuses-climate-group-of-helping-anti-hate-researchers-target-twitter-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/08/x-corp-accuses-climate-group-of-helping-anti-hate-researchers-target-twitter-elon-musk", "date_published": "2023-08-08T09:10:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britishvolt buyer yet to make final payment in deal to rescue battery firm", "description": "<p>Administrators say Recharge Industries is in default of sale agreement, which parent firm denies</p><p>The Australian company that rode to the rescue of the failed car battery firm Britishvolt earlier this year has failed to make the final payment in its purchase of the company, throwing the future of the deal into doubt.</p><p>Britishvolt’s administrators, EY, said the buyer, Recharge Industries, bought the business and assets for £8.57m in a <a href=\"https://www.theguardian.com/environment/2023/feb/27/australian-startup-recharge-finalises-deal-to-take-over-uk-battery-maker-britishvolt\">deal finalised in February</a> but had yet to make the final payment, due on 5 April.</p> <a href=\"https://www.theguardian.com/business/2023/aug/08/britishvolt-buyer-yet-to-make-final-payment-in-deal-to-rescue-battery-firm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/08/britishvolt-buyer-yet-to-make-final-payment-in-deal-to-rescue-battery-firm", "date_published": "2023-08-08T09:08:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "High Steaks review – labia love in a profoundly personal show", "description": "<p><strong>Summerhall, Edinburgh<br /></strong>Eloina Haines’ performance considers her own – and other women’s – labia and the obscene pressure to make this body part conform</p><p>If the Edinburgh fringe has never really begun until the obligatory shock of full-frontal nudity, this year’s festival can be pronounced well and truly open with <a href=\"https://www.eloina.art/\">Eloina Haines</a>’ one-woman act. Directed by <a href=\"https://www.theguardian.com/stage/2016/nov/01/louise-orwin-a-girl-and-a-gun-theatre-relationships-women\">Louise Orwin</a>, this is a very naked show indeed, speaking of – and showing us – the labia up close. But there is nothing gimmicky about it.</p><p>Haines walks in wearing an accordion. After some high jinks – notes are comically played in a punk rock ad-lib – she divests herself of the instrument to reveal a well-positioned shrub of coriander in lieu of pubic hair, and below that two pieces of raw, dangling beef.</p><p>At <a href=\"https://tickets.edfringe.com/whats-on/high-steaks\">Summerhall, Edinburgh</a>, until 13 August</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023\">All our Edinburgh festival reviews</a></p><p>In the UK, the charity <a href=\"https://www.mind.org.uk/\">Mind</a> is available on 0300 123 3393 and <a href=\"https://www.childline.org.uk/\">Childline</a> on 0800 1111. In the US, call or text <a href=\"https://www.mhanational.org/\">Mental Health America</a> at 988 or chat 988lifeline.org. In Australia, support is available at <a href=\"https://www.beyondblue.org.au/\">Beyond Blue</a> on 1300 22 4636, <a href=\"https://www.lifeline.org.au/\">Lifeline</a> on 13 11 14, and at <a href=\"https://mensline.org.au/\">MensLine</a> on 1300 789 978</p> <a href=\"https://www.theguardian.com/stage/2023/aug/08/high-steaks-review-labia-love-in-a-profoundly-personal-show\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/08/high-steaks-review-labia-love-in-a-profoundly-personal-show", "date_published": "2023-08-08T09:04:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I have been sexually assaulted by five MPs, says Labour’s Chris Bryant", "description": "<p>Standards committee chair says in new book he has been groped by fellow MPs on several occasions</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/08/suella-braverman-immigration-lawyers-asylum-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The chair of the House of Commons standards committee has said he has been sexually assaulted by fellow MPs on several occasions during his time in parliament.</p><p>Chris Bryant, the Labour MP for Rhondda, has made the revelation in his new book, Code of Conduct, Why We Need to Fix Parliament – and How to Do it.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/08/sexually-assaulted-mp-labour-chris-bryant\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/08/sexually-assaulted-mp-labour-chris-bryant", "date_published": "2023-08-08T09:02:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Climate-heating methane released from dozens of Australian fossil fuel sites, environmental group claims", "description": "<p>Energy giants reject Australian Conservation Foundation’s infrared video investigation which claims gas leaks and venting at dozens of mines and facilities</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Climate-heating methane gas is leaking or being vented from more than 100 places across 35 fossil fuel sites in Queensland and New South Wales, according to an investigation by environmental organisations.</p><p>The Australian Conservation Foundation commissioned the US-based Clean Air Task Force, a global nonprofit, to use new technology to monitor if methane was leaking from coalmines and gas facilities owned by energy giants Santos and Origin and pipeline company Jemena.</p><p>At least 25 visible leaks or venting places along major Jemena pipelines in the Darling Downs and in New South Wales between Newcastle and Wollongong.</p><p>At least 10 leaks or venting places at coal seam gas wells owned by Origin.</p><p>Methane being released from at least four of Origin’s seven coal seam gas wells in NSW’s Pilliga/Bibblewindi forest.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/08/climate-heating-gas-released-from-dozens-of-australian-fossil-fuel-sites-environmental-group-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/08/climate-heating-gas-released-from-dozens-of-australian-fossil-fuel-sites-environmental-group-claims", "date_published": "2023-08-08T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis claims agents can tell traffickers from migrants in call for deadly force", "description": "<p>Asked how authorities would distinguish cartel members from migrants, governor likens Mexico border strategy to Iraq war</p><p>The rightwing Florida governor and 2024 presidential hopeful Ron DeSantis has sparked controversy by outlining a hardline border policy of deadly force despite acknowledging that drug traffickers could be difficult to distinguish from migrants crossing into the US.</p><p>DeSantis, whose ailing campaign has failed to cut into the lead of the Republican frontrunner, Donald Trump, said that under his direction as president, US law enforcement on the lookout for drugs would not mistakenly use lethal force on migrants because US agents would have “rules of engagement” similar to police or US forces in war zones like Iraq.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/desantis-claims-agents-can-tell-traffickers-from-migrants-in-call-for-deadly-force\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/desantis-claims-agents-can-tell-traffickers-from-migrants-in-call-for-deadly-force", "date_published": "2023-08-08T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mega Millions lottery balloons to third-largest jackpot of $1.55bn", "description": "<p>Prize has inflated because no one has matched the game’s winning numbers since 18 April – but this could all end on Tuesday</p><p>A Mega Millions lottery jackpot has grown to $1.55bn, making it the third-largest ever ahead of Tuesday night’s drawing.</p><p>The prize has ballooned because no one has matched the game’s six winning numbers since 18 April, amounting to 31 straight drawings without a big winner.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/08/mega-millions-lottery-jackpot-prize-amount\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/08/mega-millions-lottery-jackpot-prize-amount", "date_published": "2023-08-08T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The world must unite now to halt the Taliban’s repression of Afghan women and girls | Gordon Brown", "description": "<p>As we move towards the second anniversary of the extremists retaking power, this denial of education must be addressed </p><p>Two years of ever-intensifying repression since the <a href=\"https://www.theguardian.com/world/2021/aug/16/taliban-declares-war-is-over-in-afghanistan-as-us-led-forces-exit-kabul\">Taliban seized power</a> in August 2021 have not dimmed the resilience of girls and women in Afghanistan, who continue to risk their lives fighting for their right to an education<strong> </strong>and employment. But no one should be in any doubt that what Afghan girls are experiencing is not a temporary disruption. It is nothing less than “gender apartheid”, the chilling words used recently by the permanent representative of Afghanistan to the United Nations. Only a term as devastating as this can capture the grave violations of rights involved. It is time to declare it a crime against humanity, and the prosecutors of the international criminal court (ICC) should open an investigation into the repression ordained by the Taliban regime.</p><p>Even now, under fear of arrest, detention and torture for transgressing the Taliban’s rights-violating edicts, brave children across Afghanistan are attending underground schools. A major initiative on internet learning in universities has also recently started, with support from the refugee agency UNHCR and the consortium <a href=\"https://connectedlearning4refugees.org/\">Connected Learning in Crisis</a>. Many families have realised that the only chance of education for their daughters is through emigration. That still leaves <a href=\"https://www.unesco.org/en/articles/let-girls-and-women-afghanistan-learn\">an estimated 2.5 million</a> girls and young women with no education at all, and they will soon be joined by a further 3 million who are about to complete their primary education. Unable to move up to secondary school, yet another generation of Afghan girls will be denied a chance to realise their talents and fulfil their dreams.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/halt-taliban-repression-afghan-women-girls-education\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/halt-taliban-repression-afghan-women-girls-education", "date_published": "2023-08-08T09:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘People were telling us to go home’: relegation and revival at Burnley", "description": "<p>In a documentary, Clarets’ chairman Alan Pace reveals the abuse he received as Vincent Kompany looks to keep building</p><p>Alan Pace emerges through gates at Turf Moor and is immediately asked for a selfie by four young Burnley fans lingering outside. The unfailingly polite chairman obliges and moves in for the photo. “People blamed you for us getting relegated,” says a teenager. Pace is visibly and audibly deflated and emits a gut-wrenching sigh as the group poses for the camera.</p><p>The innocent yet cutting exchange opens part two of Mission to Burnley, the latest fly-on-the-wall football documentary, which charts Burnley’s fall and rise under their American owner, ALK Capital. Pace insists he was reluctant to let the cameras in, and uncomfortable in front of them, but he and his fellow board members feature heavily in a four-parter that covers the sacking of Sean Dyche, relegation from the Premier League, Vincent Kompany’s appointment and Burnley’s Championship triumph.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/people-were-telling-us-to-go-home-relegation-and-revival-at-burnley\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/people-were-telling-us-to-go-home-relegation-and-revival-at-burnley", "date_published": "2023-08-08T09:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The isometric secret: 15 ways to get much fitter – without moving a muscle", "description": "<p>What are the best exercises to reduce your blood pressure? The plank and the wall sit. Here is how to do them – and some other great poses –  whatever your current fitness level</p><p>Could the secret to lifelong health be … staying still? It sounds counterintuitive, but in a recent study, researchers assessing 270 randomised controlled clinical trials (involving more than 15,000 participants) found that isometric exercises, in which muscles are working but remain motionless, were <a href=\"https://www.theguardian.com/society/2023/jul/25/best-exercise-lowering-blood-pressure-planks-wall-sits-study\">more effective than a range of other options for reducing blood pressure</a>.</p><p>To be clear, aerobic exercise training, dynamic resistance training, combined training and high-intensity interval training all helped, compared with non-exercise control interventions. But isometrics were most likely to reduce blood pressure, with full-body movements such as the wall squat showing bigger benefits than moves such as hand-gripping or leg extensions.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/08/the-isometric-secret-15-ways-to-get-much-fitter-without-moving-a-muscle\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/08/the-isometric-secret-15-ways-to-get-much-fitter-without-moving-a-muscle", "date_published": "2023-08-08T09:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italy approves 40% windfall tax on banks for 2023 as profits soar", "description": "<p>Proceeds from levy on interest rate income will be used to help mortgage holders and cut taxes</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/aug/08/china-trade-exports-imports-slump-recovery-falters-ftse-stock-markets-inflation-business-live\">Business live – latest updates</a></li></ul><p>Italy has approved a 40% windfall tax on banks and will use proceeds to help mortgage holders and cut taxes, the deputy prime minister said, in a move that sent banking shares plunging.</p><p>“One has only to look at banks’ first-half profits … to realise that we are not talking about a few millions, but … of billions,” Matteo Salvini, who is also the country’s infrastructure minister, told a news conference in Rome.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/italy-approves-40-windfall-tax-on-banks-for-2023-as-profits-soar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/italy-approves-40-windfall-tax-on-banks-for-2023-as-profits-soar", "date_published": "2023-08-08T08:28:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ministers accused of ‘lawyer-bashing’ to distract from asylum policy failures", "description": "<p>Law Society says crackdown on lawyers who act improperly is distraction from UK’s failure to clear asylum claim backlog </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/08/suella-braverman-immigration-lawyers-asylum-bibby-stockholm-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Ministers have been accused of “lawyer-bashing” and seeking to distract from their own failures to clear the backlog of asylum claims by pushing a crackdown on lawyers who act improperly.</p><p>The justice secretary has said he would be comfortable with severe punishment for immigration lawyers who engage in malpractice after the government said they could face life in jail under the terms of the Illegal Migration Act.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/08/ministers-accused-of-lawyer-bashing-to-distract-from-asylum-policy-failures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/08/ministers-accused-of-lawyer-bashing-to-distract-from-asylum-policy-failures", "date_published": "2023-08-08T08:25:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Midlands mayor calls for Crooked House pub to be rebuilt ‘brick by brick’", "description": "<p>Andy Street issues plea after Britain’s ‘wonkiest pub’ reduced to rubble after being gutted by fire</p><p>Andy Street has called for the Crooked House pub to be “rebuilt brick by brick” after it was demolished following a huge fire over the weekend.</p><p>The building, known as the Britain’s “wonkiest pub” and dating back to 1765, was <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/07/britains-wonkiest-pub-crooked-house-collapses-after-being-burnt-out-over-weekend\">gutted by a fire on Saturday night</a> just two weeks after it was sold to a private buyer.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/08/west-midlands-mayor-calls-for-crooked-house-pub-to-be-rebuilt-brick-by-brick\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/08/west-midlands-mayor-calls-for-crooked-house-pub-to-be-rebuilt-brick-by-brick", "date_published": "2023-08-08T08:19:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I always confront’: Guardian readers on the decline of cinema etiquette", "description": "<p>After an article on the <a href=\"https://www.theguardian.com/film/2023/aug/07/movie-theater-fights-cellphones-bad-behavior\">rise of audiences behaving badly</a> at the movies, you shared your thoughts and anecdotes</p><p>I walked out of a showing of Barbie at the Odeon last week due to the behaviour of other people in the cinema – they were scrolling through phones, chatting as if they were in their own front room, waving their arms in the air during the musical number and whooping every time Ryan Gosling’s face appeared on screen.</p><p>I enjoyed the opening 15min but was getting so stressed I had to go. Will try again in a few weeks time when the hype has died down. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/163875165\">ali3240</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/aug/08/guardian-readers-cinema-etiquette-bad-behavior-anecdotes\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/08/guardian-readers-cinema-etiquette-bad-behavior-anecdotes", "date_published": "2023-08-08T08:05:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Imran Khan to challenge graft conviction in Pakistan high court", "description": "<p>Former prime minister was sentenced to three years in jail and disqualified from politics</p><p>Pakistan’s former prime minister Imran Khan has challenged his conviction on graft charges in a high court, his lawyer said.</p><p>Naeem Panjutha said the petition to appeal against <a href=\"https://www.theguardian.com/world/2023/aug/05/former-pakistan-prime-minister-imran-khan-jailed-for-three-years\">the conviction</a> at the weekend had been filed in Islamabad on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/imran-khan-challenge-graft-conviction-pakistan-high-court-former-prime-minister-jail\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/imran-khan-challenge-graft-conviction-pakistan-high-court-former-prime-minister-jail", "date_published": "2023-08-08T08:04:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football transfer rumours: Neymar to end up at Chelsea or back at Barça?", "description": "<p>Today’s fluff is together in eclectic dreams</p><p>While the Rumour Mill spent much of last night dreaming it was on a road trip to Inverness with Ad-Rock from Beastie Boys in a vintage Caterham 360R SV sports car made entirely of mashed potatoes and Cathedral City mature cheddar cheese, it seems <strong>Neymar</strong> has less lofty ambitions preying on his mind when his head hits the pillow. According to L’Équipe, the Brazil striker has told Paris Saint-Germain he wants to leave the French capital and “dreams” of a return to <strong>Barcelona</strong>. Reports elsewhere say his “people” are in talks with their flustered counterparts in <strong>Chelsea</strong>’s recruitment department over a move to Stamford Bridge, where the arrivals and departures halls have been busier than Heathrow’s Terminal 5 this summer.</p><p>Manchester United remain open to selling <strong>Harry Maguire</strong> and <strong>Scott McTominay</strong> to <strong>West Ham</strong> and are currently mulling over the Europa Conference League champions’ <a href=\"https://www.theguardian.com/football/2023/aug/07/west-ham-32m-ajax-midfielder-edson-alvarez\">£60m bid for the duo</a>. Should they offload Maguire, United will try to bring in the tough-tackling 23-year-old Nice defender <strong>Jean-Clair Todibo</strong> as his replacement. United are also open to offers for their Brazilian midfielder <strong>Fred</strong>, who has a number of admirers including the Turkish champions, <strong>Galatasaray</strong>. Any proceeds raised will be pooled with whatever loose change they can get for <strong>Donny van de Beek </strong>and put towards the cost of<strong> </strong>prising<strong> Sofyan Amrabat </strong>away from Fiorentina. The<strong> </strong>Chelsea target<strong> Tyler Adams </strong>and the Everton midfielder<strong> Amadou Onana </strong>are being considered as alternatives should United fail in their quest to sign the Moroccan international.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/football-transfer-rumours-neymar-to-end-up-chelsea-or-back-at-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/football-transfer-rumours-neymar-to-end-up-chelsea-or-back-at-barcelona", "date_published": "2023-08-08T08:03:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Manziel and the tragedy of a fallen football idol", "description": "<p>A new Netflix documentary shows the college football great as a man unwilling – or perhaps unable – to move on from his past</p><p>Even the most casual US sports fan isn’t likely to have forgotten about Johnny Manziel, football’s Charlie Sheen. The latest instalment of Netflix’s sports documentary series Untold devotes an episode to the bad boy quarterback’s controversy-stained rise in college football, his NFL flameout and his off-field tumble into infamy and disgrace. Titled <a href=\"https://www.netflix.com/title/81582385\">Untold: Johnny Football</a>, the 72-minute runtime barely covers everything, and resolves even less.</p><p>For a start, director Ryan Duffy (the Vice media alum who also co-stewarded Untold’s excellent two-part deep dive into <a href=\"https://www.theguardian.com/sport/2022/aug/15/manti-teo-the-girlfriend-who-didnt-exist-netflix-documentary-hoax-nfl\">college football cat-fishing victim Manti Te’o</a>) could have fast-forwarded through Manziel’s humble Texas small town beginnings and jumped straight to 12 November 2012: the day Manziel led Texas A&amp;M to a shock upset over the vaunted Alabama on the Crimson Tide’s hallowed home turf. That victory, the film rightly points out, didn’t just make Manziel a household name across the US. It also changed the economics at Texas A&amp;M, a military school in the Lone Star hinterlands that had recently jumped into the SEC – the top-level conference known for churning out future pros.</p><p><a href=\"https://www.netflix.com/title/81582385\">Untold: Johnny Football</a> is available on Netflix on 8 August.</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, you can call or text the <a href=\"https://988lifeline.org/\">National Suicide Prevention Lifeline</a> on 988, chat on <a href=\"https://988lifeline.org/chat/\">988lifeline.org</a>, or <a href=\"https://www.crisistextline.org/\">text HOME</a> to 741741 to connect with a crisis counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/sport/2023/aug/08/johnny-manziel-netflix-documentary-texas-a-and-m-college-football-nfl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/08/johnny-manziel-netflix-documentary-texas-a-and-m-college-football-nfl", "date_published": "2023-08-08T08:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ladies First: A Story of Women in Hip-Hop review – a joyous, painstaking attempt to set the record straight", "description": "<p>The sisterhood of female rappers is wonderfully celebrated in Hannah Beachler’s star-studded documentary. But glossing over the industry’s much darker side is a missed opportunity</p><p></p><p>By many metrics, 2023 marks the 50th anniversary of hip-hop – its origin point being a summer house party in the Bronx, during which DJ Kool Herc displayed a nascent style of turntabling. Like so many aspects of music history, this is a contested date. But the hip-hop firmament has settled on this year as the one to mark – hence the bevy of celebratory performances, films and books that have been released recently.</p><p>One such documentary is <a href=\"https://www.netflix.com/gb/title/80997174\">Ladies First: A Story of Women In Hip-Hop</a>, a Netflix documentary series that aims to reaffirm the importance of female MCs, DJs and producers to the genre, as well as the women who worked behind the scenes, such as songwriters, journalists and A&amp;R reps. Historically, hip-hop – like the music industry at large – has had a woeful track record when it comes to celebrating and canonising the work of women, and Ladies First – named for the 1989 track by Queen Latifah and Monie Love, both of whom appear as talking heads in the series – is a joyous, painstaking attempt to establish a new historical record.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/ladies-first-a-story-of-women-in-hip-hop-review-a-joyous-painstaking-attempt-to-set-the-record-straight\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/ladies-first-a-story-of-women-in-hip-hop-review-a-joyous-painstaking-attempt-to-set-the-record-straight", "date_published": "2023-08-08T08:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Miss Kim Knows and Other Stories by Cho Nam-joo review – mischief and glee along with trials of Korean women", "description": "<p>Cho’s collection, rich in local flavour, reflects on her feminist novel that rocked South Korean society, and generational changes for her countrywomen</p><p>Among the narrators in Cho Nam-joo’s astute short story collection, <em>Miss Kim Knows, </em>is a Seoul-based author who’s penned a #MeToo-era feminist sensation. As she confesses in Defiance: “The novel wasn’t especially progressive or radical, but it landed in the crosshairs of so many disputes,” a position that generated intense online trolling as well as enviable sales figures.</p><p>It’s an experience familiar to Cho. Her own internationally bestselling novel, <em><a href=\"https://www.theguardian.com/books/2020/feb/19/kim-jiyoung-born-1982-cho-nam-joo-bestseller-review\">Kim Jiyoung, Born 1982</a></em>, highlighted pernicious gender inequality and misogyny in her native South Korea through an account of a young mother’s psychotic break, and proved so divisive that when a member of K-pop band Red Velvet revealed she’d read it, male music fans vowed to burn her photo.</p><p><em>Miss Kim Knows and Other Stories</em> by Cho Nam-joo, translated by Jamie Chang, is published by Scribner (£14.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/miss-kim-knows-and-other-stories-9781398522916\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/aug/08/miss-kim-knows-and-other-stories-by-cho-nam-joo-review-mischief-and-glee-along-with-trials-of-korean-women\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/08/miss-kim-knows-and-other-stories-by-cho-nam-joo-review-mischief-and-glee-along-with-trials-of-korean-women", "date_published": "2023-08-08T08:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DJ Casper, who had No 1 hit with Cha Cha Slide, dies aged 58", "description": "<p>Musician who created song for a personal trainer before seeing global success as a dance craze had been diagnosed with kidney and liver cancer</p><p>DJ Casper, the US musician who had an enduring worldwide hit with Cha Cha Slide, has died aged 58. He had been diagnosed with kidney and liver cancer in 2016, and died from the illness.</p><p>Born Willie Perry Jr in Chicago where he continued to live, Casper created Cha Cha Slide in 1998 as a musical exercise routine for his personal trainer nephew, and its popularity began to snowball in the Chicago area.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/dj-casper-who-had-no-1-hit-with-cha-cha-slide-dies-aged-58\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/dj-casper-who-had-no-1-hit-with-cha-cha-slide-dies-aged-58", "date_published": "2023-08-08T07:55:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of firefighters tackling blaze raging in southern Portugal", "description": "<p>Fire has scorched thousands of hectares of land and forced precautionary evacuation of 1,400 people</p><p>Hundreds of firefighters are scrambling to put out a blaze raging in southern Portugal that has scorched thousands of hectares of land and led to the precautionary evacuation of about 1,400 people.</p><p>The wildfire, which is being tackled by more than 800 firefighters, started on Saturday in the municipality of Odemira in the Alentejo region but has since spread south towards the Algarve, one of Portugal’s top tourist destinations.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/firefighters-tackling-blaze-raging-in-southern-portugal-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/firefighters-tackling-blaze-raging-in-southern-portugal-fire", "date_published": "2023-08-08T07:49:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Colombia v Jamaica: Women’s World Cup last 16 – live", "description": "<ul><li>Women’s World Cup last 16: 9am BST/6pm AEST</li><li><a href=\"https://www.theguardian.com/football/2023/aug/06/even-more-proud-to-be-jamaican-reggae-girlz-defy-the-odds-to-reach-world-cup-knockout\">‘Even more proud to be Jamaican’: Reggae Girlz defy the odds</a></li><li>Get in touch! <a href=\"mailto:sarah.rendell.casual@theguardian.com\">Send Sarah an email</a> or <a href=\"https://twitter.com/rendellx\">tweet @rendellx</a></li></ul><p><strong>England almost faced an early exit yesterday</strong> but if they had been knocked out they would not have been the only shock of the tournament. Defending champions the US were knocked out by Sweden on Sunday, here’s a great feature on why:</p><p><strong>Lauren James will be at least banned for the quarter-final,</strong> it will be up to a committee to determine whether it is longer, after her red card against Nigeria. See how people reacted:</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/08/colombia-v-jamaica-womens-world-cup-last-16-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/08/colombia-v-jamaica-womens-world-cup-last-16-live", "date_published": "2023-08-08T07:43:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Menstrual discs may be better for heavy periods than pads or tampons – study", "description": "<p>First study to compare absorption of period products using human blood finds that discs can hold the most</p><p>The first study to compare the absorption of period products using human blood suggests diaphragm-shaped menstrual discs may be better than traditional pads or tampons for dealing with heavy monthly blood flow.</p><p>The findings could also help doctors better assess whether heavy menstrual bleeding could be a sign of underlying health problems, such as a bleeding disorder or fibroids.</p> <a href=\"https://www.theguardian.com/society/2023/aug/08/menstrual-discs-may-be-better-for-heavy-periods-than-pads-or-tampons-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/08/menstrual-discs-may-be-better-for-heavy-periods-than-pads-or-tampons-study", "date_published": "2023-08-08T07:39:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "De Bruyne claims more added time ‘doesn’t make sense’ as players hit out", "description": "<ul><li>Officials instructed to more accurately calculate time lost</li><li>Raphaël Varane says players are not being listened to</li></ul><p>Kevin De Bruyne has said the new approach to added time “doesn’t make any sense” and believes up to 25 minutes could be added on to some games.</p><p>Competitions around the world have been instructed to more accurately calculate time lost to stoppages, including goal celebrations and VAR checks. Arsenal equalised in the 11th of 13 added minutes at the end of <a href=\"https://www.theguardian.com/football/2023/aug/06/arsenal-manchester-city-community-shield-match-report\">Sunday’s Community Shield</a> against Manchester City and went on to win on penalties.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/more-added-time-doesnt-make-sense-kevin-de-bruyne-players-hit-out\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/more-added-time-doesnt-make-sense-kevin-de-bruyne-players-hit-out", "date_published": "2023-08-08T07:36:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sales at vegan burger maker Beyond Meat fall by almost a third", "description": "<p>US firm cuts revenue forecast as consumers opt for cheaper animal protein amid cost of living crisis</p><p>Sales at the vegan burger maker Beyond Meat have slumped by almost a third as consumers opt for cheaper animal protein amid the cost of living crisis.</p><p>The US company, whose plant-based products include <a href=\"https://www.theguardian.com/food/2018/nov/12/bleeding-vegan-burger-arrives-on-uk-supermarket-shelves\">burgers that appear to bleed</a> and imitations of sausages and meatballs, has cut its annual revenue forecast in the latest sign that the <a href=\"https://www.theguardian.com/food/2023/may/20/has-the-vegan-bubble-burst-sales-stagnate-in-uk-as-brands-withdraw-plant-based-products\">vegan food bubble is bursting</a>.</p> <a href=\"https://www.theguardian.com/business/2023/aug/08/sales-at-vegan-burger-maker-beyond-meat-fall-by-almost-a-third\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/08/sales-at-vegan-burger-maker-beyond-meat-fall-by-almost-a-third", "date_published": "2023-08-08T07:33:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kanye West gives rare live performance in surprise appearance with Travis Scott", "description": "<p>Controversial rapper performed two songs in Rome in his first public performance since he made a series of antisemitic comments</p><p><a href=\"https://www.theguardian.com/music/kanyewest\">Kanye West </a>made a surprise appearance in Rome as he joined fellow <a href=\"https://www.theguardian.com/music/2023/aug/01/travis-scott-utopia-review-rap\">US rapper Travis Scott</a> onstage in his first public performance since he caused controversy with a series of antisemitic online posts.</p><p>The rapper, who has legally changed his name to Ye, was introduced to the stage by Scott at his Utopia concert at the historic Circus Maximus on Monday night.</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/travis-scott-brings-out-kanye-west-utopia-concert-circus-maximus-rome-guest-live-show\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/travis-scott-brings-out-kanye-west-utopia-concert-circus-maximus-rome-guest-live-show", "date_published": "2023-08-08T07:07:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hormones and hugging strangers: how new football season brings fresh hope | Jason Stockwood", "description": "<p>Optimism replaces stress over the summer and League Two clubs can draw inspiration from Carlisle and Luton</p><p>As the new football season begins (and at the risk of jeopardising my marriage) I am reminded of the early days of parenthood. From an evolutionary standpoint, it is vital to forget the challenging first few months when sleepless nights are coupled with a partner constantly looking at you with an expression somewhere between contempt and disgust.</p><p>During childbirth, there are a few illusory days of bliss when the body releases endorphins and oxytocin. Endorphins, often referred to as “feelgood” hormones, are released in response to various stimuli, including physical pain, stress and heightened emotions. Oxytocin, often called the “bonding hormone” or “love hormone”, contributes to the overall experience of childbirth and the bonding between mother and baby. These hormonal responses play a crucial role in supporting the birthing process, making the experience and pain involved more manageable. They are part of the reason why many women don’t stop having children after one child.</p> <a href=\"https://www.theguardian.com/football/2023/aug/08/new-football-season-hope-hugging-strangers-league-two\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/08/new-football-season-hope-hugging-strangers-league-two", "date_published": "2023-08-08T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The women calling for reform of Venezuela’s severe anti-abortion laws – in pictures", "description": "<p>Century-old legislation in the South American country decrees up to six years in prison for those who have or provide abortions. Despite demands for change, the government shows no sign of reforming the 1926 law. Only in 2000 was it amended to allow for abortions to save the life of the pregnant woman. Venezuelans have been turning to <a href=\"https://www.theguardian.com/global-development/2021/mar/10/venezuela-abortion-online-pill-market\">online sellers</a> of abortion pills or paying for costly and illegal procedures in a doctor’s office</p><p>Photographs by Magda Gibelli/ AFP, Getty</p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/aug/08/the-women-calling-for-reform-of-venezuelas-severe-anti-abortion-laws-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/aug/08/the-women-calling-for-reform-of-venezuelas-severe-anti-abortion-laws-in-pictures", "date_published": "2023-08-08T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Here’s what we know about Sunak now: where the anti-green extremists lead, he will follow | Polly Toynbee", "description": "<p>He should stand firm against the headbangers in his party, eject them if necessary, but he won’t. They speak, he listens</p><p>The imagery is unfortunate. Our prime minister, Rishi Sunak, was apparently spotted in a gym at 7am in Santa Monica, California – where his family owns a <a href=\"https://www.theguardian.com/politics/2022/apr/03/sunaks-5m-santa-monica-flat-offers-sun-sea-and-a-pet-spa\">£5.5m penthouse</a> in a building with its own pet spa – pedalling away at an indoor <a href=\"https://www.telegraph.co.uk/politics/2023/08/05/prime-minister-rishi-sunak-proves-he-is-a-taylor-swift-fan/\">SoulCycle session</a> to Taylor Swift music. Pedalling like fury and going nowhere.</p><p>Back in Blighty, staycationers may or may not brave the sea where, to Britain’s international shame, 57 world triathlon athletes in Sunderland have just <a href=\"https://www.theguardian.com/environment/2023/aug/05/investigation-after-57-world-triathlon-championship-swimmers-fall-sick-and-get-diarrhoea-in-sunderland-race\">fallen sick</a> after competing in swimming events in our filthy, sewage-tainted waters. On holiday in East Sussex, I watched the Conservatives lose power last week to Liberal Democrats in a county council byelection that tipped this deep blue county’s council into a position of no overall control. They lost the Eastbourne ward <a href=\"https://www.bbc.co.uk/news/articles/cjq145xygj3o\">of Meads</a>, where the politics professor Tim Bale lives. “Wide implications here,” he says. “Tory since time began, it’s Eastbourne’s richest suburb, average age 60.” Rishi Sunak’s anti-green gesturing cut no ice here.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/rishi-sunak-anti-green-extremists\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/rishi-sunak-anti-green-extremists", "date_published": "2023-08-08T07:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China’s trade slumps more sharply than expected as recovery falters – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2023/aug/08/uk-retailers-forced-to-slash-prices-after-july-washout-and-interest-rate-rise\">UK retailers forced to slash prices after July washout and interest rate rise</a></li></ul><p>Economist Alicia García-Herrero says today’s Chinese trade data is a shock to the markets:</p><p><strong>Today’s customs data also shows that China’s imports from Russia dropped in July, Reuters reports.</strong></p> <a href=\"https://www.theguardian.com/business/live/2023/aug/08/china-trade-exports-imports-slump-recovery-falters-ftse-stock-markets-inflation-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/aug/08/china-trade-exports-imports-slump-recovery-falters-ftse-stock-markets-inflation-business-live", "date_published": "2023-08-08T06:18:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pedal the low road: cycling coast-to-coast across southern Scotland", "description": "<p>We ride the Kirkpatrick C2C, a new 250-mile route across lowland Scotland and stopping at bike-friendly hotels and cafes along the way</p><p>The weather-beaten curves of a battered stone wall guide me out of Langholm, an idyllic old textile town tucked between the hills of the Esk valley, eight miles north of the English border.</p><p>As I pedal slowly around a steep corner, a lamb and her mother, grazing on the grassy fringes, scurry off up the road. I appreciate their show of faith in my cycling abilities, but on gradients of 9%, I wouldn’t have been able to keep their pace even if they’d crawled off. I pause for a breather at the MacDiarmid Memorial, a huge, metal sculpture of an open book, embellished with images from the work of the great poet <a href=\"https://www.theguardian.com/books/2004/jan/03/poetry\">Hugh MacDiarmid</a>, who was born in Langholm.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/08/cycle-coast-to-coast-across-scotland-bike-kirkpatrick-c2c\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/08/cycle-coast-to-coast-across-scotland-bike-kirkpatrick-c2c", "date_published": "2023-08-08T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Difference is beautiful’: pregnant trans men go for a swim – in pictures", "description": "<p>Seahorse Parents is a photography and film project in which four soon-to-be parents share their personal stories of what carrying future children as transgender men has been like</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/08/difference-is-beautiful-pregnant-trans-men-go-for-a-swim-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/08/difference-is-beautiful-pregnant-trans-men-go-for-a-swim-in-pictures", "date_published": "2023-08-08T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British Gas sends £382 demand for a bill I don’t owe", "description": "<p>I’ve received a legal letter demanding a £382 ‘debt’ though I had switched to Bulb</p><p><strong>When we moved into our new home in January 2020, the existing electricity supplier was British Gas. We were with </strong><strong>the company for about a month before switching to Bulb.</strong></p><p><strong>To cover this short period, we paid British Gas £76, and have been making regular monthly payments to Bulb ever since.</strong></p> <a href=\"https://www.theguardian.com/money/2023/aug/08/british-gas-sends-382-demand-for-a-bill-i-dont-owe\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/08/british-gas-sends-382-demand-for-a-bill-i-dont-owe", "date_published": "2023-08-08T06:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Well of Saint Nobody by Neil Jordan review – the film-maker’s new novel is full of marvels", "description": "<p>This tale of a once successful concert pianist who finds love and rejuvenation before mystical forces intervene is a reminder of Jordan’s gifts as a writer</p><p>West Cork is a place apart. In the last third of the last century it became something of a refuge for those hoping to forge – a suitably ambiguous verb – what used to be known as an “alternative lifestyle”. There are still quite a few antiquated hippies down there, as well as a few artistic types and the odd retired media tycoon. Something of the old magic survives; step into the market in Skibbereen on a Saturday morning and, despite the rain and the grey hair all round, it could be Berkeley, 1968.</p><p>But something survives too of an older magic, one that goes back to the pre-Christian Ireland of the <em>sídhe</em>, or fairy folk, and Yeats’s sorcerer queens and tragic warriors, and it pervades <em>The Well of Saint Nobody</em>, Neil Jordan’s beautiful and deceptively simple tale of love, rejuvenation and losses restored.</p> <a href=\"https://www.theguardian.com/books/2023/aug/08/the-well-of-saint-nobody-by-neil-jordan-review-the-film-makers-new-novel-is-full-of-marvels\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/08/the-well-of-saint-nobody-by-neil-jordan-review-the-film-makers-new-novel-is-full-of-marvels", "date_published": "2023-08-08T06:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Variety review – fierce feminist porn drama from the 80s New York underground", "description": "<p>Bette Gordon’s fascinating 1983 film about a woman working in an adult movie theatre has a script by Kathy Acker and parts for Nan Goldin and Spalding Gray </p><p>The 1983 indie-underground New York movie Variety, directed by Bette Gordon and scripted by <a href=\"https://www.theguardian.com/books/2017/aug/19/sex-tattle-and-soul-how-kathy-acker-shocked-and-seduced-the-literary-world\">Kathy Acker</a>, is re-released for its 40-year anniversary. It is a flawed but fascinating critique of the male gaze, the porn gaze, and the luxurious ordeal of guilty voyeurism. Gordon casts a female lead, flipping gender assumptions and turning the tables on the underworld quest-torments of Paul Schrader’s male heroes in the likes of Taxi Driver and Hardcore. Perhaps she was inspired by the mysterious inner life of the listless young woman played by Diahnne Abbott in Taxi Driver, working behind the porn-cinema concessions counter, irritated by Travis Bickle’s inquiries about what candy she has: “What you see is what we got.”</p><p>Actor and film-maker Sandy McLeod plays Christine, a demure young middle-class woman from Michigan who is desperate for money after failing to get into media or publishing in Manhattan and falling behind on her rent. Prompted by her friend Nan (played by the artist and future photography star <a href=\"https://www.theguardian.com/artanddesign/goldin\">Nan Goldin</a>), she takes a job tearing tickets in a scuzzy adult movie theatre near Times Square, ironically called Variety though it offers an unvarying bill of pornography. She finds herself strangely unsettled by the movies on offer, and by the attentions of Louie (Richard M Davidson), a wealthy older man she sees there – a rather classic porn-narrative situation, in fact. Luis Guzmán plays Jose, an amiable guy who works at the cinema; Spalding Gray is the voice of a creep who leaves pervy messages on Christine’s answering machine.</p> <a href=\"https://www.theguardian.com/film/2023/aug/08/variety-review-fierce-feminist-porn-drama-from-the-80s-new-york-underground\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/08/variety-review-fierce-feminist-porn-drama-from-the-80s-new-york-underground", "date_published": "2023-08-08T06:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Moscow launches missiles on residential building in city of Pokrovsk, killing eight", "description": "<p>‘Private sector residential buildings, a hotel, catering establishments, shops and administrative buildings,’ damaged in late night strikes, says Donetsk region head</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/aug/07/russia-ukraine-war-live-us-german-air-defence-systems-producing-significant-results-zelenskiy-says\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>From Leonardo da Vinci’s Salvator Mundi to Andy Warhol’s Four Marilyns, it amounts to an art collection that could grace any gallery in the world.</p><p>But rather than being the highlights of a blockbuster exhibition at a major gallery, these are just some of the 300, and counting, pieces known to have been recently owned by Russian nationals under western sanctions that have been entered into a searchable database set up by Ukraine’s National Agency on Corruption Prevention (NACP).</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/08/russia-ukraine-war-live-updates-moscow-missile-attack-pokrovsk-injuries-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/08/russia-ukraine-war-live-updates-moscow-missile-attack-pokrovsk-injuries-deaths", "date_published": "2023-08-08T05:23:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Speed, skill and scoring: Caitlin Foord rises to Women’s World Cup challenge | Kieran Pender", "description": "<p>For all the talk in recent weeks of the Matildas missing Sam Kerr, another of the world’s best attackers has been playing all along</p><p>It was a perfect case study in the brilliance of Caitlin Foord. When the Matildas forward gained possession midway through the first half against Denmark night, she was deep in her own team’s half. This would have come as no surprise to her colleagues, who regularly hail Foord’s defensive work ethic.</p><p>The forward quickly dispatched a crisp pass to Mary Fowler. And then she took off. Foord has variety in her attacking arsenal. She can outwit defenders as she runs at them with the ball; she can pass her way through most midfields. But Foord is at her blistering best on the counter-attack, when she launches herself like a rocket down the left flank.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/08/caitlin-foord-matildas-player-australia-womens-world-cup-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/08/caitlin-foord-matildas-player-australia-womens-world-cup-2023", "date_published": "2023-08-08T05:05:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thrown review – backhold wrestling tale tackles Scottish identity", "description": "<p><strong>Traverse theatre, Edinburgh<br /></strong>Nat McCleary’s play brings five women together through a Highland Games that does not always make them welcome</p><p>Backhold wrestling, <a href=\"https://www.theguardian.com/stage/2023/jul/04/thrown-play-socttish-backhold-wrestling-nat-mccleary-edinburgh-festival\">a folk sport that thrives in Scotland’s Highland Games</a>, brings five disparate women together in Nat McCleary’s questing debut play. It’s a pointed image for grappling with a national identity in flux, with personal identities that tussle with contradictions.<br /><br />Everyone in the wrestling team hugs their wounds and secrets. Coach Pamela is intimidatingly certain in her instruction, yet her own identity swims in doubt. Imogen, a minted Londoner (“Black first, rich second”), wants to educate Scottish-Jamaican Jo in the ways of Black sisterhood, separating her from childhood friend Chantelle. Timorous Helen is older but not yet ready for the knitting group. They may all wear the same’s tie-dyed T-shirts, but team spirit continually fractures.</p><p>I still don’t quite understand the art of backhold wrestling – it looks a bit like a grumpy cuddle. But the Highland Games are a fertile setting – a vintage image of Scottishness that sits uneasily in the modern world, as racist slurs in the three-legged race make clear. “Surely all of Scotland can’t be that white,” says Imogen (Efè Agwele) – and the cast look pointedly around the theatre audience.<br /><br />When you’re thrown, we’re told, you’re in suspension – vulnerable, questioning, “waiting for a resolution”. It’s an interesting place for drama. We also hear about wrestling’s categories and rules of engagement; the shifting middle ground in the tug of war; tartans that don’t encompass every wearer: the metaphors here write themselves, not always with nuance.<br /><br />Johnny McKnight’s tireless production, with movement direction by Lucy Glassbrook, bounces around on the balls of its feet. With 60 scenes in just 80 minutes, McCleary’s scrappy dialogue scenes often feel all too brief but her monologues pursue a thought further, and the strong cast mine nuggets of feeling whenever they get the opportunity: Adiza Shardow’s quizzical distress as Jo, the doubt behind Lesley Hart’s coaching fervour or Maureen Carr’s shy smile as Helen belatedly channels her inner bad bitch.<br /><br />Costume designer Sabrina Henry has created an original tartan for the production – a punchy weave cut with pink and yellow. Summoning a self-defined clan with ambivalent Scottish roots, it’s called, aptly, Homegrown.</p><p>At <a href=\"https://www.nationaltheatrescotland.com/events/thrown\">Traverse theatre, Edinburgh</a>, until 27 August</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/08/thrown-review-traverse-theatre-edinburgh-festival-fringe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/08/thrown-review-traverse-theatre-edinburgh-festival-fringe", "date_published": "2023-08-08T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "2023 Nature inFocus photography awards winners – in pictures", "description": "<p>The results of the Nature inFocus photography awards were announced at the Nature inFocus festival held at Jayamahal Palace in Bengaluru, India, on Monday 31 July.  The awards honour photographers documenting unique natural history moments and critical conservation issues, and generate an impressive catalogue of imaginative and artistic images every year</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/08/2023-nature-infocus-photography-awards-winners-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/08/2023-nature-infocus-photography-awards-winners-in-pictures", "date_published": "2023-08-08T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Explainer: What’s behind the Niger coup?", "description": "<p>After last week’s surprise coup in Niger, the Russian military group Wagner is taking advantage of the chaos and anti-French sentiment, says journalist Garé Amadou in Naimey, while ordinary Nigeriens are preparing for the worst</p><p><strong>Is there real, solid support for Russia in Niger?<br /></strong>Russia’s support in Niger is limited to so-called pan-Africanist or alter-globalisation circles, mainly through social media networks. Occasionally, however, street demonstrations calling for the withdrawal of the French army from Niger are made by civil society or trade unions. During these, Russian flags are regularly waved. M62, a civil society umbrella organisation set up in 2022, is one of the leading movements surfing a wave of anti-French sentiment, along with the belief that Russian military support through <a href=\"https://www.theguardian.com/world/2023/jul/06/putin-wagner-africa-business-yevgeny-prigozhin-kremlin\">the Wagner group</a> can help Niger in the fight against terrorism. Some members of M62 make no secret of their desire to see Niger forge relations with the paramilitary Wagner.</p><p>But the pro-Russia movement can also be found among politicians. The first, who is known for his pan-Africanist ideas and links with Russia, is Abdouramane Oumarou of the Incin Africa party. He frequently travels back and forth to Russia to meet leading figures. The second is the MPD party president, Sulhu. He was arrested on charges of colluding with a foreign power to destabilise Niger. According to our information, that power is Russia. He is said to have received a substantial sum of money to make contacts in this direction. Another group, the Umoja party, has the the same pro-Russian stance.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/08/explainer-whats-behind-the-niger-coup\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/08/explainer-whats-behind-the-niger-coup", "date_published": "2023-08-08T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Firm behind ‘voice of gamblers’ group co-owned by betting industry consultant", "description": "<p>Gamblers Consumer Forum aims to derail planned betting reforms and claims to act on behalf of ordinary punters</p><p>The company behind a lobby group that wants to derail planned overhaul of UK gambling laws and claims to act on behalf of ordinary punters is co-owned by a consultant for the betting industry.</p><p>Ministers <a href=\"https://www.theguardian.com/society/2023/apr/26/gambling-uk-white-paper-online-casinos\">proposed a series of changes </a>in April that they said would make gambling safer by imposing tighter regulations on online betting firms, though they added that further consultation was needed before a bill could be put before parliament.</p> <a href=\"https://www.theguardian.com/society/2023/aug/08/firm-behind-voice-of-gamblers-group-co-owned-by-betting-industry-consultant\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/08/firm-behind-voice-of-gamblers-group-co-owned-by-betting-industry-consultant", "date_published": "2023-08-08T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Small firms fear going bust as Amazon extends wait time for sale proceeds", "description": "<p>Marketplace sellers in UK and rest of Europe say having to wait over a week means they will struggle to pay staff and loans</p><p>Amazon has told thousands of marketplace sellers in the UK and continental Europe it will hold on to sale proceeds for more than a week in a move that small businesses say could force them to go bust.</p><p>The company has written to sellers to inform them it will no longer credit their accounts as soon as a sale is made online but will do so a week after an item has been delivered.</p> <a href=\"https://www.theguardian.com/business/2023/aug/08/small-firms-fear-going-bust-amazon-extends-wait-time-sale-proceeds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/08/small-firms-fear-going-bust-amazon-extends-wait-time-sale-proceeds", "date_published": "2023-08-08T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britons have become so mean that many of us think poor people don’t deserve leisure time | Frances Ryan", "description": "<p>A new survey is shocking, but maybe not surprising. This is the Victorian workhouse mentality repackaged for the iPhone era</p><p>Should someone off work with Parkinson’s be allowed a television? Does a supermarket assistant deserve a hobby? YouGov <a href=\"https://yougov.co.uk/topics/society/articles-reports/2023/08/02/what-should-living-standards-look-people-benefits-\">put a range of expenses</a> to the public to ask at what income level they believed each should be attainable. The results are eye-opening. The survey shows that 76% of Britons believe that everyone should be able to afford their utility bills, while 74% think they should have the means to eat a balanced diet – in effect, meaning that around a quarter of the public believe that people on out-of-work benefits shouldn’t be able to have electricity or a full complement of vitamins.</p><p>Things get particularly interesting when respondents were asked about “non-essentials”. Only 60% think seasonal celebrations should be attainable for all, while 55% think everyone should be able to afford a television.</p><p>Frances Ryan is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/britain-poor-people-leisure-victorian-workhouse\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/08/britain-poor-people-leisure-victorian-workhouse", "date_published": "2023-08-08T05:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Palantir lobbied UK disabilities minister to use software to tackle benefits fraud", "description": "<p>US data firm wanted to brief Tom Pursglove on how its technology could help recover ‘large amounts’</p><p>The US tech firm Palantir lobbied the UK disabilities minister to adopt new technology to crack down on benefits fraud, emails released to the Guardian have revealed.</p><p>The company wrote to Tom Pursglove to brief him on technology it had recently deployed elsewhere, promising that it had the potential for the Department for Work and Pensions (DWP) to rapidly “recover large amounts of fraud”.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/08/palantir-lobbied-uk-disabilities-minister-software-benefits-fraud\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/08/palantir-lobbied-uk-disabilities-minister-software-benefits-fraud", "date_published": "2023-08-08T05:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: stress and squabbles in Ultimate Wedding Planner", "description": "<p>The first big day takes place in a Concorde hanger. Plus: a deadly mission for the West Midlands police drone. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/08/tv-tonight-stress-and-squabbles-in-ultimate-wedding-planner\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/08/tv-tonight-stress-and-squabbles-in-ultimate-wedding-planner", "date_published": "2023-08-08T05:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Conflict of interest or a very cunning plan? | Fiona Katauskas", "description": "<p>The consultancy business model is catching on <br /><br /></p><p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/08/conflict-of-interest-or-a-very-cunning-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/08/conflict-of-interest-or-a-very-cunning-plan", "date_published": "2023-08-08T04:49:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Virtually certain’ extreme Antarctic events will get worse without drastic action, scientists warn", "description": "<p>Record low sea ice levels, the collapse of ice shelves, and surface temperatures 38.5C above average cited as concerns in new review</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/08/australia-politics-live-doctors-rally-gas-northern-territory-beetaloo-middle-arm-teals-greens-fracking-anthony-albanese-peter-dutton-indigenous-voice-question-time\">Follow our Australia news live blog for latest updates</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>It is “virtually certain” that future extreme events in <a href=\"https://viewer.gutools.co.uk/world/antarctica\">Antarctica</a> will be worse than the extraordinary changes already observed, according to a new scientific warning that stresses the case for immediate and drastic action to limit global heating.</p><p>A new review draws together evidence on the vulnerability of Antarctic systems, highlighting recent extremes such as record low sea ice levels, the collapse of ice shelves, and surface temperatures up to 38.5C above average over East Antarctica in 2022 – the world’s largest ever recorded heatwave.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2023/aug/08/drastic-action-needed-to-limit-worsening-extreme-events-in-antarctica-scientists-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/drastic-action-needed-to-limit-worsening-extreme-events-in-antarctica-scientists-warn", "date_published": "2023-08-08T04:31:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Only Murders In the Building season three review – Meryl Streep helps make the best season ever", "description": "<p>It’s more fun, the chemistry between the amateur sleuths almost crackles, and the guests are stellar. As Streep puts in her beautiful performances, you want to punch the air</p><p>A few years ago, when naming a career-best comedy trio featuring Steve Martin and Martin Short, the presumed missing person would be their Three Amigos costar Chevy Chase. But now, as their hit show Only Murders In the Building enters its third season, Selena Gomez has firmly taken that spot. What seemed like stunt-casting when the series premiered back in 2021, or a cynical ploy to give the show cross-generation appeal, has created one of the most delightful trios on television. In the show’s best season to date, the amateur sleuths/podcasters return to solve another murder, the warm chemistry between them is even more bewitching, and the mysteries and twists are inspired. The dialogue is still silly but sharp, and it truly sings when Martin, Short and Gomez all interact to create an old-school jazzy quality. It is not the easiest narrative to sell, to convincingly keep these very different characters, who have little in common, in each other’s lives – but good news! The old gang have to get back together because, you guessed it, there was a murder, and it was in the building.</p><p>Technically, the second season of this mystery-comedy series ended on a murder. Oliver (Short) was finally back directing a play on Broadway after a notorious flop landed him “15 years in Broadway jail”. Alas, on opening night, his superstar lead Ben Glenroy (Paul Rudd), collapsed dead, seemingly ending the play, and Oliver’s career, again. Not that the success of that play felt assured, given the show’s tendency to make every element as absurd as possible. On occasion, this is something that has proven grating, but this time round the daftness of the fact that Oliver is directing “A play called Death Rattle. Set in a lighthouse in a Nova Scotia where the only witness to a murder is a baby,” never gets old. Particularly in the scenes where the self-serious actors are giving it their all in rehearsals, and Rudd’s Hollywood blowhard of a character has to brandish a rattle threateningly. Thankfully, he is given more than just a cameo and is phenomenal as a douchebag movie star who swans into rooms, makes a series of penis jokes, lets his co-star Kimber (Ashley Park) know he has “timber for Kimber” and swiftly hands out a series of NDAs. Every detail about Rudd’s Ben is hilariously terrible, from his treatment of his assistant/brother, his strong opinions on the colour palette of his dressing room, to his biggest claim to fame being the star of a series of “CoBro” films, where he plays a “bro” able to transform into a large Cobra that helps the police.</p><p>Only Murders in the Building season three is on Disney+.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/08/only-murders-in-the-building-season-three-review-meryl-streep-helps-make-the-best-season-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/08/only-murders-in-the-building-season-three-review-meryl-streep-helps-make-the-best-season-ever", "date_published": "2023-08-08T04:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Summer picks: should we ban artificial grass? – podcast", "description": "<p>Installing artificial grass is becoming an increasingly popular way to achieve a neat, green lawn without much effort. But with environmental and potential health costs associated with plastic turf, many campaigners and gardeners would like to see it banned. In this episode from April 2023, Madeleine Finlay speaks to Guardian feature writer Sam Wollaston and urban ecologist Prof Rob Francis about why people go for artificial grass, its environmental impact, and whether it’s time we rid ourselves of the idea of the perfect lawn altogether</p><p>Read about the plastic lawn backlash <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/31/plastic-lawn-backlash-fake-grass\">here</a></p> <a href=\"https://www.theguardian.com/science/audio/2023/aug/08/summer-picks-should-we-ban-artificial-grass-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/aug/08/summer-picks-should-we-ban-artificial-grass-podcast", "date_published": "2023-08-08T04:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Urban foxes no more cunning than rural ones, researchers find", "description": "<p>City dwellers just as likely to be too ‘shy or lazy’ to solve puzzle for food as their country cousins, study finds</p><p>From rooting through our rubbish to stealing shoes and garden gloves, urban foxes are renowned for their intrepid behaviour. But although city life may have made them bolder than their country cousins, they are no more cunning – and most are likely to be too lazy to persevere at a problem to obtain food, research suggests.</p><p>Globally, red foxes are among the most successful carnivores, and the number living in British towns and cities has <a href=\"https://www.theguardian.com/environment/2017/apr/16/urban-foxes-number-one-for-every-300-residents-study-suggests\">exploded in recent years</a>. But while some researchers have suggested that urbanisation might be making foxes and other wildlife bolder and smarter, few studies have directly tested how they compare with rural foxes when confronted with the same challenges.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/urban-foxes-no-more-cunning-than-rural-ones-researchers-find\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/urban-foxes-no-more-cunning-than-rural-ones-researchers-find", "date_published": "2023-08-08T04:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Snoring, slobs and splitting the bills: 19 ways to holiday with friends – without falling out", "description": "<p>From budgeting to itineraries, travel can stretch the limits of even the closest friendships. Here’s how to avoid disaster</p><p>Lots of us are choosing to holiday with friends rather than family. According to a survey by Expedia of 24,000 adults across 17 countries, 65% of people planning to travel in the next 36 months will be doing so with friends. Holidaying with your mates is great fun – but the sudden change from casual socialising to spending 24/7 together can be challenging. Here’s how to navigate some common sources of stress – and ensure you’re all still speaking to each other when you get home.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/08/snoring-slobs-and-splitting-the-bills-19-ways-to-holiday-with-friends-without-falling-out\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/08/snoring-slobs-and-splitting-the-bills-19-ways-to-holiday-with-friends-without-falling-out", "date_published": "2023-08-08T04:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine creates database of art linked to sanctions-hit Russians", "description": "<p>Corruption agency hopes portal will ‘make it difficult for Russian oligarchs to sell such assets’</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>From Leonardo da Vinci’s Salvator Mundi to Andy Warhol’s Four Marilyns, it amounts to an art collection that could grace any gallery in the world.</p><p>But rather than being the highlights of a blockbuster exhibition at a major gallery, these are just some of the 300, and counting, pieces known to have been recently owned by Russian nationals under western sanctions that have been entered into a searchable database set up by Ukraine’s National Agency on Corruption Prevention (NACP).</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/ukraine-creates-database-of-art-linked-to-sanctions-hit-russians\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/ukraine-creates-database-of-art-linked-to-sanctions-hit-russians", "date_published": "2023-08-08T04:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Ruzzki not welcome’: the Russian exiles getting a hostile reception in Georgia", "description": "<p>After the invasion of Ukraine, thousands of Russians fled to Tbilisi. But the graffiti that has sprung up across the city suggests not everyone is pleased to see them</p><p>Dima Belysh stood in the empty park amphitheatre in his orange hoodie and dirty white sneakers. It was November in Tbilisi, Georgia, and he was in the middle of a 24-hour performance art piece dedicated to his hasty flight to the Georgian capital from his home in St Petersburg, Russia. When I showed up I was the only spectator, so he had plenty of time to talk.</p><p>“It’s ironic,” Belysh told me. “I went from a place I didn’t feel at home to a place that is not welcoming me.”</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/ruzzki-not-welcome-the-russian-exiles-getting-a-hostile-reception-in-georgia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/ruzzki-not-welcome-the-russian-exiles-getting-a-hostile-reception-in-georgia", "date_published": "2023-08-08T04:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The legacy of Sinéad O’Connor – podcast", "description": "<p>Film-maker Kathryn Ferguson and journalist Simon Hattenstone share their memories of Sinéad O’Connor and reflect on her impact on music and society</p><p>“She was the guiding light and she was a torch that brought us out of the dark ages, particularly in Ireland,” the Irish film-maker <strong>Kathryn Ferguson</strong> tells <strong>Nosheen Iqbal</strong>. “And for that we owe her everything.”</p><p>Ferguson directed Nothing Compares, a 2022 documentary about the singer Sinéad O’Connor’s life. She explains why O’Connor spoke out about abuse in the Catholic church in the early 1990s when it was still taboo to do so and how the singer’s activism helped to shape modern Ireland.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/08/the-legacy-of-sinead-oconnor-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/08/the-legacy-of-sinead-oconnor-podcast", "date_published": "2023-08-08T02:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prosecutors seek to prevent Trump from sharing January 6 case evidence", "description": "<p>Trump’s lawyers want the ability to widely share some evidence, including sensitive witness transcripts</p><p>Federal prosecutors asked a federal judge to reject <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> request for fewer restrictions over how he can publicly share evidence in the case involving his efforts to subvert the 2020 election, arguing the former president was seeking to abuse the discovery process.</p><p>“The defendant seeks to use the discovery material to litigate this case in the media,” prosecutors <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.dcd.258149/gov.uscourts.dcd.258149.15.0_1.pdf\">wrote in an eight-page brief</a> on Monday. “But that is contrary to the purpose of criminal discovery, which is to afford defendants the ability to prepare for and mount a defense in court.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/07/trump-evidence-witness-transcripts-january-6\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/07/trump-evidence-witness-transcripts-january-6", "date_published": "2023-08-08T01:59:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "World Scout Jamboree: South Korea sends 1,000 buses to take attendees away from Typhoon Khanun", "description": "<p>Huge operation begins to take tens of thousands of Scouts from the camp site to venues in and around the capital, Seoul, as storm nears</p><p>More than 1,000 buses were being deployed to move 36,000 Scouts – mostly teenagers – from the World Scout Jamboree in South Korea, as Typhoon Khanun looms.</p><p>Most of the scouts, who come from 158 countries, will be taken from the site in the south-western county of Buan to accommodation in the capital, Seoul, and the nearby metropolitan area, said Kim Sung-ho, a vice-minister at the interior ministry. Officials were trying to secure spaces at government training centres and education facilities as well as hotels.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/south-korea-scouts-1000-buses-evacuation-typhoon-khanun\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/south-korea-scouts-1000-buses-evacuation-typhoon-khanun", "date_published": "2023-08-08T01:22:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vanuatu PM faces no-confidence vote as rivals cite ‘foreign engagement’ concerns", "description": "<p>Motion led by ex-PM to unseat Kalsakau lists complaints including foreign relationships after security pact signed with Australia</p><p>Vanuatu’s opposition has moved to oust prime minister Ishmael Kalsakau, citing “foreign engagement” and the signing of a bilateral security agreement with Australia among its list of grievances.</p><p>A group led by former prime minister and opposition leader Bob Loughman, who himself drew criticism for signing agreements with China while in office, urged for the immediate election of a new prime minister in a motion of no confidence submitted to parliament last week.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/vanuatu-pm-faces-no-confidence-vote-as-rivals-cite-foreign-engagement-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/vanuatu-pm-faces-no-confidence-vote-as-rivals-cite-foreign-engagement-concerns", "date_published": "2023-08-08T01:15:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Junta leaders in Niger refuse to let top US official meet ousted president", "description": "<p>Victoria Nuland said commanders rejected calls to restore democracy and blocked her from meeting Mohamed Bazoum, who is under house arrest</p><p>Junta leaders in Niger have refused to let a senior US official meet the West African country’s ousted president and rejected her calls to restore democracy after last month’s coup.</p><p>Victoria Nuland, the US acting deputy secretary of state, described “frank and difficult” talks during a two-hour meeting in the Nigerien capital, Niamey, on Monday, as the rebellious commanders again refused to give in to international pressure to stand down.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/junta-leaders-in-niger-refuse-to-let-top-us-official-meet-ousted-president\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/junta-leaders-in-niger-refuse-to-let-top-us-official-meet-ousted-president", "date_published": "2023-08-08T00:33:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia releases history schoolbook praising Ukraine invasion", "description": "<p>Textbook apparently written in just five months is part of Kremlin’s tightening of control over historical narrative in schools</p><p>Moscow has unveiled new history textbooks that include sections on Russia’s invasion of Ukraine apparently written in a few months, ahead of children returning to school.</p><p>The Kremlin has tightened its control over the historical narrative in schools under Vladimir Putin – a trend that has hugely accelerated since the president launched the full-scale war on Ukraine in 2022.</p> <a href=\"https://www.theguardian.com/world/2023/aug/08/russia-releases-history-schoolbook-praising-ukraine-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/russia-releases-history-schoolbook-praising-ukraine-invasion", "date_published": "2023-08-08T00:03:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]