[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Aging in the U.S. (full documentary) | FRONTLINE", "description": "A powerful and intimate look at the realities of aging in America and the burgeoning population of people who are 85+ years old. (Aired 2006)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWhen the documentary “Living Old” was released, people over 85 were the fastest growing segment of the U.S. population. While medical advances enabled an unprecedented number of Americans to live longer and healthier lives, the documentary examined how this new longevity also had unintended consequences.\n\nFor millions of Americans, living longer also came to mean serious chronic illness and a protracted physical decline that could require an immense amount of care, often for years and sometimes even decades. Yet as the need for care started rising, the number of available caregivers dwindled. With families more dispersed and an overburdened healthcare system, many experts feared the country was on the threshold of a major crisis in care.\n\n“Living Old” was a FRONTLINE co-production with Mead Street Films. The documentary was written, produced and directed by Miri Navasky and Karen O’Connor. The executive producer of FRONTLINE was David Fanning.\n\nExplore additional reporting on \"Living Old\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/livingold/\n\n#Documentary #Aging #ElderCare\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nPrologue - 00:00\nAging in America: Living Longer But With Chronic Diseases - 1:17\nA Looming Crisis in Elder Care - 8:56\nNursing Homes, Independence and Family Caregivers - 17:33\nCaring for Elders and Dealing With Death - 24:20\nWeighing Medical Procedures and Quality of Life - 35:22\nLong-term Care and End of Life Decisions - 44:45\nCredits - 53:11", "link": "https://www.youtube.com/watch?v=QMDsUdhymbQ", "date_published": "2023-08-08T23:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/QMDsUdhymbQ/hqdefault.jpg"}]