[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Action Bronson: Tiny Desk Concert", "description": "Bobby Carter | August 8, 2023\nThere are times during Action Bronson's Tiny Desk when his vocals momentarily drift. We instruct our guests to face the directional microphones so that our recorders clearly pick up the voices. Action warned us of the improbability of that happening before we started filming and sure enough, the Flushing, Queens emcee strolled off mic a couple of times, did an about face here and there and even took a knee mid-show. By the time we got to \"Latin Grammys,\" he looked over to our engineer Josh Rogosin and said, \"I told you I couldn't stand still. How do you play music still?\" He's got a point.\n\nAction's band Human Growth Hormone reinterprets his records so funky, it's nearly impossible not to move, yet the small imperfections during the set tickled me. Bam Bam, primarily known as a rapper, has turned his passion for food, clothing, sneakers, wrestling, writing, fitness and painting into bonafide professions. Never veering too far away from the booth, he's consistently dropped projects since 2011. After working out in the green room, Mr. Baklava walked to the Desk, greeting nearly every person in the room with a handshake, and proceeded to perform highlights from Mr. Wonderful, Lamb Over Rice, White Bronco, and Only For Dolphins. Bronson was born to entertain us.\n\nSET LIST\n\"Dmtri\"\n\"Live from the Moon\"\n\"Latin Grammys\"\n\"Terry\"\n\"Baby Blue\"\n\nMUSICIANS\nAction Bronson: vocals, effects\nMatt \"Yung Mehico\" Carrillo: keys, saxophone\nNicholas Coleman: bass\nWahkiba \"9Ether\" Julion: drums\nRed Walrus: percussion\nJulian Love: guitar\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nVideographers: Maia Stern, Joshua Bryant, Kara Frame, Alanté Serene\nAudio Assistant: Josephine Nyounai\nProduction Assistant: Ashley Pointer\nPhotographer: Catie Dull\nTiny Desk Team: Suraya Mohamed, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #actionbronson", "link": "https://www.youtube.com/watch?v=CUN8pdgA0m8", "date_published": "2023-08-08T09:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/CUN8pdgA0m8/hqdefault.jpg"}]