[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Baldur's Gate 3 - 10 Ridiculous Things YOU DIDN'T KNOW You Can Do", "description": "Baldur’s Gate 3 recreates the Dungeons and Dragons experience better than most other games have ever managed to do, and that, of course, goes hand-in-hand with a level of freedom and player agency that is unmatched across the industry. \n\nLarian Studios’ RPG places very few limits on you in letting you express yourselves in the most creative ways possible, whether that’s in combat, outside of combat, what kind of character you want to play as, or what decisions you want to make in the story. \n\nThat obviously means there’s no shortage of ridiculous things that you can do in the game, and though the list of things on that front is a long one, here, we’re going to highlight a few that have stood out to us in our time with the game.", "link": "https://www.youtube.com/watch?v=pNjdkogU2ZY", "date_published": "2023-08-08T18:45:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pNjdkogU2ZY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Whatever Happened To That Red Dead Redemption \"REMASTER\"...", "description": "Rockstar Games has finally announced its long-rumored re-release of Red Dead Redemption. It's not a remake or a remaster. It's also not releasing natively for PS5 and Xbox Series X/S, instead coming to PS4 on August 17th. PC players? Forget about it.\n\nThe re-release packages the 2010 classic that fans know and love with the Undead Nightmare expansion and Game of the Year Edition content (except without multiplayer). There may be some slight visual improvements, but otherwise, this is the same title that launched back in the seventh console generation.\n\nExcept it retails for $49.99, while you could find the original for half-price. Suffice it to say that fans are angry, and Rockstar's track record for underwhelming remasters/re-releases doesn't help.", "link": "https://www.youtube.com/watch?v=74QF-2aua_Q", "date_published": "2023-08-08T09:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/74QF-2aua_Q/hqdefault.jpg"}]