[{"source": "https://www.engadget.com/rss.xml", "title": "Twitter adds blue checks to accounts of dead celebrities", "description": "<p>When Elon Musk first announced Twitter would start charging for verification, he <a href=\"https://twitter.com/elonmusk/status/1587498907336118274?s=20\"><ins>said</ins></a> the company’s legacy “lords &amp; peasants” system was “bullshit.” Now, just days after <a href=\"https://www.engadget.com/twitter-starts-pulling-legacy-blue-verification-checkmarks-205010576.html\"><ins>winding down the old system</ins></a>, Twitter has begun handing out blue ticks to celebrity users and accounts with more than one million followers. Among the users who received the verification but say they did not pay for the service include author <a href=\"https://twitter.com/neilhimself\"><ins>Neil Gaiman</ins></a>, actor <a href=\"https://twitter.com/perlmutations\"><ins>Ron Perlman</ins></a>, the <a href=\"https://twitter.com/MIT\"><ins>Massachusetts Institute of Technology</ins></a> and Twitter comic dril.</p><div id=\"c605be2da78d454989d0a3c28e331156\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">now that i have the baneful blue mark, I undertand the pain ive wrought. i was wrong to torment dog coin guys. im jealous of their million's</p>— slave to Woke (@dril) <a href=\"https://twitter.com/dril/status/1649895619350364160?ref_src=twsrc%5Etfw\">April 22, 2023</a></blockquote></div><p>“For the curious, I’m not subscribed to Twitter Blue,” author Neil Gaiman <a href=\"https://twitter.com/neilhimself/status/1650194655399628802?s=20\"><ins>tweeted</ins></a> on Sunday afternoon. “I haven’t given anyone my phone number. What a sad, muddled place this has become.” Other celebrities expressed similar sentiments. “Ah they got me. Im fucked,” dril wrote, before later losing his check mark – seemingly because <a href=\"https://www.theringer.com/tech/2023/4/12/23673003/dril-twitter-interview-profile-identity\"><ins>Paul Dochney</ins></a>, the writer who runs the account, <a href=\"https://twitter.com/dril/status/1650234240922157056?s=20\"><ins>changed dril’s display name to “slave to Woke.”</ins></a></p><span id=\"end-legacy-contents\"></span><p>It’s unclear just how many users Twitter has re-verified in this way. On Friday, Musk <a href=\"https://twitter.com/elonmusk/status/1649173502572765185?s=20\"><ins>claimed</ins></a> he was “personally” paying the Twitter Blue subscription of a few celebrities, including LeBron James and Stephen King. Additionally, accounts that once belonged to <a href=\"https://twitter.com/chadwickboseman\"><ins>Chadwick Boseman</ins></a>, <a href=\"https://twitter.com/kobebryant\"><ins>Kobe Bryant</ins></a> and <a href=\"https://twitter.com/Bourdain\"><ins>Anthony Bourdain</ins></a>, celebrities who died long before Musk’s takeover of Twitter, were also reverified over the weekend. The same message appears if you click on any of the blue checks associated with those accounts. “This account is verified because they are subscribed to Twitter Blue and verified their phone number.”</p><div id=\"582b1aaf5b2242a8af6ec06a8062c89d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">So, how do all the Musk fanboys and MAGA folks on this site feel about the fact that your conquering hero said he’d bring ‘equality’ and ‘people power’ to this site and then charged you all for Twitter Blue while giving it to people like me for free?<br /><br />Do you feel… owned?</p>— Mehdi Hasan (@mehdirhasan) <a href=\"https://twitter.com/mehdirhasan/status/1650225723477565441?ref_src=twsrc%5Etfw\">April 23, 2023</a></blockquote></div><p>It’s unclear if someone paid to verify those accounts or if Twitter granted them blue checks free of charge. Twitter does not operate a public relations department Engadget could reach for comment. Understandably, many of those who got their check mark for free are upset that Twitter is suggesting they paid for Twitter Blue. “Its ok he <a href=\"https://www.engadget.com/twitter-reportedly-cuts-alex-spiro-232831688.html\"><ins>fired the people</ins></a> in charging telling him its illegal,” dril <a href=\"https://twitter.com/dril/status/1649919372700565504?s=20\">joked</a>, pointing to a screenshot showing the Wikipedia page detailing the <a href=\"https://en.wikipedia.org/wiki/Lanham_Act\">Lanham Act</a>, a federal law that lays out, among other things, what constitutes false endorsement in the US.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-adds-blue-checks-to-accounts-of-dead-celebrities-223749275.html?src=rss", "link": "https://www.engadget.com/twitter-adds-blue-checks-to-accounts-of-dead-celebrities-223749275.html?src=rss", "date_published": "2023-04-23 22:37:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NBCUniversal CEO Jeff Shell is leaving Comcast over 'inappropriate conduct'", "description": "<p>NBCUniversal CEO Jeff Shell is leaving Comcast, effective immediately. The telecom giant made the surprise announcement in a terse press release it <a href=\"https://www.businesswire.com/news/home/20230423005042/en/Comcast-Corporation-Announces-Jeff-Shell-Is-Leaving-the-Company/?feedref=JjAwJuNHiystnCoBq_hl-QKgmG6JQBT0uUT2P8A7FnP-A1Xt1W6a2nSinTmJVjPl7fxFuNFTHSunhvli30RlBNXya2izy9YOgHlBiZQk2LPgxNjXHjsNmKaXEz4koEK2AJhcZjZrEZPnZ-1m8zDO3A==\">issued on Sunday</a>. Following an investigation prompted by a complaint of inappropriate behavior, Comcast says it came to a “mutual” decision with Shell that he should resign his position.</p><p>“Today is my last day as CEO of NBCUniversal. I had an inappropriate relationship with a woman in the company, which I deeply regret,” Shell said in a joint statement. “I'm truly sorry I let my Comcast and NBCUniversal colleagues down, they are the most talented people in the business and the opportunity to work with them the last 19 years has been a privilege.”</p><span id=\"end-legacy-contents\"></span><p>Comcast has not named a successor to Shell. In a memo obtained by <a href=\"https://variety.com/2023/film/news/jeff-shell-ousted-nbcuniversal-inappropriate-relationship-1235591896/\"><em>Variety</em></a>, Comcast CEO Brian Roberts and President Mike Cavanagh told employees they were “disappointed” to share the news.  “We built this company on a culture of integrity. Nothing is more important than how we treat each other. You should count on your leaders to create a safe and respectful workplace,” they wrote. “When our principles and policies are violated, we will always move quickly to take appropriate action, as we have done here.”</p><p>Shell joined Comcast in 2004. He became the CEO of NBCUniversal in 2020. That same year, he oversaw the launch of <a href=\"https://www.engadget.com/nbc-peacock-launch-everything-you-need-to-know-191032095.html\">Peacock</a>. Shell leaves NBCUniversal without having made the streaming service profitable. At the start of the year, Comcast told investors that it had <a href=\"https://techcrunch.com/2023/01/26/peacock-tops-20m-subscribers-in-q4-as-losses-widen/?guccounter=1\">added five million paying subscribers</a> during the final three months of 2022. However, over that same period, the company lost nearly $1 billion operating the service.</p>This article originally appeared on Engadget at https://www.engadget.com/nbcuniversal-ceo-jeff-shell-is-leaving-comcast-over-inappropriate-conduct-203917877.html?src=rss", "link": "https://www.engadget.com/nbcuniversal-ceo-jeff-shell-is-leaving-comcast-over-inappropriate-conduct-203917877.html?src=rss", "date_published": "2023-04-23 20:39:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "ARM is reportedly building a chip to show off what its designs can do", "description": "<p>ARM is reportedly building its own chip. According to the <a href=\"https://www.ft.com/content/72897dde-2d84-48b1-8bd7-390e66049d40\"><em><ins>Financial Times</ins></em></a>, the company has tasked its newly formed “solutions engineering” team, led by former Qualcomm executive and Snapdragon designer Kevork Kechichian, with producing a semiconductor to showcase the capabilities of its products. ARM’s apparent goal with the project is to attract new customers ahead of its highly anticipated initial public offering later this year.</p><p><em>The Times</em> reports the company began work on the prototype about six months ago. Multiple industry executives told the outlet the resulting design is “more advanced” than any semiconductor produced in the past. The fact numerous sources outside of ARM spoke to <em>The Times</em> about the in-house chip would suggest the prototype is something of an open secret within the chip industry.</p><span id=\"end-legacy-contents\"></span><p>ARM did not immediately respond to Engadget’s comment request. According to <em>The Times</em>, the firm does not plan to sell or license the design of the prototype to other companies. That’s easy to believe. It would be out of character for ARM to do otherwise. The company’s business model is built around <a href=\"https://www.engadget.com/arm-qualcomm-lawsuit-trademark-infringement-license-agreements-nuvia-chips-cored-architecture-144307561.html\">licensing</a> its <a href=\"https://www.engadget.com/arm-armv9-architecture-180043435.html\"><ins>architecture</ins></a> to other firms. More than 500 companies, including Apple, MediaTek and Qualcomm, employ ARM-designed components in their semiconductors.</p><p>There are parts of the market where ARM could make inroads. With PCs, for instance, ARM components are rare outside of recent Mac computers. As <em>The Times</em> notes, the company last week warned investors of a “significant concentration” risk to its business. In 2022, ARM’s 20 most important customers accounted for 86 percent of its revenues. “The loss of a small number of key customers could significantly impact the group’s growth,” the firm told analysts.</p><p>Separately, the project could be a good thing for consumers. According to <em>The Times</em>, ARM’s solutions engineering team is also working on improving the performance and security of the company’s designs. That work will likely trickle down to the devices you use daily.</p>This article originally appeared on Engadget at https://www.engadget.com/arm-is-reportedly-building-a-chip-to-show-off-what-its-designs-can-do-193232317.html?src=rss", "link": "https://www.engadget.com/arm-is-reportedly-building-a-chip-to-show-off-what-its-designs-can-do-193232317.html?src=rss", "date_published": "2023-04-23 19:32:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple’s mixed-reality headset may come with a magnetic cable for its external power supply", "description": "<p>At the start of 2023, <em>Bloomberg’s </em>Gurman <a href=\"https://www.bloomberg.com/news/articles/2023-01-23/apple-reality-pro-details-eye-hand-tracking-app-store-3d-ios-like-interface?cmpid=BBD042323_POWERON&amp;utm_medium=email&amp;utm_source=newsletter&amp;utm_term=230423&amp;utm_campaign=poweron&amp;sref=10lNAhZ9\"><ins>reported</ins></a> Apple’s forthcoming mixed-reality headset would feature an external power supply. At the time, he said the company made the decision to offload the battery for a few reasons. Apple was concerned about the device overheating. It also wanted to make the headset lighter and thereby more comfortable to wear.</p><p><a href=\"https://www.engadget.com/apples-wwdc-2023-begins-june-5th-171718339.html\">Ahead of WWDC 2023</a>, the venue where Apple is <a href=\"https://www.engadget.com/apple-mixed-reality-headset-wwdc-2023-announcement-221042779.html\"><ins>expected to announce the headset</ins></a>, Gurman has shared more information about what to expect from the wearable’s external battery. Writing in his latest <a href=\"https://www.bloomberg.com/news/newsletters/2023-04-23/apple-s-ar-vr-headset-plans-ipad-apps-fitness-sports-viewing-gaming-music-lgtgopgx?sref=10lNAhZ9\"><ins>Power On newsletter</ins></a>, he says the device, rumored to be named <a href=\"https://www.engadget.com/apple-appears-to-have-registered-reality-trademarks-for-its-upcoming-ar-headset-093742126.html\"><ins>“Reality Pro” or “Reality One,”</ins></a> will feature two ports: a USB-C interface for data transfers and a “new proprietary charging connector.” Judging from Gurman’s description, the latter is reminiscent of Apple’s <a href=\"https://www.engadget.com/apple-magsafe-iphone-173957651.html\"><ins>recently reintroduced MagSafe</ins></a> power port. The included power cable reportedly features a round tip that magnetically attaches to Apple’s headset. After inserting the cable, Gurman says you rotate it to lock it into place.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"iPhone 12 MagSafe Battery Pack\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-07/a4f836d0-e402-11eb-b77f-32ac984a1efc\" style=\"height: 1000px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure><p>As for the power supply, it’s about the size of an iPhone and looks similar to Apple’s own <a href=\"https://www.engadget.com/apple-iphone-12-magsafe-battery-pack-175601349.html\"><ins>MagSafe Battery Pack</ins></a> (pictured above). The component can reportedly power the wearable for up two hours on a single charge. Recharging the pack involves a USB-C cable connected to a MacBook Pro power adapter. Gurman speculates Apple will allow customers to buy additional packs separately since a single one provides so little uptime.</p><p>More than anything, Gurman’s latest report underscores how much of a first-generation product Apple’s headset will be when it arrives later this year. With the device employing such a cumbersome power delivery method and coming in at a rumored $3,000, it’s hard to imagine the average consumer running out to buy Apple’s latest gadget.</p>This article originally appeared on Engadget at https://www.engadget.com/apples-mixed-reality-headset-may-come-with-a-magnetic-cable-for-its-external-power-supply-171341879.html?src=rss", "link": "https://www.engadget.com/apples-mixed-reality-headset-may-come-with-a-magnetic-cable-for-its-external-power-supply-171341879.html?src=rss", "date_published": "2023-04-23 17:13:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple’s 2022 iPad is back on sale for $399", "description": "<p>If you missed the chance to buy Apple’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0yMDIyLTEwLTktaW5jaC1pUGFkLVdpLUZpL2RwL0IwQkpMVDk4UTc_dGFnPWdkZ3QwYy1wLW8tdTktMjAiLCJjb250ZW50VXVpZCI6Ijg5ZTgxMGYxLTBiYTEtNDQ3OS04ZjJlLTFlZTM0ODczNTQ3MSJ9&amp;signature=AQAAARRS_ZvdvV12EWbTe7H_AlxLdvHErETqvq4Q547kF9uT&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-2022-10-9-inch-iPad-Wi-Fi%2Fdp%2FB0BJLT98Q7\"><ins>2022 iPad</ins></a> when it was $50 off earlier this month, now you have another opportunity to purchase the tablet at a discount. For the time being, Amazon is offering the device at a starting price of $399. That’s a return to the iPad’s best-ever price.</p><p></p><p>The sale includes all color, storage and networking variants of the 10.9-inch tablet. Colorway options include pink, blue, silver and yellow, and you can order the device with either 64GB or 256GB of storage. Apple also offers an LTE variant that features cellular connectivity. With the $50 discount, you’ll pay $549 for either the 256GB WiFi model or the 64GB LTE model. The top-spec variant is currently $699.</p><span id=\"end-legacy-contents\"></span><p>Engadget awarded the 10th-generation iPad a score of <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\"><ins>85</ins></a> when it reviewed the device last fall. The tablet features a refreshed design reminiscent of the iPad Pro and iPad Air. Apple removed the Home button found on the previous model, replacing it with an edge-facing Touch ID button that doubles as a sleep button. The company also outfitted the tablet with its A14 Bionic chipset and repositioned the front-facing camera so that it has a landscape orientation, making the tablet better suited for video calls. Note that the 2022 iPad is not a great choice if you’re an artist as it doesn’t support the second-generation Apple Pencil. With the redesign also came a more expensive price tag, something Amazon’s discount helps address.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-2022-ipad-is-back-on-sale-for-399-151741360.html?src=rss", "link": "https://www.engadget.com/apples-2022-ipad-is-back-on-sale-for-399-151741360.html?src=rss", "date_published": "2023-04-23 15:17:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hitting the Books: We'd likely have to liquidate Jupiter to build a Dyson Sphere around the Sun", "description": "<p>The gargantuan artificial construct enveloping your local star is going to be rather difficult to miss, even from a few light years away. And given the literally astronomical costs of resources  needed to construct such a device — the still-theoretical-for-humans <a href=\"https://www.science.org/doi/10.1126/science.131.3414.1667\">Dyson Sphere</a> — having one in your solar system will also serve as a stark warning of your technological capacity to ETs that comes sniffing around.&nbsp;</p><p>Or at least that's how 20th century astronomers like Nikolai Kardashev and Carl Sagan envisioned our potential Sol-spanning distant future going. Turns out, a whole lot of how we predict intelligences from outside our planet will behave is heavily influenced by humanity's own cultural and historical biases. In <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Qb3NzaWJpbGl0eS1MaWZlLVNjaWVuY2UtSW1hZ2luYXRpb24tS2luc2hpcC9kcC8xMzM1NDYzNTQyP3RhZz1nZGd0MGMtcC1vLXRvLTIwIiwiY29udGVudFV1aWQiOiIwOThhOWJhZi05NWZmLTQ2YTAtYWM0NS01OWI3YzA2OTkxYzQifQ&amp;signature=AQAAAavNYKkgIgxpr1fBmiGAOBzjdznBFtYQip9XYpBrH1ej&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPossibility-Life-Science-Imagination-Kinship%2Fdp%2F1335463542\"><em>The Possibility of Life</em></a><em>, </em>science journalist Jaime Green examines humanity's intriguing history of looking to the stars and finding ourselves reflected in them.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"big space motif, bold text, it's a whole thing\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/13a225f0-dd71-11ed-9fff-686b3a867039\" style=\"height: 1500px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Harper Collins Publishing</div></figure><p>Excerpted from <a href=\"https://www.harpercollins.com/products/the-possibility-of-life-jaime-green\"><em>The Possibility of Life</em></a> by Jaime Green, Copyright © 2023 by Jaime Green. Published by Hanover Square Press.</p><hr /><h2>On a Scale of One to Three</h2><p>The way we imagine human progress — technology, advancement — seems inextricable from human culture. Superiority is marked by fast ships, colonial spread, or the acquisition of knowledge that fuels mastery of the physical world. Even in <em>Star Trek</em>, the post-poverty, post-conflict Earth is rarely the setting. Instead we spend our time on a ship speeding faster than light, sometimes solving philosophical quandaries, but often enough defeating foes. The future is bigger, faster, stronger — and in space.</p><p>Astronomer Nikolai Kardashev led the USSR’s first SETI initiatives in the early 1960s, and he believed that the galaxy might be home to civilizations billions of years more advanced than ours. Imagining these civilizations was part of the project of searching for them. So in 1964, Kardashev came up with a system for classifying a civilization’s level of technological advancement.</p><p>The Kardashev scale, as it’s called, is pretty simple: a Type I civilization makes use of all the energy available on or from its planet. A Type II civilization uses all the energy from its star. A Type III civilization harnesses the energy of its entire galaxy.</p><p>What’s less simple is how a civilization gets to any of those milestones. These leaps, in case it’s not clear, are massive. On Earth we’re currently grappling with how dangerous it is to try to use all the energy sources on our planet, especially those that burn. (So we’re not even a Type I civilization, more like a Type Three-quarters.) A careful journey toward Type I would involve taking advantage of all the sunlight falling on a planet from its star, but that’s just one billionth or so of a star’s total energy output. A Type II civilization would be harnessing all of it.</p><p>It’s not just that a Type II civilization would have to be massive enough to make use of all that energy, they’d also have to figure out how to capture it. The most common imagining for this is called a Dyson sphere, a massive shell or swarm of satellites surrounding the star to capture and convert all its energy. If you wanted enough material to build such a thing, you’d essentially have to disassemble a planet, and not just a small one — more like Jupiter. And then a Type III civilization would be doing that, too, but for all the stars in its galaxy (and maybe doing some fancy stuff to suck energy off the black hole at the galaxy’s core).</p><p>On the one hand, these imaginings are about as close to culturally agnostic as we can get: they require no alien personalities, no sociology, just the consumption of progressively more power, to be put to use however the aliens might like. But the Kardashev scale still rests on assumptions that are baked into so many of our visions of advanced aliens (and Earth’s own future as well). This view conflates advancement not only with technology but with growth, with always needing more power and more space, just the churning and churning of engines. Astrophysicist Adam Frank identifies the Kardashev scale as a product of the midcentury “techno-utopian vision of the future.” At the point when Kardashev was writing, humanity hadn’t yet been forced to face the sensitive feedback systems our energy consumption triggers. “Planets, stars, and galaxies,” Frank writes, “would all simply be brought to heel.”</p><p>Even in the Western scientific tradition, alternatives to Kardashev’s scale have been offered. Aerospace engineer Robert Zubrin proposed one scale that measures planetary mastery and another that measured colonizing spread. Carl Sagan offered one that accounts for the information available to a civilization. Cosmologist John D. Barrow proposed microscopic manipulation, going from Type I–minus, where people can manipulate objects of their own scale, down through the parts of living things, molecules, atoms, atomic nuclei, subatomic particles, to the very fabric of space and time. Frank proposed looking not at energy consumption but transformation, noting that a sophisticated civilization does more than bring a planet to heel, it must learn to find balance between resource use and long-term survival.</p><p>Of these — again, all white American or European men — only Sagan offers a measure of advancement that isn’t necessarily acquisitive. Even the manipulation of atoms, which may seem so small and delicate, requires massive amounts of energy in the form of particle accelerators, not to mention that this kind of tinkering has also unleashed humanity’s greatest destructive force. But Sagan’s super-advanced civilization could be nothing more than a massive, massive library, filled with scholars and philosophers, expanding and exploring mentally but with no dominion over their planet or star. (Yet, one has to ask: What is powering those libraries? The internet is ephemeral, but it is not free.)</p><p>Implicit in any vision of vast progress is not just longevity but continuity. The assumption of the ever upward-sloping line is bold to say the least. In the novella <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e9ad2987-5a65-49e9-86ef-1c1b3e104038&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Goodreads+Inc&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlOWFkMjk4Ny01YTY1LTQ5ZTktODZlZi0xYzFiM2UxMDQwMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29vZHJlYWRzLmNvbS9lbi9ib29rL3Nob3cvNTg0ODE0MTQiLCJjb250ZW50VXVpZCI6IjA5OGE5YmFmLTk1ZmYtNDZhMC1hYzQ1LTU5YjdjMDY5OTFjNCJ9&amp;signature=AQAAAbxiArK0NJ2Hvc4_cDMSkNwl9616b0aTShQczuARqE_d&amp;gcReferrer=https%3A%2F%2Fwww.goodreads.com%2Fen%2Fbook%2Fshow%2F58481414\"><em>A Man of the People</em></a>, Ursula K. Le Guin writes of one world, Hain, where civilization has existed for three million years. But just as the last few thousand years on Earth have seen empires rise and fall, and cultures collapse and displace one another, so it is on Hain at larger scale. Le Guin writes, “There had been…billions of lives lived in millions of countries…infinite wars and times of peace, incessant discoveries and forgettings…an endless repetition of unceasing novelty.” To hope for more than that is perhaps more optimistic than to imagine we might domesticate a star. Perhaps it’s also shortsighted, extrapolating out eons of future from just the last few centuries of life on two continents, rather than a wider view of many millennia on our whole world.</p><p>All of these scales of progress are built on human assumptions, specifically the colonizing, dominating, fossil-fuel-burning history of Europe and the United States. But scientists don’t see much use in thinking about the super-advanced alien philosophers and artists and dolphins, brilliant as they might be, because it would be basically impossible for us to find them.</p><p>The scientific quest for advanced aliens is about trying to imagine not just who might be out there but how we might find them. Which is how we end up at Dyson spheres.</p><p>Dyson spheres are named for Freeman Dyson, the physicist, mathematician, and general polymath. While most SETI scientists in the early 1960s were looking for extraterrestrial beacons, Dyson thought “one ought to be looking at the uncooperative society.” Not obstinate, just not actively trying to help us. “The idea of searching for radio signals was a fine idea,” he said in a 1981 interview, “but it only works if you have some cooperation at the other end. So I was always thinking about what to do if you were looking just for evidence of intelligent activities without anything in the nature of a message.” And you might as well start with the easiest technology to detect — the biggest or brightest. So the massive spheres Dyson popularized in his 1960 paper were the result of him asking What is the largest feasible technology?</p><p>In the Star Trek: The Next Generation episode “Relics,” the Enterprise finds itself caught in a massive gravitational field, even though there are no stars nearby. The source, on the view screen, is a matte, dark gray sphere. Riker says its diameter is almost as wide as the Earth’s orbit.</p><p>Picard asks, with hushed wonder, “Mr. Data, could this be a Dyson sphere?”</p><p>Data replies, “The object does fit the parameters of Dyson’s theory.”</p><p>Commander Riker isn’t familiar with the concept, but Picard doesn’t give him any trouble for that. “It’s a very old theory, Number One. I’m not surprised that you haven’t heard of it.” He tells him that a twentieth century physicist, Freeman Dyson, had proposed that a massive, hollow sphere built around a star could capture all the star’s radiating energy for use. “A population living on the interior surface would have virtually inexhaustible sources of power.”</p><p>Riker asks, with some skepticism, if Picard thinks there are people living in the sphere.</p><p>“Possibly a great number of people, Commander,” Data says. “The interior surface area of a sphere this size is the equivalent of more than two hundred and fifty million Class M [Earthlike] planets.”</p><p>In Dyson’s thinking, the goal wasn’t living space but energy — how would a civilization reach Type II? And Dyson’s writing was clearly speculative. In the paper, he wrote, “I do not argue that this is what will happen in our system; I only say that this is what may have happened in other systems.” Decades later, astrophysicist Jason Wright took up the search.</p><p>One of the great benefits to this approach, Wright told me, is that “nature doesn’t make Dyson spheres.” Wright is a professor of astronomy and astrophysics at Penn State, where he is director of the Penn State Extraterrestrial Intelligence Center. But while the best known version of SETI is listening for radio signals (more on that in the next chapter), Wright focuses on looking for technosignatures — evidence of technology out among the stars. Technosignatures allow you to find those uncooperative aliens Dyson thought would make the best targets. We don’t even need to find the aliens, in this case, just proof they once existed. That could be a stargate, or a distant planet covered in elemental silicon (geologically unlikely, but technologically great for solar panels), or it could be a Dyson sphere.</p><p>Wright’s first big search for Dyson spheres was called Glimpsing Heat from Alien Technologies, or G-HAT. Or, even better, Gˆ (because that’s a G with a little hat on it). The premise was simple: Dyson spheres don’t just absorb energy, they transform it, inevitably radiating some waste as heat which we can see as infrared radiation. So, from 2012 to 2015, Wright and his team looked at about a million galaxies, searching for a Type II civilization on its way to Type III, having ensconced enough of a galaxy’s stars in Dyson spheres that the galaxy might glow unusually bright in infrared. (They surveyed galaxies rather than individual stars because, as Wright writes, “A technological species that could build a Dyson sphere could also presumably spread to nearby star systems,” so it’s fair to think a galaxy with one Dyson sphere may have several, and several would be easier to find than just one. Might as well start there.) None were found, but you know that because you would’ve surely heard about it if Wright’s search had succeeded.</p><p>Wright prides himself on the agnosticism of this approach. He doesn’t need aliens to be looking for us or to have any certain sociological impulses. They just need technology. “Technology uses energy,” he told me. “That’s kind of what makes it technology. Just like life uses energy.” That view makes demolishing a Jupiter-sized planet to build a star-encompassing megastructure seem almost comically simple, but Wright doesn’t even see the existence of a Dyson sphere as requiring massive coordination or forethought on the aliens’ part. It is truly, in his view, a low-intensity ask. He compared it to Manhattan, a fair example of a human “megastructure,” a massive, interconnected, artificial system. “It was planned to some degree, but no one was ever like, ‘Hey, let’s build a huge city here.’ It’s just every generation made it a little bigger.” He thinks a Dyson sphere or swarm could accumulate in a similar manner. “If the energy is out there to take and it’s just gonna fly away to space anyway, then why wouldn’t someone take it?”</p><p>Wright knows the objections: that this imagines a capitalist orientation, a drive to “dominate nature” that is by no means universal, not even among human societies. But for his research to work, this drive doesn’t need to be universal among the stars. It just has to have happened sometimes, enough for us to see the results. As he put it, “There’s nothing that drives all life on Earth to be large. In fact, most life is small. But some life is large.” And if an alien were to come to Earth, they wouldn’t need to see all the small life to know the planet was inhabited. A single elephant would do the trick.</p><p>Some hypothetical alien technosignatures might be less definitive. In 2017, astronomers detected a roughly quarter-mile-long rocky object slingshotting through the solar system. They realized that this object, called ‘Oumuamua, came from outside the system — because of its speed and the path it took. It was the first interstellar object ever detected in our system. While hopes or fears that it was an alien probe were not realized, it was a reminder that alien technology could be found closer to home, lurking around our own sun.</p><p>“We don’t know that there’s not technology here because we’ve never really checked,” Wright said. “I mean, I guess if they had cities on Mars, we would notice—if they were on the surface, anyway.” But, he pointed out, much of the Earth’s surface doesn’t have active, visible technology. The same could go for the solar system beyond Earth, too. There could be alien probes or debris, like ‘Oumuamua but constructed, moving so fast or so dark that we don’t see them. Maybe there’s an alien base on the dwarf planet Ceres, or buried under the surface of Mars. The lunar monolith in <em>2001: A Space Odyssey</em>, Wright reminded me, was buried just under the surface of the moon. All those ancient interstellar gates sci-fi is fond of have to be found before they can be used. Don’t forget, until 2015, our best image of Pluto was a blurry blob. So much of what we know about even our own solar system is inference and assumption.</p><p>Skeptics love to ask <em>Okay, so where is everyone?</em> But we don’t know for sure that they aren’t — or haven’t been — here.</p>This article originally appeared on Engadget at https://www.engadget.com/hitting-the-books-the-possibility-of-life-jaime-greene-hanover-square-press-113047089.html?src=rss", "link": "https://www.engadget.com/hitting-the-books-the-possibility-of-life-jaime-greene-hanover-square-press-113047089.html?src=rss", "date_published": "2023-04-23 14:30:47+00:00", "persistent": false, "user": null, "language": "en-US"}]