[{"source": "https://www.theguardian.com/international/rss", "title": "Raspadori edges Serie A leaders Napoli to victory over Juventus in added time", "description": "<p>A stoppage-time goal by forward Giacomo Raspadori earned runaway Serie A leaders Napoli a 1-0 victory at Juventus on Sunday after the hosts had two goals ruled out following VAR reviews.<br /><br />Raspadori came off the bench to fire Napoli 17 points clear on 78 points and they could claim the title next weekend if they beat Salernitana and Lazio fail to win at Internazionale.</p><p>Juve thought they had taken the lead with a stunning solo effort by Ángel Di María in the 82nd minute only to see it cancelled out after a VAR check for Arkadiusz Milik’s tackle on Napoli midfielder Stanislav Lobotka in the build up.<br /><br />Late substitute Dusan Vlahovic then found the net for Juve in added time but his effort was ruled out as well because the ball left the pitch before Federico Chiesa’s cross.<br /><br />Napoli then sealed the win through Raspadori, who beat Juve goalkeeper Wojciech Szczesny with a first-time finish following a beautiful lofted cross by midfielder Eljif Elmas.<br /><br /></p> <a href=\"https://www.theguardian.com/football/2023/apr/23/juventus-napoli-serie-a-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/juventus-napoli-serie-a-match-report", "date_published": "2023-04-23 21:40:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ken Potts, survivor of sinking of USS Arizona at Pearl Harbor, dies at 102", "description": "<p>Lou Conter, 101, is now final survivor of ship on which 1,177 were killed when Japanese attack brought US into second world war</p><p>Ken Potts, one of the last two survivors of the USS Arizona battleship, which sank during the 1941 Japanese attack on Pearl Harbor, has died. He was 102.</p><p>Howard Kenton Potts died on Friday at the home in Provo, Utah, that he shared with his wife of 66 years, according to Randy Stratton, whose late father, Donald Stratton, was Potts’s Arizona shipmate and friend.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/ken-potts-survivor-uss-arizona-pearl-harbor-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/ken-potts-survivor-uss-arizona-pearl-harbor-dies", "date_published": "2023-04-23 21:16:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Peru: former president Alejandro Toledo arrives to face corruption charges", "description": "<p>Leader from 2001 to 2006 extradited from US after judge dismisses appeal</p><p>The former Peruvian president Alejandro Toledo arrived in Lima on Sunday after his extradition from the United States, the latest in a string of ex-leaders to face corruption charges in the country.</p><p>Images showed Toledo, 77, wearing a green jacket and red jumper, being escorted by Peruvian police and US Marshals down the stairway from a commercial flight at Lima’s international airport.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/peru-former-president-alejandro-toledo-arrives-to-face-corruption-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/peru-former-president-alejandro-toledo-arrives-to-face-corruption-charges", "date_published": "2023-04-23 19:14:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Worst I’ve seen’: Stellini laments Tottenham’s humbling at Newcastle", "description": "<ul><li>Interim manager apologises after Spurs are thrashed 6-1</li><li>Hugo Lloris says performance was ‘very embarrassing’</li></ul><p>Cristian Stellini and Hugo Lloris both issued apologies to Tottenham’s supporters following the team’s humiliating<a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\"> 6-1 defeat against Newcastle</a> on Sunday, with Lloris describing the display as “very embarrassing” and “very painful”. Stellini called it “the worst I have seen”’.</p><p>Newcastle’s win, in which they race into a 5-0 lead inside 21 minutes, moves them to third, two places and six points clear of Spurs, whose hopes of Champions League qualification took an almighty knock.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/worst-ive-seen-stellini-laments-tottenhams-humbling-at-newcastle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/worst-ive-seen-stellini-laments-tottenhams-humbling-at-newcastle", "date_published": "2023-04-23 18:14:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Kill it, smash it’: spotted lanternflies due to return this spring with a vengeance", "description": "<p>Experts ask the public to be on the lookout for the invasive species and kill them and their brood to protect US plant life</p><p>Experts are urging the US public to start keeping an eye out for the spotted lanternfly, an invasive species harmless, if irritating, to humans, but known to wreak havoc on plant life and agriculture.</p><p>Experts believe that spotted lanternflies entered the US in a shipping crate. Native to China, they were first detected in Pennsylvania in 2014 and have since <a href=\"https://www.aphis.usda.gov/aphis/resources/pests-diseases/hungry-pests/the-threat/spotted-lanternfly/spotted-lanternfly#:~:text=Where's%20the%20Threat%20and%20How,%2C%20Virginia%2C%20and%20West%20Virginia.\">spread</a> to at least 14 states.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/23/spotted-lanternflies-spring-hatch\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/23/spotted-lanternflies-spring-hatch", "date_published": "2023-04-23 17:25:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Arsenal fight back for draw with Wolfsburg in Women’s Champions League semi-final", "description": "<p>Jonas Eidevall had said he wanted to see a “complete performance” from his depleted Arsenal in their semi-final first leg away to Wolfsburg. A litany of errors that would allow Ewa Pajor to slot in the German side’s first and horrifically gift Sveindis Jónsdóttír a second within 24 minutes, was perhaps as far from a complete performance as you could get.</p><p>Instead, Eidevall had to settle for a battling and smart comeback, and goals from Rafaelle Souza on the stroke of half-time and Stina Blackstenius in the second half mean the Gunners welcome Wolfsburg to the Emirates in eight days well and truly in the tie with the score level at 2-2.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/wolfsburg-arsenal-womens-champions-league-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/wolfsburg-arsenal-womens-champions-league-semi-final-match-report", "date_published": "2023-04-23 16:12:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Fornals finishes off Bournemouth as West Ham ease relegation fears", "description": "<p>Declan Rice scored again to help West Ham end the perfect week with a vital 4-0 win at Bournemouth to boost their survival chances.</p><p>David Moyes’s side fought back from two down <a href=\"https://www.theguardian.com/football/2023/apr/16/we-stopped-playing-arteta-criticises-arsenal-after-squandering-lead-at-west-ham\">to draw with Arsenal</a>, the Premier League leaders, last Sunday and followed it up with <a href=\"https://www.theguardian.com/football/2023/apr/20/antonios-double-sinks-gent-as-west-ham-reach-conference-league-last-four\">a 4-1 victory over Gent on Thursday</a> to book their spot in the Europa Conference League semi-finals. Relegation has remained a distinct possibility, though, but they eased those concerns with a clinical display where first-half goals by Michail Antonio, Lucas Paquetá and Rice put them in control. Pablo Fornals, on as a substitute, added a fourth midway through the second half to help West Ham move up to 13th and six points clear of the bottom three.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/bournemouth-west-ham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/bournemouth-west-ham-premier-league-match-report", "date_published": "2023-04-23 15:16:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Isak and Murphy at double as Newcastle demolish sorry Spurs in first-half blitz", "description": "<p>It was the sort of match which prompted more questions than answers. How come Joe Willock has not yet had a senior England call-up? Where on earth would Tottenham be without Harry Kane? Will Cristian Stellini ever risk playing a back four again? And, perhaps most importantly, Newcastle surely cannot blow Champions League qualification now? Can they?</p><p>At the end of an astonishing drama featuring two goals apiece from Jacob Murphy and Alexander Isak, Eddie Howe’s side rose to third in the Premier League, six points and two places ahead of Spurs, who now have considerable psychological damage to repair.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report", "date_published": "2023-04-23 15:09:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Dennis Cirkin double sinks West Brom to boost Sunderland’s playoff hopes", "description": "<p>Two goals from left-back Dennis Cirkin sent Sunderland back into the Sky Bet Championship playoff zone with a 2-1 comeback win over West Brom at the Hawthorns.</p><p>The 21-year-old bagged a second-half brace to end Albion’s 12-match unbeaten home league record after John Swift had put Albion ahead from the spot immediately before half-time.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/west-brom-sunderland-championship-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/west-brom-sunderland-championship-match-report", "date_published": "2023-04-23 13:22:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Which professions offer the best pay for the least amount of effort?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Which professions offer the best pay for the least amount of effort? <em>Anna Harrison, Bosham</em></p><p><em>Post your answers (and new questions) below or send them to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>. A selection will be published next Sunday.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/which-professions-offer-the-best-pay-for-the-least-amount-of-effort\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/which-professions-offer-the-best-pay-for-the-least-amount-of-effort", "date_published": "2023-04-23 13:01:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "UK armed forces evacuate British diplomats from Sudan after threats", "description": "<p>Rishi Sunak says ‘complex and rapid’ operation carried out, amid fears for remaining UK nationals</p><p>The UK has successfully evacuated its diplomatic staff from Khartoum, the UK foreign secretary, James Cleverly, has said, citing the escalating threats <a href=\"https://www.theguardian.com/world/2023/apr/22/uk-us-and-others-prepare-to-evacuate-nationals-from-sudan\">against foreign diplomats</a>, but said UK nationals living in Sudan remained in the country.</p><p>Rishi Sunak also announced the evacuation, saying British armed forces had carried out “a complex and rapid” military operation.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/uk-armed-forces-evacuate-british-diplomats-from-sudan-after-threats\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/uk-armed-forces-evacuate-british-diplomats-from-sudan-after-threats", "date_published": "2023-04-23 12:49:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pacifiction review – tense drama of Polynesian politics", "description": "<p>Albert Serra’s film builds tension beautifully as a French high commissioner navigates intrigue</p><p>Long a darling of the festival circuit, with idiosyncratic literary period dramas such as <em>Story </em><em>of My Death</em> and <em>Liberté</em>, Spanish director Albert Serra now tackles his first project set in current times. <em>Pacific</em><em>tion</em>, which was shot on tiny digital cameras that give the film a feverish, hyperreal colour palette, is set in French Polynesia and follows the French high commissioner, De Roller (Benoît Magimel) as he navigates the churning intrigue and political machinations in his domain. With its slow-burning build, it is an unsettling, atmospheric piece that has something of the unknowable quality of the central character, with his glassy diplomat’s smile and shark’s eyes, inscrutable behind his blue-lensed sunglasses.</p><p>In cinemas now</p> <a href=\"https://www.theguardian.com/film/2023/apr/23/pacifiction-review-tense-drama-of-polynesian-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/23/pacifiction-review-tense-drama-of-polynesian-politics", "date_published": "2023-04-23 11:30:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A Thousand and One review – Sundance hit cuts deep", "description": "<p>The poignant story of an ex-con mother struggling to raise her son amid a changing Harlem is powerfully poignant</p><p>The deserving winner of the grand jury prize at Sundance this year, the directorial debut from AV Rockwell is rather special. Set in Harlem, New York, and spanning from 1994 to 2005, it’s a dual coming-of-age story, simultaneously following a mother – firecracker Inez (an incendiary Teyana Taylor), at the start of the film an impulsive ex-con recently released from Rikers Island prison – and a son, Terry (played by Aaron Kingsley Adetola as a six-year-old, Aven Courtney at 13, Josiah Cross at 17). When Inez reconnects by chance with Terry, he’s a broken little child, already half chewed up by the foster care system. Something in the subdued way that he assumes that abandonment is inevitable cuts deep, triggering Inez’s own memories of a childhood in the care system. She makes a fateful decision and snatches Terry, with little plan other than to be there for him, to make a home for him.</p><p>And against the odds, she succeeds, forging a rocky domestic unit with Lucky (William Catlett). But Inez and Terry are not the only ones changing: the city around them, and in particular Harlem, is being reshaped into a space that no longer feels like home. This is captured visually through Eric Yue’s deft, empathic camerawork, but also through the soundscape around the frame, which evolves from the rowdy bustle of a community into the harder, less welcoming clatter of construction work. Tying it together is a phenomenal score by Gary Gunn. Lush strings pay tribute to the film compositions of <a href=\"https://www.theguardian.com/music/quincy-jones\">Quincy Jones</a>, but even the swell and sweep of the orchestra fails to prepare us for the emotive impact of the final act.</p><p>In cinemas now</p> <a href=\"https://www.theguardian.com/film/2023/apr/23/a-thousand-and-one-review-sundance-hit-cuts-deep\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/23/a-thousand-and-one-review-sundance-hit-cuts-deep", "date_published": "2023-04-23 10:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Furious French raid kitchen cupboards to send Macron a noisy message", "description": "<p>The tradition of bashing pots and pans in protest has been revived, with ministers facing a cookware cacophony across the country</p><p>The French have turned protesting into an art form. A country synonymous with revolution has given the world the “manure protest”, where tonnes of muck were dumped outside parliament; the “vegetable protest”, with carrots and rotten tomatoes spread on the steps of public buildings; and the “dairy protest”, in which gallons of milk were spilled. Earlier this month, opponents of Emmanuel Macron’s bill to raise the state pension age to 64 dumped gas and electricity meters outside Marseilles city hall.</p><p>For the past week, furious French people have revived a much older form of protest: the <em>casserolade</em>, or <a href=\"https://www.theguardian.com/world/2023/apr/21/the-long-history-of-protesting-with-pots-and-pans\" title=\"\">“pots and pans protest”</a>, after Macron pushed through the unpopular law.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/french-message-macron-pots-and-pans-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/french-message-macron-pots-and-pans-protest", "date_published": "2023-04-23 09:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Treasured Australian icon’: Barry Humphries remembered as a ‘comic genius’ and ‘legend’", "description": "<p>Tributes have flowed across Australia, with both politicians and entertainers sharing messages praising the late comedian</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Tributes have flowed in Australia for <a href=\"https://www.theguardian.com/culture/2023/apr/22/barry-humphries-dies-australian-comedian-death-dead-dame-edna-everage-sir-les-patterson\">Barry Humphries</a>, with politicians and fellow entertainers remembering him as an “icon” who left an “indelible legacy on the history of Australian comedy”.</p><p>Humphries – best known for his character Dame Edna Everage – died surrounded by family in an inner-Sydney hospital on Saturday, where he had been receiving treatment for complications after hip surgery he had after a fall earlier this year. The 89-year-old had been living in London, and had travelled to Sydney for Christmas, falling ill during his trip.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/23/treasured-australian-icon-barry-humphries-remembered-as-a-comic-genius-and-legend\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/23/treasured-australian-icon-barry-humphries-remembered-as-a-comic-genius-and-legend", "date_published": "2023-04-23 06:16:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Saudi politics bleeds into golfing pageantry as Greg Norman brings LIV fever dream to Adelaide", "description": "<p>The crowds at LIV Golf in Adelaide this week are proof Australians are so beguiled by Greg Norman they will buy into his Saudi-backed slogan that ‘golf is a force for good’</p><p>In a late 19th-century issue of <em>Vanity Fair</em> a caricature of famous big-bearded cricketer WG Grace carried a caption that read simply ‘Cricket’. In Australia, from about 1980, a Greg Norman version might have read ‘Golf’. The man <em>was</em> Australian golf. He didn’t have to sky-dive from planes to promote tournaments (though he did), his presence was enough. And it still is.</p><p>This weekend Norman has brought LIV Golf to The Grange Golf Club in Adelaide, and Australian sports fans, as ever, appear powerless against his siren song. The golf course is heaving with over 35,000 fans daily. Admission has been sold out for all three rounds. A ticket into the ‘Cellar Door’ marquee back of the 12th green – known as the ‘Watering Hole’ and styled like the PGA Tour’s ‘Party Hole’ in Arizona – is $1200. The hole is surrounded by similar marquees and ‘sky boxes’. After a golfer’s shot, good or bad, plastic beer cups rain onto the tee like frothy white mortars.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/saudi-politics-bleeds-into-golfing-pageantry-as-greg-norman-brings-liv-fever-dream-to-adelaide\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/saudi-politics-bleeds-into-golfing-pageantry-as-greg-norman-brings-liv-fever-dream-to-adelaide", "date_published": "2023-04-23 00:49:33+00:00", "persistent": false, "user": null, "language": "en-US"}]