[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. \"Peleryna-niewidka\" wykorzystywana przez Rosjan. Mogą być niewidoczni", "description": "Rosyjscy wojskowi zaczęli używać specjalnych płaszczy przeciwdeszczowych, które mają wewnątrz wszytą specjalną strukturę z materiału termoizolacyjnego. Dzięki temu są niewidoczni dla kamer termowizyjnych. Rosyjska prasa okrzyknęła płaszcze mianem peleryny-niewidki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/wojna-w-ukrainie-peleryna-niewidka-wykorzystywana-przez-rosjan-moga-byc-niewidoczni/", "date_published": "2023-04-23 19:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Krym: Pijany 21-latek zgwałcił 94-letnią prababcię kolegi", "description": "Siergiej z Krymu chciał się spotkać z kolegą z dawnych lat i powspominać przeszłość. Nie zastał towarzysza w domu, ale wpuściła go jego 94-letnia prababcia. Pijany mężczyzna zaatakował i zgwałcił kobietę. Później próbował uciekać.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/krym-pijany-21-latek-zgwalcic-94-letnia-prababcie-kolegi/", "date_published": "2023-04-23 17:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dmitrij Miedwiediew o politykach G7: W głowie mają żółto-błękitne g...", "description": "Dmitrij Miedwiediew ponownie postanowił obrazić zachodnich polityków. W internetowym wpisie skrytykował plan wywarcia presji gospodarczej na Rosję. Nie mają mózgów. W głowie - tylko żółto-błękitne g... - stwierdził, pisząc o liderach grupy G7.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/dmitrij-miedwiediew-o-politykach-g7-w-glowie-maja-zolto-blekitne-go/", "date_published": "2023-04-23 15:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Disneyland w USA: Podpalił się smok ziejący ogniem", "description": "W mediach społecznościowych pojawiły się nagrania z Disneylandu w Anaheim, gdzie podczas pokazu obiecującego znakomitą pirotechnikę, spłonął model smoka ziejącego ogniem. Widzowie usłyszeli, że przedstawienie nie może być kontynuowane z powodu nieprzewidzianych okoliczności.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/disneyland-w-usa-podpalil-sie-smok-ziejacy-ogniem/", "date_published": "2023-04-23 13:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Fałszywy wywiad z Michaelem Schumacherem. Redaktor naczelna zwolniona", "description": "Redaktorka naczelna Die Aktuelle - gazety, która opublikowała fałszywy wywiad z Michaelem Schumacherem - straciła pracę. Stało się to po ostrej reakcji rodziny byłego kierowcy Formuły 1, który od dziesięciu lat nie pokazał się publicznie po ciężkim wypadku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/falszywy-wywiad-z-michaelem-schumacherem-redaktor-naczelna-zwolniona/", "date_published": "2023-04-23 12:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Londyn. Strajki podczas koronacji Karola III. Grożą nimi nie tylko przeciwnicy monarchii", "description": "Koronację Karola III zaplanowano na 6 maja, lecz całkiem możliwe, że ten dzień nie upłynie zgodnie z planem monarchy. Tego samego dnia protest zapowiedzieli antymonarchiści, chcąc przyćmić pierwszą taką uroczystość od 70 lat. Strajkować będą też pracownicy lotniska Heathrow - wiedzą, że na początku maja do Londynu przylecą dziesiątki tysięcy osób. Protest planuje też personel biur paszportowych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/koronacja-karola-iii-w-londynie-odbeda-sie-protesty/", "date_published": "2023-04-23 10:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Policyjny pościg na wyścigach konnych. Aktywiści bronili praw zwierząt", "description": "Chociaż konie jeszcze nie zdążyły wybiec z bloków startowych, pościg i tak się zaczął. Aktywiści zakłócili wyścigi Scottish Grand National w Wielkiej Brytanii, bo sprzeciwiają się, w jaki sposób traktuje się wierzchowce w sporcie. Członkowie prozwierzęcej organizacji wtargnęli na tor, a za nimi policjanci. 25 osób zostało wyłapanych i zatrzymanych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/wielka-brytania-policyjny-poscig-na-wyscigach-konnych-aktywisci-bronili-praw-zwierzat/", "date_published": "2023-04-23 10:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: W Teksasie znaleziono sześć martwych krów. Wszystkie miały odcięte języki", "description": "Władze badają tajemnicze zgony bydła w trzech teksańskich hrabstwach. Sześć krów z różnych stad znaleziono z odciętymi językami. Dwie z nich pozbawiono również genitaliów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/usa-w-teksasie-znaleziono-szesc-martwych-krow-wszystkie-mialy-odciete-jezyki/", "date_published": "2023-04-23 09:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kenia: Policja przeszukuje las. Kolejnych 21 osób zmarło \"dla Jezusa\"", "description": "Policja w Kenii, w pobliżu miasta Malindi, wydobyła z ziemi 21 ciał. To prawdopodobnie ofiary działań pastora Paula Mackenziego, który zachęcał członków lokalnej społeczności, by się głodzili, czekając na spotkanie z Jezusem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-23/21-osob-zmarlo-dla-jezus-policja-wydobyla-ciala/", "date_published": "2023-04-23 04:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]