[{"source": "https://www.theguardian.com/rss", "title": "Ashes to ocean: sea burials become China’s solution to crowded cemeteries", "description": "<p>Boatloads of relatives carrying biodegradable urns are saying their farewells over water instead of trying to buy expensive and scarce funeral plots</p><p>Xiao Hu never expected to make a living from the dead. For years she worked in her family business offering boat tours to tourists visiting Zhoushan, an archipelago off the east coast of China’s mainland. But in recent years her proximity to the sea, and to the temple-dotted hills of Mount Putou – one of Chinese Buddhism’s four sacred mountains – started to attract a different type of clientele.</p><p>The first time that a customer asked to use one of the boats to scatter their loved one’s remains into the East China Sea, Xiao Hu refused. She felt it was “not very pleasant” to work with the dead. But one elderly man, a Zen Buddhist, “kept asking if we could do a sea burial for him”. So after some consideration, she decided to “make his wish come true”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/ashes-to-ocean-sea-burials-become-chinas-solution-to-crowded-cemeteries\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/ashes-to-ocean-sea-burials-become-chinas-solution-to-crowded-cemeteries", "date_published": "2023-04-23 23:08:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CPS includes ‘love-bombing’ in guidance on abusive partners prosecution", "description": "<p>Big showering of affection at beginning of relationship can be used to confuse victims and gain control, CPS warns</p><p>New guidance on how to prosecute abusive partners for controlling and coercive behaviour has highlighted the phenomenon of love-bombing, a tactic used by suspects to confuse victims and gain more control.</p><p>The Crown Prosecution Service’s updated guidance sets out the varied, sophisticated and subtle ways suspects can manipulate their partners to exert control over their lives, and to seek to minimise the likelihood of detection and punishment.</p> <a href=\"https://www.theguardian.com/law/2023/apr/24/cps-includes-love-bombing-in-guidance-on-abusive-partners-prosecution\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/apr/24/cps-includes-love-bombing-in-guidance-on-abusive-partners-prosecution", "date_published": "2023-04-23 23:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-era revival of interest in Welsh history prompts visitor surge", "description": "<p>Many heritage sites such as castles and palaces in Wales are reporting rising visitor numbers </p><p>Many heritage sites in Wales such as castles and palaces are enjoying a surge in visitor numbers after people developed an interest in Welsh history during the Covid pandemic.</p><p>At the <a href=\"https://www.theguardian.com/travel/2023/mar/18/an-arty-weekend-in-st-davids-pembrokeshire\">atmospheric ruins</a> of the 14th-century <a href=\"https://cadw.gov.wales/visit/places-to-visit/st-davids-bishops-palace\">Bishop’s Palace</a> in St Davids, south-west Wales, there was an increase in tourists of almost 50% compared with pre-pandemic times.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/covid-era-revival-of-interest-in-welsh-history-prompts-visitor-surge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/covid-era-revival-of-interest-in-welsh-history-prompts-visitor-surge", "date_published": "2023-04-23 23:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Defence spending in western and central Europe tops last year of cold war", "description": "<p>Stockholm International Peace Institute’s annual report finds UK was region’s biggest spender in 2022 at $68.5bn</p><p>Defence spending in western and central Europe has surpassed that of the last year of the cold war, an annual report has found, as military expenditure across the world hit an all-time high of $2.24tn (£1.8tn) last year.</p><p>The outbreak of war in Ukraine has triggered the steepest increase in military expenditure in Europe in three decades, according to the Stockholm International Peace Institute (Sipri).</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/defence-spending-in-western-and-central-europe-tops-last-year-of-cold-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/defence-spending-in-western-and-central-europe-tops-last-year-of-cold-war", "date_published": "2023-04-23 23:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe ‘failing its children’ on air pollution, EEA says", "description": "<p>Dirty air causes premature death of at least 1,200 children across Europe every year, says European Environment Agency</p><p>Europe is failing its children when it comes to air pollution, exposing nearly all children across the continent to air that falls below healthy standards and delaying the clean-up of the sources of pollution, <a href=\"https://www.eea.europa.eu/publications/europes-air-quality-status-2023\">research</a> has found.</p><p><a href=\"https://www.theguardian.com/environment/2018/nov/05/air-pollution-everything-you-should-know-about-a-public-health-emergency\">Breathing dirty air</a> causes the premature death of at least 1,200 children across Europe each year, and many thousands more are afflicted with physical and <a href=\"https://www.theguardian.com/environment/2023/feb/01/study-reveals-links-between-uk-air-pollution-and-mental-ill-health\">mental health</a> problems that could have lifelong impacts, according to the latest assessment of air pollution by the European Environment Agency.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/europe-failing-its-children-on-air-pollution-eea-says\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/europe-failing-its-children-on-air-pollution-eea-says", "date_published": "2023-04-23 23:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers say UK will only detain child refugees in ‘exceptional circumstances’", "description": "<p>Home Office pledge follows threats of Tory backbench rebellion against controversial illegal migration bill</p><p>Ministers have pledged to only detain refugee children in “exceptional circumstances” under a new asylum bill after threats of a rebellion from backbench Conservative MPs.</p><p>The Home Office confirmed it would put forward a further amendment to the illegal migration bill limiting the amount of time an unaccompanied child can be held.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/uk-will-only-detain-child-refugees-exceptional-circumstances-illegal-migration-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/uk-will-only-detain-child-refugees-exceptional-circumstances-illegal-migration-bill", "date_published": "2023-04-23 23:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions missing out on broadband social tariffs in UK, says Ofcom", "description": "<p>Regulator calls for better promotion of offers available to low-income households receiving benefits</p><p>More than 4m UK households may be missing out on deeply discounted savings on their broadband bills, the telecoms regulator has said as it called for better promotion of the offers for those receiving benefits.</p><p>Only 220,000 households have signed up to cheaper social tariffs <a href=\"https://www.theguardian.com/money/2022/oct/29/broadband-social-tariffs-save-deals-benefits\">offered by almost all of the UK’s main broadband providers</a>, according to data published on Monday by Ofcom.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/millions-missing-out-on-broadband-social-tariffs-uk-ofcom\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/millions-missing-out-on-broadband-social-tariffs-uk-ofcom", "date_published": "2023-04-23 23:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS lung cancer trucks boost early diagnoses in deprived areas of England", "description": "<p>Mobile on-the-spot screening initiative begun in 2018 hailed as having ‘turned a huge corner’</p><p>Growing numbers of poorer people are being diagnosed early with lung cancer after the NHS began on-the-spot chest screening in the back of trucks at supermarkets and health centres.</p><p>Lung cancer is the <a href=\"https://www.cancerresearchuk.org/health-professional/cancer-statistics/statistics-by-cancer-type/lung-cancer#heading-Zero\">third most common cancer in the UK</a> and also the country’s biggest cancer killer, claiming 34,800 lives a year or 95 a day.</p> <a href=\"https://www.theguardian.com/society/2023/apr/24/nhs-lung-cancer-trucks-boost-early-diagnoses-in-deprived-areas-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/24/nhs-lung-cancer-trucks-boost-early-diagnoses-in-deprived-areas-of-england", "date_published": "2023-04-23 23:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ofgem to call for vulnerable households register, with 1.7m to miss energy support", "description": "<p>Report shows government plan for targeted help would fail to reach homes not registered for benefits</p><p>The energy regulator Ofgem will on Monday call for vulnerable households to be better protected through a new universal priority services register, as researchers warn that about 1.7m households in severe fuel poverty will miss out on extra help because they are not registered to receive certain benefits.</p><p>A report commissioned by the Child Poverty Action Group found that the UK government’s new plans to offer targeted help for the most vulnerable households would fail to reach those who were not registered for benefits, including 688,000 fuel-poor households with children.</p> <a href=\"https://www.theguardian.com/money/2023/apr/24/ofgem-to-call-for-vulnerable-households-register-miss-energy-support\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/24/ofgem-to-call-for-vulnerable-households-register-miss-energy-support", "date_published": "2023-04-23 23:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmerdale actor Dale Meeks dies aged 47", "description": "<p>Ant and Dec pay tribute to fellow Byker Grove alumni as ‘the loveliest of guys’ after family announce death</p><p>The Emmerdale actor Dale Meeks, who recently starred in ITV drama The Hunt for Raoul Moat, has died aged 47, his family has said.</p><p>Meeks played the character Simon Meredith in Emmerdale between 2003 and 2006.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/23/emmerdale-actor-dale-meeks-dies-aged-47\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/23/emmerdale-actor-dale-meeks-dies-aged-47", "date_published": "2023-04-23 21:38:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida prosecutor investigates shots at couple lost while delivering groceries", "description": "<p>Incident in Broward county was one of a spate involving people lost, at wrong address or getting into wrong car by mistake</p><p>A Florida prosecutor on Sunday ordered an investigation into a confrontation in which a homeowner fired shots into a couple’s car after they mistakenly turned on to his property while making a late-night grocery delivery.</p><p>Police closed the case without consulting the state attorney.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/23/florida-prosecutor-shots-couple-groceries\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/23/florida-prosecutor-shots-couple-groceries", "date_published": "2023-04-23 21:31:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Malpractice review – a beautifully written drama about the NHS’s hidden dangers", "description": "<p>When a patient’s family accuse a doctor of negligence, we end up on a rollercoaster ride. Who is to blame? Is hospital work even bearable any more? And is the public making it worse?</p><p>When future historians – or historian-robots – look back at us, what will they determine the last good day to have been a doctor? Post-pandemic, when the wheels finally came off and medical professionals had to strike to <a href=\"https://www.theguardian.com/society/2023/apr/17/junior-doctors-strike-led-to-195000-hospital-cancellations-last-week-nhs-england\">call attention to their etiolated pay</a>, chronic underfunding and the NHS’s impending doom? Pre-pandemic? Pre-Thatcher? Or before more ineffable notions crept in, such as the growing distrust of experts, patient entitlement, or the rise of ambulance-chasing lawyers encouraging even the most mildly and unavoidably inconvenienced to sue?</p><p>We are a long way from the well-ordered worlds of Dr Welby or Kildare now. <a href=\"https://www.theguardian.com/uk/1999/nov/04/1\">Dr Finlay’s casebook</a> would be a groaning, overstuffed thing filled with intractable problems. Even <a href=\"https://www.theguardian.com/tv-and-radio/2019/sep/19/er-at-25-a-matter-of-life-death-and-george-clooney\">ER,</a> with its gunshot-riddled beds and patients dying from lack of insurance, is starting to look like the representation of a golden age.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/23/malpractice-review-a-beautifully-written-drama-about-the-nhss-hidden-dangers\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/23/malpractice-review-a-beautifully-written-drama-about-the-nhss-hidden-dangers", "date_published": "2023-04-23 21:05:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Absolutely Dyer: Danny and Dani Do Italy review – apparently the country’s full of ‘mad little gaffs’", "description": "<p>Even the father-daughter duo aren’t sure why E4 asked them to present this  travel show. But they’re very happy to talk about Pizza Hut garlic bread, taste tuna semen and have tonnes of fun</p><p>Italians are famously laid-back about their cuisine, so I’m sure they won’t have a problem with the reviews handed out by Danny Dyer and his daughter Dani on the entertaining travel show Absolutely Dyer: Danny and Dani Do Italy. What did Dyer Sr make of Italy’s garlic bread, you ask? “Not as good as Pizza Hut.” Did his daughter enjoy the arancini they tried at a Sicilian food market? “I like the one in Zizzi better.” Like I said, Italians don’t really care about that sort of thing. I’m sure they’ll be fine about it.</p><p>Food aside, this is a fun, breezy hour with the Dyers, as light and frothy as a decent cappuccino. Danny, famous for his acting and presenting, and Dani, a personality and former Love Island winner, are good company, if a little uninterested in the travel part of making a travel show. It begins with Danny admitting as much. “We’re not travellers, we’re not journalists, I dunno what we are,” he says, as they confess that they’re not really sure why E4 asked them to do this in the first place.</p><p><em>Absolutely Dyer: Danny and Dani Do Italy aired on E4 and is available on All 4.</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/23/absolutely-dyer-danny-and-dani-do-italy-review-apparently-the-countrys-full-of-mad-little-gaffs\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/23/absolutely-dyer-danny-and-dani-do-italy-review-apparently-the-countrys-full-of-mad-little-gaffs", "date_published": "2023-04-23 21:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NBC Universal chief Jeff Shell out over inappropriate relationship", "description": "<p>Media giant parent Comcast says investigation by outside counsel led to departure of executive</p><p>The chief executive of NBC Universal, Jeff Shell, left the media giant on Sunday after acknowledging an inappropriate relationship with a woman in the company, following a complaint that prompted an investigation, parent company Comcast said.</p><p>“I had an inappropriate relationship with a woman in the company, which I deeply regret,” Shell said in a statement.</p> <a href=\"https://www.theguardian.com/media/2023/apr/23/nbc-universal-chief-jeff-shell-out-over-inappropriate-relationship\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/23/nbc-universal-chief-jeff-shell-out-over-inappropriate-relationship", "date_published": "2023-04-23 20:41:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Part of me wanted to cry’: Mo Farah finishes ninth in last London marathon", "description": "<ul><li>Time of 2hr 10min 28sec slowest of his career</li><li>Farah beaten by two British athletes in Cairess and Sesemann</li></ul><p>There was no glorious farewell for Mo Farah in the city where he burnt himself into the national consciousness as he struggled home in ninth place <a href=\"https://www.theguardian.com/sport/2023/apr/20/this-is-it-my-last-marathon-farah-asks-activists-not-to-disrupt-london-farewell\">in his final London marathon</a>. But the 40-year-old, who confirmed afterwards that <a href=\"https://www.theguardian.com/sport/2023/jan/31/mo-farah-to-give-london-marathon-one-more-shot-before-likely-retirement\">he will retire in September</a>, was grateful that he made it to the finish – due, in part, to the huge crowds that swelled the route from Greenwich to the Mall.</p><p>Farah, one of the eternal faces of London’s 2012 Olympic Games, even found himself beaten by two British athletes: the 25-year-old Emile Cairess, who showed immense promise to finish sixth in his debut marathon, and Phil Sesemann, who combines running with his day job as a junior doctor for the NHS, yet still came eighth. Intriguingly Cairess and Sesemann often train together in Leeds, although they no longer go on slower runs together after Cairness tripped over Sesemann’s dogs, Haile and Kipchoge, named after the two legendary athletes.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/part-of-me-wanted-to-cry-mo-farah-finishes-ninth-in-last-london-marathon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/part-of-me-wanted-to-cry-mo-farah-finishes-ninth-in-last-london-marathon", "date_published": "2023-04-23 20:37:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Erik ten Hag vows to help Manchester United prevent City from winning treble", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2023/apr/23/manchester-united-brighton-fa-cup-semi-final-match-report\">United defeat Brighton on penalties to set up derby final</a></li><li>Ten Hag: ‘We will give everything, the fans can rely on that’</li></ul><p>Erik ten Hag said fans can trust Manchester United to give 100% to defeat Manchester City in the first all-Manchester FA Cup final and ensure their local rivals cannot emulate their own achievement as the only English team to win the treble.</p><p>United will face Pep Guardiola’s side at Wembley on 3 June after <a href=\"https://www.theguardian.com/football/2023/apr/23/manchester-united-brighton-fa-cup-semi-final-match-report\" title=\"\">beating Brighton &amp; Hove Albion 7-6 on penalties</a> on Sunday, the semi‑final finishing goalless following extra time. Victor Lindelöf scored the winning kick after Solly March missed his.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/erik-ten-hag-manchester-united-manchester-city-fa-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/erik-ten-hag-manchester-united-manchester-city-fa-cup-final", "date_published": "2023-04-23 20:15:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man charged over fatal dog attack at house in Derby", "description": "<p>Wayne Stevens, 51, died at the scene after the incident at Cameron Road on Saturday morning</p><p>A man has been charged over a fatal dog attack at a house in Derby.</p><p>Wayne Stevens, 51, died at the scene after the incident on Saturday morning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/23/man-charged-over-fatal-dog-attack-at-house-in-derby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/23/man-charged-over-fatal-dog-attack-at-house-in-derby", "date_published": "2023-04-23 20:08:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aberdeen defeat Rangers for seventh win in a row under Barry Robson", "description": "<p>Rejuvenated Aberdeen made it seven straight wins under interim boss Barry Robson with a 2-0 victory over startled Rangers at Pittodrie.</p><p>The hosts had the best of a goalless first half and three minutes after the restart, defender Liam Scales beat Allan McGregor with a stunning if perhaps fortuitous effort from wide on the left for his first goal since signing on loan from Celtic last summer.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/aberdeen-rangers-scottish-premiership-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/aberdeen-rangers-scottish-premiership-match-report", "date_published": "2023-04-23 19:33:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AOC: ‘Better for country’ if Dominion had refused to settle lawsuit with Fox", "description": "<p>Congresswoman says Dominion should have refused to settle its $1.6bn defamation suit until Fox agreed to apologize</p><p>Dominion Voting Systems would have served the US public good had it refused to settle its $1.6bn defamation suit against Fox News until the network agreed to apologise on air for spreading Donald Trump’s lie about voter fraud in the 2020 election, Alexandria Ocasio-Cortez said.</p><p>“What would have been best for the country, would have been to demand that and to not settle until we got that,” the New York congresswoman said.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/23/aoc-dominion-fox-defamation-lawsuit-settlement\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/23/aoc-dominion-fox-defamation-lawsuit-settlement", "date_published": "2023-04-23 19:32:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s rogue boss name and shame register still blank after four years", "description": "<p>Government has named no employers who withhold workers’ tribunal awards despite 3,713 notices</p><p>The government has failed to name and shame a single employer four years after pledging to provide an online list of rogue bosses who refuse to pay workers money won at employment tribunal.</p><p>In 2018, the government announced they would make the “largest upgrade in a generation to workplace rights”, adding they would deliver “the government’s commitment to build an economy that works for all”.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/23/uks-rogue-boss-name-and-shame-register-still-blank-after-four-years\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/23/uks-rogue-boss-name-and-shame-register-still-blank-after-four-years", "date_published": "2023-04-23 19:07:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is this the way the world ends – or what passes for a nation coming together? | John Crace", "description": "<p>No one paid much  attention to the emergency test, but in Westminster it was  hard to distinguish Armageddon from business as usual</p><p>This is the way the world ends.</p><p>The queue for the self-service checkouts in Sainsbury’s doubled back on itself and snaked round the corner into the washing powder aisle. Shortly after 3pm, the first alarm went off. Not loud but insistent. Others soon followed suit. Mine took a while to kick in. My phone has never been quick on the uptake.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/23/is-this-the-way-the-world-ends-or-what-passes-for-a-nation-coming-together\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/23/is-this-the-way-the-world-ends-or-what-passes-for-a-nation-coming-together", "date_published": "2023-04-23 19:07:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter restores ‘blue tick’ free of charge to celebrities in U-turn", "description": "<p>Decision to reinstate ‘verified’ status without distinguishing paid-for from free users prompts criticism for ‘false advertising’</p><p>Twitter has again U-turned over its verification policy, restoring the “blue tick” free of charge to celebrity users of the social network.</p><p>But the site’s decision to reinstate the “verified” status without distinguishing between paid-for and free users has led to criticism for false advertising, since the boilerplate disclaimer for those users inaccurately describes their status as being granted “because they are subscribed to Twitter Blue”.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/23/twitter-restores-blue-tick-free-of-charge-to-celebrities-in-u-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/23/twitter-restores-blue-tick-free-of-charge-to-celebrities-in-u-turn", "date_published": "2023-04-23 19:02:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grammy-winning singer Lizzo protests Tennessee law restricting drag shows", "description": "<p>At her concert on Friday night in Knoxville, the performer invited drag queens on stage to rebuke state’s anti-drag legislation</p><p>In a concert on Friday night in Knoxville, Tennessee, in a glittery protest against state legislation designed to restrict drag performances in public, the singer Lizzo filled her stage with drag queens.</p><p>In concert at the Thompson-Boling arena, the Grammy-winning Juice singer brought out drag performers including Aquaria, Kandy Muse, Asia O’Hara and Vanessa Vanji.</p> <a href=\"https://www.theguardian.com/music/2023/apr/23/singer-lizzo-protests-tennessee-anti-drag-law-on-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/23/singer-lizzo-protests-tennessee-anti-drag-law-on-stage", "date_published": "2023-04-23 19:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Braverman pushing forward with her Rwanda plan – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/23/ben-jennings-on-braverman-pushing-forward-with-her-rwanda-plan-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/23/ben-jennings-on-braverman-pushing-forward-with-her-rwanda-plan-cartoon", "date_published": "2023-04-23 19:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United deny Brighton in shootout to set up FA Cup final with City", "description": "<p>And Victor Lindelöf must score. And he does score. At the end of 120 nerve-shredding minutes and seven rounds into the penalty shootout, it came down to the Manchester United central defender versus Robert Sánchez, the Brighton goalkeeper.</p><p>The shadow of the 1983 FA Cup final had loomed large over this semi-final; it was when Gordon Smith simply had to score for Brighton in the final minute of extra time only he did not do so, allowing United to survive and win the replay.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/manchester-united-brighton-fa-cup-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/manchester-united-brighton-fa-cup-semi-final-match-report", "date_published": "2023-04-23 18:42:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "James Cleverly on taking a new approach to foreign policy – and belting out the Beatles with Blinken", "description": "<p>The foreign secretary aims to navigate international relations with ‘patient diplomacy’ as he insists post-Brexit Britain is still admired</p><p>In the early hours of Friday morning New Zealand time, James Cleverly was holed up in the British high commission in Wellington calling international partners about the mounting crisis in Sudan.</p><p>It didn’t take long for him to realise that he would have to cut short his visit and make the long journey back to London. Emergency meetings were already under way in Whitehall preparing for the <a href=\"https://www.theguardian.com/world/2023/apr/23/uk-armed-forces-evacuate-british-diplomats-from-sudan-after-threats#:~:text=The%20UK%20has%20evacuated%20its,Sudan%20remained%20in%20the%20country.\">evacuation of British diplomats</a> from Khartoum.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/23/james-cleverly-on-taking-a-new-approach-to-foreign-policy-and-belting-out-the-beatles-with-blinken\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/23/james-cleverly-on-taking-a-new-approach-to-foreign-policy-and-belting-out-the-beatles-with-blinken", "date_published": "2023-04-23 18:34:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raab challenged to call byelection in his seat if enough voters demand one", "description": "<p>Former deputy PM urged to stand behind ‘robust right to recall’ plan he pioneered in 2013</p><p>Dominic Raab has been challenged to uphold the rules he pushed all MPs to follow by pledging to quit and call a byelection if enough voters in his marginal Surrey seat demand one, after a report into bullying claims.</p><p>The former deputy prime minister, who resigned after being <a href=\"https://www.theguardian.com/politics/2023/apr/21/findings-dominic-raab-bullying-investigation\">found to have exhibited intimidating and abrasive behaviour</a> towards staff, was urged to stand behind plans he pioneered in 2013 to enable MPs found to have behaved badly to face a referendum by constituents.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/23/raab-challenged-to-call-byelection-in-his-seat-if-enough-voters-demand-one\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/23/raab-challenged-to-call-byelection-in-his-seat-if-enough-voters-demand-one", "date_published": "2023-04-23 18:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jonas Eidevall hails ‘brave’ Arsenal after semi-final comeback at Wolfsburg", "description": "<ul><li>Gunners drew 2-2 from 2-0 down in Champions League </li><li>More than 46,000 tickets sold for second leg at Emirates</li></ul><p>Jonas Eidevall praised the “bravery” of his Arsenal players for their recovery from two goals down against the Champions League semi‑final veterans Wolfsburg to <a href=\"https://www.theguardian.com/football/2023/apr/23/wolfsburg-arsenal-womens-champions-league-semi-final-match-report\" title=\"\">secure a 2-2 draw</a> in the first leg in Germany.</p><p>Goals from Rafaelle Souza and Stina Blackstenius levelled the game and set up a tantalising second leg at the Emirates Stadium on Monday 1 May, with more than 46,000 tickets sold so far.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/jonas-eidevall-hails-brave-arsenal-after-semi-final-comeback-at-wolfsburg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/jonas-eidevall-hails-brave-arsenal-after-semi-final-comeback-at-wolfsburg", "date_published": "2023-04-23 18:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ferran Torres gives Barcelona edge over Atlético Madrid as title draws closer", "description": "<p>Ferran Torres struck late in the first half to earn Barcelona a 1-0 victory over third-placed Atlético Madrid at Camp Nou on Sunday.</p><p>Victory helped the home side tighten their grip on top spot as they moved a step closer to their 27th La Liga title. With eight games remaining, Barça have 76 points and an 11-point lead over second-placed Real Madrid, while Atlético remain third on 60 points.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/barcelona-atletico-madrid-la-liga-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/barcelona-atletico-madrid-la-liga-match-report", "date_published": "2023-04-23 17:56:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supreme court justices think selves exempt from rules, top Democrat says", "description": "<p>Judiciary chair Dick Durbin seeks testimony from chief justice amid scandal over gifts to Clarence Thomas</p><p>Dick Durbin, the Democratic chair of the Senate judiciary committee leading a push for supreme court ethics reform, accused the top court of being a panel of “nine justices [who] believe they are exempt from the basic standards of disclosure”.</p><p>His claim came amid growing criticism of the conservative justice Clarence Thomas, whose judicial record is under scrutiny after he became <a href=\"https://www.theguardian.com/us-news/2023/apr/20/clarence-thomas-supreme-court-harlan-crow-luxury-gifts\">embroiled in scandal</a> over taking undeclared gifts from a Republican mega-donor.</p> <a href=\"https://www.theguardian.com/law/2023/apr/23/supreme-court-justices-regulation-senate-democrats-clarence-thomas-john-roberts\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/apr/23/supreme-court-justices-regulation-senate-democrats-clarence-thomas-john-roberts", "date_published": "2023-04-23 17:35:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Giorgia Meloni: normalising the radical right | Editorial", "description": "<p>Italy’s prime minister has navigated her first six months with disturbing success. But her government remains a threat to core European values</p><p>At last November’s Cop27 summit in Egypt, Rishi Sunak made a point of carving out <a href=\"https://www.theguardian.com/environment/2022/nov/06/cop27-flying-visit-rishi-sunak-real-stance-climate\" title=\"\">time for a chat</a> with Europe’s other newly appointed prime minister, Giorgia Meloni. For both leaders there was something to gain from this impromptu bilateral. As the small-boats controversy continued to grab headlines, Mr Sunak hoped to emulate Ms Meloni’s success in turning irregular migration into a profitable dividing line with the left. For her part, Ms Meloni needed her radical-right party, which has neo-fascist roots, to be seen as part of the conservative mainstream.</p><p>This week there will be another chance to exchange notes, as Ms Meloni comes to London on a two-day visit. Six months on, the Italian leader’s normalisation project has been disturbingly successful. Abroad, the hostile headlines have largely disappeared, including in the liberal media. Domestically, her poll ratings, and those of her party, are <a href=\"https://www.politico.eu/europe-poll-of-polls/italy/\" title=\"\">higher than at the autumn election</a>. In some rightwing circles, Ms Meloni has begun to be seen as <a href=\"https://europeanconservative.com/articles/commentary/giorgia-meloni-the-leader-of-the-european-right/\" title=\"\">a potential leader</a> of a post-Merkel conservative axis in European politics.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/the-guardian-view-on-giorgia-meloni-normalising-the-radical-right\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/the-guardian-view-on-giorgia-meloni-normalising-the-radical-right", "date_published": "2023-04-23 17:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on parks: an asset that should be for everyone | Editorial", "description": "<p>With austerity eviscerating their budgets, councils are renting out public land to generate income</p><p>When the mill owner Joseph Strutt cut the ribbon on the <a href=\"https://www.inderby.org.uk/parks/derbys-parks-and-open-spaces/derby-arboretum/\" title=\"\">Derby Arboretum</a> in 1840, entry came with a caveat. This landscaped sweep, one of the first public parks in England, was only <a href=\"https://www.telegraph.co.uk/lifestyle/wellbeing/outdoors/11908169/Britains-public-parks-175-years-old-but-will-they-survive.html\" title=\"\">open to the public</a> on Sundays and Wednesdays. For the rest of the week, its fountains and pathways were reserved for paying customers, whose entry fees effectively subsidised the park.</p><p>The system was scrapped in 1882, as the growing concern for public health among Victorian reformers accelerated the creation of open public parks in towns and cities across England. Anyone can now stroll through Derby’s arboretum. But another form of gatekeeping is taking place in parks today. Councils that have seen their budgets eviscerated by austerity are finding ways to turn parks into cash-generating assets, often by renting stretches of the land to fenced-off commercial events.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/the-guardian-view-on-parks-an-asset-that-should-be-for-everyone\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/the-guardian-view-on-parks-an-asset-that-should-be-for-everyone", "date_published": "2023-04-23 17:25:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s ambulance crews spend 1.8m hours a year on mental health call-outs", "description": "<p>Exclusive: Labour says ‘alarming’ NHS figures show rising number of people on waiting lists for support reaching out to 999 in a crisis</p><p>Ambulance crews in England are spending 1.8m hours a year – the equivalent of 75,000 days – dealing with patients with mental health problems, new NHS figures reveal.</p><p>Labour’s Dr Rosena Allin-Khan said the data showed that lack of help for people experiencing mental ill health was adding to the strain on the hard-pressed ambulance service.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/englands-ambulance-crews-spend-18m-hours-a-year-on-mental-health-call-outs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/englands-ambulance-crews-spend-18m-hours-a-year-on-mental-health-call-outs", "date_published": "2023-04-23 17:21:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs condemn Frasers Group’s use of facial recognition cameras in stores", "description": "<p>Exclusive: Cross-party collection of parliamentarians write letter to Sports Direct owner</p><p>Almost 50 MPs and peers have written to Mike Ashley’s Frasers Group, the corporate owner of the tycoon’s retail portfolio including House of Fraser and Sports Direct, condemning the use of “live facial recognition” cameras in the group’s stores.</p><p>Describing the technology as “invasive and discriminatory”, the parliamentarians, a cross-party collection including David Davis, John McDonnell and Tim Farron, has urged the group to end the use of the cameras across the country.</p> <a href=\"https://www.theguardian.com/business/2023/apr/23/mps-condemn-frasers-groups-use-of-facial-recognition-cameras-in-stores\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/23/mps-condemn-frasers-groups-use-of-facial-recognition-cameras-in-stores", "date_published": "2023-04-23 17:16:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The job of the civil service is to stand up to useless ministers like Dominic Raab | Letters", "description": "<p>Readers on the MP’s resignation as deputy prime minister and justice secretary after an inquiry into bullying claims</p><p>Dominic Raab blames “activist civil servants” for his downfall (<a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-investigation-raises-questions-about-rishi-sunaks-judgment\" title=\"\">Dominic Raab resignation raises questions about Rishi Sunak’s judgment, 21 April</a>). Rightly, the former Whitehall mandarins Simon McDonald and Bob Kerslake <a href=\"https://www.theguardian.com/politics/2023/apr/22/ex-mandarin-warned-dominic-raab-about-conduct-more-than-once\" title=\"\">have dismissed this conspiracy theory</a>. Raab’s fall from grace is just the latest example of macho Brexit fantasies about how the world should be colliding with reality. For rage at civil servants sticking up for their rights, read the traditional Eurosceptic hatred of “unelected Brussels bureaucrats”.</p><p>In Raab’s mind, he was only showing the hard-working “pace, standards and challenge” that “the public expect of ministers working on their behalf”. In reality, civil servants were petrified of disagreeing with him to the extent that some of them felt physically sick before meetings. <br /><strong>Joe McCarthy </strong><br /><em>Dublin, Ireland</em></p> <a href=\"https://www.theguardian.com/politics/2023/apr/23/civil-service-job-is-to-save-us-all-from-useless-ministers-like-dominic-raab\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/23/civil-service-job-is-to-save-us-all-from-useless-ministers-like-dominic-raab", "date_published": "2023-04-23 17:11:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "These men can save Russia: we must not desert them | Letter", "description": "<p>Vladimir Putin must not be allowed to let leading Russian opposition figures Alexei Navalny and Vladimir Kara-Murza die in jail, write <strong>Bernard Guetta, Timothy Garton Ash, Ezio Mauro</strong> and <strong>Adam Michnik</strong> </p><p>Alexei Navalny and Vladimir Kara-Murza are rare, indispensable and of unfailing courage. These are three reasons why statesmen, citizens, artists, trade unions, churches and intellectuals must do everything in their power to prevent these men from dying in prison.</p><p>These men are rare because so many of those well-qualified to take up positions of high responsibility in Russia have been killed or crushed to such an extent that they are among the last. Fortunately, they are not the only ones capable of representing and leading the post-Putin Russia of tomorrow. Others still unknown may also be able to do so; but none of them have the fame and the experience that Navalny and Kara-Murza have acquired in some 15 years of bringing the opposition together, defending the law and denouncing corruption.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/these-men-can-save-russia-we-must-not-desert-them\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/these-men-can-save-russia-we-must-not-desert-them", "date_published": "2023-04-23 17:09:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two theatres, both alike in historical importance | Letters", "description": "<p><strong>Rupert Gavin</strong> and <strong>Austen Lynch </strong>on the Theatre (1576) and the Curtain theatre (1577), which hosted the earliest performances of William Shakespeare’s plays</p><p>Your feature (<a href=\"https://www.theguardian.com/culture/2023/apr/19/london-museum-of-shakespeare-shoreditch-ai\" title=\"\">London museum to use AI to let visitors walk on Shakespeare’s early stage, 19 April</a>) rightly trumpets the impending new museum on the site of the Curtain theatre in Shoreditch, but wrongly credits unequivocally this site as “home to Shakespeare’s earliest performances” and his “main venue before the Globe was built”. The better claim for this is made by the venue known as the Theatre, built one year earlier (1576) a few hundred yards north, by the actor-manager James Burbage and his brother-in-law (and Grocers’ Company member) John Brayne.</p><p>This was the first longstanding dedicated performance venue in the country and the first to use the name “theatre”. Burbage’s troupe, the Earl of Leicester’s Men, were based here, as were initially their successors the Admiral’s Men, and eventually the Lord Chamberlain’s Men, led by his son, the great actor Richard Burbage. Shakespeare joined the Lord Chamberlain’s Men and became the lifelong partner of and writer for Burbage Jr.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/23/two-theatres-both-alike-in-historical-importance\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/23/two-theatres-both-alike-in-historical-importance", "date_published": "2023-04-23 17:08:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World No 1 Iga Swiatek defeats Aryna Sabalenka to retain title in Stuttgart", "description": "<ul><li>Pole wins 6-3, 6-4 in repeat of 2022 final</li><li>Swiatek had pulled out of last two tournaments with injury</li></ul><p>World No 1 Iga Swiatek cruised past Aryna Sabalenka 6-3, 6-4 to win the Stuttgart Open on Sunday in a repeat of last year’s final, to confirm her status as the French Open favourite.</p><p>The Pole, back from injury and gearing up for her title defence at Roland Garros, which begins next month, and world No 2 Sabalenka traded powerful baseline blows before Swiatek earned a second breakpoint at 4-3. Swiatek whipped a superb forehand down the line to go 5-3 up before easily holding serve to clinch the first set on her second set point.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/world-no-1-iga-swiatek-defeats-aryna-sabalenka-to-retain-title-in-stuttgart\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/world-no-1-iga-swiatek-defeats-aryna-sabalenka-to-retain-title-in-stuttgart", "date_published": "2023-04-23 16:46:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Limit access to US secret documents, Democrat says in response to leaks", "description": "<p>Chair of Senate intelligence committee addresses Pentagon leaks and says central entity should oversee classification process</p><p>Too many people have access to the US government’s closest secrets and a central entity should oversee the classification process, the chairman of the Senate intelligence committee said on Sunday, addressing leaks of documents in an online chat group.</p><p>A US air national guardsman was charged on 14 April with leaking classified documents <a href=\"https://www.theguardian.com/news/audio/2023/apr/18/the-pentagon-leaks-how-did-us-security-files-end-up-on-discord-podcast\">on the Discord platform</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/23/us-secret-documents-limit-access-democrat-says\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/23/us-secret-documents-limit-access-democrat-says", "date_published": "2023-04-23 16:45:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oliver Dowden: the new deputy PM who is more hardline than his image", "description": "<p>Sunak’s political soulmate portrays himself as a moderate but has been called a warrior against woke and keen Thatcherite</p><p>Oliver Dowden likes to portray himself as a moderate but is seen as much more hardline.</p><p>“I’ve always viewed myself as a one-nation liberal Conservative,” he told <a href=\"https://www.bbc.co.uk/sounds/play/p09mk9z7\">Nick Robinson’s Political Thinking podcast</a>. But others say this is just a mask and that underneath it the new deputy prime minister is a fervent culture warrior and enthusiastic Thatcherite. In his interview with Robinson, Dowden railed against “the unacceptable face of woke – that sort of really aggressive campaigning on issues and virtue signalling and cancel culture which I just think is kind of alien to this country”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/23/oliver-dowden-the-new-deputy-pm-who-is-more-hardline-than-his-image\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/23/oliver-dowden-the-new-deputy-pm-who-is-more-hardline-than-his-image", "date_published": "2023-04-23 16:34:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tadej Pogacar fractures wrist in crash as Evenepoel wins Liège-Bastogne-Liège", "description": "<ul><li>Slovenian to undergo surgery after crash in Sunday’s race</li><li>Remco Evenepoel retains title with Tom Pidcock second</li></ul><p>Tadej Pogacar has suffered a fractured wrist after crashing in Sunday’s Liège-Bastogne-Liège race which was won by the defending champion, Remco Evenepoel.</p><p>The pre-race favourite, Pogacar has dominated the Spring Classics this year, winning the Tour of Flanders, Amstel Gold and La Flèche Wallonne among others. The Slovenian, who won this race in 2021, was expected to battle Evenepoel for victory but was involved in a crash with Mikkel Honoré 84.5km (52.5 miles) into the race.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/cycling-tadej-pogacar-fractures-wrist-remco-evenepoel-wins-liege-bastogne-liege\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/cycling-tadej-pogacar-fractures-wrist-remco-evenepoel-wins-liege-bastogne-liege", "date_published": "2023-04-23 16:33:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Body of Spain’s fascist party founder to be removed from basilica", "description": "<p>Family will rebury José Antonio Primo de Rivera in Madrid cemetery to pre-empt state exhumation</p><p>Nearly four years after <a href=\"https://www.theguardian.com/world/2019/oct/24/franco-exhumation-spain-dictator-madrid\">Franco’s remains were removed from the hulking Valley of the Fallen</a> mausoleum outside Madrid, those of José Antonio Primo de Rivera, the founder of the Falangist party, are to be exhumed from the same site and reburied in a cemetery in the Spanish capital.</p><p>The removal of Primo de Rivera’s remains follows the introduction last year of the Socialist-led government’s <a href=\"https://www.theguardian.com/world/2022/oct/05/spain-passes-law-to-bring-dignity-to-franco-era-victims\">Historical Memory law</a>, which aims to bring “justice, reparation and dignity” to the victims of the Spanish civil war and subsequent dictatorship.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/body-of-spains-fascist-party-founder-to-be-removed-from-basilica\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/body-of-spains-fascist-party-founder-to-be-removed-from-basilica", "date_published": "2023-04-23 16:28:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eroni Mawi seals top spot for Saracens to end London Irish’s playoff bid", "description": "<ul><li>Saracens 45-21 London Irish</li><li>Leaders all but confirmed to host Northampton in semi-final</li></ul><p>London Irish’s hopes of reaching the Premiership playoffs were extinguished in brutal fashion by Saracens who ensured they will finish top of the pile with a home semi-final against Northampton in three weeks’ time all-but confirmed. Sarries were not at their best but in many ways it was a vintage performance, the kind they have served up so often in these parts, grinding Irish down before squeezing the life out of them with Owen Farrell to the fore.</p><p>For Irish, a promising season – on the field at least – will end short of the playoffs. They had some impressive performers, none more so than the No 8 So’otala Fa’aso’o, and they have a raft of young English talent to build around. More importantly, they need to secure significant investment to safeguard their future which, in the current climate, is easier said than done but in playing terms there is grounds for optimism next season.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/saracens-london-irish-premiership-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/saracens-london-irish-premiership-rugby-union-match-report", "date_published": "2023-04-23 16:25:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish firm wrong to fire electrician for drinking alcohol during working day, court rules", "description": "<p>High court found electrical company had not proved man was drunk after he was seen drinking beer, wine and brandy at lunch</p><p>A Spanish court has ruled that a company was wrong to fire an electrician who may have drunk more than three litres of beer in one day because it had not proved that his consumption had left him “inebriated, intoxicated or drunk”, or unable to do his job.</p><p>The high court in the south-eastern region of Murcia found the electrical company had provided insufficient grounds for the man’s dismissal and ordered it to reinstate the sacked worker, or pay him €47,000 (£42,000) in compensation. It also noted that the company had failed to take into account the effect the <a href=\"https://www.theguardian.com/environment/2023/apr/21/weather-tracker-heat-spain-could-smash-april-temperature-record\">hot Murcian summer</a> could have had on the man’s drinking.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/spanish-firm-wrong-to-fire-electrician-for-drinking-alcohol-during-working-day-court-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/spanish-firm-wrong-to-fire-electrician-for-drinking-alcohol-during-working-day-court-rules", "date_published": "2023-04-23 16:05:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK emergency alert test: Three looking into why users failed to get text", "description": "<p>Network’s users report en masse that SMS, accompanied by piercing 10-second tone, never arrived</p><ul><li><a href=\"https://www.theguardian.com/society/live/2023/apr/23/emergency-alert-test-uk-phone-alarms-sound-live-updates\">UK emergency alert test: live updates</a></li></ul><p>The mobile network Three said it was investigating why many of its users failed to receive an emergency alert from the government, the first nationwide test for the UK’s new national warning system.</p><p>The alarm was scheduled to sound at 3pm on all mobile devices connected to the UK’s 4G and 5G networks, but while the piercing, 10-second tone did arrive for millions of people, and up to a minute early for some, Three users reported en masse that they did not receive it.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/uk-emergency-alert-test-three-looking-into-why-users-failed-to-get-text\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/uk-emergency-alert-test-three-looking-into-why-users-failed-to-get-text", "date_published": "2023-04-23 16:05:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rewards-led training regime behind long waits for UK guide dogs, says campaigner", "description": "<p>Guide Dogs UK defended its methods and blamed drop in number of trained dogs on Covid</p><p>Blind people are waiting more than a year for guide dogs due to misjudged animal-welfare rules, according to a former Guide Dogs UK employee.</p><p>The number of guide dog owners in the UK has declined from more than 5,000 in 2017 to 3,695 in 2022, despite demand remaining stable, according to an open letter written to the heads of Guide Dogs UK.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/rewards-led-training-regime-behind-long-waits-for-uk-guide-dogs-says-campaigner\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/rewards-led-training-regime-behind-long-waits-for-uk-guide-dogs-says-campaigner", "date_published": "2023-04-23 16:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican Graham loses cool over abortion after supreme court pill ruling", "description": "<p>Senator Lindsey Graham deflects questions with false claims that Democrats want a ‘barbaric’ law allowing abortions until birth</p><p>Republican frustration with the <a href=\"https://www.theguardian.com/world/2023/apr/21/abortion-pill-ruling-latest-news-supreme-court-decision\">supreme court decision</a> which on Friday blocked restrictions on a widely used abortion pill spilled into public on Sunday, as the South Carolina senator Lindsey Graham lost his cool in a television interview when challenged on his flip-flopping position.</p><p>Graham, who last September <a href=\"https://www.theguardian.com/us-news/2022/sep/13/republican-national-abortion-ban-lindsey-graham\">proposed a national 15-week abortion ban</a> only a month after insisting it was an issue for <a href=\"https://www.thedailybeast.com/remember-when-lindsey-graham-said-abortion-should-be-left-to-the-states\">states to decide</a>, became angry on CNN’s State of the Union, deflecting questions with false claims Democrats wanted a law allowing abortions until birth.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/republican-lindsey-graham-loses-cool-abortion-supreme-court-pill-ruling\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/republican-lindsey-graham-loses-cool-abortion-supreme-court-pill-ruling", "date_published": "2023-04-23 15:44:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour cuts ties with CBI and says lobby group needs ‘root and branch reform’", "description": "<p>Flood of Confederation of British Industry members have quit since allegations reported by the Guardian</p><p>The Labour party has cut all ties with the Confederation of British Industry after the Guardian’s revelations about <a href=\"https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi\">alleged sexual misconduct by male employees at the lobbying group</a>.</p><p>The CBI experienced an exodus of major member businesses at the end of last week, including the insurer Aviva, the retailer John Lewis, the manufacturer Jaguar Land Rover and the banking firm Natwest Group. Companies said the lobby group was unable to carry out its role effectively following the allegations, after a second woman <a href=\"https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi\">alleged to the Guardian</a> that she was raped by two male colleagues when she worked at the CBI.</p> <a href=\"https://www.theguardian.com/business/2023/apr/23/labour-cuts-ties-with-cbi-and-says-lobby-group-needs-root-and-branch-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/23/labour-cuts-ties-with-cbi-and-says-lobby-group-needs-root-and-branch-reform", "date_published": "2023-04-23 15:39:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rise in school absences since Covid driven by anxiety and lack of support, say English councils", "description": "<p>Evidence to MPs claims parents more cautious about sending children to school with minor ailments</p><p>Increased anxiety and lack of mental health support are driving a steep increase in <a href=\"https://www.theguardian.com/education/2023/mar/16/one-in-five-pupils-in-england-were-persistently-absent-in-past-school-year\">children missing school</a> since the Covid pandemic, with some children “struggling to leave home”, according to councils in England.</p><p>Local authorities are also highlighting budget pressures that have forced cuts in school support staff, with some schools trying to “manage” students out of classrooms or disguising their attendance records, while others are “off-rolling” students to artificially boost school exam results.</p> <a href=\"https://www.theguardian.com/education/2023/apr/23/rise-in-school-absences-since-covid-driven-by-anxiety-and-lack-of-support-say-english-councils\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/23/rise-in-school-absences-since-covid-driven-by-anxiety-and-lack-of-support-say-english-councils", "date_published": "2023-04-23 15:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brighton v Manchester United: FA Cup semi-final – live", "description": "<ul><li>Updates from the second semi-final at Wembley (4.30pm BST)</li><li>Get in touch! <a href=\"mailto:rob.smyth@theguardian.com\">Email Rob</a> with your thoughts on the game</li></ul><p><strong>“I used to think ‘and Smith must score’ was a bit harsh,”</strong> says Niall Mullen, “that it wasn’t <em>that </em>easy a chance. But, watching it again recently, he really should’ve scored.”</p><p>I don’t think it’s that bad – it’s not like he launched it towards Enfield. It’s the context that makes it so famous I guess. Also, of course, we didn’t have xG in 1983. Looking back, they were chilling times.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/23/brighton-v-manchester-united-fa-cup-semi-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/23/brighton-v-manchester-united-fa-cup-semi-final-live", "date_published": "2023-04-23 15:15:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Ukraine positions near Kherson could signal spring offensive – report", "description": "<p>Thinktank says infiltration into area east of Dnipro river could be first step toward trying to dislodge Russian forces</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/23/russia-ukraine-war-live-thousands-evacuated-after-bomb-scare-in-russian-city-struck-by-own-forces\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine’s military has set up positions on the eastern side of the Dnipro river near Kherson city, the Institute for the Study of War cites Russian military bloggers as saying.</p><p>Infiltrating the area could be a first step towards trying to dislodge Russian forces from positions they are using to shell and shoot at Kherson.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/new-ukraine-positions-near-kherson-could-signal-spring-offensive-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/new-ukraine-positions-near-kherson-could-signal-spring-offensive-report", "date_published": "2023-04-23 15:09:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The seeds of Sudan’s collapse were planted decades ago | Nesrine Malik", "description": "<p>The bloody conflict in my birth country has its roots in a power struggle that began with the Darfur genocide 20 years ago</p><p>The speed with which Sudan unravelled was the first indication that it had all been building up for a long time. <a href=\"https://www.theguardian.com/world/2023/apr/16/sudan-conflict-why-is-there-fighting-and-what-is-at-stake-in-the-region\">The country’s collapse</a> is the result of a series of failures, complicities and complacencies that have been rumbling away in the background for so long that those living with them assumed they would continue on for ever. That was until a paramilitary group, the Rapid Support Forces (RSF), and the country’s army went to war over who runs the country – and trapped the Sudanese people between them.</p><p>The country’s capital, Khartoum, has <a href=\"https://www.theguardian.com/world/2023/apr/21/nobody-is-left-brutal-fighting-lays-waste-to-wealthy-central-khartoum\">become a war zone</a>, with surreal scenes of tanks, missile strikes and plumes of smoke rising throughout the city. The conflict erupted exactly four years after a colossal revolution succeeded, against all odds, in <a href=\"https://www.theguardian.com/commentisfree/2019/apr/12/bashir-regime-sudan-identity-khartoum-arab-dictator\">removing President Omar al-Bashir</a> after almost 30 years of dictatorship, economic pillage and genocide<strong> – </strong>and in doing so, created a power vacuum over which the two forces are fighting.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/sudan-conflict-power-struggle-darfur-genocide\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/sudan-conflict-power-struggle-darfur-genocide", "date_published": "2023-04-23 15:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can I decide what to watch on TV and stop scrolling?", "description": "<p>Guilty of endlessly checking the menu and flipping channels? Stop and commit to a show that catches your eye, don’t binge and be cautious when sharing your streaming account</p><p>Watching television used to be relatively simple: there was a fixed schedule of options to choose from, and flipping channels would eventually bear fruit. Now it’s at once a cornucopia and a chore: with a surfeit of streaming platforms and their infinite selections available to us, you absently rifle through menus, unsure if you’re in the mood for <em><a href=\"https://www.theguardian.com/tv-and-radio/2022/mar/16/is-it-cake-is-the-bizarre-baking-show-that-might-rescue-2022-netflix\" title=\"\">Is It Cake?</a></em><a href=\"https://www.theguardian.com/tv-and-radio/2022/mar/16/is-it-cake-is-the-bizarre-baking-show-that-might-rescue-2022-netflix\" title=\"\"> on Netflix </a>or a new <a href=\"https://www.theguardian.com/film/2022/mar/24/putin-is-just-the-frontman-sergei-loznitsa-the-ukrainian-film-maker-who-refuses-to-be-cancelled\" title=\"\">Sergei Loznitsa </a>documentary on Mubi, until suddenly it’s bedtime. How to get off the spinning wheel? A few tips:</p><p><strong>Take a chance and commit</strong>: dating apps and streaming television now operate along quite a similar structure: endless options for you to consider at a glance, with nothing further to point you to the right one. The difference with streaming is that you don’t need to wait for approval from the other side to get started: if a show or film catches your eye, stop and see if you like it. Too many of us waste hours shuffling through menus in search of some ideal viewing option that we can’t even define for ourselves, instead of just choosing on a whim. Worst-case scenario? You tune out after 15 minutes and start again.</p> <a href=\"https://www.theguardian.com/film/2023/apr/23/how-can-i-decide-what-to-watch-on-tv-and-stop-scrolling\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/23/how-can-i-decide-what-to-watch-on-tv-and-stop-scrolling", "date_published": "2023-04-23 15:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The elephant artworks interrogating Korean life: ‘When we get rid of the power structure, what will we see?’", "description": "<p>Oum Jeongsoon became fascinated with elephants over a decade ago. Her latest sculpture has no trunk and invites touch – and it’s just won a $100,000 prize</p><p>It’s a strange sight at an art exhibition. While people mill around, respectfully observing works from a distance, some walk towards a white sculpture with their arms outstretched. Then they put their hands directly on to it: the cardinal art sin.</p><p>But this artwork doesn’t just invite touch – it depends on it. Wool and fabric cover a 3x3m, 500kg iron skeleton. The figure looks at once familiar and alien: its large ears and thick legs are instantly recognisable, but there is no tail, trunk or face. Touching the elephant, something stirs.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/24/the-elephant-artworks-interrogating-korean-life-when-we-get-rid-of-the-power-structure-what-will-we-see\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/24/the-elephant-artworks-interrogating-korean-life-when-we-get-rid-of-the-power-structure-what-will-we-see", "date_published": "2023-04-23 15:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Four-time loser’ Trump might not be nominee for 2024, Republican insists", "description": "<p>New Hampshire governor Chris Sununu says ‘we need a candidate that can win’ even as Trump dominates national primary polls</p><p>Donald Trump is a “four-time loser” who will not necessarily be the Republican presidential nominee despite dominating primary polling, the New Hampshire governor said on Sunday.</p><p>“Donald Trump is positioning himself to be a four-time loser in 2024,” Chris Sununu said. “We need candidates that can win.”</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/23/trump-chris-sununu-republican-primary-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/23/trump-chris-sununu-republican-primary-2024", "date_published": "2023-04-23 14:56:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Hinds obituary", "description": "Writer, teacher and historian whose book Journey to an Illusion provided an insight into the lives of postwar Black immigrants<p>When the writer and educator Donald Hinds, newly arrived in London from Jamaica, with boyish good looks and impeccable manners, attended his appointment at the Brixton labour exchange in the mid-1950s, he did so with a certain spring in his step. After all, he had his national exam certificates and the classroom experience that he was certain would land him a good teaching job in the “mother country”, as he called it.</p><p>The clerks there had other ideas, and signposted him to try out for the role of “transport executive bus conductor” with London Transport. Donald, who has died aged 89, recalled that “it sounded very grand”. He passed the test and was posted to Brixton bus garage in Streatham Hill, where he became the fifth Black conductor in the company. It was handy for him that one of the drivers who had been asked about the potential pairing told the bosses that he did not mind “working with a coloured”.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/donald-hinds-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/donald-hinds-obituary", "date_published": "2023-04-23 14:15:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holy guacamole: are you ready for the return of the avocado bathroom suite?", "description": "<p>Pink, blue, yellow… Coloured bathroom suites are pushing the all-white sets out of fashion</p><p>To walk into the <a href=\"https://brokenbog.com/\" title=\"\">Brokenbog</a> warehouse is to walk into a flushable rainbow. Grand porcelain towers of 50,000 toilets, basins and bathtubs are stacked in a Pantone-esque pattern of pinks, greens and blues. To be specific: Flamingo, Melba, Romany, Heather, Pampas, Silver Fox, Sorrento Blue and more, a hundred more, each shade insistently nostalgic in its own specific way.</p><p>“When my parents bought a former Corporation house in Stevenage New Town in the 1970s,” says <a href=\"https://www.port.ac.uk/about-us/structure-and-governance/our-people/our-staff/deborah-sugg-ryan\" title=\"\">Deborah Sugg Ryan</a>, professor of design history at the University of Portsmouth, “the first thing they did was to rip out the white bathroom and replace it with an aspirational avocado green suite with matching rippled tiles.” A decade later, across Britain the opposite was happening. Ccolour was bleached from bathrooms again, avocado suites making way for minimal white sanctuaries. The popularity ofminimalism in of the 1990s led to spa-like bathrooms, their function as much a place of “wellness” as cleanliness. White metro tiles suggested an industrial space, hygienic and pure, and pleasingly modern. Sugg Ryan charts the rise and fall of the coloured bathroom from 1932, when “speculatively built houses became more affordable and the coloured bathroom suite was a mark of individuality and modernity”. Art Deco geometric styles with black borders led to pastels, “like mint and pink, which were popular into the 1950s when vanity basins became fashionable. Pastels gave way to more muted tones, like beige and the notorious avocado green in the 1970s. The coloured bathroom suite fell out of favour in the 1980s when there was a fad for Victoriana and the return of the freestanding roll-top bath. Until recently, white reigned supreme, combined with built-in storage and beige or grey tiles.” Recently, Sugg Ryan bought a pink sink on impulse, and is very pleased with it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/retro-loos-flushed-with-success-eva-wiseman\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/retro-loos-flushed-with-success-eva-wiseman", "date_published": "2023-04-23 14:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I worry about how much sugar I consume?", "description": "<p>Sugary foods are easier to access than ever and designed to keep us coming back for more. Are they actually addictive – and should we quit them?</p><p>Everyone loves sugar. And for good reason! Back in the paleolithic days, when food was scarce, you’d have had to gnaw through nearly a metre of chunky, fibrous sugar cane to get the same amount of energy you can now glug down via a single can of Coke. But apart from the fact that most of us aren’t chasing enough mammoths to need that kind of calorie hit any more, is there anything really that bad about our fondness for the sweet stuff? Or is it actually addictive and should we be quitting it entirely? Toothbrush at the ready: the truth might leave a sour taste.</p><p>First of all, it’s important to understand the distinction between “free” sugars – added to foods like sweets, cakes, biscuits, and fizzy drinks – and the sugar found naturally in milk, fruit and vegetables. “The intrinsic sugars naturally incorporated within the cellular structure of food, like the sugar found in whole fruit and vegetables, are released more slowly into the bloodstream,” says the nutritionist <a href=\"https://lilysoutternutrition.com/\">Lily Soutter</a>. “This is also the case with milk sugars that come alongside a helping of protein and fat, which can keep you feeling fuller for longer. The recommendation for adults is that we cut back on ‘free’ sugars to just 5% of total energy intake, which equates to about 30g a day for adults.” That’s roughly seven teaspoons.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/should-i-worry-about-how-much-sugar-i-consume\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/should-i-worry-about-how-much-sugar-i-consume", "date_published": "2023-04-23 14:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bannau Brycheiniog: new name for the park but poor state of nature harder to fix", "description": "<p>The former Brecon Beacons has acknowledged it is facing an onslaught of environmental threats – with the UK’s national parks from Dartmoor to the Cairngorms facing similar pressures</p><p>“We are all longing for a taste of the wild, of true wilderness. But it’s like Joni Mitchell says: ‘They’ve paved paradise and put up a parking lot’,” says Cathy, who is enjoying a day out hiking in the Brecon Beacons, or Bannau Brycheiniog as it is now to be known.</p><p>The national park announced it was changing its name back to the old Welsh one earlier this week and, in doing so, acknowledged a painful open secret: nature in the UK’s national parks is in trouble.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/23/bannau-brycheiniog-new-name-for-brecon-beacons-park-but-poor-state-nature-harder-to-fix-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/23/bannau-brycheiniog-new-name-for-brecon-beacons-park-but-poor-state-nature-harder-to-fix-aoe", "date_published": "2023-04-23 14:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Metallica: 72 Seasons review – solid rather than spectacular", "description": "<p>(Blackened)<br />James Hetfield’s adventurous lyrics aren’t matched by the tempo on a 77-minute album set to chug mode</p><p>Having spent two decades making progressively worse albums, <a href=\"https://www.metallica.com/\">Metallica</a> finally came good again with 2008’s <em>Death Magnetic</em> and 2016’s <em>Hardwired... to Self-Destruct</em>, both of which harked back to the inventiveness and sheer energy of their 1980s material. In their wake, <em>72 Seasons</em>, the Californians’ 11th album, feels like a step backwards. While the 12 songs here are indisputably as heavy as anything they’ve ever recorded, across 77 long minutes the tempo is far too often set to “chugging”, except on a couple of bracingly thrashier numbers and the more nuanced closer, Inamorata. Imagine 1991’s <em>Black Album</em> – the record that catapulted them into the big league – with barely any of the hooks or melodies and you wouldn’t be too wide of the mark.</p><p>At least there is greater adventurousness lyrically. James Hetfield delves back into his troubled childhood (as he first did on 1988’s Dyers Eve) for some of his most personal lyrics to date, most notably on the bleak Chasing Light: “Lost his way through wicked streets, but he is someone’s little boy”. (Not every song is this revealing <em>– </em>the furious <a href=\"https://www.youtube.com/watch?v=IX34gq-ZaWw\">Lux Æterna</a>‘s lyrics instead nod to early inspirations <a href=\"https://www.diamondheadofficial.com/\">Diamond Head</a> as well as their own Motorbreath.)</p> <a href=\"https://www.theguardian.com/music/2023/apr/23/metallica-72-seasons-review-solid-rather-than-spectacular\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/23/metallica-72-seasons-review-solid-rather-than-spectacular", "date_published": "2023-04-23 14:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Higgins takes 8-0 lead to bring Kyren Wilson down to earth at Crucible", "description": "<ul><li>Four-time world champion dominates with three centuries</li><li>Wilson facing exit after hitting 147 in his first-round match</li></ul><p>John Higgins brought Kyren Wilson back down to the earth at the Crucible, hitting vintage form to claim a scarcely believable 8-0 lead in their second-round clash at the World Snooker Championship on Sunday.</p><p>The four-time former champion reeled off three centuries, and three more breaks over 50 to take total charge of the match. Wilson, the 2020 finalist who hit a 147 in his first-round win over Ryan Day, is now facing a battle to extend the match past a second session.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/snooker-world-championship-crucible-higgins-wilson-selby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/snooker-world-championship-crucible-higgins-wilson-selby", "date_published": "2023-04-23 13:37:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LeBron James gets revenge for ‘old’ comments as Brooks ejected in Lakers’ win", "description": "<ul><li>Lakers take 2-1 lead in playoff series after electric opening</li><li>Brooks ejected after striking James in groin</li></ul><p>LeBron James and the Lakers came out in front of the franchise’s first sellout playoff crowd in a decade and immediately produced one of the greatest first quarters in team history.</p><p>Los Angeles leaped to a 35-9 lead amidst one raucous ovation after another from fans eager for a return to the Lakers’ tradition of playoff success.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/lebron-james-dillon-brooks-ejection-lakers-grizzlies-nba-playoffs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/lebron-james-dillon-brooks-ejection-lakers-grizzlies-nba-playoffs", "date_published": "2023-04-23 13:20:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wolfsburg v Arsenal: Women’s Champions League semi-final, first leg – live", "description": "<ul><li>Updates from the first leg of this last-four tie (2.30pm BST)</li><li>Get in touch! <a href=\"mailto:sarah.rendell.casual@guardian.co.uk\">Email Sarah</a> or <a href=\"https://twitter.com/rendellx\">tweet her</a> with your thoughts</li></ul><p><strong>In the build-up to the semi-final,</strong> Arsenal manager Jonas Eidevall has spoken openly about his frustration with scheduling. They had a crucial WSL match against Manchester United midweek, which they lost 1-0, but Chelsea did not have a game ahead of their first leg with Barcelona. Have a read of his comments here:</p><p><strong>A great feature on Chelsea’s match yesterday</strong> by Sophie Downey, some good analysis about the Blues’ chances in the second leg:</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/23/wolfsburg-v-arsenal-womens-champions-league-semi-final-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/23/wolfsburg-v-arsenal-womens-champions-league-semi-final-first-leg-live", "date_published": "2023-04-23 13:13:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emergency alert test UK: phone alarms to sound at 3pm – live updates", "description": "<p>At 3pm BST, every phone in Britain is due to receive a loud alarm as a test for future emergencies</p><ul><li><a href=\"https://www.theguardian.com/technology/2023/apr/21/how-to-disable-uk-emergency-alerts-on-your-phone\">How to disable UK emergency alerts on your phone</a></li></ul><p>For some, being unable to easily turn off the alert might be simply annoying. For others, it could be dangerous. <a href=\"https://www.hullandeastridingcab.org.uk/living-with-domestic-abuse/\">The Citizens Advice Bureau</a> has put together a handy graphic aimed at people experiencing domestic violence, to remind them that the alert could expose a phone hidden in your house “just in case”.</p><p>The graphic has gone viral on most social networks, so hopefully those who need the reminder have already seen it, but if this affects you, please, remember to <em>turn off</em> the hidden phone before the alert sounds at 3pm. Muting it or disabling notifications will not suffice.</p> <a href=\"https://www.theguardian.com/society/live/2023/apr/23/emergency-alert-test-uk-phone-alarms-sound-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/society/live/2023/apr/23/emergency-alert-test-uk-phone-alarms-sound-live-updates", "date_published": "2023-04-23 13:11:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only a number: Japan legend Kazuyoshi Miura makes Oliveirense debut at 56", "description": "<ul><li>Striker comes off the bench in Portuguese second-tier clash</li><li>‘King Kazu’ has played in six countries over epic 37-year career</li></ul><p>Former Japan striker Kazuyoshi Miura added yet another achievement to his age-defying career on Saturday, making his debut for Portuguese second-tier club Oliveirense at the age of 56.</p><p>Miura, who joined Oliveirense on loan from Yokohama FC earlier this year, came on in the 90th minute of a 4-1 win at Académico de Viseu. According to a report on the league’s website, Miura’s appearance made him the oldest footballer ever to play in Portuguese football, at 56 years, one month and 24 days.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/japan-kazuyoshi-miura-oliveirense-debut-56\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/japan-kazuyoshi-miura-oliveirense-debut-56", "date_published": "2023-04-23 13:10:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I jumped out of a plane to learn the benefts of stress", "description": "<p>It turns out that within moderation, stress can even be good for you</p><p>I’m sitting in the back of the plane when the pilot announces we’ve reached maximum altitude. One of the crew gets up and – somewhat theatrically – slides open the side of the plane. In ones and twos, we shuffle towards the open door. When it comes to my turn, standing on the edge of a two-mile vertical drop, I’m more terrified than I’ve ever been.</p><p>Thankfully, as a first-time jumper, I’m strapped to an experienced parachutist who will guide us down. I don’t even have to take the next step. But my brain is screaming at me not to go through with it. Behind me, my instructor gently pulls my head back so I can hear his reassuring words over the roaring wind. I grit my teeth, take a deep breath, and we tumble forward into the fresh rushing air.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/i-jumped-out-of-a-plane-to-learn-more-about-stress-ben-ramalingam\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/i-jumped-out-of-a-plane-to-learn-more-about-stress-ben-ramalingam", "date_published": "2023-04-23 13:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From pope’s jacket to napalm recipes: how worrying is AI’s rapid growth?", "description": "<p>Google boss says issue keeps him up at night, while thousands have urged six-month pause on creation of ‘giant’ AIs</p><p>When the boss of Google admits to <a href=\"https://www.theguardian.com/technology/2023/apr/17/google-chief-ai-harmful-sundar-pichai\">losing sleep</a> over the negative potential of artificial intelligence, perhaps it is time to get worried.</p><p>Sundar Pichai told the CBS programme 60 Minutes this month that AI could be “very harmful” if deployed wrongly, and was developing fast. “So does that keep me up at night? Absolutely,” he said.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/23/pope-jacket-napalm-recipes-how-worrying-is-ai-rapid-growth\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/23/pope-jacket-napalm-recipes-how-worrying-is-ai-rapid-growth", "date_published": "2023-04-23 13:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I saw the UK through the eyes of my French in-laws - and it was deeply embarrassing | Emma Beddington", "description": "<p>Our rivers run with poo, we have hundreds of food banks and it is virtually impossible to get a doctor’s appointment. Sometimes it takes an outside perspective to appreciate how bad things are</p><p>My in-laws came to stay recently, prompting a crisis of what some DIY chain has forced me to think of as “<a href=\"https://www.campaignlive.co.uk/article/wickes-tackles-housebarrassment-coming-of-age-ad-vccp/1711132\" title=\"\">housebarassment</a>”. We don’t have many guests, because I get funny when people use my mugs, and offer a welcome along the lines of the peregrine falcon nest boxes I watch on webcams: a few strewn pebbles, dismembered pigeon corpses, me hunched and glaring in a corner, covered in viscera. But some visits are welcome – we hardly ever see my in-laws, since they’re fairly elderly and live in France, but I like them! It’s a miracle. I hardly like anyone.</p><p>But it’s shaming to suddenly see your home through other eyes. Before they arrived, we surveyed the squalor we’d got used to, each secretly blaming the other. The shoe and pizza box mountain in the hall, an insanitary trip hazard. A pair of socks left on the radiator since last summer. A mummified – what? Apple? Lemon? Mouse? – in the fruit bowl, an unconscionable amount of hair everywhere, the sofa smelling of old dog and surrounded by crisp packets and coconut water cartons.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/saw-the-uk-through-the-eyes-of-my-french-in-laws-and-it-was-deeply-embarrassing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/saw-the-uk-through-the-eyes-of-my-french-in-laws-and-it-was-deeply-embarrassing", "date_published": "2023-04-23 13:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Incredible’ Donizetti songs to be heard for first time in 200 years", "description": "<p>Italian opera composer’s lost works to be performed in London after discovery by British musicologist</p><p>Up to 90 previously unknown songs by one of classical music’s greatest composers, Gaetano Donizetti, will be heard for the first time in more than 200 years after their discovery by a leading British musicologist.</p><p>Roger Parker, a professor of music at King’s College London, described the scores as “incredible” and worthy of Donizetti’s most popular operas, masterpieces that include <em><a href=\"https://www.theguardian.com/music/2017/oct/31/lucia-di-lammermoor-donizetti-katie-mitchell-lisette-oropesa-review-royal-opera-house\" title=\"\">Lucia di Lammermoor</a></em>.</p> <a href=\"https://www.theguardian.com/music/2023/apr/23/incredible-donizetti-songs-to-be-heard-for-first-time-in-200-years\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/23/incredible-donizetti-songs-to-be-heard-for-first-time-in-200-years", "date_published": "2023-04-23 13:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK inflation will fall rapidly, says ex-Bank of England economist", "description": "<p>‘Pretty much nailed on’ that the rate will halve in next six months, according to Andy Haldane</p><p>The former chief economist of the Bank of England has predicted that inflation will fall rapidly in the coming months, and advised interest rate setters to consider pausing further increases in borrowing costs.</p><p>Andy Haldane, who <a href=\"https://www.theguardian.com/business/2021/apr/13/andy-haldane-bank-of-england-royal-society-of-arts\">left the Bank in 2021</a> to lead the Royal Society of Arts thinktank, said it was “pretty much nailed on” that inflation would halve in the next six months, hitting a <a href=\"https://www.theguardian.com/politics/2023/jan/04/sunak-vows-to-be-steady-hand-on-tiller-but-are-his-pledges-all-sleight-of-hand\">target set in January</a> by the prime minister, Rishi Sunak – because of an inevitable slowdown in energy price increases.</p> <a href=\"https://www.theguardian.com/business/2023/apr/23/uk-inflation-will-fall-rapidly-says-ex-bank-of-england-economist-andy-haldane\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/23/uk-inflation-will-fall-rapidly-says-ex-bank-of-england-economist-andy-haldane", "date_published": "2023-04-23 12:56:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The dragon’s head started to glow’: Disneyland fire sends crowds running", "description": "<p>Spectacular conflagration prompts evacuation of Tom Sawyer Island at California resort but no injuries reported</p><p>A 45ft-tall Disneyland dragon caught fire late on Saturday during a show in Anaheim, California, causing those in attendance to flee, local media and officials said. No injuries or deaths were reported.</p><p>“The dragon’s head started to glow, and I see fire and kind of smoke coming out,” Elaine Gilmer, who was at the event, told ABC News.</p> <a href=\"https://www.theguardian.com/film/2023/apr/23/disneyland-dragon-fire-tom-sawyer-island\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/23/disneyland-dragon-fire-tom-sawyer-island", "date_published": "2023-04-23 12:49:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Baltic states condemn China envoy’s remarks over sovereignty of ex-Soviet nations", "description": "<p>Lu Shaye’s comments raise fresh questions over China’s role in brokering peace in Ukraine</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/23/russia-ukraine-war-live-thousands-evacuated-after-bomb-scare-in-russian-city-struck-by-own-forces\">Russia-Ukraine war – latest news updates</a></li></ul><p>France, Estonia, Latvia and Lithuania have expressed dismay after China’s ambassador in Paris questioned the sovereignty not only of Ukraine, but all the former Soviet Republics including the Baltic states.</p><p>Lu Shaye’s remarks in a TV interview late on Friday raise fresh questions about the faith the French president, Emmanuel Macron, has placed in China to act as a mediator between Russia and Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/france-and-baltic-states-condemn-china-envoy-remarks-over-ukraine-sovereignty\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/france-and-baltic-states-condemn-china-envoy-remarks-over-ukraine-sovereignty", "date_published": "2023-04-23 12:48:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle v Tottenham: Premier League – live", "description": "<ul><li>Updates from this key clash in the race for top four</li><li>Get in touch! Email John or tweet him with your thoughts</li></ul><p><strong>Let’s not forget that Tottenham need a new manager. Jonathan Wilson wishes them good luck.</strong></p><p>But identifying that up-and-coming manager is difficult – and given recent appointments and signings, it is not clear there is anybody at Tottenham with the requisite vision. It’s easier, always, to go for proven quality, to assume that success at a previous club will necessarily be replicated at Spurs, when the cases of Mourinho and Conte show that not to be true.</p><p>Less than 24 hours later, the club were blindsided by Fifa’s decision to extend Paratici’s 30-month ban from Italian football for alleged false accounting to the rest of the world. The club knew a global punishment for Paratici relating to issues from his Juventus days was a possibility, that it was maybe in the post. It was just not meant to be delivered that day.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/23/newcastle-v-tottenham-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/23/newcastle-v-tottenham-premier-league-live", "date_published": "2023-04-23 12:14:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 UK hotels and hideaways in landscaped gardens", "description": "<p>These peaceful retreats all come with a stunning horticultural twist</p><p>Set among the tranquil North Shropshire hills, Goldstone Hall boasts five acres of lovingly designed gardens, including a one-acre kitchen garden, one of the largest of its kind in the country. Rooms are comfortable rather than luxurious, but many have wonderful views across the gardens, and the restaurant serves up inventive, flavoursome dishes made with the best of garden produce, including some of the 100 different herb varieties planted along the herb walk. This is a classic English escape: play croquet on the pristine lawns and settle in for afternoon tea against a backdrop of glorious herbaceous borders. <br /><em>Doubles from £170, B&amp;B; <a href=\"https://goldstonehallhotel.co.uk/\" title=\"\">goldstonehallhotel.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/apr/23/top-10-uk-hotels-and-hideaways-in-landscaped-gardens\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/23/top-10-uk-hotels-and-hideaways-in-landscaped-gardens", "date_published": "2023-04-23 12:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It had to be from Birmingham’: Joe Lycett chatshow captures soul of city", "description": "<p>Channel 4 show employs 26 local trainees, uses Brummie stars and showcases work of city’s artists</p><p>Aneesah Iqbal, 27, had spent a decade applying for jobs in the TV industry, but struggled to get her big break being based outside the capital.</p><p>She said: “We don’t get many TV opportunities in Birmingham so I’ve never really had the chance previously. But this show has finally been my first foot in the door.”</p> <a href=\"https://www.theguardian.com/culture/2023/apr/23/it-had-to-be-from-birmingham-joe-lycett-chatshow-captures-soul-of-city\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/23/it-had-to-be-from-birmingham-joe-lycett-chatshow-captures-soul-of-city", "date_published": "2023-04-23 12:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hilma af Klint & Piet Mondrian: Forms of Life review – a thrillingly odd couple", "description": "<p><strong>Tate Modern, London<br /></strong>Though they shared a fascination with spiritualism and with abstract form, clear contrasts emerge in this controversial pairing of painters</p><p>They never met. They never saw nor even knew of each other’s work. One was a Swedish visionary, taking directions (she claimed) from angels, the other an ascetically high-minded Dutch modernist. Yet they are paired together in <a href=\"https://www.tate.org.uk/whats-on/tate-modern/hilma-af-klint-piet-mondrian\">Tate Modern’s immense and enthralling show</a> with the startlingly counterintuitive aim of discovering their commonality.</p><p><a href=\"https://hilmaafklint.se/\">Hilma af Klint (1862-1944)</a> was a new age artist born before her time. That she seemed to know it herself is at least part of the legend. At her death, in some obscurity, Af Klint left instructions that her prodigious output not be shown in public for another 20 years. Audiences of the future, she believed, might be more receptive to her highly esoteric paintings, with their vocabulary of petals and sepals, suns, seeds and planets, radiant triangles, tendrils and discs. She was proved right, more than seven decades later, when the Guggenheim’s 2018 retrospective became the biggest hit in the museum’s history.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/hilma-af-klint-piet-mondrian-forms-of-life-review-a-thrillingly-odd-couple\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/23/hilma-af-klint-piet-mondrian-forms-of-life-review-a-thrillingly-odd-couple", "date_published": "2023-04-23 12:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ofsted chief admits to ‘culture of fear’ around England’s school inspections", "description": "<p>Amanda Spielman says for vast majority of schools ‘it’s a positive and affirming experience’</p><p>The head of Ofsted has admitted that “a culture of fear” exists around England’s school inspections but said she had no reason to doubt the system of school gradings that has been blamed for the death of a headteacher.</p><p>Amanda Spielman, the chief inspector of schools in England, made the comments in her first interview since the death of the Berkshire headteacher Ruth Perry following a critical Ofsted report that abruptly downgraded Perry’s school from “outstanding” to “inadequate”.</p> <a href=\"https://www.theguardian.com/education/2023/apr/23/ofsted-chief-amanda-spielman-admits-to-culture-of-fear-around-englands-school-inspections\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/23/ofsted-chief-amanda-spielman-admits-to-culture-of-fear-around-englands-school-inspections", "date_published": "2023-04-23 11:55:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I set out to find the happiness I felt as a child, and it worked – let me tell you how I did it | Joseph Coelho", "description": "<p>Rediscovering old, simple joys such as music, photography and Lego made me wonder why I abandoned them in the first place</p><p>When I remember being very young, moments of intense happiness stand out – happiness that came from just curling up in bed, or playing a game with friends, or flicking through a book about beachcombing. As I got older, that simple, deep happiness became harder and harder to achieve as new emotions and adult responsibilities settled in. In many ways, my attempts at happiness in adulthood have been attempts to get back to that uncomplicated feeling of relaxation and pleasure.</p><p>I think I’ve managed to get closer to it now than I’ve ever been before in adult life, in part by rediscovering past pleasures.</p><p>Joseph Coelho is a British poet and children’s author who was elected children’s laureate in 2022</p> <a href=\"https://www.theguardian.com/culture/commentisfree/2023/apr/23/happiness-child-music-photography-lego\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/commentisfree/2023/apr/23/happiness-child-music-photography-lego", "date_published": "2023-04-23 11:55:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beach-racing cars and marathon moments: weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/23/beach-racing-cars-and-marathon-moments-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/23/beach-racing-cars-and-marathon-moments-weekends-best-photos", "date_published": "2023-04-23 11:36:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sifan Hassan and Kelvin Kiptum light up London Marathon with historic wins", "description": "<ul><li>Dutch track star wins women’s race on her marathon debut</li><li>Kenya’s Kiptum dominates men’s race in course-record time</li></ul><p>Nobody has ever won a London Marathon like Sifan Hassan, who stopped twice to stretch a tight hip, lost contact with the leaders, and also nearly got hit by a race motorbike after going back to collect her drink, on her way to glory.</p><p>Yet instead of pulling out the Dutch athlete, already an Olympic 5,000 and 10,000m champion, ploughed on. Hassan further staked her claim to be regarded as the greatest female distance athlete in history by winning a sprint finish in 2 hours, 18 minutes and 33 seconds.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/london-marathon-sifan-hassan-kelvin-kiptum-race-report-athletics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/london-marathon-sifan-hassan-kelvin-kiptum-race-report-athletics", "date_published": "2023-04-23 11:20:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food for thought: why isn’t the UK government focusing on soaring grocery prices? | Richard Partington", "description": "<p>Ministers should aim to support households and bolster Britain’s often overlooked supply chain</p><p>Not a single item in the average British grocery shop is falling in price. From basic essentials such as bread, milk and cheese to sugar and tea, the cost of a weekly food shop is rising at the fastest annual rate since 1977.</p><p>More than a year into the worst period for living standards in modern records, Britain’s cost of living crisis is taking a horrifying turn. First came rocketing energy prices. Now the baton is being passed from our gas and electricity bills to the supermarket till receipt.</p> <a href=\"https://www.theguardian.com/business/2023/apr/23/food-for-thought-why-isnt-the-uk-government-focusing-on-soaring-grocery-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/23/food-for-thought-why-isnt-the-uk-government-focusing-on-soaring-grocery-prices", "date_published": "2023-04-23 11:07:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Champion of the gorillas: the vet fighting to save Uganda’s great apes", "description": "Under the watchful and resourceful eye of award-winning conservationist Gladys Kalema-Zikusoka, Uganda’s threatened mountain gorilla population has made an impressive recovery – as has the local community<p>The <a href=\"https://www.bwindiforestnationalpark.com/\" title=\"\">Bwindi Impenetrable Forest</a> is tucked away in a remote corner of southwest Uganda. Meaning “place of darkness” in the Runyakitara language, this dense, mist-swathed rainforest makes for a good hiding place for half of the world’s remaining mountain gorillas. The other half, which the American primatologist <a href=\"https://www.theguardian.com/science/2014/jan/16/dian-fossey-google-doodle-gorillas\" title=\"\">Dian Fossey</a> so famously befriended, live in Rwanda’s <a href=\"https://virunga.org/\" title=\"\">Virunga national park</a>.</p><p>These majestic but shy creatures – whose existence now generates about 60% of Uganda’s tourism revenue – like to hide, especially when they know veterinary intervention is afoot. The gorillas are always outsmarting the humans – if they see someone carrying a dart gun (for sedation, vaccinations, medicine, etc), they’ll walk backwards so as not to expose their backs, where the dart needs to land. They also like to mock-charge at humans, stopping suddenly to indicate they mean no harm, yet leaving no doubt as to who holds the power. And if they’re really not feeling the presence of humans, they’ll outright charge at you.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/23/champion-of-the-gorillas-the-vet-fighting-to-save-ugandas-great-apes\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/23/champion-of-the-gorillas-the-vet-fighting-to-save-ugandas-great-apes", "date_published": "2023-04-23 11:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Men who escaped fire in crowded London flat face homelessness", "description": "<p>Men of Bangladeshi origin say they cannot find new homes, after paying  landlord to live in ‘humiliating’ conditions</p><p>Up to a dozen men who escaped a fatal fire in an overcrowded flat in east London described by one as being “worse than slums in Bangladesh” are facing homelessness from Monday because they cannot find affordable housing.</p><p>In a case marking a new low for Britain’s housing crisis, they are among 18 students and workers of Bangladeshi origin that were squeezed into a two-bedroom flat in the Maddocks House council block in Shadwell. An e-bike battery caught fire last month, killing Mizanur Rahman, who only days earlier had moved into the flat that was packed with bunk beds.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/men-who-escaped-fire-in-crowded-london-flat-face-homelessness\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/men-who-escaped-fire-in-crowded-london-flat-face-homelessness", "date_published": "2023-04-23 11:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Three Musketeers: D’Artagnan – ​Eva Green shines as Milady in ​flamboyant French​ adaptation", "description": "<p>The first in a two-part Dumas ​reworking is opulent and exciting, with a glorious​, vampy​ performance from Green</p><p>The first instalment of a two-film French-language adaptation of Alexandre Dumas’s swashbuckling classic, this lavish period drama taps enthusiastically into the spirit of the source material. This is flamboyant, ostentatious, grandstanding film-making, unashamedly old-fashioned and incorrigibly entertaining. Everything, from the opulent court costumes to the showy single-shot fight sequence that cements the grudging respect between D’Artagnan (François Civil) and his new comrades (Vincent Cassel, Romain Duris, Pio Marmaï), is delivered with a flourish and a wink. All the muck and sweat in the world fails to disguise the fact that Civil makes for an impossibly pretty D’Artagnan, but the picture’s seductive power lies elsewhere, with a glorious, typically extravagant performance from Eva Green as the treacherous Milady. She’s great fun in a role that might have been tailor-made for her skill set: Milady is vampy, venomous and dripping with goth jewellery.</p><p>In cinemas now</p> <a href=\"https://www.theguardian.com/film/2023/apr/23/the-three-musketeers-dartagnan-eva-green-shines-as-milady-in-flamboyant-french-adaptation\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/23/the-three-musketeers-dartagnan-eva-green-shines-as-milady-in-flamboyant-french-adaptation", "date_published": "2023-04-23 11:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Infected blood victims and families urge UK government to drop defence", "description": "<p>Exclusive: Claimants say government can no longer defend treatment disaster in light of inquiry’s damning interim report</p><p>More than 500 people <a href=\"https://www.theguardian.com/society/2017/sep/26/contaminated-blood-scandal-victims-win-ruling-to-launch-high-court-action\">taking the government to court over the contaminated blood scandal</a> are urging it to concede the case in light of evidence heard by a public inquiry and an interim report produced by its chair.</p><p>The claim, which began in 2017 but was stayed pending the inquiry into what has been described as the biggest treatment disaster in the history of the NHS, alleges the Department of Health – now the Department of Health and Social Care (DHSC) – breached a duty to take reasonable care to prevent personal injury or loss, amounting to misfeasance in public office.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/23/infected-blood-victims-and-families-urge-uk-government-to-drop-defence\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/23/infected-blood-victims-and-families-urge-uk-government-to-drop-defence", "date_published": "2023-04-23 10:55:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re destroying us’: Indigenous communities fear toxic leaks from Canada oil industry", "description": "<p>Recent leaks from oil sands tailings ponds have contaminated water, sowing mistrust among local First Nations people</p><p>Alice Rigney was born on the northern shores of the Athabasca River, a mighty body of water that flows from Canada’s western ice fields and terminates in the far reaches of the province of Alberta.</p><p>Alongside her 16 siblings, she spent her youth harvesting berries and drying white fish in a tiny village known as Jackfish Lake.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/canada-indigenous-communities-fear-toxic-leaks-canada-oil-industry-tailings-ponds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/canada-indigenous-communities-fear-toxic-leaks-canada-oil-industry-tailings-ponds", "date_published": "2023-04-23 10:30:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ecuador’s criminal gangs bring death and mayhem amid political gridlock", "description": "<p>Gunmen in speedboats, carnage in prisons … ‘We do not deny that we are in the worst moment of violence in the country,’ says defence minister as embattled president clings to office</p><p>The attack came from the sea: more than two dozen masked gunmen were on the speedboat which roared in from the Pacific Ocean towards a fishing port in the Ecuadorian coastal city of Esmeraldas.</p><p>Fishermen and dock workers ran for their lives – some diving into the water – as the assailants sprayed the quay with about 200 bullets. Nine people aged between 28 and 79 were killed in the 11 April massacre.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/ecuador-violence-guayaquil-guillermo-lasso\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/ecuador-violence-guayaquil-guillermo-lasso", "date_published": "2023-04-23 10:15:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket day four: Middlesex v Notts, Essex v Kent and more – live", "description": "<ul><li>Follow final-day play from Lord’s and around the grounds</li><li>You can <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, tweet <a href=\"https://twitter.com/tjaldred\">@tjaldred</a> or comment below</li></ul><p><strong>Ignore my previous post: the </strong>west of England is good enough to be dry for now. Action at Sophia Gardens, but also New Road and Taunton.</p><p><strong>Delayed starts at</strong> Canterbury, Lord’s, Taunton, Hove and New Road. That’s a full set apart from at Sophia Gardens, where they have taken to the sward.</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/23/county-cricket-somerset-v-lancashire-essex-v-kent-and-more-day-four-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/23/county-cricket-somerset-v-lancashire-essex-v-kent-and-more-day-four-live", "date_published": "2023-04-23 10:15:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s traumatic’: new travellers’ Dorset home challenged by Martin Clunes", "description": "<p>A couple’s identity as Travellers, and thus their right to live on a plot near his farm, has been questioned by the actor’s lawyers</p><p>The spot is idyllic – a wooded West Country hillside with tumbling streams and banks of bluebells rising above a picture postcard Dorset town built of honey-coloured stone.</p><p>But a planning dispute involving a showbiz star and a ‘new traveller’ family who have lived peacefully on their plot of land among the trees for more than two decades is disturbing the sylvan tranquility.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/23/its-traumatic-new-travellers-dorset-home-challenged-by-martin-clunes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/23/its-traumatic-new-travellers-dorset-home-challenged-by-martin-clunes", "date_published": "2023-04-23 10:14:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Thank you, Wrexham AFC’: Hollywood owners join fans to celebrate promotion", "description": "<p>David Beckham and Prince of Wales among those paying tribute to  Welsh club after Saturday’s historic victory</p><p>Hollywood celebrities and fans have been celebrating Wrexham AFC’s glorious return to the English Football League in a comeback story that has captivated people across the globe.</p><p>The club’s co-owner, Ryan Reynolds, paid tribute on social media to his beloved team, which will be returning to the EFL after a 15-year absence.</p> <a href=\"https://www.theguardian.com/football/2023/apr/23/thank-you-wrexham-afc-hollywood-film-star-owners-join-fans-to-celebrate-promotion\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/23/thank-you-wrexham-afc-hollywood-film-star-owners-join-fans-to-celebrate-promotion", "date_published": "2023-04-23 10:07:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Now that is surreal … famous Dalí sculptures to hit streets of English market town", "description": "<p>Shrewsbury hails unexpected coup of loan of major works by Spanish surrealist</p><p>A melting watch; a telephone receiver that is really a lobster: the art of surrealism is all about such unlikely juxtapositions. So how about putting the original work of <a href=\"https://www.theguardian.com/artanddesign/dali\" title=\"\">Salvador Dalí</a> , the great Spanish artist who created these famous, bizarre images, on the pavements of Shrewsbury this summer, alongside its standard-issue pillar boxes and lamp-posts?</p><p>This weekend, the organisers of an ambitious arts trail in the Shropshire town are celebrating an unexpected coup. Three pieces made by Dalí are to play a starring role in this year’s trail – making their British debuts.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/surreal-dali-sculptures-shrewsbury\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/23/surreal-dali-sculptures-shrewsbury", "date_published": "2023-04-23 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Key findings from our investigation into the people who got sick after cleaning up BP’s oil spill", "description": "<p>Thousands have sued BP for health conditions they say come from cleaning up the Deepwater Horizon oil spill 13 years ago</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/apr/20/bp-oil-spill-deepwater-horizon-health-lawsuits\">They cleaned up BP’s massive oil spill. Now they’re sick – and want justice</a></li></ul><p>Thousands of people have sued BP for long-term health conditions they claim stem from the dirty work of cleaning up BP’s Deepwater Horizon oil spill 13 years ago. The explosion marked the biggest industrial disaster in US history, which saw thousands of Gulf coast residents, many from poor fishing communities, take part in the clean-up effort.</p><p><a href=\"https://www.theguardian.com/environment/2023/apr/20/bp-oil-spill-deepwater-horizon-health-lawsuits\">The Guardian spoke with two dozen former workers</a>, used computer programming to analyze a random sample of cases and combed through legal filings to understand the scope of the public health disaster.</p> <a href=\"https://www.theguardian.com/business/2023/apr/23/bp-oil-spill-deepwater-horizon-key-findings-worker-health-lawsuits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/23/bp-oil-spill-deepwater-horizon-key-findings-worker-health-lawsuits", "date_published": "2023-04-23 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Green colonialism’: Indigenous world leaders warn over west’s climate strategy", "description": "<p>UN summit in New York hears how resources needed for sustainable energy threaten Indigenous land and people</p><p>World Indigenous leaders meeting this week at an annual UN summit have warned that the west’s climate strategy risks the exploitation of Indigenous territories, resources and people.</p><p>New and emerging threats about the transition to a greener economy, including mineral mining, were at the forefront of debate as hundreds of Indigenous chiefs, presidents, chairmen and delegates gathered at the 22nd United Nations Permanent <a href=\"https://social.desa.un.org/issues/indigenous-peoples/unpfii/unpfii-twenty-second-session-17-28-april-2023\">Forum</a> on Indigenous Issues.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/un-indigenous-peoples-forum-climate-strategy-warning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/un-indigenous-peoples-forum-climate-strategy-warning", "date_published": "2023-04-23 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ban all gambling adverts, say more than half of Britons", "description": "<p>Poll backs blanket ban on ads but white paper is expected to opt for levy on betting firms’ profits </p><p>More than half the public would like to see a ban on gambling advertising, according to a new poll taken as ministers prepare to unveil an overhaul of the industry. In the survey, carried out for the charity Gambling with Lives, 52% of respondents said they supported a ban on all gambling advertising, promotion and sponsorship, and nearly two-thirds wanted new limits on online stakes.</p><p>Ministers are expected to reject a blanket ban on gambling advertising in a white paper that could be published this week. The <a href=\"https://www.theguardian.com/football/2023/apr/13/premier-league-clubs-ban-gambling-sponsors-on-front-of-shirts-from-2026-27\" title=\"\">Premier League recently announced that its clubs would end shirt sponsorship by gambling firms by the end of the 2025/26 season</a>.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/ban-all-gambling-adverts-say-more-than-half-of-britons\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/ban-all-gambling-adverts-say-more-than-half-of-britons", "date_published": "2023-04-23 10:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to Build a Boat by Elaine Feeney review – secret shame and practical woodwork", "description": "<p>The writer’s impressionistic second novel follows a pupil and teacher as they navigate the social codes of rural Ireland</p><p>Jamie O’Neill stands apart from other kids his age in Emory, a fictional town in the west of Ireland. A lifelong reader of Edgar Allan Poe, he nevertheless favours the symmetries of mathematics over fiction, revering the work of the late Iranian Fields medallist Maryam Mirzakhani. On his first day at Christ’s College, the local all-boys secondary school, he knows exactly how many steps it will take him to walk there from home (2,816). And he wants to build a perpetual motion machine so that, by some complex logic that only he understands, he can reconnect with his mother who died giving birth to him.</p><p>Jamie is the singular centre of Elaine Feeney’s second novel – after <em><a href=\"https://www.theguardian.com/books/2020/aug/18/as-you-were-by-elaine-feeney-review-darkly-comic-fiction-debut\">As You Were</a></em>, winner of the Kate O’Brien award in 2021 – though he shares the narrative with Tess Mahon, an additional needs teacher whose life is in the grip of the kind of chaos that Jamie abhors. Trying for a child on IVF, she finds herself increasingly estranged from her self-satisfied banker husband, Paul. She feels out of place, too, at Christ’s College, whose headmaster Father Faulks is fostering a culture of intolerance against anyone different. When she connects with Jamie, bullied on his first morning, it’s uncertain whether she is throwing him a lifeline or vice versa.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/how-to-build-a-boat-by-elaine-feeney-review-secret-shame-and-practical-woodwork\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/how-to-build-a-boat-by-elaine-feeney-review-secret-shame-and-practical-woodwork", "date_published": "2023-04-23 10:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tower Hamlets town hall review – an old hospital immaculately stitched up", "description": "<p>The £125m transformation of the Royal London hospital into an elegant seat of local government is a sleek operation that has retained the 18th-century building’s original aura and poise</p><p>There’s an old view of the London Hospital, around the time it was built in the 1750s, that shows it standing like a stately home, symmetrical, classical and serene, in fields on which an expanding city encroaches. Even the Whitechapel Mount, a gigantic pile of rubble and dung that loomed over one end of the new building, somehow looks in this image like a landscape feature on a gentleman’s estate.</p><p>Life has since swirled round it and through it, over the quarter-millennium in which the East End of London became (then ceased to be) a churning industrial leviathan, built up, blitzed and rebuilt, that generated world-famous legends of deprivation and human resilience – the story of <a href=\"https://www.theguardian.com/uk-news/2016/jun/09/elephant-man-skeleton-should-be-given-christian-burial-say-campaigners\">Joseph Merrick</a>, the elephant man, for example, who spent the last years of his short life in the hospital. Through all of which, a bit battered and dis-arranged, the old hospital building, like an admiral on a shot-to-pieces deck, has retained something of its original aura and poise.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/tower-hamlets-town-hall-review-an-old-hospital-immaculately-stitched-up\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/23/tower-hamlets-town-hall-review-an-old-hospital-immaculately-stitched-up", "date_published": "2023-04-23 10:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our rental system is rigged’: young novelists on their generation’s housing crisis", "description": "<p>With a fiercely competitive rental market and huge price hikes, finding a secure place to live is increasingly difficult. Four writers share their stories of floor-to-ceiling mould, exploitative landlords, and trying to work in cramped house shares</p><p><strong>Rents a one-bed flat with her boyfriend in Glasgow<br /></strong><em>Daisy Lafarge, 31, was born in </em><em>Hastings</em><em> and studied at the universities of </em><em>Edinburgh and Glasgow</em><em>. Her debut novel </em><em><a href=\"https://www.theguardian.com/books/2021/jul/25/paul-by-daisy-lafarge-review-a-woman-at-a-loss-for-words\">Paul</a></em><em> (20</em><em>21</em><em>) won </em><em>a Betty Trask award</em><em>, and her poetry collection </em><em>Life Without Air</em><em> was </em><em>shortlisted for the TS Eliot prize</em></p> <a href=\"https://www.theguardian.com/books/2023/apr/23/uk-rental-market-housing-crisis-writers-authors\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/uk-rental-market-housing-crisis-writers-authors", "date_published": "2023-04-23 10:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s vegetarian and vegan soup recipes for spring", "description": "<p>Turn up the colour with vibrant, seasonal soups featuring watercress and carrot</p><p>Whenever I find watercress in fine condition, I buy enough to make not only salad but also a pot of emerald soup. By “fine condition” I mean large-leaved, thick-stemmed and with leaves of deepest green. Watercress as it should be, with glossy, deeply peppery leaves, bursting with health. Watercress with spirit.</p><p>As salad leaves go, watercress is the most difficult to keep in fine fettle, such is its love (and need) for cool, clear, running water. Bunches used to be sold on the streets of Victorian London by “watercress girls” who would regularly refresh the leaves from the city’s many water pumps.</p> <a href=\"https://www.theguardian.com/food/2023/apr/23/nigel-slaters-vegetarian-and-vegan-soup-recipes-for-spring\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/23/nigel-slaters-vegetarian-and-vegan-soup-recipes-for-spring", "date_published": "2023-04-23 09:30:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s no great surprise, but now there’s proof that the rich get what they want | Torsten Bell", "description": "Those with more money are more likely to agree with policy changes than the less well-off<p>We aim to bring you surprising and important findings from the world of research. I fear this week’s offering may not manage the “surprising” part but it is important.</p><p>In a <a href=\"https://www.cambridge.org/core/journals/british-journal-of-political-science/article/rich-have-a-slight-edge-evidence-from-comparative-data-on-incomebased-inequality-in-policy-congruence/A09095FC0874B162149014212872BE86\" title=\"\">great new study</a>, Swedish researchers investigated how policy outcomes reflect public attitudes towards those policies. They looked across 30 European countries over 38 years on issues ranging from welfare to immigration, foreign policy to the environment.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/it-is-no-great-surprise-but-now-there-is-proof-that-the-rich-get-what-they-want\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/it-is-no-great-surprise-but-now-there-is-proof-that-the-rich-get-what-they-want", "date_published": "2023-04-23 09:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clock watching: meet the artist who thinks time is ruining our lives", "description": "<p>‘Clock time’, all about productivity, money and economic growth, threatens to destroy us, says artist Jenny Odell. But there are other kinds of time, and we need to learn to embrace them</p><p>Jenny Odell, the artist and writer, appears on my screen. She’s 35 years old, with long dark hair, a fringe, and big glasses with dark frames. She’s in her kitchen in Oakland, California. She loves nature and for a while she taught art and design at Stanford. In her art she finds objects and images, often on the internet, and arranges them into beautiful shapes. She likes looking at random things and thinking deeply about them. Four years ago she published a book called <em><a href=\"https://www.theguardian.com/lifeandstyle/2019/apr/02/jenny-odell-how-to-do-nothing-attention\" title=\"\">How To Do Nothing</a></em>, where she explains that the internet, by being such a useful servant to us, has managed to turn itself into our master; the result is that we no longer pay attention to what’s really important.</p><p>Get off all those apps, she says, and start looking at the real world, which actually does need our attention. Barack Obama said <em>How To Do Nothing </em>was one of his books of the year.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/clock-watching-meet-the-artist-who-thinks-time-is-ruining-our-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/clock-watching-meet-the-artist-who-thinks-time-is-ruining-our-lives", "date_published": "2023-04-23 09:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Never too late: over-50s urged to write fiction with prize for debut novel", "description": "<p>Award launched at London book fair aims to help older authors take the plunge and submit a first work</p><p><a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/the-guardian-view-on-the-london-book-fair-let-it-be-full-and-fun\" title=\"\">London book fair</a>, which concluded earlier this month, always brings with it a flurry of headlines about debut authors signing six-figure publishing deals. Most of these have at least one thing in common – their youth.</p><p>As a result, anyone with an ambition to be a novelist might think that the ship has sailed once they leave their 30s. But fear not: there’s an increasing drive to encourage those who come to writing past the first flush of youth that <a href=\"https://www.theguardian.com/books/2023/feb/25/unpublished-older-female-writers-authors\" title=\"\">it’s never too late</a>.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/prize-london-book-fair-over-50s-novel-debut-book\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/prize-london-book-fair-over-50s-novel-debut-book", "date_published": "2023-04-23 09:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wagatha Christie play faces plot twist after Rebekah Vardy trademark move", "description": "<p>Producers of West End show Vardy v Rooney say surprise legal move to trademark a pun will be referred to in script</p><p>A big publicity boost for a West End show can come from the most unexpected thing, but a copyright challenge to the title of the play must be among the most alarming. The producers of <em><a href=\"https://www.theguardian.com/stage/2022/nov/23/vardy-v-rooney-the-wagatha-christie-trial-review-wyndhams-theatre-london\" title=\"\">Vardy v Rooney: The Wagatha Christie Trial</a></em> were trying to establish this weekend whether they needed to make changes to the title of their play after Rebekah Vardy <a href=\"https://www.bbc.co.uk/news/entertainment-arts-65320724\" title=\"\">announced last week</a> that she was the legal owner of the phrase “Wagatha Christie”.</p><p>“We didn’t see it coming,” said Eleanor Lloyd, the show’s originator and co-producer. “But so far, after looking into it all in the last couple of days, I can see no reason why I can’t go on without changing the name of the show.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/23/wagatha-christie-play-faces-plot-twist-after-rebekah-vardy-trademark-move\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/23/wagatha-christie-play-faces-plot-twist-after-rebekah-vardy-trademark-move", "date_published": "2023-04-23 09:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Embrace the unknown: the benefits of learning to live with uncertainty", "description": "<p>Learning to feel OK with unpredictability can bring great rewards. Just ask the world’s scientists and artists who embrace  doubts and the unknown </p><p>We are experiencing now the greatest uncertainty humanity has ever known.” Nine years ago, this statement by <a href=\"https://www.theguardian.com/profile/yuval-noah-harari\" title=\"\">Yuval Harari </a>provoked explosive laughter from my teenage daughter. She whispered to me, “what about the blitz? The Black Death? Come on …” I was torn between embarrassment, as heads scowled at a young woman who clearly didn’t know her place, and pride in her critical thinking. That instinctive rejection of Harari’s generational narcissism was valid then and more than justified today: 2014 was a cakewalk compared to 2022.</p><p>Uncertainty is a mental state brought on when we know we don’t know something about the future. So it’s different from ignorance because, when we feel uncertain, we have enough information to glean how much more we are missing. We know <a href=\"https://www.theguardian.com/environment/climate-crisis\" title=\"\">climate change is real</a> but not in enough detail to decide whether to buy sandbags or move house. <a href=\"https://ec.europa.eu/research-and-innovation/en/horizon-magazine/qa-future-pandemics-are-inevitable-we-can-reduce-risk\" title=\"\">Epidemiologists are fully confident there will be future epidemics</a> but not when or what the pathogen will be. There is no shortage of data, there’s too much! And it’s ambiguous, susceptible to a wide range of interpretations. The defining characteristic of uncertainty is that, unlike risk, it is unquantifiable. Probability can’t capture its ambiguity or complexity. What we do know, for certain, is that this <a href=\"https://www.sciencedirect.com/science/article/pii/S0887618516300251?via%3Dihub\" title=\"\">leaves us deeply uncomfortable</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/embrace-the-unknown-the-benefits-of-learning-to-live-with-uncertainty\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/embrace-the-unknown-the-benefits-of-learning-to-live-with-uncertainty", "date_published": "2023-04-23 09:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Further maths from Sunak is still a fail | David Mitchell", "description": "<p>The PM banging on – again – about numeracy doesn’t look likely to provoke the conflict he’s hoping for</p><p>The prime minister has fallen off the not-talking-about-maths wagon. Until last week, he hadn’t done a speech about maths since 3 January. I <a href=\"https://www.theguardian.com/commentisfree/2023/jan/08/more-maths-rishi-sunaks-calculation-doesnt-add-up\">wrote at the time</a> that I thought he was seeking solace in the familiarity of a favourite school subject. It’s a difficult time of year for most of us, all resolutions and pine needles, anyone might need comforting. Now it’s the spring with its scent of optimism and blossom. But not for Rishi: last Monday, he did a big speech about maths again.</p><p>To be clear, he wasn’t updating us on the maths policy he announced in January. Back then, he pointed out that in Britain, unlike most other major economies, children don’t have to learn any maths after the age of 16. Last week, he said it again. In January, he was saying how our children’s futures, and the UK’s economy, are held back by numeracy problems. Last week, he said it again.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/further-maths-from-sunak-is-still-a-fail\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/further-maths-from-sunak-is-still-a-fail", "date_published": "2023-04-23 09:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My family’s next generation is full of budding writers | Séamas O’Reilly", "description": "<p>It’s also true that some of them can’t actually write yet</p><p>My son is writing his first book. He’s not the first of our family’s second generation to follow me in this path. Since outing myself as an author, more than a few of my nephews and nieces have sought to outdo my efforts, often with nerve-jangling success. On a trip to Worthing last month, my nephew Daniel sneered quite derisively when I told him it had taken me three years to write my book, since he’d written two that weekend alone. My niece Anna wrote a novel – with the enviable title of <em>Two Children, Millions of Doors and Good and Evil </em>– that was jarringly readable, while nine-year-old Oisin has spent the past year compiling lore for his similarly excellent deep fantasy series,<em> Ice, Fire, War</em>.</p><p>I’ve had many conversations with them about their works, because passing wisdom to the next generation is the least that should be expected of a famous author like myself. And I can assure you that these interactions are a two-way street. They keep me abreast of updates as they come in, and I heavily imply that their lack of copyright means I can take their best ideas for my own work any time I choose. They’re smart kids, so they get it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/seamas-oreilly-my-familys-next-generation-is-full-of-budding-writers\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/seamas-oreilly-my-familys-next-generation-is-full-of-budding-writers", "date_published": "2023-04-23 08:31:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain has an obesity crisis. We won’t solve it until we start listening to ‘nanny’ | Will Hutton", "description": "In failing to regulate the food sector, successive governments have allowed industry giants to flood the market with products that make us ill<p>Britain’s system for producing and distributing the food we eat is not working. Last week, we learned that UK <a href=\"https://www.theguardian.com/business/2023/apr/19/why-are-uk-food-prices-up-by-19-and-which-foods-are-worst-affected\" title=\"\">food prices rose</a> an astonishing 19.1% in the year to March. Yes, they are rising everywhere, but faster in Britain – over 2022, 40% higher than in the EU. There are frequent shortages of key products. Two million people used food banks last year. British consumers eat more cheaper, fatty food than other Europeans. As a result, <a href=\"https://www.instituteforgovernment.org.uk/publication/tackling-obesity\" title=\"\">nearly one in three is now classified as obese</a>, the highest in Europe besides Malta and Turkey. Five million people are estimated to be at risk of contracting type 2 diabetes, with all the risks that entails.</p><p>Every malfunction of British capitalism and the British state has combined in a perfect storm, fuelled by the way the laissez-faire consensus – inflamed by the rightwing media – frames our understanding of society. We are unhealthier, at greater risk of dying early and facing a deeper cost of living crisis than our peers in the EU. People should be as angry as hell. This, rather than the small boats influx, should be at the heart of our national conversation.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/britain-has-obesity-crisis-we-wont-solve-it-until-start-listening-to-nanny\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/britain-has-obesity-crisis-we-wont-solve-it-until-start-listening-to-nanny", "date_published": "2023-04-23 08:31:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Susie Orbach: ‘Body uniformity is out of control – there’s no right way to have labia!’", "description": "<p>The psychotherapist on body hatred, what’s changed since she wrote Fat Is a Feminist Issue – and the smell of her clients</p><p>Susie Orbach’s first book, <em><a href=\"https://www.theguardian.com/society/2018/jun/24/forty-years-since-fat-is-a-feminist-issue\">Fat Is a Feminist Issue</a></em>, a pioneering exploration of women’s relationship with eating and body image, became an instant classic when it was published in 1978. Orbach is one of the world’s best-known psychotherapists, lecturing internationally, advising organisations ranging from the NHS to the World Bank, and helping patients who have included Diana, Princess of Wales. The daughter of an American teacher and a Labour MP, Orbach grew up in London, where she still lives and works.</p><p><strong>What do you remember about writing </strong><em><strong>Fat Is a Feminist Issue</strong></em><strong>?<br /></strong>It came out of youth – I was 29 and I wouldn’t know how to write that way any more. I would have written it as a pamphlet but Joe, my then husband, said don’t be ridiculous, you need to write it as a book. It took just six months. I remember Penguin turned it down at the time so it went to Paddington Press and they tried to change the title on me.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/susie-orbach-fat-is-a-feminist-issue-new-edition-interview-bodies-diet\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/susie-orbach-fat-is-a-feminist-issue-new-edition-interview-bodies-diet", "date_published": "2023-04-23 08:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Dead Ringers; The Hunt for Raoul Moat; The Diplomat; Our Changing Planet – reviews", "description": "<p>Amazon’s Cronenberg remake brings fresh gruesome thrills, but ITV’s dramatisation of the 2010 manhunt feels flat</p><p>I’ll tell you about <strong><a href=\"https://www.amazon.co.uk/placeholder_title/dp/B0B8TKLW4L\">Dead Ringers</a></strong>, created by Alice Birch (who co-adapted <em>Normal People</em><em> </em>and has written for<em> Succession</em>), once I’ve removed my safety goggles and had a piping hot shower. There’s no stinting on reproductive gore in this Amazon Prime Video six-part remake of David Cronenberg’s psychological thriller about twin gynaecologists descending into mania. The 1988 film, starring Jeremy Irons, featured surgical instruments so misshapen and disturbing it was difficult to watch without squirming, but nor is this remodel for the faint-hearted. Babies pound out of vaginas; arms delve biceps-deep into oozing caesarean slits. I haven’t seen this much gushing blood since the lift scene in <em>The Shining</em>. Here is the miracle of life writ large as a fecund battlefield. Birch seems on a mission to do for childbirth what <em>Normal People</em> did for sex: as near as dammit show it for real.</p><p>You could be forgiven for groaning “not another reimagined” old film! But the new series doesn’t aim to be a dead ringer, as it were, for the original. It’s gender-swapped, with Rachel Weisz playing the female gynaecologist twins: domineering, drug-addled, sexually predatory Elliot (all flowing mane and punk sizzle) and the tense, subdued lesbian Beverley (hair yanked back; soon shown miscarrying her own pregnancy). They act as one when skewering a drooling sexist oaf (“Is your imagination so fucked you have to see everything twice before your dick gets hard?”), when they swap identities for Elliot to procure a new lover (Britne Oldford) for Beverley, and in getting their precious birthing centre funded. Then there is the sickly sweet toxicity of their twindom, the chokehold of co-dependence.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/23/the-week-in-tv-dead-ringers-the-hunt-for-raoul-moat-the-diplomat-our-changing-planet-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/23/the-week-in-tv-dead-ringers-the-hunt-for-raoul-moat-the-diplomat-our-changing-planet-reviews", "date_published": "2023-04-23 08:30:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Marathon 2023 – live", "description": "<ul><li>Follow the elite action (women’s race 9.30am BST, men’s 10am)</li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet him</a> with your thoughts</li></ul><p><strong>Paula Radcliffe thinks we might get a record in the women’s race.</strong> She thinks the course is faster than people think it is, but the kind of time we get depends on how tactically people run.</p><p><strong>It’s a shame there’s no Eilish McColgan, who’s had to withdraw injured.</strong> Here 10,000m win at the Commonwealth Games was one of my performances of 2022 and I was looking forward to seeing her over the longer distance. Next year…</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/23/london-marathon-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/23/london-marathon-2023-live", "date_published": "2023-04-23 08:18:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: Bars with beer, smoke – and fruit", "description": "Unusual flavours to pique your interest<p>I mentioned Luisa’s Whole Hazelnut in 75% cocoa chocolate <a href=\"https://www.theguardian.com/food/2022/apr/17/darker-bars-for-a-post-easter-treat\" title=\"\">last month</a>. But if you like nutty ‘milk’ chocolate, but are vegan, I may just have found you the best such bar there is: <strong><a href=\"https://luisasveganchocolates.co.uk/collections/chocolate-bars/products/double-hazelnut-crunch\" title=\"\">Luisa’s Hazelnut Crunch</a></strong> (£4.50/25g) contains hazelnuts (both ground to give that creamy ‘milk’ texture, and roasted whole, for crunch), cocoa and sugar. It is really good and not even (relatively) that high in sugar. The 25g is perfect, you can eat the whole bar knowing it’s not a doorstep size.</p><p><strong>Sur Chocolates</strong>, famous for their alfajores, have launched some new products, which I shall be covering in the weeks to come. First: their <a href=\"https://surchocolates.co.uk/products/passionate-pecan\" title=\"\">Passionate Pecans</a> (£6.50/100g) are caramelised pecans in dulce de leche chocolate dusted in passion fruit powder. They are lovely! They have this sour tang which gives way to sweet crunchiness and they look like little pebbles. They may be my sneak-in bag for my next cinema trip.</p> <a href=\"https://www.theguardian.com/food/2023/apr/23/notes-on-chocolate-bars-with-beer-smoke-and-fruit\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/23/notes-on-chocolate-bars-with-beer-smoke-and-fruit", "date_published": "2023-04-23 08:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When Cleopatra was alive, she wasn’t categorised by the colour of her skin | Kenan Malik", "description": "Netflix’s drama about the Egyptian queen highlights how ideas of race have evolved<p>In 1751, the great American polymath Benjamin Franklin worried about the small number of “purely white People in the World”. <a href=\"https://founders.archives.gov/documents/Franklin/01-04-02-0080\" title=\"\">“All Africa,” he wrote, “is black or tawny</a>. Asia chiefly tawny... And in Europe, the Spaniards, Italians, French, Russians and Swedes, are generally of what we call a swarthy Complexion; as are the Germans also.” Only “the Saxons… [and] the English make the principal Body of White People on the Face of the Earth.”</p><p>The question of “who is white?” might seem to us today as self-evident. Yet it has over the past three centuries been fiercely contested. Many groups we now think of as white were certainly not seen as such for much of that period, from the Irish to the Slavs, from Italians to Jews. It took a long process of social negotiation and conflict before they were admitted into the club of whiteness.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/when-cleopatra-was-alive-she-wasnt-categorised-by-colour-of-her-skin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/when-cleopatra-was-alive-she-wasnt-categorised-by-colour-of-her-skin", "date_published": "2023-04-23 08:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disney v DeSantis: how a corporate behemoth turned beacon of diversity", "description": "<p>The fight between the Florida governor and the Magic Kingdom is weird and getting weirder, for a company that was not always a defender of LGBTQ+ rights</p><p>In an American political landscape seemingly defined by division and acrimony, one of the bitterest fights is also one of the strangest: the slug fest currently playing out between the rightwing Florida governor and 2024 White House hopeful Ron DeSantis and the Magic Kingdom of Disney World.</p><p>Last week was especially strange. DeSantis appeared to have bitten off more than he could chew when, as gas shortages riled Miami-Dade voters, he kept his long-running dispute with Disney World going through turns as tight as the teacups on the Mad Tea Party at the edge of Fantasyland.</p> <a href=\"https://www.theguardian.com/film/2023/apr/23/disney-v-desantis-diversity-lgbtq-history\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/23/disney-v-desantis-diversity-lgbtq-history", "date_published": "2023-04-23 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everything But the Girl: Fuse review – sleek, downtempo charms", "description": "<p>(Buzzin’ Fly/Virgin)<br />The duo return with their intriguingly individual take on beats and plaintive vocals<br /></p><p>Twenty-four years ago, Tracey Thorn and Ben Watt shut up shop as Everything But the Girl, turning down <a href=\"https://www.theguardian.com/music/2023/mar/10/everything-but-the-girl-on-their-unlikely-return-this-life-came-into-our-music-we-didnt-have-control-over-it\">a U2 stadium support slot</a> to focus on having a family. Three (now adult) children later – not to mention a slew of solo albums, and <a href=\"https://www.theguardian.com/books/2020/jan/25/tracey-thorn-interview-another-planet-memoir\">some well-received memoirs</a> – comes their 11th album, a timely reiteration of the duo’s charms. The ongoing 90s revival suggests those charms will not fall on stony ground.</p><p>Although many of their musical heirs have often combined shuffly beats and plaintive vocals to numbingly polite effect, there remains something intriguingly individual about EBTG’s sleek, ache-filled offering. On lead single Nothing Left to Lose, Thorn’s voice is instantly recognisable, as though no time had passed, while Watt’s production puts the duo’s downtempo beat appeal front and centre.</p> <a href=\"https://www.theguardian.com/music/2023/apr/23/everything-but-the-girl-fuse-review-sleek-downtempo-charms\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/23/everything-but-the-girl-fuse-review-sleek-downtempo-charms", "date_published": "2023-04-23 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Killing Thatcher by Rory Carroll review – meticulous account of the Brighton bombing", "description": "<p>This deftly constructed account of the IRA’s 1984 attempt to kill the prime minister leaves us with one insistent question: what would have happened if they had succeeded?</p><p>At 2.54am on 12 October 1984, a bomb, which had been concealed in room 629 of the Grand hotel in Brighton several weeks earlier, detonated with such force that it toppled one of the hotel’s five-ton Victorian chimney stacks. “Like a monstrous guillotine, it sliced through concrete, steel and wood, all the way to the ground floor,” writes Rory Carroll in <em>Killing Thatcher</em>, his meticulously rendered account of the IRA’s most audacious terrorist operation.</p><p>Just two minutes before the bomb went off, its primary target, Margaret Thatcher, emerged from the bathroom of the Napoleon suite on the first floor to continue working on various government documents that required her attention. Had she lingered there a little while longer, she would, as Carroll puts it, “have been cut to ribbons, perhaps fatally” by the lethal trajectory of the falling debris. Others in Thatcher’s extended retinue, who had gathered for the Conservatives’ annual conference, were not so lucky. Five people were killed, including the MP and deputy chief whip Sir Anthony Berry, and Lady Jeanne Shattock, the wife of a local party chairman, who was decapitated by the full force of the blast. Margaret Tebbit, wife of the prominent minister Norman Tebbit, was among the seriously injured, having fallen through four floors. She was left paralysed from the waist down.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/killing-thatcher-by-rory-carroll-review-meticulous-account-of-the-brighton-bombing-the-ira-the-manhunt\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/killing-thatcher-by-rory-carroll-review-meticulous-account-of-the-brighton-bombing-the-ira-the-manhunt", "date_published": "2023-04-23 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Libyan warlord could plunge Sudan into a drawn-out ‘nightmare’ conflict", "description": "<p>As Khalifa Haftar’s influence emerges, analysts warn the area could be a battleground for multiple players</p><p>The Libyan warlord Khalifa Haftar helped to prepare the Rapid Support Forces (RSF), a militia now fighting for control of Sudan, for battle in the months before the devastating violence that broke out on 15 April, the <em>Observer</em> has been told by former officials, militia commanders and sources in Sudan and the UK.</p><p>The involvement of Haftar, who runs much of the eastern part of Libya, will raise fears of a long-drawn-out conflict in Sudan fuelled by outside interests. Analysts have described a “nightmare scenario” of multiple regional actors and powers fighting a proxy war in the country of more than 45 million people.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/libyan-warlord-could-plunge-sudan-into-a-drawn-out-nightmare-conflict\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/libyan-warlord-could-plunge-sudan-into-a-drawn-out-nightmare-conflict", "date_published": "2023-04-23 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out with florals and paisley as Liberty marks 150 years with modernist twist", "description": "<p>The FuturLiberty collection, a collaboration with Italy’s Federico Forquet, is inspired by artistic movements of the early 20th century </p><p>Liberty of London is <a href=\"https://www.theguardian.com/artanddesign/2015/jun/03/liberty-prints-exhibition-fashion-textile-museum-flower-power\" title=\"\">famed for its floral and paisley fabrics</a>. But now, to mark its 150th anniversary, the department store is launching a new range of modernist textiles featuring abstract designs.</p><p>The team at Liberty has collaborated with 93-year-old Italian designer Federico Forquet on FuturLiberty, a collection inspired by the Italian futurists and British vorticists – artistic movements from the early 20th century that celebrated the vitality of modern life. In doing so, they’ve also brought the <a href=\"https://www.theguardian.com/artanddesign/2019/feb/27/bernard-nevill-obituary\" title=\"\">late designer Bernard Nevill</a> back into the spotlight.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/florals-paisley-liberty-modernist-futurliberty-collection-federico-forquet\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/23/florals-paisley-liberty-modernist-futurliberty-collection-federico-forquet", "date_published": "2023-04-23 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teachers warn new gender guidance for English schools could put children at risk", "description": "<p>Government accused of creating ‘atmosphere of fear’ with plan to compel schools to inform parents if pupils question gender</p><p>Teachers in England are warning that young people could be put at risk of harm and homelessness if the government presses ahead with <a href=\"https://www.theguardian.com/education/2023/apr/18/ministers-consider-rule-to-let-single-sex-schools-bar-transgender-pupils\" title=\"\">new guidance</a> compelling schools to inform parents if their child is questioning their gender.</p><p>Union leaders accused ministers of trying to inflame a culture war around gender issues in schools to distract from their “appalling record on underfunding, pay erosion and teacher shortages”. All unions in England have rejected the government’s <a href=\"https://www.theguardian.com/education/2023/apr/03/strong-rejection-of-pay-offer-in-england-shows-teachers-fury-says-neu-union\" title=\"\">latest pay offer for teachers</a>, and fresh strikes are planned for Thursday and Tuesday 2 May.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/teachers-warn-new-gender-guidance-for-english-schools-could-put-children-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/teachers-warn-new-gender-guidance-for-english-schools-could-put-children-at-risk", "date_published": "2023-04-23 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My eyes filled with tears, my voice shook’: Simon Callow on coming face to face with Shakespeare’s First Folio", "description": "<p>As the Swan of Avon celebrates his birthday on Sunday, the actor pays tribute to a ‘miraculous’ book that rescued plays such as The Tempest and Macbeth from oblivion</p><p>This Sunday, 23 April, St George’s Day, traditionally Shakespeare’s birthday, 12 copies of the exceedingly rare first edition of his plays will go on public view around the country. The book first appeared in print under the title of Mr William Shakespeares Comedies, Histories, &amp; Tragedies in 1623, seven years after the author’s death. Known as the First Folio, it is the apple of auctioneers’ eyes. The initial print run was for 750 copies; only just under a third of them are known, though every two or three years another will emerge, in various states of disrepair, to the enormous enrichment of its owner. The Folger Library in Washington DC, determinedly collecting copies between 1893 and 1928, has no less than 82, a third of all known copies worldwide; in the British Isles there are 50.</p><p>This book, the purpose of which was to collate all of Shakespeare’s plays into one readily accessible volume, was single-handedly responsible for the survival of 18 plays which would otherwise certainly have disappeared from view, among them such trifles as The Tempest, Julius Caesar, Twelfth Night, Measure for Measure, All’s Well That Ends Well, Antony and Cleopatra, As You Like It, Coriolanus and Macbeth<em>.</em> The editors’ declared intention was to publish the plays “according to the True Originall Copies”, replacing “stol’n and surreptitious copies, maimed and deformed by frauds and stealths of injurious impostors”.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/my-eyes-filled-with-tears-my-voice-shook-simon-callow-on-coming-face-to-face-with-shakespeares-first-folio\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/my-eyes-filled-with-tears-my-voice-shook-simon-callow-on-coming-face-to-face-with-shakespeares-first-folio", "date_published": "2023-04-23 08:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Deller: ‘The world worries me – but for an artist, that’s a good thing’", "description": "<p>The artist has been confounding the art world for 30 years with projects ranging from a brass band playing acid house to a film of the Brexit protests. As he publishes a career memoir, Art Is Magic, he talks about the experiences that have shaped his work</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/jeremy-deller-art-is-magic-extract-orgreave-stonehenge-murdochs\">Read an extract from Art Is Magic</a></li></ul><p>Jeremy Deller’s new book, which he describes as “a sort of retrospective”, is called <em><a href=\"https://guardianbookshop.com/art-is-magic-9781800811645\" title=\"\">Art Is Magic</a></em>. It reflects his belief in the alchemical power of art to transform the everyday – “if only for a moment, making the mundane profound”. He did, however, consider several other alternative titles for the book, including “That’s Not Art”, “Call That Art?” and “You Can’t Do That”<em>, </em>all of which are things people have said to him about his work.</p><p>While most conceptual artists probably accept that a certain degree of public bemusement comes with the turf, Deller is that rare thing: a conceptualist who feels the need to explain his art. “I do, yes,” he says, nodding, when we sit down to chat amid the organised clutter of the office of his flat overlooking north London’s Holloway Road, where he does most of his thinking and planning. “I’m aware that a lot of artists don’t, but I come from the approachable, rather than the obscure, school. To me, my work is quite obvious in a way, more obvious than a lot of contemporary art, but it is definitely conceptual insofar as I start with an idea and see what happens. That still unsettles people who expect art to be on gallery walls.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/jeremy-deller-art-is-magic-stonehenge-murdoch-orgreave-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/23/jeremy-deller-art-is-magic-stonehenge-murdoch-orgreave-interview", "date_published": "2023-04-23 08:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab is just the latest culprit – the public have lost faith in all politicians | Andrew Rawnsley", "description": "Scandal after scandal has left our democracy in extremely poor health<p>And another one bites the dust. Dominic Raab is the third man to <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\" title=\"\">exit the cabinet</a> during Rishi Sunak’s six months at Number 10 and the umpteenth minister to be sacked or compelled to quit during the long years of Conservative government. He was the deputy prime minister. That’s a big title, his departure has generated large headlines and he’s not gone quietly into the night, banging the door behind him with a lot of uncontrite noise about being <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resignation-letter-rishi-sunak-reply-full\" title=\"\">treated unfairly</a>.</p><p>Yet his fall will probably merit only a small paragraph in the histories of these years. I say that because resignations have been so common. Bullying, sexual predation, cronyism, rule-busting, law-breaking, illicit lobbying for commercial interests. Name a genre of bad behaviour and these years have served it up. All political eras have their share of scandal. The distinguishing characteristic of this one is that there have been so many of them and of so many different types.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/dominic-raab-is-just-the-latest-culprit-the-public-have-lost-faith-in-all-politicians\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/dominic-raab-is-just-the-latest-culprit-the-public-have-lost-faith-in-all-politicians", "date_published": "2023-04-23 07:31:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hydrating face masks: 10 of the best", "description": "For fresher, plumper skin, choose a mask that delivers a burst of moisture<p>A large part of my job, as you know, is trying out a plethora of beauty products. It is why every beauty editor has a “beauty wardrobe”. But a beauty wardrobe can, frustratingly, work exactly like its sartorial counterpart. Every so often you notice gaps (“The perfect white shirt would make all the difference”), duds (“There’s a reason that knitted yellow skirt/cropped iridescent jacket/5in slingback was on sale”) and multiples (“Surely no one needs 10 black sweatshirts?”) Multiples of masks that do more or less the same thing – resurfacing, exfoliating, pore refining – is what I noticed in my beauty wardrobe a few months back. Having masks that perform this task is not a bad thing – this is a great way to say goodbye to dullness and dead skin. But it’s a fine balance. Everyone is obsessed with getting a glow, but over-exfoliating can play havoc with your hydration levels and destabilise your skin. This is where a restorative hydrating mask comes in. It provides a surge of moisture – be it in 20 minutes or overnight – that leaves you with balanced, plumper, juicy skin that radiates “I’ve just had a really expensive facial.” And if you still want to exfoliate the skin and unclog the pores, that’s fine; just slow down and remember that many masks – like Glow Recipe, which resurfaces the skin as well as hydrates – are excellent multitaskers.</p><p><strong>1. Dr David Jack Blue Face Peel Hydrating Balancing Mask </strong>£149, <a href=\"https://drdavidjack.com/collections/skincare/products/blue-face-peel\" title=\"\">drdavidjack.com</a><br /><strong>2. Glow Recipe Watermelon Hyaluronic Clay Pore-Tight Facial </strong>£36, <a href=\"https://www.sephora.co.uk/p/Glow-Recipe-Watermelon-Glow-Hyaluronic-Clay-Pore-Tight-Facial-60ml\" title=\"\">sephora.co.uk</a><br /><strong>3. Elemis Peptide Plumping Pillow Facial </strong>£22, <a href=\"https://uk.elemis.com/peptide4-plumping-pillow-facial.html\" title=\"\">ukelemis.com</a><br /><strong>4. Tata Harper Hydrating Floral Mask </strong>£85, <a href=\"https://www.cultbeauty.co.uk/tata-harper-hydrating-floral-mask/13313449.html\" title=\"\">cultbeauty.co.uk</a><br /><strong>5. Zelens Instant Recharge Renewal Mask </strong>£85, <a href=\"https://www.libertylondon.com/\">libertylondon.com</a> <br /><strong>6. Medik8 HEO Two-Step Mask </strong>£57, <a href=\"https://www.medik8.com/products/h-e-o-mask\">medik8.com</a><br /><strong>7. Dr Jart Cicapair Tiger Grass Sleepair Intensive Mask </strong>£14, <a href=\"https://www.lookfantastic.com/dr.jart-cicapair-sleepair-intensive-mask-30ml/12624687.html\" title=\"\">lookfantastic.com</a> <br /><strong>8. Summer Fridays Jet Lag Mask </strong>£26, <a href=\"https://www.spacenk.com/uk/skincare/treatment/masks/jet-lag-mask-MUK200030979.html\" title=\"\">spacenk.com</a><br /><strong>9. La Mer The Intensive Revitalising Mask </strong>£140, <a href=\"https://www.cremedelamer.co.uk/product/20653/30929/face/exfoliators-and-masks/the-intensive-revitalizing-mask#/sku/55859\" title=\"\">cremedelamer.co.uk</a><br /><strong>10. Laneige Lip Sleeping Mask </strong>£19, <a href=\"https://www.sephora.co.uk/brands/laneige/lip-care\" title=\"\">sephora.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/hydrating-face-masks-10-of-the-best\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/hydrating-face-masks-10-of-the-best", "date_published": "2023-04-23 07:31:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab bullying report: new deputy PM Oliver Dowden to face media amid fallout – UK politics live", "description": "<p>Dowden will appear on Sophy Ridge and Laura Kuenssberg shows, as Tories consider controversial plan to politicise civil service</p><p>Here is a roundup of what is on the front pages this morning. <strong>The Observer</strong> leads with the Toby Helm and Michael Savage story that Tories are considering a controversial plan to politicise the civil service after the <strong>Dominic Raab</strong> scandal. You can read that <a href=\"https://www.theguardian.com/politics/2023/apr/22/tories-consider-controversial-plan-to-politicise-civil-service-after-raab-scandal\">here</a>.</p><p>The <strong>Sunday Express</strong> continues to pick up on<strong> </strong>Raab’s “activist” civil servant line, claiming that <strong>Suella Braverman</strong> is their next target.</p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/23/dominic-raab-bullying-report-oliver-dowden-rishi-sunak-uk-politics-live-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/23/dominic-raab-bullying-report-oliver-dowden-rishi-sunak-uk-politics-live-latest-news", "date_published": "2023-04-23 07:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: thousands evacuated after bomb scare in Russian city struck by own forces", "description": "<p>More than 3,000 evacuees returning to Belgorod after explosive disposed of, days after accidental plane strike; Russian missiles hit Kharkiv</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-424-of-the-invasion\">What we know on day 424 of the invasion</a></li></ul><p>Russia is advising citizens to avoid travel to Canada, citing what it calls numerous cases of discrimination against Russians, including physical violence, its foreign ministry has said.</p><p>Reuters reported that Canada is one of the most vocal backers of Ukraine in the war and has imposed sanctions on hundreds of Russian officials and companies as well as wide-scale trade bans.</p><p>Due to the numerous instances of discrimination against Russian citizens ... in Canada, including physical violence, we recommend you refrain from travelling to this country for the purposes of tourism, education and in the context of business relations.</p><p>If you are already in Canada, we urge you to be vigilant, especially in public places.</p><p>Since its access to prisoner recruitment was stopped, the Wagner Group private military company is also competing for the limited pool of Russian fighting-age men.</p><p>… The authorities are almost certainly seeking to delay any new, overt mandatory mobilisation for as long as possible to minimise domestic dissent.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/23/russia-ukraine-war-live-thousands-evacuated-after-bomb-scare-in-russian-city-struck-by-own-forces\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/23/russia-ukraine-war-live-thousands-evacuated-after-bomb-scare-in-russian-city-struck-by-own-forces", "date_published": "2023-04-23 07:11:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fixing the world’s problems one eyelash at a time", "description": "Solve the climate crisis, cure disease? Maybe not, but with eyelash serum more beautiful eyes are possible<p>I’d barely thought about my eyelashes at all. Which is odd, really, considering I feel like in my four decades of existence I’ve thought about most things at least twice, matters of my body and self many many more, and more again at night. No, I’d taken these hairs for granted, that they would remain, protect, flap prissily around in their little mascara dressing gowns until, one day last month, I received an email about an eyelash serum.</p><p>Eyelash serum. It’s one of those things that just appeared fully formed in the mid-2000s, a mushroom that grew overnight. It was not there; our eyelashes grew without it. It became; our eyelashes required feeding at the roots. A withering cynic at the best of times, I had paid no attention. This was the era of the maxi-lash, extensions that ranged from Bambi to shelf-like, the size of black canapés or iPhones – the eyelash industry was worth over $1.5bn. I did take part, briefly. When I tried fake lashes I found the process tedious and the experience disturbing, my eyes heavy as if counting down an anaesthetic, so I’d sworn off the whole eyelash project, content with my lot. But when I received the serum email, I looked in the mirror, half-interested again, and good God. Good. God. Looking at the sparse field where great vines once grew, I felt first, horror, then a shiver of excitement. A project. I bought the serum.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/23/the-eva-wiseman-column-fixing-the-worlds-problems-one-eyelash-at-a-time\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/23/the-eva-wiseman-column-fixing-the-worlds-problems-one-eyelash-at-a-time", "date_published": "2023-04-23 07:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What makes schoolchildren tick? For some, it’s decimals. For others, dance | Yvonne Roberts", "description": "One-size-fits-all teaching sets kids up to fail. Sometimes, you need to work against the system<p>The Olympic medallist and former world champion javelin thrower, now a reality TV star, <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/17/your-childhood-can-haunt-you-fatima-whitbread-on-trauma-triggers-therapy-and-how-sport-saved-her\" title=\"\">Fatima Whitbread</a>, was abandoned in a flat at three months by her mother and left to die. She was raised in care, raped at 11 and adopted at 14.</p><p>Whitbread may not initially appear to have much in common with the indomitable Deborah James, “Bowelbabe”, podcaster and author, who was diagnosed with incurable bowel cancer at the age of 35, and lived a further five years, writing powerfully about <a href=\"https://www.theguardian.com/books/2022/may/19/deborah-james-book-how-to-live-when-you-could-be-dead-amazon-bestsellers\" title=\"\">navigating the cancer that killed her</a>, raising funds and encouraging thousands to seek help early. Yet what the two women share is resilience, grit and an understanding of the power of persistence that adds up to so much more than the ability to pass a maths test at the age of 18.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/what-makes-schoolchildren-tick-for-some-its-decimals-for-others-dance\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/what-makes-schoolchildren-tick-for-some-its-decimals-for-others-dance", "date_published": "2023-04-23 07:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Motherhood on ice: lack of suitable men drives women to freeze their eggs", "description": "<p>A lack of equal male partners, rather than career or educational ambitions, is why more women are trying to prolong their fertility</p><p></p><p>Selfish career-driven women. Gullible dupes of the fertility industry. Victims of the patriarchy. When leading anthropologist Marcia C Inhorn first embarked on her decade-long study of why women <a href=\"https://www.theguardian.com/news/audio/2022/dec/13/should-you-freeze-your-eggs\" title=\"\">freeze their eggs</a>, the popular narrative was largely one of derision.</p><p>“There was a lot of either blaming women or saying that they’re naïve, stupid and so forth,” says the Yale professor, from a red armchair in her home in New Haven,<strong> </strong>Connecticut.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/motherhood-women-freeze-eggs-male-partners-men-fertility\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/motherhood-women-freeze-eggs-male-partners-men-fertility", "date_published": "2023-04-23 07:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Truce or a bloody stalemate? It all rides on Ukraine’s spring offensive | Simon Tisdall", "description": "<p>Volodymyr Zelenskiy may be forced to accept an unpalatable compromise, however well his troops do on the battlefield</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/apr/21/russia-ukraine-war-live-moscows-accidental-strike-on-belgorod-injures-two-china-says-it-is-not-inflaming-conflict\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>This is how the war ends: Ukraine’s long-awaited spring counter-offensive succeeds in recapturing some or even lots of occupied territory. But Russia’s more numerous forces, dug in behind minefields, <a href=\"https://www.theguardian.com/world/2022/nov/08/russia-installs-dragons-teeth-blocks-in-shift-to-more-defensive-warfare\" title=\"\">tank traps and dragon’s teeth</a>, remain in control of parts of the Donbas and Crimea. As autumn begins, it’s plain. <a href=\"https://www.theguardian.com/world/2023/apr/18/west-prepares-for-putin-to-use-whatever-tools-hes-got-left-in-ukraine\" title=\"\">There’s to be no clean sweep</a>.</p><p>Amid huge destruction, big Russian losses, critical Ukrainian manpower, weapons and equipment shortages, and waning appetites for an endless war of attrition, Kyiv’s western backers begin to push for a negotiated ceasefire or “durable truce”, pending a longer-term settlement. <a href=\"https://www.bbc.co.uk/news/world-asia-65030929\" title=\"\">China gets in on the act</a>, too.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/truce-stalemate-ukraine-spring-offensive-volodymyr-zelenskiy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/truce-stalemate-ukraine-spring-offensive-volodymyr-zelenskiy", "date_published": "2023-04-23 07:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI brand is broken ‘beyond repair’ by sex attack and misconduct claims", "description": "<p>As exodus of members continues, business chiefs say the lobby group ‘has run its course’ and ‘needs a total rethink’</p><p>The future of the Confederation of British Industry is in the balance this weekend as one business leader warned its brand was “beyond repair”.</p><p>A <a href=\"https://www.theguardian.com/business/2023/apr/21/cbi-suspend-operations-top-uk-businesses-john-lewis-natwest\" title=\"\">CBI board statement</a> on Friday said there was demand for “far reaching change” after allegations of sexual attacks and harassment first revealed by the <em>Guardian</em>. The organisation has suspended key activities until June after an exodus of business members.</p> <a href=\"https://www.theguardian.com/business/2023/apr/23/cbi-brand-is-broken-beyond-repair-by-sex-attack-and-misconduct-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/23/cbi-brand-is-broken-beyond-repair-by-sex-attack-and-misconduct-claims", "date_published": "2023-04-23 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to Blow Up a Pipeline review – a gripping, of-the-moment eco-thriller", "description": "<p>Set in Texas, Daniel Goldhaber’s tense drama probes the moral complexity of the act – if not the consequences – of a group of protesters sabotaging the oil industry’s infrastructure</p><p>It’s a charged word, terrorism. It’s unsettling, challenging, alarming. And this is something that Daniel Goldhaber’s propulsive eco-thriller <em>How </em><em>to Blow Up </em><em>a Pipeline</em> smartly acknowledges. Even on the eve of a radical act of violent protest – the destruction of two sections of Texas’s oil infrastructure – some of the environmental activists behind the plan are reluctant to use the term. Rowan (Kristine Froseth), a 22-year-old from Portland, Oregon, prefers to think of herself as a “revolutionary” or “gamechanger”. Other members draw parallels with the Boston Tea Party or the civil rights movement. But Theo (Sasha Lane), a young woman from a poisoned suburb of Long Beach, California, is under no illusions. “They’re gonna call us terrorists. Because we are doing terrorism.” Her terminal cancer diagnosis, the consequence of a childhood growing up in the shadow of an oil refinery, means that Theo is done with tiptoeing around the truth, however unpleasant it might be.</p><p>This debate, lubricated by liquor and loosened by night-before nerves, is a pivotal moment that comes some 30 minutes into the film. It’s a scene that concedes that yes, these characters are extremists whose actions will have potentially devastating consequences. But it also takes an empathic view, making the case that, ultimately, these are ordinary people impelled to act by the extraordinary circumstances in which they find themselves. It’s morally complex territory – the knotty ethical issues that underpin the tautly executed action have some parallels with those of <em>Paradise Now</em>, Hany Abu-Assad’s largely sympathetic portrait of a pair of Palestinian suicide bombers. It’s worth noting, however, that <em>Pipeline</em>’s protagonists are scrupulous about targeting infrastructure rather than people. “We’re not murderers,” stresses Rowan, when her feckless pot-head boyfriend, Logan (Lukas Gage), suggests that anyone who works for an oil company is fair game.</p> <a href=\"https://www.theguardian.com/film/2023/apr/23/how-to-blow-up-a-pipeline-review-eco-thriller-texas-oil\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/23/how-to-blow-up-a-pipeline-review-eco-thriller-texas-oil", "date_published": "2023-04-23 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok cashing in on sale of counterfeit cosmetics and prescription skin creams", "description": "<p>Fake perfumes and restricted items are being touted on social media platform despite bans</p><p>TikTok is profiting from the sale of illegal and potentially dangerous beauty products, including counterfeit cosmetics and prescription-only skin creams, despite claiming to take a “zero tolerance” approach to rogue sellers.</p><p>Counterfeit versions of Dior perfumes, Vaseline lip balms and Maybelline mascaras are among products being touted by third-party vendors via TikTok’s in-app marketplace.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/23/tiktok-cashing-in-counterfeit-beauty-products-skin-gels\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/23/tiktok-cashing-in-counterfeit-beauty-products-skin-gels", "date_published": "2023-04-23 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘These alarms save lives’: Guardian readers on the UK public warning test", "description": "<p>On Sunday 23 April at 3pm Britons will receive an alert on their mobile phone</p><p>Guardian readers share their views and concerns about the planned first UK nationwide test of the government’s public warning system that <a href=\"https://www.theguardian.com/society/2023/apr/06/sound-that-saves-your-life-uk-disaster-alert-to-buzz-phones-on-23-april\">will send alerts to UK mobile phones</a> in the event of a disaster. The test will take place at 3pm on Sunday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/23/these-alarms-save-lives-guardian-readers-on-the-uk-public-warning-test\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/23/these-alarms-save-lives-guardian-readers-on-the-uk-public-warning-test", "date_published": "2023-04-23 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘When people can talk about sex, they flourish’: the rise of sexual wellness", "description": "<p>Advice on sex is available on myriad apps, sex toys are for sale on the high street, and the science of sexual fufilment is blossoming. Will this focus on sexual wellbeing have the desired effect?</p><p>Tina was 52 when her long-term relationship ended. She had experienced low libido throughout her perimenopause years, and her relationship had become “pretty much sexless by the end”, so reigniting her sex life felt like a daunting prospect.</p><p>But rather than closing the book on her sexuality, Tina turned to a sexual wellness app called Dipsea, and began listening to<strong> </strong>erotic stories, as well as learning about different self-pleasure and communication techniques.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/when-people-can-talk-about-sex-they-flourish-the-rise-of-sexual-wellness\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/when-people-can-talk-about-sex-they-flourish-the-rise-of-sexual-wellness", "date_published": "2023-04-23 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rupert Murdoch was ever a master strategist, but he’s beginning to lose his grip | John Naughton", "description": "The $787m Fox News settlement was money well spent in saving the media mogul from an embarrassing ordeal<p>There are, as F Scott Fitzgerald famously observed – and as Rupert Murdoch is now belatedly discovering, “no second acts in American lives”. Last week, just as the trial of the $1.6bn <a href=\"https://time.com/6270521/fox-dominion-lawsuit-defamation-trial/\" title=\"\">defamation action brought by Dominion against Fox News</a> was about to start, a “settlement” was reached between the two parties. Fox, of which Murdoch is CEO, <a href=\"https://www.theguardian.com/us-news/2023/apr/18/dominion-wins-but-the-public-loses-fox-settlement-avoids-paying-the-highest-price\" title=\"\">paid nearly $800m to stop the proceedings</a>.</p><p>Given how highly Murdoch values his image as a swaggering media giant, it was probably money well spent. Otherwise he would have had to testify under oath and the world would see not the robust titan of popular legend but an elderly mogul who is physically frail and, more importantly, who could not stop his TV station pandering to Donald Trump for fear of alienating the audience that had turned Fox News into such a profitable cash cow.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/rupert-murdoch-was-ever-a-master-strategist-but-hes-beginning-to-lose-his-grip\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/rupert-murdoch-was-ever-a-master-strategist-but-hes-beginning-to-lose-his-grip", "date_published": "2023-04-23 06:31:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boomers, you’ve done OK – but don’t expect undying affection from us millennials | Martha Gill", "description": "Younger people can only watch in envy as some 50-year-olds are tempted into golden early retirement<p>The marshmallow test was invented when the boomer generation was young. It tested the ability to <a href=\"https://psycnet.apa.org/doiLanding?doi=10.1037%2Fh0029815\" title=\"\">delay gratification</a>. Children who could hold off eating a marshmallow placed in front of them would get two, proving they had the self-control requisite to become concert cellists, scientific geniuses or presidents of the US.</p><p>But over the years, psychologists have come to doubt the marshmallow test and what it was really measuring. They found that children who had grown up around <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0956797618761661\" title=\"\">unpredictable adults</a> – or who were primed with a broken promise <a href=\"http://www.rochester.edu/news/show.php?id=4622\" title=\"\">ahead of the test</a> – were most likely to grab the first sweet that came their way. This wasn’t always impulse failure, as once assumed, so much as a rational reaction to circumstance. In an uncertain world, it is much smarter not to trust in romantic promises of marshmallows tomorrow. You might end up with none at all. The first lesson – sacrifice pays off – has been drummed into boomers, and the following generation X, all their lives, but life is repeatedly teaching their children the second. We can do everything right and still not get our second marshmallow. Sometimes, even our first is whipped away right in front of us, as we are asked to please stop whining; we shouldn’t have expected so much in the first place.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/boomers-done-ok-but-dont-expect-undying-affection-from-us-millennials\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/boomers-done-ok-but-dont-expect-undying-affection-from-us-millennials", "date_published": "2023-04-23 06:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police in England on alert for polling day rage over voter ID rules", "description": "<p>Fears that number of people turned away at May’s local elections over identity could be underestimated</p><p>Police forces have been alerted to the risk of a spike in disputes and confrontations at the forthcoming local elections, amid concern that new voter ID rules will provoke rows in polling booths across England.</p><p>Polling station staff are being trained to de-escalate heated situations expected to arise next month, when many more people than usual are likely to be turned away as a result of new identity checks.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/23/police-in-england-on-alert-for-polling-day-rage-over-voter-id-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/23/police-in-england-on-alert-for-polling-day-rage-over-voter-id-rules", "date_published": "2023-04-23 06:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wagatha Christie™? My pun’s been trademarked, but the joke is on me | Dan Atkinson", "description": "<p>Rebekah Vardy has made my ‘Wagatha Christie’ joke, from her case against Coleen Rooney, into intellectual property. If gags are bought up, British humour faces a bleak future</p><p>Three years, six months and 13 days ago, I tweeted the words “Coleen Rooney: Agatha Christie”. Well, that’s not quite what I tweeted. I inserted a “W” before the Agatha, creating a disposable pun that somehow went viral. To my bemusement the joke was emblazoned across countless headlines worldwide. You may be wondering why have I introduced my famous pun in such a tortured fashion. Well, I’m trying to avoid getting sued.</p><p>This week the world discovered that Rebekah Vardy has trademarked the phrase-who-shall-not-be-named, meaning that she can make money from using W****** C******* as a brand or unleash cash-thirsty lawyers on anyone else who dares use it.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/wagatha-christie-trademarked-pun-rebekah-vardy-coleen-rooney\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/wagatha-christie-trademarked-pun-rebekah-vardy-coleen-rooney", "date_published": "2023-04-23 06:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Life is comedy and tragedy’: Daphne Guinness on her remarkable journey from muse to musician", "description": "<p>Daphne Guinness has had the most lurid and surreal life. She talks about being kidnapped aged five, marrying a shipping magnate at 19, working with David Bowie, and finally finding peace in the recording studio</p><p>People have some wild ideas about Daphne Guinness, but the oddest one she’s ever seen, on Wikipedia, stated that she was in league with the devil. The evidence? The strange, hoof shapes of her favoured platform shoes that she wears everywhere. “But they’d also managed to find a picture of me drinking tomato juice, so they claimed that it was the blood of children and that I was in <a href=\"https://www.theguardian.com/us-news/2020/aug/25/qanon-conspiracy-theory-explained-trump-what-is\" title=\"\">QAnon</a> and had two secret QAnon children,” she says, amused but baffled by the lengths people will go to. She’s speaking over Zoom from the Caribbean where she’s brighter and smilier than I had expected from the frosty fashion photos that exist of her. “I mean, seriously, Americans are pretty weird,” she adds.</p><p>Still, it’s not as if anyone needs to invent stories about her. Part of the Guinness brewing dynasty, but also the Mitfords, a family of English aristocrats, Daphne grew up not realising her beloved granny, <a href=\"https://www.theguardian.com/news/2003/aug/14/guardianobituaries.thefarright\" title=\"\">Diana Mosley</a>, had been married to this country’s leading fascist, and once got into trouble at school after happily identifying him as a relative on TV. (She has since decried his politics entirely.) Her father, Jonathan Guinness, a British peer, had sets of children by three different women. One lot was a surprise to Daphne, though they’re all friends now, she says. When he was married to Daphne’s mother, Suzanne, Jonathan bought a former monastery up a dirt track on a Spanish mountain, near to the home of <a href=\"https://www.theguardian.com/artanddesign/dali\" title=\"\">Salvador Dalí</a>, who kept lobsters in his swimming pool. The Guinnesses spent several months a year there, with no electricity and no car. Daphne’s bed was beside the monastery’s altar. She spent a lot of time in caves, playing with hornets, or getting advice from Dalí, her mother’s great friend, on how to be naughty.</p> <a href=\"https://www.theguardian.com/music/2023/apr/23/life-is-comedy-and-tragedy-the-lurid-and-surreal-life-of-daphne-guinness-muse-and-musician\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/23/life-is-comedy-and-tragedy-the-lurid-and-surreal-life-of-daphne-guinness-muse-and-musician", "date_published": "2023-04-23 06:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cream of the crop: new season neutrals for men", "description": "<p>Neutral and tonal shades giving you a fresh, elevated and adaptable wardrobe this spring</p><p>A tonal wardrobe where everything is interchangeable makes getting dressed easier, from white and ivory through to taupe and brown, it’s a palette that works all year round. Beloved by celebrities, neutral shades semaphore luxury and effortless style, see Chris Pine arriving at Jimmy Kimmel Live! recently in a silky beige lounge set. It’s no coincidence that arguably the best menswear wardrobe on TV – George in Netflix’s Beef, played by Joseph Lee – features more than one tonal neutral ensemble (shout out to the cream fleece look!) and an array of covetable knitwear, including a beige tie-front cardigan by Japanese brand Batoner.</p><p>Get the minimal look for less with YMC’s Earth collection, comprising timeless staples made using natural, organic or recycled materials, and Gant’s vacation edit ticks all the right boxes. On the high street Arket (1, below) has nailed the Scandi meets Calabasas look, only it’s machine washable, ditto John Lewis’s carpenter jeans (2), the quality of which belies the price tag. Layer up shades with a tank top under a blazer (yes, vests are back) or an untucked shirt under a sweater. Mix in darker colours like Topman’s broderie anglais shirt (5) or try head-to-toe monotone – if you’re somewhere sunny, white always works. Don’t forget the crisp trainers, keep them looking boxfresh with Crep Protect shoe wipes (£7).</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/23/cream-of-the-crop-new-season-neutrals-for-men\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/23/cream-of-the-crop-new-season-neutrals-for-men", "date_published": "2023-04-23 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eurostar urged to carry adrenaline injectors in first-aid kit after medical alert", "description": "<p>A doctor was shocked to find no anti-allergy pens on board the train, though operator says law forbids it at present</p><p>A junior doctor is calling for lifesaving adrenaline auto-injectors to be carried on Eurostar after caring for a young child who suffered an allergic reaction on the service.</p><p>Dr Raphaelle Debray, 26, who is French and works for the NHS, was en route to Paris when she responded to an appeal for a doctor. She requested the onboard medical kit and found it contained only some plasters and a defibrillator. In contrast, international guidelines state that commercial airlines should carry emergency medical kits, with equipment and medication including adrenaline. British Airways and easyJet said they carried adrenaline auto-injectors (AAIs) on all flights.</p> <a href=\"https://www.theguardian.com/business/2023/apr/23/eurostar-urged-to-carry-adrenaline-injectors-in-first-aid-kit-after-medical-alert\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/23/eurostar-urged-to-carry-adrenaline-injectors-in-first-aid-kit-after-medical-alert", "date_published": "2023-04-23 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reasonable Cause to Suspect by Sally Lane review – my son, the enemy of the state", "description": "<p>A mother’s frank and heartfelt tale of trying to free her son – labelled ‘Jihadi Jack’ by the press – from a Kurdish jail is the stuff of nightmares</p><p>It is nearly a decade since Sally Lane received the phone call that changed her life for ever. It came from her elder son, Jack Letts, then 18, who had been travelling in Jordan on a gap-year trip from their home in Oxford. “Mum, I’m in Syria,” Jack said, beginning a chain of events that saw Lane lose her home and her job and, for a time, her freedom. Jack was calling from Raqqa, where he had gone in search of a Muslim caliphate he had fatefully, adolescently, come to idealise, before the horrors of Islamic State were known to the world.</p><p>“It is difficult to describe the terror of knowing your child is in the most dangerous place on earth and there is nothing you can do about it,” Lane writes in her frank and clear-eyed account of the years that followed. Her book is a tale of survival and an account of the legal process that consumed her and her husband, John Letts, in the name of counter-terrorism. The thread that runs through the story is Lane’s maternal refusal to give up on a son who became known as a pariah across the world (“Jihadi Jack” as he was christened in 2016 by a <em>Sunday Times</em> journalist) and who was subsequently stripped of citizenship by a government more concerned with headlines than justice. A son who remains to this day in a Kurdish prison, long convicted in the public mind, with scant evidence, of association with crimes against humanity.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/reasonable-cause-to-suspect-by-sally-lane-review-mothers-ordeal-to-save-her-son-from-kurdish-prison-jack-letts-islamic-state\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/reasonable-cause-to-suspect-by-sally-lane-review-mothers-ordeal-to-save-her-son-from-kurdish-prison-jack-letts-islamic-state", "date_published": "2023-04-23 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Ian H​o​worth conjures an idea of England", "description": "<p>​The Brighton-based photographer’s tragicomic eye captures the tired remains of a ​moment in the sun – and ​ponders Englishness in the process</p><p>People have quite often just vacated <a href=\"https://www.ihoworth.com/\">Ian Howorth</a>’s pictures. English people. They have left behind clues as to the way they live, the language of the tribe. This image is on the opening page of his new book, <em><a href=\"https://www.setantabooks.com/products/a-country-kind-of-silence\">A Country Kind of Silence</a></em>, and offers some ideas of what will follow.</p><p>What can be learned from it? Might we see a loneliness in the single bottle of Coke, unfinished, its label picked at nervously? Is that anxiety confirmed or denied by the ashtray full of fag ends, too many for one sitting? The Carling logo threatens to locate the scene in a particular time and place – the pub garden tables of the 1970s, for those of us who remember them. But the Coke bottle is plastic, pastiching the iconic glass, so this is a tired reminder of that already tired decade. Still, the soft cocktail hour light draws us in. We might think we know it from a hundred adverts – “the real thing” – but the Coke dregs, the unscrewed cap, the unemptied ashtray, don’t want to sell us anything. It might not even be sundown, but a relic of an early morning after.</p><p><em><a href=\"https://www.setantabooks.com/products/a-country-kind-of-silence\">A Country Kind of Silence</a></em><a href=\"https://www.setantabooks.com/products/a-country-kind-of-silence\"> by Ian Howorth is published by Setanta Books (£50)</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/the-big-picture-ian-howorth\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/23/the-big-picture-ian-howorth", "date_published": "2023-04-23 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We slept in separate bedrooms for the last three years’: ex-couples on what went right – and wrong – in their sex life", "description": "<p>From the first frantic lust-fuelled months, through to the dwindling desires on the road to breakup, former lovers (but still friends) recall the rollercoaster rides of their relationships</p><p><strong>Peter </strong>We were married for 33 years so of course, I could write a book on this. We got divorced three years ago, and I now have a new partner, but things broke down because we fell out of love. I still think she is a totally amazing woman, but there’s no romantic feeling there any more.<br /><br />We met when I was 28, I couldn’t keep my hands off her. We never had any problems in the bedroom department, and once we knew we were compatible, we married a year later – no messing around. When we moved into our first flat, we had sex in every room and nearly every day, for the first few months. Sex was always a big part of our relationship, even when we had three kids and even when Claudia was pregnant. We always made time for it. I was lucky to have met someone with a similar sex drive to me.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/ex-couples-on-what-went-right-and-wrong-in-their-sex-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/ex-couples-on-what-went-right-and-wrong-in-their-sex-lives", "date_published": "2023-04-23 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New York trial could confer new title on Donald Trump: rapist", "description": "<p>Jury will hear writer E Jean Carroll’s civil claim that Trump assaulted her in 1990s – could this case finally bring a reckoning?</p><p>Donald Trump won’t be there to see it, but the former US president’s deeply tarnished reputation may be about to take another serious hit as a New York jury decides whether he is a rapist.</p><p>E Jean Carroll, a former advice columnist and author, will finally get her day in court this week, nearly four decades after she alleges that Trump pinned her against the wall of a New York department store and sexually assaulted her.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/23/donald-trump-e-jean-carroll-trial-rape\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/23/donald-trump-e-jean-carroll-trial-rape", "date_published": "2023-04-23 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Tom Davis: ‘For fluffy American pancakes, I’m your guy’", "description": "The comedian makes the most of Sunday with a shop or stroll, a spot of cleaning and a some good food with his family<p><strong>Up early?</strong> We have a 15-month-old baby, so we’re up at 6.30 – she comes into bed for pancakes. It’s my favourite time of the week. If I’ve been away working, Sunday is sacred – me, my wife and our little girl in bed together.</p><p><strong>Who makes the pancakes? </strong>It varies. My wife does healthy pancakes. For fluffy American ones, I’m your guy.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/sunday-with-tom-davis-for-fluffy-american-pancakes-im-your-guy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/sunday-with-tom-davis-for-fluffy-american-pancakes-im-your-guy", "date_published": "2023-04-23 05:46:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian police arrest Sikh separatist preacher Amritpal Singh after weeks on run", "description": "<p>Singh surrendered in Punjab town of Moga, says a Sikh leader, as police appeal to public for calm</p><p>Indian police have arrested a separatist leader who revived calls for an independent Sikh homeland and the secession of India’s northern Punjab state, which has a history of violent insurgency.</p><p>Amritpal Singh had been on the run since March after capturing national attention in February when hundreds of his supporters stormed a police station in the Punjab town of Ajnala with wooden batons, swords and guns to demand the release of a jailed aide.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/indian-police-arrest-sikh-separatist-preacher-amritpal-singh-after-weeks-on-run\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/indian-police-arrest-sikh-separatist-preacher-amritpal-singh-after-weeks-on-run", "date_published": "2023-04-23 05:35:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on the growing threat to democracy in India | Observer editorial", "description": "As his country overtakes China as the world’s most populous, Narendra Modi’s Hindu nationalist government is escalating its attack on civil rights<p>India has many things going for it these days but the growing authoritarianism of prime minister Narendra Modi’s rightwing Hindu nationalist government is not one of them. The economy has rebounded faster than most after the Covid-19 slump, <a href=\"https://newsonair.com/2023/01/14/imf-world-bank-and-credit-suisse-appreciate-indias-efforts-to-face-global-headwinds/\" title=\"\">according to the IMF and the World Bank</a>. Annual <a href=\"https://timesofindia.indiatimes.com/business/india-business/india-to-beat-germany-as-4th-largest-economy-by-fy26/articleshow/95216876.cms\" title=\"\">GDP is projected to overtake Germany and Japan</a> by 2027, making India the world’s third largest economy after the US and China.</p><p>UN <a href=\"https://www.unfpa.org/sites/default/files/swop23/SWOP2023-ENGLISH-230329-web.pdf\" title=\"\">figures</a> published last week indicate India will become the planet’s <a href=\"https://www.theguardian.com/world/2023/apr/19/india-almost-3m-more-people-than-china-june-un-world-most-populous-country\" title=\"\">most populous country</a> by June, with a population of 1.4286 billion compared with China’s 1.4257 billion. The significance of this shift is geopolitical as well as economic. In a world dominated by great power rivalries and blocs, India stands out as an independent force in global affairs, drawing on a proud post-1947 history of non-alignment. Contrasted with the creaking economies, fading influence and ageing populations of western countries such as Britain, the former colonial power’s future looks bright indeed. Yet all this potential is set at risk by <a href=\"https://www.hrw.org/world-report/2023/country-chapters/india\" title=\"\">Modi’s divisive</a> and destructive actions. He and his ruling Bharatiya Janata party (BJP) pose a fundamental threat to that other crucial pillar of Indian progress: democratic governance based on the rule of law, civil rights and freedom of speech.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/the-observer-view-on-narendra-modi-growing-threat-to-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/the-observer-view-on-narendra-modi-growing-threat-to-democracy", "date_published": "2023-04-23 05:31:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The stakes are high: building begins at the allotment", "description": "<p>The climbing poles for peas have arrived, the seedlings are on the go – it’s time to plan the summer plot</p><p>Howard arrives with the new hazel. Beautiful bundles of freshly cut poles and pea sticks, sourced through his spoon-carving/growing fraternity. The allotment summer starts here.</p><p>It’s a sunny Sunday afternoon. Our corner of the site is the busiest it’s been this year. We stand sharing our planting thoughts. Admiring the tulips and narcissi. Talking to neighbours about growing potatoes.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/the-stakes-are-high-building-begins-at-the-allotment\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/the-stakes-are-high-building-begins-at-the-allotment", "date_published": "2023-04-23 05:15:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I find relationships really hard. How can I let people in?", "description": "<p>The first step is to practise giving love and encouragement to yourself. Dare to give yourself hope that you can become more flexible, then try again to engage with others</p><p><em><strong>The dilemma </strong>I am a 44-year-old single woman, working in a pensionable job that I would rather not work in. I own my own home outright.</em></p><p><em>In the past I did have issues with substance misuse, but I got help to overcome that and have been clean and sober for more than four years. But my history of addiction is part of my private identity</em><em> – meaning few know about it.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/23/ask-philippa-perry-i-find-relationships-really-hard-how-can-i-let-people-in\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/23/ask-philippa-perry-i-find-relationships-really-hard-how-can-i-let-people-in", "date_published": "2023-04-23 05:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Success for women need not be the same as for men | Letters", "description": "In our patriarchal society, succeeding is usually defined in financial terms. It’s time we changed the game<p>Martha Gill identifies that women are intelligent enough to learn lessons from the negative experience of (so-called) high-achieving women and avoid following a similar path (“<a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/good-reason-strong-female-role-models-deter-other-women-from-aiming-for-the-top\" title=\"\">There’s good reason why strong female role models deter other women from aiming for the top</a>”, Comment). She refers to the patriarchal system within which such “successful” women are operating. That surely is the key issue. No less than men, women want to succeed in life. But for many – even most – the definition of what constitutes success is not the same as that proffered within the patriarchal system.</p><p>The women’s liberation movement has striven for women to gain access into the male game and identified as successful those women who rise to the top playing by those rules. That was understandable as a beginning, given that a critical first step for women was financial independence. But 50 years on, that is no longer enough for many women. Success defined in narrow patriarchal (usually financial) terms is not something they necessarily consider worth striving for. The game needs to change and so become worth playing. That is today’s challenge for the women’s liberation movement.<br /><strong>Johanna Nixon</strong><br />Harrow, London<br /></p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/23/success-for-women-not-same-as-for-men-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/apr/23/success-for-women-not-same-as-for-men-letters", "date_published": "2023-04-23 05:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Dominic Raab’s resignation and bullying in Westminster | Observer editorial", "description": "Until Rishi Sunak and all party leaders value integrity above loyalty, the Commons will continue to be a toxic place to work<p>Bullying should never be tolerated in the workplace. While there is no legal definition, bullying is generally understood as a pattern of intimidating or offensive behaviour that undermines or denigrates <a href=\"https://www.tuc.org.uk/guidance/what-bullying-work\" title=\"\">the person experiencing it</a>. It can have pernicious impacts on their physical health and mental wellbeing, and undermines performance at work. So it is absolutely right that the deputy prime minister, Dominic Raab, resigned from the cabinet after an <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1152026/2023.04.20_Investigation_Report_to_the_Prime_Minister.pdf\" title=\"\">independent investigation</a> found he had bullied civil servants in the Foreign Office and Ministry of Justice. But the manner of Raab’s resignation, and the way it was accepted by the prime minister, raises serious questions about the government’s commitment to improving the workplace culture across Whitehall.</p><p>The investigation was carried out by Adam Tolley KC after formal complaints were made by civil servants about Raab’s conduct while foreign and justice secretary. Because Tolley undertook to protect the anonymity of the civil servants who made the complaints, his report contains <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1152026/2023.04.20_Investigation_Report_to_the_Prime_Minister.pdf\" title=\"\">limited details of his investigation</a>. But Tolley found that Raab acted in a way that was intimidating by way of “unreasonably and persistently aggressive conduct”, and that he introduced “an unwarranted punitive element”. His conduct was inevitably experienced as undermining or humiliating by the official in question. He referred to the civil service code in a meeting in a way that could be understood as suggesting that those in the meeting had breached their employment contracts, conveying “a sense of unspecified disciplinary action”. He also acted in an intimidating manner through providing unconstructive critical feedback. Tolley also found that the civil servants who came forward to complain were acting in good faith and were “sincere and committed, with no ulterior agenda”. He said several had suffered stress and anxiety that they believed was related to Raab’s conduct, and he praised junior civil servants for their courage in coming forward.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/the-observer-view-on-dominic-raabs-resignation-and-bullying-in-westminster\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/the-observer-view-on-dominic-raabs-resignation-and-bullying-in-westminster", "date_published": "2023-04-23 05:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cavo, London: ‘The emptiest of empty vessels’ – restaurant review", "description": "It promises a Mediterranean culinary odyssey, but right now Cavo is just a trip to nowhere<p><strong><a href=\"https://cavorestaurant.com/\">Cavo</a>, The Now Building, Outernet, Denmark Street, London WC2H 0LA. Sharing plates £13-£28, grilled dishes £19-£90, cheesecake £9, wines from £35</strong></p><p>When you immediately feel sorry for the staff, you know something is up. At Cavo my sympathy hydrant is fair gushing from the off. Skilled professionals have turned up to work in a restaurant the size of a Swindon call centre, only with more glassware and napery. And it’s empty. It occupies a yawning fourth-floor space in the golden Vegas edifice that is the Now Building, a name which feels like a declaration of high-fashion intent as scripted by Charlie Brooker. It’s part of the Outernet development, on the corner of London’s Charing Cross Road. Deep in the basement there’s a 2,000-capacity music venue. At ground level there’s some weird cavernous, open-sided space clad in 8K screens filled with trippy images that gently morph into adverts for WeTransfer. Stand there for long enough and you will hate yourself.</p> <a href=\"https://www.theguardian.com/food/2023/apr/23/jay-rayner-restaurant-review-cavo-london-the-emptiest-of-empty-vessels\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/23/jay-rayner-restaurant-review-cavo-london-the-emptiest-of-empty-vessels", "date_published": "2023-04-23 05:01:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Goodnight possum! Tributes to Dame Edna creator Barry Humphries", "description": "<p>World mourns ‘unique wit’ of Australian star and inventor of vivid stage personas, who has died aged 89</p><p>Like bouquets of appropriately lurid gladioli, colourful tributes to the memory of Barry Humphries piled up this weekend as his many fans adjusted to a dimmer world without Dame Edna Everage.</p><p>Mourning Humphries, who was taken ill in Sydney last week with complications after hip surgery, means saying goodbye to his charismatic, hyper-real fictional personas: not only “the Australian housewife and superstar” Dame Edna, with her radiant, rinsed hairdo, trademark sparkling spectacles and bright gladioli, but also to the revolting Australian cultural attaché, Sir Les Patterson, and the irrepressibly dull Sandy Stone. Over decades, each of these stage characters has mischievously shaped the world’s view of Australians, satirising the stereotypical lack of taste that British “pommies” enjoy looking down on.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/23/dame-edna-everage-barry-humphries-tributes\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/23/dame-edna-everage-barry-humphries-tributes", "date_published": "2023-04-23 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No, minister! How Dominic Raab’s aggressive exit has damaged morale of civil servants", "description": "<p>The deputy prime minister has gone, but the way he left has further worsened tensions between government and Whitehall</p><p>If there is one impression that Rishi Sunak wants to convey about his premiership, after the chaotic Boris Johnson years and the wild 49 days of Liz Truss, it is one of calm competence.</p><p>So it was that the prime minister took a full day to study the report into bullying allegations against his deputy, written by Adam Tolley KC, before picking up the phone to Dominic Raab early on Friday morning.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/23/no-minister-how-dominic-raabs-aggressive-exit-has-damaged-morale-of-civil-servants\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/23/no-minister-how-dominic-raabs-aggressive-exit-has-damaged-morale-of-civil-servants", "date_published": "2023-04-23 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosé-tinted glasses: the season of pink wine begins", "description": "<p>There’s a fashion for very pale rosé, but in these still unpredictable days of spring, a darker pink fits</p><p><strong>Jerôme Lacondemine Vol de l’Hirondelle</strong><strong> Rosé</strong><strong>, Beaujolais, France 2020 </strong><strong>(</strong><strong>£18.60, <a href=\"https://www.alpinewines.co.uk/beaujolais-villages-rose-vol-de-l-hirondelle.html\" title=\"\">Alpine Wines</a></strong><strong>)</strong><strong> </strong>Provence has made itself synonymous with rosé of a certain stylish kind. It’s the home of the pale pink watercolour wash, presented in clear glass bottles that would not look out of place behind the perfume counter, and of cult brands – Whispering Angel, Miraval, Galoupet – that are touched with the same kind of celebrity-adjacent haute couture glitz you find in Champagne. There is very much more to Provence rosé and I’ll be picking out some of my favourites of the region’s latest releases later in the summer. But as we enter what I think of as rosé season – that moment when it becomes plausible to drink a cold glass or two outside of an evening – I’m looking elsewhere for my first few pink hits of the year, starting with a pale, elegant, delectably strawberry-scented and cream-textured example from a part of France that I don’t usually associate with rosé, Beaujolais.</p><p><strong>Contesa Cerasuolo d’Abruzzo Rosato, Italy 2022 </strong><strong>(</strong><strong>£8.95, <a href=\"https://www.thewinesociety.com/product/cerasuolo-dabruzzo-contesa-2022\" title=\"\">The Wine Society</a></strong><strong>)</strong><strong> </strong>Another French region with a strong rosé tradition is the Loire. In the vineyards around the village of Sancerre in the Central Loire, pinot noir is the base for the gorgeously ripe cherry-scented, redcurrant-racy Domaine Philippe Raimbault Apud Sariacum Sancerre Rosé 2021 (£21.95, <a href=\"https://www.cheerswinemerchants.co.uk/products/domaine-philippe-raimbault-sancerre-rose\" title=\"\">cheerswinemerchants.co.uk</a>; <a href=\"https://flagshipwines.co.uk/product/domaine-philippe-raimbault-sancerre-rose/\" title=\"\">flagshipwines.co.uk</a>) – a very smart choice for salmon or trout. Farther west, in Touraine, gamay, the same red grape as used in Beaujolais, makes the bright, crisp, brisk and refreshing Guy Allion Touraine Rosé 2021 (£15.50, <a href=\"https://emilewines.co.uk/collections/guy-allion/products/guy-allion-chant-de-lune-touraine-rose-2020-touraine-loire\" title=\"\">emilewines.co.uk</a>), while gamay, cabernet franc and grolleau come together in Anjou for Champteloup Rosé d’Anjou 2021 (£8.99, <a href=\"https://www.waitrose.com/ecom/products/champteloup-rose-danjou-loire-france/037209-18646-18647\" title=\"\">Waitrose</a>), which, with its cushion of sugar and ripe strawberry character, is at its best with light but spicy food such as Thai salads. Over in central Italy, meanwhile, Contesa Cerasulo d’Abruzzo is no less food-friendly, although in this case its more robust, candied berry character (and darker colour) makes a great match for a fresh tomato pasta (spaghetti al pomodoro crudo).</p> <a href=\"https://www.theguardian.com/food/2023/apr/23/rose-tinted-glasses-the-season-of-pink-wine-begins\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/23/rose-tinted-glasses-the-season-of-pink-wine-begins", "date_published": "2023-04-23 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a new hospital thriller from the team behind Line of Duty", "description": "<p>Niamh Algar is brilliant in Malpractice. Plus: Derren Brown will blow your mind (again). Here’s everything to watch this evening</p><p></p><p></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/23/tv-tonight-a-new-hospital-thriller-from-the-team-behind-line-of-duty\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/23/tv-tonight-a-new-hospital-thriller-from-the-team-behind-line-of-duty", "date_published": "2023-04-23 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK public assured they can ‘swipe away’ emergency alert test", "description": "<p>Trial of system to warn the public if there is danger to life nearby will last for about 10 seconds at 3pm</p><p>The UK public have been assured they can “simply swipe away” a test of a new public alert system when it emits a loud alarm on millions of phones on Sunday.</p><p>Oliver Dowden, the newly appointed deputy prime minister, said no action was needed – but in the future it might be the “sound that could save your life”.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/uk-public-assured-they-can-swipe-away-emergency-alert-test\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/uk-public-assured-they-can-swipe-away-emergency-alert-test", "date_published": "2023-04-23 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS ambulance staff in England quitting for less stressful, better paid jobs", "description": "<p>At least one in five key workers in NHS trust services leave over the course of a year</p><p>NHS ambulance trusts in England are struggling with high staff turnover as key workers leave the crisis-hit service for less stressful or better paid work, according to figures obtained by the <em>Observer.</em></p><p>Data sourced under the Freedom of Information Act reveals the backdrop to recent ambulance strikes, with sickness rates above pre-pandemic levels and low levels of staff retention. Ambulance services in southern England are particularly struggling. Staff turnover rates at South Central ambulance service (SCAS) are soaring at 20% – meaning one in five staff members leave over the course of a year.</p> <a href=\"https://www.theguardian.com/society/2023/apr/23/nhs-ambulance-staff-england-quitting-better-paid-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/23/nhs-ambulance-staff-england-quitting-better-paid-jobs", "date_published": "2023-04-23 05:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Sold a dream’: the international students lured to Australia with false promises", "description": "<p>Students tell of being directed into substandard and unsuitable courses as attention turns to the unregulated world of foreign agents</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Muhammad Ihsan thought his Australian student visa was a ticket to a world-class education at a prestigious institution and, ultimately, a six-figure job.</p><p>Instead, the Pakistani national found himself sitting in an almost-empty room in Melbourne, where his teacher barely spoke English.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/23/sold-a-dream-the-international-students-lured-to-australia-with-false-promises\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/23/sold-a-dream-the-international-students-lured-to-australia-with-false-promises", "date_published": "2023-04-23 05:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan Strait: top EU diplomat calls for European navy patrols", "description": "<p>Josep Borrell says safeguard would show Europe’s commitment to the ‘absolutely crucial’ area</p><p>European navies should patrol the disputed Taiwan Strait, the EU foreign policy chief has said, echoing earlier comments stressing how crucial Taiwan is to Europe.</p><p>Josep Borrell wrote in an opinion piece in the Journal Du Dimanche that Taiwan “concerns us economically, commercially and technologically”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/taiwan-strait-top-eu-diplomat-calls-for-european-navy-patrols\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/taiwan-strait-top-eu-diplomat-calls-for-european-navy-patrols", "date_published": "2023-04-23 04:42:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Windsors at War by Alexander Larman review – rollicking account of the king, the duke and the Nazis", "description": "<p>This riotous and engaging biography has it all: two brothers at each other’s throats, two wives who loathe each other, and the duke’s ill-advised visit to Germany</p><p>Netflix’s<em> <a href=\"https://www.theguardian.com/tv-and-radio/the-crown\">The Crown</a> </em>has revolutionised the way we view the royal family, triangulating as it does between three competing sources: the truth, fiction and rumour. When we mourned the Queen last year, many of us, I think, will have intermixed memories of her from real life with the far more intimate and revealing portraits we got from <em>The Crown</em>. The royal family and their various hangers-on are burnished in the series by their place in a stream of narrative, the jagged edges of real life smoothed; they are summoned into life by a kind of communal act of magical thinking.</p><p>All of this, of course, presents a challenge for the royal biographer. We come to this family and their story with expectations of drama and revelation, entertainment and scandal. And yet it is a family that seeks – with a few notable exceptions – to maintain an air of haughty secretiveness, revealing as little as possible of its inner workings.</p> <a href=\"https://www.theguardian.com/books/2023/apr/23/the-windsors-at-war-by-alexander-larman-review-rollicking-account-of-the-king-the-duke-and-the-nazis-threat-to-the-crown\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/23/the-windsors-at-war-by-alexander-larman-review-rollicking-account-of-the-king-the-duke-and-the-nazis-threat-to-the-crown", "date_published": "2023-04-23 04:30:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gervonta Davis knocks out Ryan Garcia in eagerly awaited showdown", "description": "<ul><li>Davis stops Garcia in seven in meeting of American unbeatens</li><li>Blockbuster non-title fight took place at catchweight of 136lbs</li><li><a href=\"https://www.theguardian.com/sport/live/2023/apr/22/gervonta-davis-v-ryan-garcia-live-boxing-fight\">Gervonta Davis v Ryan Garcia – as it happened</a></li></ul><p>Gervonta Davis knocked out Ryan Garcia with a withering body shot in the seventh round of their eagerly awaited summit meeting on Saturday night, delivering a signature performance in the year’s most anticipated fight that conferred his status as the face of American boxing.</p><p>The 28-year-old three-division champion from Baltimore sent Garcia to the floor in the second round before finishing him off in the seventh with a perfect uppercut to the ribs before a sellout crowd of 20,842 at the T-Mobile Arena along the Las Vegas Strip.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/gervonta-davis-ryan-garcia-fight-report-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/gervonta-davis-ryan-garcia-fight-report-boxing", "date_published": "2023-04-23 04:11:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Marathon 2023: ‘very wet’ rainy weather forecast", "description": "<p>At least 45,000 people set to take part, including non-binary runners for the first time, amid predicted temperatures around 10C</p><p>Tens of thousands of people running this year’s London Marathon could be drenched in heavy rain for much of the race, forecasters have warned.</p><p>The Met Office has predicted a “very wet” Sunday in the capital, with a higher than 50% chance of downpours persisting through a nine-hour window from 7am until 4pm.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/london-marathon-2023-very-wet-rainy-weather-forecast\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/london-marathon-2023-very-wet-rainy-weather-forecast", "date_published": "2023-04-23 03:20:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior Mexican official to stand trial over fire that killed 40 migrants", "description": "<p>Judge cites evidence that state immigration chief failed in duty to protect detention centre occupants in Ciudad Juarez blaze</p><p>A judge has ordered the immigration director of Mexico’s northern border state of Chihuahua to stand trial on charges of homicide, injuries and failure to perform his duties over a deadly fire at a migrant detention centre.</p><p>Juan José Chávez ordered the director, Salvador González, to be held in prison pending trial.</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/senior-mexican-official-to-stand-trial-over-fire-that-killed-40-migrants\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/senior-mexican-official-to-stand-trial-over-fire-that-killed-40-migrants", "date_published": "2023-04-23 00:42:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Americans Allisen Corpuz and Angel Yin ride the storm to lead at Chevron Championship", "description": "<ul><li>Corpuz and Yin enter final round one shot clear at 10-under</li><li>LPGA’s first major of 2023 hampered by torrential rain on Days 1 &amp; 2</li></ul><p>Americans Allisen Corpuz and Angel Yin have charged up the leaderboard to share a one-shot lead after the third round of the first women’s golf major of 2023.</p><p>Corpuz and Yin will enter the final round of the Chevron Championship in Texas at 10-under after near-flawless performances on Saturday. Corpuz carded a five-under-par 67 after collecting birdies on four of the first five holes at the Club at Carlton Woods near Houston.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/23/americans-allisen-corpuz-and-angel-yin-ride-the-storm-to-lead-at-chevron-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/23/americans-allisen-corpuz-and-angel-yin-ride-the-storm-to-lead-at-chevron-championship", "date_published": "2023-04-23 00:38:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 424 of the invasion", "description": "<p>Russian missiles damage buildings in Kharkiv city; Moscow claims capture of three more areas of Bakhmut; evacuations after explosive found at Belgorod</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>At least five Russian missiles hit the eastern Ukrainian city of Kharkiv</strong> and surrounding districts late on Saturday night, damaging civilian buildings, local officials said. One missile hit a house in the village of Kotliary, just to the south of Kharkiv, while another caused a fire in the city itself, said the regional governor, Oleh Sinegubov.</p><p><strong>Russia’s defence ministry claimed it had captured another three districts in the western part of Bakhmut</strong> in eastern Ukraine. Troops who have continued into the heavily contested city are thought to be part of the Wagner group of mercenaries.</p><p><strong>Russia confirmed it would expel 20 German diplomats</strong> in retaliation for its own diplomats being sent home from Berlin, the Tass news agency said, citing Russia’s foreign ministry.</p><p><strong>Seventeen apartment buildings were evacuated in the Russian city of Belgorod after an explosive device was found</strong> at the site blown up by a bomb accidentally dropped by a Russian warplane, authorities said. The explosion on Thursday injured three people in the city near the Ukrainian border. The province’s governor, Vyacheslav Gladkov, said on Saturday that sappers examining the blast site found and detonated an “explosive object” that was “in the immediate vicinity of residential buildings”. The precautionary evacuations ended later in the day, said Belgorod’s mayor, Valentin Demidov.</p><p><strong>Brazil’s president, Luiz Inácio Lula da Silva, has again refused to take sides in the war in Ukraine</strong>, calling for a “negotiated political solution” between Kyiv and Moscow. “We urgently need a group of countries to sit round a table with both Ukraine and Russia,” he said after a meeting with the Portuguese president, Marcelo Rebelo de Sousa, in Lisbon.</p><p><strong>Units from Belarus returned home from Russia on Saturday after training on how to use the Iskander tactical missile system to launch nuclear weapons</strong>, the Belarusian defence ministry said. It made the announcement exactly four weeks after Russia’s president, Vladimir Putin, said Russia would station tactical nuclear weapons in neighbouring Belarus.</p><p><strong>Ukraine plans to deploy software from the US data analytics provider Palantir Technologies</strong> to help it prosecute alleged war crimes committed by Russia, the company has said.</p><p><strong>Ukraine’s operational command has reported that 11 Russian warships are in combat readiness in the Black Sea</strong>, including two submarines armed with Kalibr cruise missiles. The press service of Ukraine’s Operational Command South reported this on Facebook, according to Ukrinform.</p><p><strong>Cyprus has cracked down on those named by the US and Britain for allegedly helping Russian oligarchs bypass sanctions</strong> on Moscow because of the Ukraine war, an official said. The financial commissioner, Pavlos Ioannou, told state broadcaster CyBC on Saturday that assets of the individuals and entities concerned had been frozen.</p><p><strong>Jack Teixeira, the US air national guardsman accused of leaking classified defence documents</strong> to a small group of gamers, posted sensitive information months earlier than previously known and to a much larger chat group, according to the New York Times.</p><p><strong>The</strong> <strong>UK Ministry of Defence has said Russia is struggling to maintain consistency in a core narrative</strong> used to justify the Ukraine war: that the invasion is akin to the Soviet experience during the second world war.</p><p><strong>A Ukrainian soldier who lost his leg and has been fighting on the frontline wearing a prosthesis will run the London Marathon</strong> to raise money and share a message of unity against Russian aggression. Roman Kashpur, from Khmelnyk in Vinnytska, stood on a landmine in 2019. He fought on the frontline in Ukraine wearing a prosthesis for six weeks after Russia’s invasion in February 2022.</p><p><strong>The top Russian official in occupied Crimea said its air defence systems had been activated</strong> but there were no reports of damage or casualties. “Air defence forces worked in the sky over Crimea. No damage or casualties,” the official, Sergei Aksyonov, said on Telegram. “I ask everyone to remain calm and trust only trusted sources of information.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-424-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-424-of-the-invasion", "date_published": "2023-04-23 00:24:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I'll miss the hours sitting side by side, teaching my daughter how to drive | Nova Weetman", "description": "<p>She called it my ‘therapy time’. Apparently, I was a vastly different style of driving instructor to her friends’ parents</p><p>At the end of our street is a mostly empty car park dotted with bags of dumped McDonald’s rubbish, dying pot plants and graffiti. The council recently installed a bank of charging stations for electric vehicles, so sometimes a line of Teslas is now parked, strangely out-of-place in this mess.</p><p>This car park has been home to many firsts in my family. The first time my son road a bike without training wheels. The first time we carried our cat on a late-night walk in a shopping bag. And the first time my daughter drove a car.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/23/ill-miss-the-hours-sitting-side-by-side-teaching-my-daughter-how-to-drive\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/23/ill-miss-the-hours-sitting-side-by-side-teaching-my-daughter-how-to-drive", "date_published": "2023-04-23 00:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}]