[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cyberpunk 2077 Patch Fixes a Ton of Bugs Ahead of Phantom Liberty - IGN Daily Fix", "description": "On today's Daily Fix:\nCD Projekt has released another patch for Cyberpunk 2077 that addresses a ton of bugs on PlayStation 5, Xbox Series, and PC. Microsoft has announced the next wave of Xbox Game Pass games, taking subscribers to the end of June and into the early part of July. A Nintendo Direct has been announced for this week. All that and more on today's Daily Fix!\n\n#IGN", "link": "https://www.youtube.com/watch?v=wf3GEo4Corg", "date_published": "2023-06-20 22:58:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zoey 102 - Official Trailer (2023) Jamie Lynn Spears, Erin Sanders, Sean Flynn", "description": "Check out the trailer for Zoey 102, an upcoming movie based on the characters from the live-action Nickelodeon series Zoey 101. Zoey 102 stars Jamie Lynn Spears, Erin Sanders, and Chase Matthews.\n\nOver a decade after the iconic series ended, ZOEY 102 finds Zoey Brooks still trying to figure out life and love, this time in her 20s. Zoey and Chase did not end up in Hawaii that summer and haven’t heard from each other since. When close friends Quinn and Logan announce they’re getting married, Zoey and Chase find themselves in the wedding party.\n\nJamie Lynn Spears returns as Zoey Brooks, who graduated alongside the first female class ever to be allowed into Pacific Coast Academy. Erin Sanders returns as Zoey’s best friend, Quinn Pensky. Sean Flynn returns as Zoey’s on again, off again love interest Chase Matthews. Also returning are Matthew Underwood as Logan Reese; Christopher Massey as Michael Barret; Abby Wilde as Stacey Dillsen and Jack Salvatore as Mark Del Figgalo. The wedding reunion includes new cast members: Thomas Lennon as Zoey’s boss Kelly Kevyn; Owen Thiele as Zoey’s friend Archer March; and Dean Geyer as a charismatic actor, Todd, along with Audrey Whitby as Lyric, Logan’s younger sister and Zach Zagoria as Jordan B., a reality dating show contestant that Zoey must work with.\n\nZoey 102 is directed by Nancy Hower, and Monica Sherer & Madeline Whitby wrote the script. Jamie Lynn Spears serves as executive producer along with Alexis Fisher, Hower and Sherer & Whitby. Production of Zoey 102 for Nickelodeon Studios is overseen by Shauna Phelan and Zack Olin, co-heads of Nickelodeon & Awesomeness Live-Action.\n\nZoey 102 will be available to stream beginning Thursday, July 27, in the U.S. and Canada, and the following day in the U.K. Additionally, the movie will premiere on Tuesday, August 1, in Australia, on Friday, August 11, in Latin America and Brazil, and on Friday, November 17, in Italy, France, Germany, Austria, and Switzerland.\n\n#IGN", "link": "https://www.youtube.com/watch?v=qNACSTXcecM", "date_published": "2023-06-20 22:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 2 and Warzone 2.0 - Official Crash Team Rumble Bundle Trailer", "description": "Watch the latest Call of Duty: Modern Warfare 2 and Call of Duty: Warzone 2.0 trailer for a look at the Crash Team Rumble Weapons Bundle, available now in the Call of Duty store.\n\n#IGN", "link": "https://www.youtube.com/watch?v=mnzRCVFeIvs", "date_published": "2023-06-20 21:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Challengers - Official Trailer (2023) Zendaya, Josh O'Connor, Mike Faist", "description": "Check out the trail, er for Challengers, an upcoming drama movie starring Zendaya, Josh O'Connor, and Mike Faist.\n\nChallengers stars Zendaya as Tashi Duncan, a former tennis prodigy turned coach and a force of nature who makes no apologies for her game on and off the court. Married to a champion on a losing streak (Mike Faist), Tashi’s strategy for her husband’s redemption takes a surprising turn when he must face off against the washed-up Patrick (Josh O’Connor)--his former best friend and Tashi’s former boyfriend. As their pasts and presents collide, and tensions run high, Tashi must ask herself, what will it cost to win.\n\nThe film is produced by Amy Pascal, Luca Guadagnino, Zendaya, and Rachel O’Connor. Bernard Bellew serves as the film's executive producer. It is written by Justin Kuritzkes.\n\nChallengers, directed by Luca Guadagnino, opens in theaters on September 15, 2023.", "link": "https://www.youtube.com/watch?v=XmO5vKEvzxI", "date_published": "2023-06-20 20:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhaven - Controller Gameplay Trailer | Future Games Show 2023", "description": "Nexon released a new gameplay trailer for Warhaven, an upcoming free-to-play medieval fantasy brawler for teams of up to 16 players each. Warhaven comes to PC in Fall 2023, but you can play it for free during Steam Next Fest from June 19 through June 26.\n\n#IGN", "link": "https://www.youtube.com/watch?v=77Daqcm0nIQ", "date_published": "2023-06-20 19:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16: Post-Demo Gameplay With Naoki Yoshida & Hiroshi Takai", "description": "Join IGN's Nick Limon, Final Fantasy XVI Director Hiroshi Takai, and Producer Naoki Yoshida as they play through the post-demo content of the game. Their let's play will take them through The Greatwoods, an Eikonic battle between Ifrit and Garuda, and some overworld exploration that ends with a monster hunt -- the Minotaur, Sekhret.\n\nOver the course of the livestream, Nick will interview Takai and Yoshida about Final Fantasy XVI's development, history of the franchise, and even ask some questions from IGN's audience.\n\n#IGN #FF16", "link": "https://www.youtube.com/watch?v=8KKDfURNF5U", "date_published": "2023-06-20 18:34:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Soulstice - Official Content Update Trailer", "description": "Soulstice is a dark fantasy action game developed by Reply Game Studios where players can master a diverse combat system and explore hidden mysteries. Soulstice is deploying a new free content update to the game bringing a new playable form for Briar along with a new training arena. Soulstice's content update will be available now on PlayStation 5, PlayStation 4, Xbox Series S|X, and PC.\n\n#IGN", "link": "https://www.youtube.com/watch?v=OWLRomIw7-k", "date_published": "2023-06-20 18:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cataclismo - Official Steam Next Fest Trailer", "description": "Watch the Cataclismo Steam Next Fest trailer! Cataclismo is a dark fantasy real-time strategy game developed by Digital Sun. Construct fortresses and defend against waves of enemies. Lead an expedition beyond the gates of the last city, and reclaim mist-shrouded ruins as you rebuild humanity. Cataclismo is launching soon with a Cataclismo demo available now as part of Steam Next Fest 2023.\n\n#IGN #Gaming #SteamNextFest", "link": "https://www.youtube.com/watch?v=cvUjJ8ur-7U", "date_published": "2023-06-20 17:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nintendo Direct 6.21.2023 Livestream with NVC Watch Party & Aftershow", "description": "Tune in on June 21 at 7:00 a.m. PT for a Nintendo Direct livestream featuring roughly 40 minutes of information focused mainly on Nintendo Switch titles launching this year, including new details on Pikmin 4.\n\n#NintendoDirect #NintendoSwitch", "link": "https://www.youtube.com/watch?v=a8ussz4bK8E", "date_published": "2023-06-20 16:13:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ruby Gillman, Teenage Kraken: Exclusive Clip (2023) Lana Condor, Annie Murphy", "description": "DreamWorks Animation dives into the turbulent waters of high school with a hilarious, heartfelt action comedy about a shy teenager who discovers that she’s part of a legendary royal lineage of mythical sea krakens and that her destiny, in the depths of the oceans, is bigger than she ever dreamed.\n\nSweet, awkward 16-year-old Ruby Gillman (Lana Condor, To All the Boys I’ve Loved Before franchise) is desperate to fit in at Oceanside High, but she mostly just feels invisible.\n\nShe’s math-tutoring her skater-boy crush (Jaboukie Young-White, Ralph Breaks the Internet), who only seems to admire her for her fractals, and she’s prevented from hanging out with the cool kids at the beach because her over-protective supermom (Oscar nominee Toni Collette, Knives Out), has forbade Ruby from ever getting in the water.\n\nBut when she breaks her mom’s #1 rule, Ruby will discover that she is a direct descendant of the warrior Kraken queens and is destined to inherit the throne from her commanding grandmother (Academy Award winner Jane Fonda), the Warrior Queen of the Seven Seas.\n\nThe Kraken are sworn to protect the oceans of the world against the vain, power-hungry mermaids who have been battling with the Kraken for eons. There’s one major, and immediate, problem with that: The school’s beautiful, popular new girl, Chelsea (Emmy winner Annie Murphy, Schitt’s Creek) just happens to be a mermaid. Ruby will ultimately need to embrace who she is and go big to protect those she loves most.\n\nRuby Gillman, Teenage Kraken stars an extraordinary cast that includes Emmy winner Colman Domingo (Fear the Walking Dead) as Ruby’s supportive dad, Emmy nominee Sam Richardson (Veep) as Ruby’s enthusiastic uncle and Blue Chapman (Council of Dads) as Ruby’s cool little brother.\n\nRuby Gillman, Teenage Kraken opens in theaters June 30.\n\n#RubyGillmanTeenageKraken #Clip", "link": "https://www.youtube.com/watch?v=tH8asCtAcUY", "date_published": "2023-06-20 16:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cygnus Enterprises - Official Lava Expansion Update Trailer", "description": "Enjoy the latest trailer for Cygnus Enterprises, the top-down sci-fi action RPG /shooter that's got elements of base building/management weaved in. This trailer details the new Lava Expansion update.\n\n#CygnusEnterprises #LavaExpansion #Update", "link": "https://www.youtube.com/watch?v=3zNNPqys-3g", "date_published": "2023-06-20 15:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Aliens: Dark Descent - Official Launch Trailer", "description": "Aliens: Dark Descent is a strategic real-time squad-based tactical action game set in the iconic Alien universe developed by Tindalos Interactive. Players will command a squad of Colonial Marines in their attempt to stop a new threat on Planet Lethe by using an array of tactical abilities to progress the story and complete objectives. Level up and specialize each soldier with unique abilities and an arsenal of weapons, armor, and perks. Aliens: Dark Descent is available now on PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming #Alien", "link": "https://www.youtube.com/watch?v=5ZNnZojcFJA", "date_published": "2023-06-20 14:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Harry Potter: Magic Awakened - Official Gameplay Trailer", "description": "Watch the new Harry Potter: Magic Awakened gameplay trailer for a look at the wizarding duelling collectible card and role-playing game. Begin your first year at Hogwarts where you'll learn to master a variety of magical spells and study fantastic beasts. Get a look at the game's story, combat, returning characters, and more in this detailed overview. Harry Potter: Magic Awakened is coming to iOS via the App Store and Android via the Google Play Store on June 27, 2023.\n\n#IGN #Gaming #HarryPotter", "link": "https://www.youtube.com/watch?v=3ZOJGD-R878", "date_published": "2023-06-20 13:27:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Story of Seasons: A Wonderful Life Review", "description": "Story of Seasons: A Wonderful Life reviewed by Jess Reyes on Nintendo Switch, also available on PlayStation, Xbox, and PC.\n\n\"This remake of the Harvest Moon GameCube game is difficult to recommend over other farming sims with more expansive worlds, more interesting stories, and more satisfying progression. Marvelous has admirably updated the graphics and gameplay to cater to a more modern audience, but those improvements only do so much when the heart of it feels as dated as it does. Its standout feature is still the way the town and NPCs impressively adapt and age over the course of its potentially 30-year campaign, but there aren’t enough noteworthy characters or rewards to make you want to stick around that long, either. Story of Seasons: A Wonderful Life doesn’t offend, but it sure doesn’t impress either.\"", "link": "https://www.youtube.com/watch?v=g9f90x_FUto", "date_published": "2023-06-20 13:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 x Royal Armouries - Official Invictus Sword Collaboration", "description": "A real-life version of Clive's Final Fantasy 16 Invictus Sword is on display in the White Tower in the Tower of London until July 19, 2023. Square Enix has partnered with Royal Armouries, a world-renowned museum that holds the UK's national collection of arms and armour, to create the Final Fantasy XVI weapon. Watch the video for a brief look at Clive Rosfield's sword from the upcoming action-RPG, displayed alongside the armour once owned by real kings. Final Fantasy 16 will be released on June 22 on PS5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=PokHcOq8c4U", "date_published": "2023-06-20 10:54:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Babylon 5: The Road Home - Official Trailer (2023) Bruce Boxleitner, Claudia Christian", "description": "Return to Babylon 5 as the epic interstellar saga continues with The Road Home. Travel across the galaxy with John Sheridan as he unexpectedly finds himself transported through multiple timelines and alternate realities in a quest to find his way back home. Along the way he reunites with some familiar faces, while discovering cosmic new revelations about the history, purpose, and meaning of the Universe.\n\nBabylon 5: The Road Home will be available on Digital, 4K UHD and Blu-ray on August 15, 2023.", "link": "https://www.youtube.com/watch?v=l1pJ69nvOZ8", "date_published": "2023-06-20 04:04:34+00:00", "persistent": false, "user": null, "language": "en-US"}]