[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pentagon Accounting Error Gives Extra $6.2 Billion In Aid To Ukraine", "description": "The Pentagon has reportedly overestimated the value of weapons and equipment it has sent to Ukraine by $6.2 billion dollars over the last two years, and it intends to make up the shortfall in future shipments. According to Pentagon spokeswoman Sabrina Singh, an internal review found that the military had used the estimated cost to ...", "link": "https://www.dailywire.com/news/pentagon-accounting-error-gives-extra-6-2-billion-in-aid-to-ukraine", "date_published": "2023-06-20 19:25:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Most Hogwarty Dress Ever’: Emma Watson’s Gravity Defying Dress Splits Fans", "description": "Emma Watson definitely got everyone&#8217;s attention when she posted a photo of her wearing a gravity-defying dress that left fans questioning how it was staying up. In the 33-year-old actress&#8217; Instagram post, the star was wearing a strapless pale blue dress that looked more like an upside down umbrella before it’s opened. Many of the ...", "link": "https://www.dailywire.com/news/most-hogwarty-dress-ever-emma-watsons-gravity-defying-dress-splits-fans", "date_published": "2023-06-20 19:16:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Strikes Down Arkansas Law Banning Sex-Change Procedures For Minors As ‘Unconstitutional’", "description": "A federal judge struck down Arkansas’ ban on sex-change surgeries and treatments for minors as unconstitutional on Tuesday. U.S. District Judge Jay Moody issued the ruling, permanently blocking the law — which would have forbidden doctors from providing hormones, puberty blockers, and sex-change surgeries for minors — after temporarily blocking it in 2021.  “Rather than ...", "link": "https://www.dailywire.com/news/judge-strikes-down-arkansas-law-banning-sex-change-procedures-for-minors-as-unconstitutional", "date_published": "2023-06-20 19:12:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Felony Trial For Loudoun Schools Spokesman Begins Over Rape Coverup", "description": "A Loudoun County principal offered damning testimony Tuesday in the felony trial of former Loudoun County Public Schools spokesman Wayde Byard, who faces a perjury charge for allegedly lying about his knowledge of a 2021 rape.", "link": "https://www.dailywire.com/news/felony-trial-for-loudoun-schools-spokesman-begins-over-rape-coverup", "date_published": "2023-06-20 18:46:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russian Collusion And The Death Of Journalism", "description": "“If credibility is the lifeblood of journalism, the Mainstream Media is dead.” Ashley Rindsberg, investigative journalist and author of “The Gray Lady Winked: How the New York Times&#8217;s Misreporting, Distortions and Fabrications Radically Alter History,” outlined the broad strokes of the Russian Collusion narrative that was manically propagated by the mainstream media and then quietly ...", "link": "https://www.dailywire.com/news/russian-collusion-and-the-death-of-journalism", "date_published": "2023-06-20 18:07:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bye Tech: Two-Thirds Of Americans Want To Go Back To Time Before Internet, Cell Phones, Poll Finds", "description": "Young people won&#8217;t remember this, but there was a day not that long ago when our modems went from being able to handle 14.4 Kbps (thousands of bits per second) of data to 28.8 Kbps. The new thing called &#8220;the information superhighway&#8221; was suddenly blazing fast (for us, anyway). A photo took only a minute ...", "link": "https://www.dailywire.com/news/bye-tech-two-thirds-of-americans-want-to-go-back-to-time-before-internet-cell-phones-poll-finds", "date_published": "2023-06-20 17:56:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "READ IT: The Last Text Message Sent By Billionaire Aboard Missing Titanic Sub", "description": "Retired NASA astronaut Colonel Terry Virts revealed the last text sent to him by his friend Hamish Harding — a British billionaire and a renowned world explorer in his own right — just one day before his submarine vanished en route to the undersea wreckage of the R.M.S. Titanic. Harding, who is one of five ...", "link": "https://www.dailywire.com/news/read-it-the-last-text-message-sent-by-billionaire-aboard-missing-titanic-sub", "date_published": "2023-06-20 17:53:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Search Resumes For British Actor Julian Sands After ‘Extreme Alpine Conditions’ Hampered Efforts", "description": "The search has resumed for British actor Julian Sands after &#8220;extreme alpine conditions&#8221; have hampered efforts over the last few months, following severe winter weather in California&#8217;s Mt. Baldy area where he went missing in January. The San Bernardino County Sheriff’s Department shared an update that on Saturday, June 17, the department has &#8220;continued ongoing ...", "link": "https://www.dailywire.com/news/search-resumes-for-british-actor-julian-sands-after-extreme-alpine-conditions-hampered-efforts", "date_published": "2023-06-20 17:52:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Teachers Union Exec Suggests Learning Loss Made Us All ‘Equal’", "description": "A teachers union executive in Virginia defended remote learning during the pandemic by suggesting that since all students experienced learning loss, &#8220;aren’t we all equal?&#8221; Melvin Hostman, a newly elected member of the executive board of the Richmond Education Association, made the remarks in an interview with ProPublica published Monday. “The whole thing about learning ...", "link": "https://www.dailywire.com/news/teachers-union-exec-suggests-learning-loss-made-us-all-equal", "date_published": "2023-06-20 17:42:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: Hunter Biden Plea Deal, Titanic Tourist Sub Still Missing, Mississippi Tornadoes", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Hunter Biden Plea Deal Hunter Biden has reached a plea deal with federal prosecutors on charges relating to tax crimes and the illegal possession of a firearm. Hunter Biden will plead guilty to two charges regarding his failure ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-hunter-biden-plea-deal-titanic-tourist-sub-still-missing-mississippi-tornadoes", "date_published": "2023-06-20 17:32:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Can Superhero Movies Survive? DC Hopes For Better Days Ahead", "description": "It would be easy to believe that a well-produced superhero movie will automatically draw big crowds and earn millions or even billions of dollars. With super mega-hits like the “Avengers: Endgame” ($2.7 billion), “Spider-Man: No Way Home” ($1.9 billion), and “Black Panther” ($1.3 billion), the genre has become synonymous with bringing in boatloads of profits. ...", "link": "https://www.dailywire.com/news/can-superhero-movies-survive-dc-hopes-for-better-days-ahead", "date_published": "2023-06-20 17:25:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Taliban Carries Out Second Public Execution In Afghanistan Since Takeover", "description": "The Taliban in Afghanistan have carried out the second known public execution since the terror group took control of the country two years ago, according to a report from the Associated Press. The man, known only as &#8220;Ajmal&#8221; from Kabul, was convicted by the Supreme Court of murdering five people last year in two separate ...", "link": "https://www.dailywire.com/news/taliban-carries-out-second-public-execution-in-afghanistan-since-takeover", "date_published": "2023-06-20 17:11:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kelly Osbourne Drags ‘Whinging’ Prince Harry: ‘Everybody’s Life Was F***ing Hard!’", "description": "Former reality star Kelly Osbourne unloaded on &#8220;whinging&#8221; Prince Harry in a recent podcast rant, accusing him of complaining about and capitalizing on the kind of hardships that other people simply dealt with and went on with their lives. Osbourne joined hosts Jennifer Welch and Angie &#8220;Pumps&#8221; Sullivan for Tuesday&#8217;s episode of their podcast &#8220;I&#8217;ve ...", "link": "https://www.dailywire.com/news/kelly-osbourne-drags-whinging-prince-harry-everybodys-life-was-fing-hard", "date_published": "2023-06-20 16:57:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Flashback: Joe Biden Said Hunter Did ‘Nothing Wrong’ Weeks Before Son’s Guilty Plea", "description": "Just six weeks before Hunter Biden pleaded guilty to two tax crimes and admitted to the facts of a gun charge Tuesday, his father, President Joe Biden, insisted that Hunter “did nothing wrong” in an interview with MSNBC. “My son has done nothing wrong. I trust him,” Biden told host Stephanie Ruhle in one of ...", "link": "https://www.dailywire.com/news/flashback-joe-biden-said-hunter-did-nothing-wrong-weeks-before-sons-guilty-plea", "date_published": "2023-06-20 16:51:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bebe Rexha Shares Photo With Fans After Being Hit In Face By Cell Phone At Concert", "description": "Singer Bebe Rexha shared a photo and an update with fans after being struck in the face by a cell phone while performing on stage in New York City. The 33-year-old singer posted two pictures on Monday to her Instagram showing her injury. In one photo, the singer&#8217;s eye is purple and swollen with a ...", "link": "https://www.dailywire.com/news/bebe-rexha-shares-photo-with-fans-after-being-hit-in-face-by-cell-phone-at-concert", "date_published": "2023-06-20 16:50:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Andrew Tate Charged With Human Trafficking And Rape", "description": "Viral internet personality Andrew Tate has been indicted by a Romanian court on charges of rape, human trafficking, and forming an organized crime ring to sexually exploit women. Andrew and his brother Tristan Tate were arrested alongside two Romanian women, their alleged co-conspirators, in December 2022, and were released from prison and moved to house ...", "link": "https://www.dailywire.com/news/andrew-tate-charged-with-human-trafficking-and-rape", "date_published": "2023-06-20 16:45:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Vanderbilt Gives Tennessee AG Gender Clinic Patient Records, Under Investigation For Billing Fraud", "description": "Vanderbilt University Medical Center (VUMC) has turned over gender clinic patients’ medical records to the Tennessee Attorney General’s Office, which confirmed on Tuesday it is investigating the hospital for potential medical billing fraud. Tennessee Attorney General Jonathan Skrmetti’s office confirmed on Tuesday that it was investigating the embattled medical center that recently ceased providing cross ...", "link": "https://www.dailywire.com/news/vanderbilt-gives-tennessee-ag-gender-clinic-patient-records-under-investigation-for-billing-fraud", "date_published": "2023-06-20 16:42:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dem Issues ‘Cleanup’ Statement After Saying Trump Should Be ‘Shot’", "description": "A House Democrat who said Donald Trump should be &#8220;shot&#8221; before quickly correcting herself during a cable news interview insists that she meant no harm to the former president. Del. Stacey Plaskett (D-VI) issued a statement on Tuesday meant to counter &#8220;inaccuracies&#8221; that have been circulating regarding the non-voting House member&#8217;s thoughts on Trump, according ...", "link": "https://www.dailywire.com/news/dem-issues-cleanup-statement-after-saying-trump-should-be-shot", "date_published": "2023-06-20 16:37:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Bank On It’: Ben Shapiro Predicts The One Move China Will Make Towards Taiwan Thanks To The Biden Administration", "description": "Daily Wire Editor Emeritus Ben Shapiro forecast that an emboldened China would move to blockade Taiwan in the next couple of years thanks to weakness from the Biden administration.  Shapiro discussed on his Tuesday podcast how the Biden administration was ceding ground to China related to its aggression toward Taiwan. During his recent visit to China, ...", "link": "https://www.dailywire.com/news/bank-on-it-ben-shapiro-predicts-the-one-move-china-will-make-towards-taiwan-thanks-to-the-biden-administration", "date_published": "2023-06-20 16:15:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tom Cruise Talks About ‘Most Dangerous Stunt Of His Career’", "description": "Tom Cruise talked about what he called the &#8220;most dangerous stunt of his career&#8221; just ahead of the release of his new film, &#8220;Mission Impossible: Dead Reckoning Part One,&#8221; in which the stunt appears. The 60-year-old actor sat down with Entertainment Tonight and discussed the stunt in &#8220;MI:7&#8221; which involves Cruise riding a motorcycle off ...", "link": "https://www.dailywire.com/news/tom-cruise-talks-about-most-dangerous-stunt-of-his-career", "date_published": "2023-06-20 16:13:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Communist China Is Planning To Build Military Base Just 100 Miles Off The Coast Of Florida: Report", "description": "Communist China is reportedly planning on building a military base in northern Cuba, approximately 100 miles off the coast of Florida, sending U.S. officials into a panic over how to respond. The Wall Street Journal reported that China and Cuba are at an &#8220;advanced stage&#8221; in negotiating the new joint military facility. U.S. officials told ...", "link": "https://www.dailywire.com/news/communist-china-is-planning-to-build-military-base-just-100-miles-off-the-coast-of-florida-report", "date_published": "2023-06-20 15:53:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Medical Group Being Sued By Chloe Cole Isn’t Shy About Its Transgender Procedures On Minors", "description": "As the transgender movement has become more and more prevalent in American politics and society, the issue of whether minors should be allowed to undergo life-altering medical procedures as part of the &#8220;transition&#8221; process has become a flashpoint issue. The legacy media, academia, and even the medical field are largely dominated by those who proclaim ...", "link": "https://www.dailywire.com/news/medical-group-being-sued-by-chloe-cole-isnt-shy-about-its-transgender-procedures-on-minors", "date_published": "2023-06-20 15:39:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White Liberal Woman Cries Racism — Over Cartoon Tree Mascot", "description": "A member of the Sarasota-Charlotte Progressive Caucus expressed concern over a new mascot that was recently adopted by the New College of Florida&#8217;s Board of Trustees — a cartoonish banyan tree that she claimed was racist. The complaint came from Robin Williams, whom New College Board of Trustees member Christopher Rufo described as an &#8220;affluent ...", "link": "https://www.dailywire.com/news/white-liberal-woman-cries-racism-over-cartoon-tree-mascot", "date_published": "2023-06-20 15:17:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Coast Guard Estimates Missing Titanic Sub Has 40 Hours Of Breathable Air Left", "description": "A submersible carrying five people that went missing during a voyage to the Titanic wreckage likely has less than two days&#8217; worth of oxygen remaining, a Coast Guard official said Tuesday afternoon. Capt. Jamie Frederick with the Coast Guard&#8217;s 1st District provided the estimate during a press conference on the ongoing international search for the ...", "link": "https://www.dailywire.com/news/coast-guard-estimates-missing-titanic-sub-has-40-hours-of-breathable-air-left", "date_published": "2023-06-20 15:13:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Past To Life’: Researchers Reconstruct Face Of Anglo-Saxon Teenage Girl Buried With Rare Gold Cross", "description": "Researchers have revealed what the face of an Anglo-Saxon teenage girl who died more than 1,300 years ago looked like, according to a report from the University of Cambridge.  The 16-year-old girl was buried in Trumpington, England, in a bed burial, one of only 18 cases found in the United Kingdom. It’s believed that she ...", "link": "https://www.dailywire.com/news/past-to-life-researchers-reconstruct-face-of-anglo-saxon-teenage-girl-buried-with-rare-gold-cross", "date_published": "2023-06-20 14:53:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jonathan Turley Tears Into Hunter Indictment: ‘Not Gonna Satisfy A Lot Of Folks’", "description": "George Washington University law professor Jonathan Turley said on Tuesday that he did not expect Hunter Biden&#8217;s plea deal to &#8220;satisfy a lot of folks,&#8221; arguing that many critics were likely to feel he had walked away with little more than a slap on the wrist. Turley shared an article he had written a year ...", "link": "https://www.dailywire.com/news/jonathan-turley-tears-into-hunter-indictment-not-gonna-satisfy-a-lot-of-folks", "date_published": "2023-06-20 14:41:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "US Attorney Says Hunter Biden Probe ‘Ongoing’ Despite Plea Deal", "description": "The office of U.S. Attorney David Weiss says the inquiry into Hunter Biden remains active despite a plea deal. &#8220;The investigation is ongoing,&#8221; a press release from Weiss&#8217; team said Tuesday. The release announced Biden had been charged with two misdemeanor tax offenses and a felony firearm offense. The statement also said Biden, 53, agreed ...", "link": "https://www.dailywire.com/news/us-attorney-says-hunter-biden-probe-ongoing-despite-plea-deal", "date_published": "2023-06-20 14:34:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Medical Community Splitting From The West On Puberty Blockers For Children", "description": "The U.S. healthcare community is rapidly isolating itself from its Western counterparts in its insistence that puberty blockers for children should be approved. Finland, France, Norway, Sweden, and the United Kingdom have altered their perspective on the issue, now taking the position that caution should be used before allowing minors to use puberty blockers. The ...", "link": "https://www.dailywire.com/news/u-s-medical-community-splitting-from-the-west-on-puberty-blockers-for-children", "date_published": "2023-06-20 14:27:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pro-Trans Education Group To Host Vulgar Activist As Conference Keynote Speaker", "description": "A pro-transgender education group is featuring a transgender activist with a history of making obscene sexual remarks as the keynote speaker for an upcoming conference for those who teach and counsel children.  Gender Spectrum, a California-based organization that works closely with K-12 education institutions, will host “Diamond Stylz” at the upcoming Professional’s Symposium. Stylz is ...", "link": "https://www.dailywire.com/news/pro-trans-education-group-to-host-vulgar-activist-as-conference-keynote-speaker", "date_published": "2023-06-20 14:25:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meghan Markle And Prince Harry Rumored To Sign Massive Deal With Fashion House", "description": "Meghan Markle and Prince Harry are rumored to be getting ready to sign a massive deal with a French fashion house following the news that Spotify will not renew the Duchess of Susssex&#8217;s &#8220;Archetypes&#8221; podcast for a second season. The couple is reportedly in talks with Dior for some kind of partnership that the Daily ...", "link": "https://www.dailywire.com/news/meghan-markle-and-prince-harry-rumored-to-sign-massive-deal-with-fashion-house", "date_published": "2023-06-20 14:23:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Squad’ Member Urges Climate Activists To Be ‘Much More Aggressive’ As Groups Plan Summer Protests", "description": "Leftist Congresswoman Rashida Tlaib (D-MI) encouraged climate activists to become &#8220;more aggressive&#8221; in fighting the fossil fuel industry as activist groups plan protests in multiple U.S. cities, according to The Daily Mail.  The “Squad” member joined more than 100 people from radical environmental groups such as Climate Defiance and Declare Emergency for a video call ...", "link": "https://www.dailywire.com/news/squad-member-urges-climate-activists-to-be-much-more-aggressive-as-groups-plan-summer-protests", "date_published": "2023-06-20 14:20:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Alexandra’s Law’ Will Deliver Justice To California’s Fentanyl Dealers And Victims’ Families", "description": "Time and time again the California State Legislature has shot down policies to address the ever-present fentanyl crisis plaguing our state. The supermajority, which has the power to assign chairmanships to powerful committees, like Public Safety, has rejected four bills in three years. Rejecting these bills shows that some in legislative leadership are not interested ...", "link": "https://www.dailywire.com/news/alexandras-law-will-deliver-justice-to-californias-fentanyl-dealers-and-victims-families", "date_published": "2023-06-20 14:14:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Conservative Women Are Prettier Than Liberals, According To AI", "description": "Conservative women are perceived as both prettier and happier than left-wing women, at least according to artificial intelligence (AI). An AI model gave conservative women high &#8220;attractiveness&#8221; scores, according to a March study published in the journal Scientific Reports, which is owned by Nature. &#8220;For females (though not males), high attractiveness scores were found among ...", "link": "https://www.dailywire.com/news/conservative-women-are-prettier-than-liberals-according-to-ai", "date_published": "2023-06-20 13:50:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "AEW Wrestler Makes In-Ring Speech Supporting ‘Trans Youth,’ Sparks Reaction On Social Media", "description": "All Elite Wrestling (AEW) star CM Punk turned heads on social media over the weekend after he spoke about supporting &#8220;trans kids&#8221; from the ring. In the wrestler’s return to wrestling after an injury-induced hiatus on Saturday, he saw a sign from the crowd that read “Support LGBTQ+ Youth” and invited the sign’s holder into ...", "link": "https://www.dailywire.com/news/aew-wrestler-makes-in-ring-speech-supporting-trans-youth-sparks-reaction-on-social-media", "date_published": "2023-06-20 13:49:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "What’s The GOP Doing About The DOJ Double Standard?", "description": "&#8220;The Hunter Biden plea deal shows that the Department of Justice has a double standard! It&#8217;s a slap on the wrist! It&#8217;s hypocrisy!&#8221; Yada, yada, yada. We get it. What&#8217;s the GOP doing about it? That&#8217;s the real question that matters today. On Tuesday, The Washington Post reported that Hunter Biden negotiated a deal with ...", "link": "https://www.dailywire.com/news/whats-the-gop-doing-about-the-doj-double-standard", "date_published": "2023-06-20 13:26:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "4 Dead After Fire At New York City E-Bike Repair Shop", "description": "A fire at a Manhattan e-bike repair shop left four people dead and two in the hospital, according to the New York Fire Department.  The blaze, which began at 12:15 a.m. Tuesday was ruled “accidental” and was caused by a “lithium-ion fire battery,” according to the FDNY. The fire, which happened not far from Chinatown, ...", "link": "https://www.dailywire.com/news/4-dead-after-fire-at-new-york-city-e-bike-repair-shop", "date_published": "2023-06-20 13:23:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Morning Joe’ Panel Spins Hunter Indictment As ‘Good News’ For Joe Biden", "description": "MSNBC host Joe Scarborough led a &#8220;Morning Joe&#8221; panel discussion on Tuesday during which he and several others attempted to spin Hunter Biden&#8217;s indictment as &#8220;good news&#8221; for his father, President Joe Biden. Scarborough set the scene, saying that the Hunter Biden indictment was just the last entry in a long laundry list of &#8220;conspiracy ...", "link": "https://www.dailywire.com/news/morning-joe-panel-spins-hunter-indictment-as-good-news-for-joe-biden", "date_published": "2023-06-20 13:21:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former ABC Reporter Details Titanic Submarine Accident That Almost Killed Him", "description": "Former ABC News science editor Dr. Michael Guillen detailed his experience in a submarine accident that occurred in 2000 while he was studying the underwater wreckage of the R.M.S. Titanic — an accident that he said nearly cost him his life. Guillen tweeted a video that showed a combination of actual footage from the accident ...", "link": "https://www.dailywire.com/news/former-abc-reporter-details-titanic-submarine-accident-that-almost-killed-him", "date_published": "2023-06-20 12:30:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sealed In With A Game Controller: Inside The Missing Titanic Sub", "description": "A submersible carrying five people that went missing during a voyage to the Titanic wreckage in the Atlantic Ocean is a cramped vessel called the Titan that is piloted by a video game controller and sealed by more than a dozen bolts. U.S. and Canadian officials are searching for the wayward craft, which the U.S. ...", "link": "https://www.dailywire.com/news/sealed-in-with-a-game-controller-inside-the-missing-titanic-sub", "date_published": "2023-06-20 12:28:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Almost Still Shines’: Well-Preserved 3,000-Year-Old Sword Discovered In Germany", "description": "A Bronze Age sword that was discovered in Germany is in such good condition that it nearly glimmers after over 3,000 years. The sword was discovered by German archeologists at a burial site in Nördlingen, Bavaria, in southeast Germany, alongside the remains of a man, a woman, and a boy. Images of the sword show ...", "link": "https://www.dailywire.com/news/almost-still-shines-well-preserved-3000-year-old-sword-discovered-in-germany", "date_published": "2023-06-20 12:27:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Mere Traffic Ticket’: Trump Slams DOJ For Hunter Biden Plea Deal", "description": "Former President Donald Trump was incensed by reports of Hunter Biden reaching a plea deal with federal prosecutors Tuesday. The 53-year-old son of President Joe Biden will plead guilty to two tax crimes and admit to the facts of a gun charge in a deal negotiated with Delaware U.S. Attorney David Weiss. The deal means ...", "link": "https://www.dailywire.com/news/a-mere-traffic-ticket-trump-slams-doj-for-hunter-biden-plea-deal", "date_published": "2023-06-20 11:46:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New York Losing Millions In Taxes From Legal Marijuana Sales While Illegal Market Booms: Report", "description": "New York is losing millions of dollars in tax revenue from its anemic legal marijuana sales while an illegal market thrives, according to a new report backed by medical marijuana operators. Legal marijuana sales were expected to pull in $56 million in tax revenue for New York in its first year of legal weed, but ...", "link": "https://www.dailywire.com/news/new-york-losing-millions-in-taxes-from-legal-marijuana-sales-while-illegal-market-booms-report", "date_published": "2023-06-20 11:34:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Date Set For Trial Of Former President Trump In Classified Documents Case", "description": "The trial for former President Donald Trump over his alleged mishandling of classified documents has been set for August 14. Trump is facing 37 counts of wrongdoing and is accused of the willful retention of national defense information, corruptly concealing documents or records, and making false statements. He has pled not guilty to all charges.  ...", "link": "https://www.dailywire.com/news/date-set-for-trial-of-former-president-trump-in-classified-documents-case", "date_published": "2023-06-20 11:17:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We Will Not Rest’: Comer Vows Hunter’s Plea Deal Won’t Stop Biden Corruption Probe", "description": "Hunter Biden&#8217;s plea deal to federal tax and gun charges will have no impact on a House probe into the alleged international bribery schemes of him and his father, President Joe Biden, a key lawmaker cowed Tuesday. Shortly after news of the no-jail plea deal with the U.S. Attorney for Delaware, House Committee on Oversight and ...", "link": "https://www.dailywire.com/news/we-will-not-rest-comer-vows-hunters-plea-deal-wont-stop-biden-corruption-probe", "date_published": "2023-06-20 11:08:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Inside An Illegal Immigrant Hideout On The Southern Border", "description": "Less than 1,000 people call Texas’ Terrell County home. Located in the Border Patrol’s Big Bend Sector, the county’s outer edge traces along the Rio Grande and can only be reached by traversing winding roads on private property. You have to watch your step on the cliffs that tower over the chasm carved by the ...", "link": "https://www.dailywire.com/news/inside-an-illegal-immigrant-hideout-on-the-southern-border", "date_published": "2023-06-20 10:55:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Not Inflation, ‘Greedflation’: Corporate Profits Soar As Companies Jack Up Prices", "description": "After COVID came and mostly went, suddenly, prices began to rise. The cost of nearly everything soared, especially eggs, a dozen of which eventually cost more than a pound of beef. Corporate CEOs — who in 2022 made $14.8 million a year compared to the average worker&#8217;s $58,800 salary — say it&#8217;s all because the ...", "link": "https://www.dailywire.com/news/not-inflation-greedflation-corporate-profits-soar-as-companies-jack-up-prices", "date_published": "2023-06-20 10:53:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Goodman Shows Off Dramatic Weight Loss On Red Carpet", "description": "Actor John Goodman showed off his slimmed-down appearance while walking the red carpet at the Monte-Carlo Television Festival in Monaco on June 18. The 71-year-old star is best known for his role as the patriarch in the hit sitcom “Roseanne” from 1988 until 1997. Goodman also starred in major Hollywood films such as “The Big ...", "link": "https://www.dailywire.com/news/john-goodman-shows-off-dramatic-weight-loss-on-red-carpet", "date_published": "2023-06-20 10:48:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "More Passengers On Board Missing Titanic Sub Identified", "description": "All five people on board the missing Titanic submarine have been identified, and they include a seasoned diver and maritime expert, a father/son duo who are members of one of Pakistan’s wealthiest families, and the CEO of the company in charge of the voyage.  The 22-foot-long submarine went missing Sunday after losing contact with its ...", "link": "https://www.dailywire.com/news/more-passengers-on-board-missing-titanic-sub-identified", "date_published": "2023-06-20 10:39:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It Was Like Christmas’: Mother Celebrates Son Using Female Pronouns At School", "description": "A North Carolina mom went on national television to talk about her young son, who now identifies as a girl, and how delighted her son was to tell his class at school that he had a new name and pronouns. The mother and father of “Ava” appeared on CBS’ “This Morning” with correspondent Susan Spencer ...", "link": "https://www.dailywire.com/news/it-was-like-christmas-mother-celebrates-son-using-female-pronouns-at-school", "date_published": "2023-06-20 10:16:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Morgan Wallen’s 2-Year-Old Son Taken To ER After Dog Bites His Face", "description": "Country singer Morgan Wallen’s two-year-old son Indigo was recently rushed to the hospital after being attacked by a dog. The toddler had to get stitches after his mother KT Smith’s dog reportedly lashed out on Sunday. The Instagram influencer shared updates on her social media platform, including updating fans about her son’s condition and stating ...", "link": "https://www.dailywire.com/news/morgan-wallens-2-year-old-son-taken-to-er-after-dog-bites-his-face", "date_published": "2023-06-20 10:03:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hunter Biden Reaches Plea Deal Over Tax Crimes: Report", "description": "Hunter Biden will plead guilty to two tax crimes and admit the facts of a gun charge in a plea deal with federal prosecutors, according to a new report.  The Washington Post reported Tuesday that Hunter, who has been facing a multi-year investigation by officials, negotiated a deal with Delaware U.S. Attorney David Weiss. Hunter ...", "link": "https://www.dailywire.com/news/hunter-biden-reaches-plea-deal-over-tax-crimes-report", "date_published": "2023-06-20 09:51:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Sets New Goal For U.S. To Meet By ‘2020,’ Forcing White House To Edit Transcript", "description": "President Joe Biden appeared to forget what year it was during a speech on Monday when he set a new goal to conserve 30% of all land and water the U.S. has jurisdiction over by 2020, prompting the White House to correct the number in the transcript of the speech.  Biden made the misstep during ...", "link": "https://www.dailywire.com/news/biden-sets-new-goal-for-u-s-to-meet-by-2020-forcing-white-house-to-edit-transcript", "date_published": "2023-06-20 08:59:01+00:00", "persistent": false, "user": null, "language": "en-US"}]