[{"source": "https://www.theguardian.com/rss", "title": "UK’s best known retailers top list of firms fined £7m over pay breaches", "description": "<p>WH Smith, Marks &amp; Spencer and Argos among more than 200 firms that failed to pay workers legal minimum wage</p><p>Some of the UK’s best known retailers including WH Smith, Marks &amp; Spencer, Argos and LloydsPharmacy are at the head of a list of more than 200 companies collectively fined £7m for failing to pay the legal <a href=\"https://www.theguardian.com/society/minimum-wage\">minimum wage</a>.</p><p>The businesses were also forced to pay out £4.9m to about 63,000 workers left out of pocket after violations of the rules were uncovered by inspectors at HMRC, varying from breaches related to asking workers to pay for aspects of their uniform to paying the incorrect apprenticeship rate.</p> <a href=\"https://www.theguardian.com/society/2023/jun/21/uks-best-known-retailers-top-list-of-firms-fined-7m-over-pay-breaches\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/21/uks-best-known-retailers-top-list-of-firms-fined-7m-over-pay-breaches", "date_published": "2023-06-20 23:01:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A green transition that leaves no one behind’: world leaders release open letter", "description": "<p>Rishi Sunak, Joe Biden, Emmanuel Macron and other international leaders address development needs</p><p>We are urgently working to deliver more for people and the planet. Multiple, overlapping shocks have strained countries’ ability to address hunger, poverty, and inequality, build resilience and invest in their futures. Debt vulnerabilities in low- and middle-income countries present a major hurdle to their economic recovery, and to their ability to make critical long-term investments.</p><p>We are urgently working to fight poverty and inequalities. An estimated 120 million people have been pushed into <a href=\"https://blogs.worldbank.org/developmenttalk/reversal-problem-development-going-backwards\">extreme poverty</a> in the last three years and we are still <a href=\"https://press.un.org/en/2019/dsgsm1347.doc.htm\">far from achieving</a> our United Nations sustainable development goals (SDGs) by 2030. We should thus place people at the centre of our strategy to increase human welfare everywhere on the globe.</p><p>Emmanuel Macron is president of France. Mia Mottley is prime minister of Barbados. Luiz Inácio Lula da Silva is president of Brazil. Ursula von der Leyen is president of the European Commission. Charles Michel is president of the European Council. Olaf Scholz is chancellor of Germany. Fumio Kishida is prime minister of Japan. William Ruto is president of Kenya. Macky Sall is president of Senegal. Cyril Ramaphosa is president of South Africa. Mohamed bin Zayed Al Nahyan is president of the United Arab Emirates. Rishi Sunak is prime minister of the UK. Joe Biden is president of the US</p> <a href=\"https://www.theguardian.com/environment/2023/jun/21/a-green-transition-that-leaves-no-one-behind-world-leaders-release-open-letter\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/21/a-green-transition-that-leaves-no-one-behind-world-leaders-release-open-letter", "date_published": "2023-06-20 23:01:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macron and world leaders call on private finance to help reduce global poverty", "description": "<p>In lead up to Paris meeting on Thursday, open letter states that government loans and grants not enough to spur development</p><ul><li>‘<a href=\"https://www.theguardian.com/environment/2023/jun/21/a-green-transition-that-leaves-no-one-behind-world-leaders-release-open-letter\">A green transition that leaves no one behind’: world leaders release open letter</a></li></ul><p>Private finance needs to play a significant role in supporting global development and reducing poverty by offering cheaper and more flexible loans, according to French president, Emmanuel Macron, and a group of fellow world leaders.</p><p>In a message that is likely to dismay many anti-poverty campaigners, <a href=\"https://www.theguardian.com/global/2023/jun/20/a-green-transition-that-leaves-no-one-behind-world-leaders-issue-joint-statement\">the group of leaders said</a> in an open letter that government loans and grants will not be enough to spur development across low- and middle-income countries ravaged by the Covid-19 pandemic, mounting debts and rocketing food and energy prices.</p> <a href=\"https://www.theguardian.com/world/2023/jun/21/macron-and-world-leaders-call-on-private-finance-to-help-reduce-global-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/21/macron-and-world-leaders-call-on-private-finance-to-help-reduce-global-poverty", "date_published": "2023-06-20 23:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slashed stone, daylight galore and doors by Tracey Emin: the National Portrait Gallery’s £41m rebirth", "description": "<p>Forty-five faces of women, scribbled by Emin, now beam out from bronze doors – all part of an astonishing revamp that has turned this once unloved London landmark into a great building</p><p>The National Portrait Gallery in London has always felt like the poor cousin of the National Gallery, an afterthought tucked around the back of the star attraction. It stands as an awkward rear extension, squeezed into an unloved armpit where the sticky chaos of Leicester Square spills into Charing Cross Road, while visitors have always been shuffled through an apologetic side entrance, as if being invited in to collect the bins.<br /><br />The reason it is so unwelcoming is that when the gallery was built in 1896 after its first years in temporary premises, it faced directly on to a slum – “a neighbourhood of crime and vice”, as architectural historian <a href=\"https://www.theguardian.com/artanddesign/2020/apr/21/a-day-with-nikolaus-pevsner-1960\">Nikolaus Pevsner</a> put it – and the insalubrious streets of Soho beyond. This regal repository of painted noblemen couldn’t be seen to be fronting on to such a seedy district, so the architect, <a href=\"https://victorianweb.org/art/architecture/christian/index.html\">Ewan Christian</a>, moved the entrance as far around the corner as he could, to face the more seemly setting of St Martin-in-the-Fields church. As a result, the building’s front has always looked like its back, the palazzo-like facade of arched windows and roundels crucially missing a front door.</p><p>Almost 130 years later, three momentous bronze portals have burst through the Grade I-listed stone walls, as part of the most radical transformation in the institution’s history. In the hands of <a href=\"https://jamiefobertarchitects.com/\">Jamie Fobert Architects </a>and heritage specialists <a href=\"https://www.purcelluk.com/\">Purcell</a>, new galleries have been opened up, learning spaces and restaurants added, and a public forecourt created, in a £41.3m process of surgical slicing and stitching, giving the rambling warren a vital new lease of life.<br /><br />“It’s the great building Londoners never knew they had,” says Fobert, standing outside the gallery’s new entrance. “Our job was to open it up, tie its different eras together, and give it a new public face.” As his work at <a href=\"https://www.theguardian.com/artanddesign/2017/sep/27/tate-st-ives-a-stunning-new-gallery-bullied-into-hiding\">Tate St Ives</a> and <a href=\"https://www.theguardian.com/artanddesign/2018/feb/02/kettles-yards-rebirth-a-magical-sequence-of-spaces-worth-the-14-year-wait\">Kettle’s Yard</a> attests, he is well positioned to accomplish such a task, free of the usual architect’s urge to stamp his own signature too boldly.<br /><br />Where once there was a triangular scrap of fenced-off grass on the street corner, now stretches an inviting public space, providing a moment of pause between the bustle of Trafalgar and Leicester Squares. A chunky granite bench (mercifully free of anti-skating studs and anti-homeless bars) sweeps around an existing statue, echoing the curve of the road and merging into a broad set of stairs, while the pavement slopes up behind, bringing level access to the front door in a way that doesn’t feel like a separate “accessible” ramp. On a recent visit, one wheelchair user asked where the ramp was – only to find they had already glided up it, unawares. It’s a simple move, but one that is worlds away from the former indignity of being sent down a side alley to a separate ramped service entrance.<br /><br />“The idea was to make the experience the same for everyone,” says Fobert, “and intervene in ways that are almost imperceptible.” You probably won’t realise that a hefty concrete platform was craned in to bridge over a sunken lightwell to the new entrance, as the granite paving flows across it seamlessly. More noticeable are the sharply sliced openings, where the architects have taken their scalpel to the base of three windows and slashed through the Portland stone plinth to expose the fresh interior of the rock, in striking contrast to its gnarled outer surface. It leaves the Victorian mouldings playfully truncated, echoing the staccato postmodern facade of Venturi Scott Brown’s National Gallery Sainsbury Wing next door (currently undergoing <a href=\"https://www.theguardian.com/artanddesign/2022/jun/19/the-sainsbury-wing-redesign-spare-us-the-art-world-good-taste\">its own less sensitive remodelling</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/21/doors-tracey-emin-national-portrait-gallerys-41m-rebirth\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/21/doors-tracey-emin-national-portrait-gallerys-41m-rebirth", "date_published": "2023-06-20 23:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tutoring not a long-term plan to help English pupils catch up, say teachers", "description": "<p>School leaders are considering dropping out of the government’s post-pandemic scheme as it prepares to cut funding</p><p>Almost half of school leaders say the government’s national tutoring programme (NTP), set up to help pupils in England catch up after Covid, is not cost-effective, according to a new survey.</p><p>Most senior leaders who took part in the poll (58%) said they did not regard tuition as a long-term solution to closing the attainment gap for disadvantaged pupils.</p> <a href=\"https://www.theguardian.com/education/2023/jun/21/tutoring-not-a-long-term-plan-to-help-english-pupils-catch-up-say-teachers\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/21/tutoring-not-a-long-term-plan-to-help-english-pupils-catch-up-say-teachers", "date_published": "2023-06-20 23:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer ‘eyes dozens of new peers to aid Labour government’", "description": "<p>Party reportedly looking to increase share in Lords, as Tory majority ‘could make life difficult’</p><p>Labour is reportedly devising plans to appoint dozens of peers to the House of Lords to prevent a Keir Starmer government being stymied by the upper chamber.</p><p>There are 174 Labour peers, making up 22% of the Lords, compared with 263 Conservatives and 183 unaligned crossbench peers.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/starmer-eyes-dozens-of-new-peers-to-secure-labour-agenda-in-house-of-lords\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/starmer-eyes-dozens-of-new-peers-to-secure-labour-agenda-in-house-of-lords", "date_published": "2023-06-20 22:55:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dear England review – touching, funny retelling of Gareth Southgate’s quiet revolution", "description": "<p><strong>National Theatre, London<br /></strong>It’s a game of two halves, but Jason Graham’s dramatisation of Southgate rescuing a languishing England team delivers tension and movement </p><p>James Graham’s story of the beautiful game and the travails of the England squad has some beautiful moments. It traces the men’s team’s fortunes from the moment their diffident, upstanding and quietly revolutionary manager, Gareth Southgate (Joseph Fiennes, bearing an uncanny resemblance), comes into their lives.</p><p>It traces real world events, from penalty shootouts that bring a life-like tension to the aftermath of losing a game. The meat of the play is Southgate’s inspirational leadership of<strong> </strong>an England squad that’s languishing when he first takes over, and to which he gives new life, leading the team all the way to the semi-finals in the 2018 World Cup and onwards.</p><p><em>Plays until 11 August at <a href=\"https://www.nationaltheatre.org.uk/\">the National Theatre</a></em></p> <a href=\"https://www.theguardian.com/stage/2023/jun/20/dear-england-review-touching-funny-retelling-of-gareth-southgates-quiet-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/20/dear-england-review-touching-funny-retelling-of-gareth-southgates-quiet-revolution", "date_published": "2023-06-20 22:47:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland overcome downpour and Georgia for fourth straight Euro win", "description": "<p>This was a Euro 2024 qualifier that fell 41 minutes short of requiring two days to complete after biblical rain caused a delay – six minutes into the game – of around an hour and a half, and a finishing time of 11.19pm.</p><p>On the final whistle Steve Clarke’s impressive Scotland had a fourth victory and 12 points and at the midpoint of Group C are already a near-shoo-in to reach next year’s finals in Germany.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/scotland-georgia-euro-2024-qualifier-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/scotland-georgia-euro-2024-qualifier-match-report", "date_published": "2023-06-20 22:31:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gas stoves emit benzene levels above secondhand smoke, US study finds", "description": "<p>Even low doses of airborne benzene raise the risk of a variety of cancers, including lymphomas and leukemia</p><p>Using a gas stove can raise indoor concentrations of benzene, a cancer-linked chemical, to above what’s found in secondhand smoking or even beyond levels found next to oil and gas facilities, a new study has found.</p><p>The research, which measured benzene levels in 87 homes in California and Colorado, found that gas and propane stoves frequently emitted benzene at rates well above healthy benchmarks set by the World Health Organization and the US Environmental Protection Agency (EPA).</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/gas-stoves-benzene-levels-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/gas-stoves-benzene-levels-study", "date_published": "2023-06-20 21:39:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK parliament calls on Fifa to support exiled Afghanistan women’s team", "description": "<ul><li>Infantino urged to support Afghan women on world stage</li><li>Letter backs call made by Malala Yousafzai and Khalida Popal</li></ul><p>More than 100 parliamentarians have written to Gianni Infantino, urging the Fifa president to do more to support exiled Afghan female footballers and ensure Afghan women are able to compete on the international stage.</p><p>The letter backs a call made by the Nobel prize winner Malala Yousafzai and Afghanistan women’s national team founder Khalida Popal <a href=\"https://www.theguardian.com/football/2023/jan/05/fifa-provide-hope-recognising-afghanistan-women-football-team-taliban\">in the Guardian</a> in January. Yousafzai and Popal have co-written the letter with Julie Elliott, the MP for Sunderland Central, and it has been signed by 76 members of the UK parliament and parliamentarians from Australia, Portugal and Italy. It calls on the governing body to do more to push back against restrictions placed on Afghan women’s participation in sport.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/uk-parliament-calls-on-fifa-to-support-exiled-afghanistan-womens-team\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/uk-parliament-calls-on-fifa-to-support-exiled-afghanistan-womens-team", "date_published": "2023-06-20 21:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m living my dream’ – but did the full Grealish lead to England bit part? | David Hytner", "description": "<p>It was easy to feel that Gareth Southgate was miffed with the City midfielder who partied hard after the treble win</p><p>It used to be called going out, out. Now it is the full Grealish. And, for the man himself, it is easy to feel life will never be the same again. The first part of it is that Jack Peter Grealish from Solihull is a treble winner, a member of the Manchester City squad that has touched immortality. It was this that enabled the second bit – the one that has gilded the legend; some would say created it.</p><p>Grealish was hardly alone <a href=\"https://www.theguardian.com/football/2023/jun/13/jack-grealish-is-having-the-best-week-of-his-life-manchester-city-treble\" title=\"\">on the three‑night bender</a>in three countries that kicked off on the Saturday before last after <a href=\"https://www.theguardian.com/football/2023/jun/11/manchester-city-scrap-their-way-to-a-first-champions-league-win\" title=\"\">City’s Champions League victory </a>against Internazionale in Istanbul. As the City midfielder Kalvin Phillips put it: “Everyone was the same, everyone was enjoying it as much as Jack.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/jack-grealish-england-gareth-southgate\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/jack-grealish-england-gareth-southgate", "date_published": "2023-06-20 21:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs expected to back Labour plans to reintroduce animal welfare bill", "description": "<p>Conservative backbenchers plan to speak in favour of opposition motion to force government’s hand</p><p>Rishi Sunak is facing a potential headache as backbench Conservative MPs prepare to support a Labour plan to bring back ditched animal welfare policies.</p><p>Last month, ministers announced they were dropping the <a href=\"https://www.theguardian.com/uk-news/2022/jan/20/uk-government-puts-animal-welfare-policies-on-pause\">kept animals bill,</a> which was part of the Tories’ 2019 manifesto. The legislation was intended to ban live exports of farm animals as well as clamp down on puppy smuggling and dog theft.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/tory-mps-expected-to-back-labour-plans-to-reintroduce-animal-welfare-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/tory-mps-expected-to-back-labour-plans-to-reintroduce-animal-welfare-bill", "date_published": "2023-06-20 21:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine lacks capacity to process huge sums in aid, official admits", "description": "<p>Largest amount of money Kyiv previously worked with was $6bn a year in 2014, Mustafa Nayyem says</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine will struggle to absorb the expected billions of western private and public sector aid for its recovery not due to corruption, but a simple lack of capacity to process and invest such huge sums, a senior Ukraine official has said on the eve of the UK-sponsored Ukraine recovery conference in London.</p><p>“It is about the capacity to work with this amount of money,” said Mustafa Nayyem, the head of the Ukraine State Agency for Restoration and Infrastructure Development.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/ukraine-lacks-capacity-to-process-huge-sums-in-aid-official-admits\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/ukraine-lacks-capacity-to-process-huge-sums-in-aid-official-admits", "date_published": "2023-06-20 21:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge strikes down Arkansas ban on gender-affirming care for transgender minors", "description": "<p>Ruling states that the prohibition violated due process and equal protection rights of transgender youth and families</p><p>A federal judge struck down Arkansas’ first-in-the-nation ban on gender-affirming care for children as unconstitutional Tuesday, the first ruling to overturn such a prohibition as a growing number of Republican-led states adopt similar restrictions.</p><p>US district Judge Jay Moody issued a permanent injunction against the Arkansas law, which would have prohibited doctors from providing gender-affirming hormone treatment, puberty blockers or surgery to anyone under 18.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/judge-strikes-down-arkansas-ban-gender-affirming-care-transgender-minors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/judge-strikes-down-arkansas-ban-gender-affirming-care-transgender-minors", "date_published": "2023-06-20 21:29:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Monstrous murder’: 41 women killed in Honduras prison riot", "description": "<p>Some women were burned to death in uprising blamed on crackdown on illicit activities inside of the country’s prisons</p><p>At least 41 women have been killed – some of them burned to death – after an outbreak of violence between gangs at a prison in <a href=\"https://www.theguardian.com/world/honduras\">Honduras</a>.</p><p>Authorities found dozens of bodies after the violence on Tuesday at the prison in Tamara, about 30 miles (50km) north-west of the Honduran capital of Tegucigalpa, said Yuri Mora, spokesperson for the national police investigation agency.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/honduras-prison-riot-women-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/honduras-prison-riot-women-killed", "date_published": "2023-06-20 21:26:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Murder inquiry launched into death of two-year-old girl in road crash", "description": "<p>Orla Henry was passenger in car driven by Ashley Henry, 35, when it collided with a lorry in Anwick, Lincolnshire</p><p>A murder inquiry has been launched into the death of a two-year-old girl who died along with a driver in a road crash.</p><p>Ashley Henry, 35, and passenger Oria Henry, from Leicester, were both pronounced dead at the scene in Anwick, near Sleaford, Lincolnshire, on Sunday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/inquiry-launched-into-death-of-two-year-old-girl-in-road-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/inquiry-launched-into-death-of-two-year-old-girl-in-road-crash", "date_published": "2023-06-20 19:48:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California study shows older and Black residents disproportionately experience homelessness", "description": "<p>Largest study in decades also dismantles myths about the unhoused – such as coming from out of state and not wanting help</p><p>Nearly half of all unhoused adults in California are over the age of 50, with Black residents dramatically overrepresented, according to the largest study of the state’s homeless population in decades.</p><p>University of California, San Francisco (UCSF) research <a href=\"https://homelessness.ucsf.edu/sites/default/files/2023-06/CASPEH_Report_62023.pdf\">released</a> on Tuesday also revealed that 90% of the population lost their housing in California, with 75% of them now living in the same county where they were last housed. The study further found that nearly nine out of 10 people reported that the cost of housing was the main barrier to leaving homelessness.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/california-affordable-housing-crisis-homelessness-study-myths-older-black-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/california-affordable-housing-crisis-homelessness-study-myths-older-black-residents", "date_published": "2023-06-20 19:38:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on George Osborne’s day at Covid inquiry – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/20/nicola-jennings-on-george-osbornes-day-at-covid-inquiry-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/20/nicola-jennings-on-george-osbornes-day-at-covid-inquiry-cartoon", "date_published": "2023-06-20 19:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray focused on ‘positive signs’ after crashing out of Queen’s Club", "description": "<ul><li>Murray loses 6-3, 6-1 against Australia’s Alex de Minaur</li><li>Carlos Alcaraz reaches second round after third set tiebreak</li></ul><p>Andy Murray’s hopes of being seeded at Wimbledon came to a bitter, abrupt end in his opening match at Queen’s Club as the five-time champion was soundly defeated 6-3, 6-1 by Alex de Minaur in the first round.</p><p>Murray arrived in west London with high expectations having established some positive form on grass. After skipping the French Open, he opted to drop down to ATP Challenger level and competed at events in Surbiton and Nottingham, comfortably winning both tournaments and compiling a 10-match winning run.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/andy-murray-bows-out-of-queens-and-left-to-wait-for-wimbledon-seeding\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/andy-murray-bows-out-of-queens-and-left-to-wait-for-wimbledon-seeding", "date_published": "2023-06-20 19:28:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England relied on vibes and sprites when Cummins went a little Bazball | Jonathan Liew", "description": "<p>Five tempestuous, hysterical days ended with Australia playing the old-fashioned way until desperation won the day</p><p>Everyone talks about big first hours. That’s because first hours need all the hype they can get. Nobody needs to sell the last hour of a Test match. And particularly not a Test on this epic, colossal, orchestral scale, a Test that shook you from its very first ball and never stopped shaking.</p><p>Take the devastating tension of a tight Twenty20, the ebb and grapple of a really good one-day international, and then make it big. Stretch it out over almost a week. Throw in some random weather phenomena, enough booze to fill the Caspian, batters forced to bowl and bowlers forced to bat. Cricket: good. Worth your time. Might just catch on.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/20/england-vibes-sprites-cummins-bazball-ashes-cricket-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/20/england-vibes-sprites-cummins-bazball-ashes-cricket-australia", "date_published": "2023-06-20 19:17:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Groundbreaking youth-led climate trial comes to an end in Montana", "description": "<p>Ruling could take weeks to emerge in trial for Held v Montana, which is the first constitutional climate trial in US history</p><p>A groundbreaking climate trial came to an early close on Tuesday as lawyers on each side presented a very different picture of who can be held responsible for the climate crisis.</p><p>Attorneys representing the lawsuit’s young challengers said Montana officials and agencies must be held accountable for exacerbating the crisis, and thereby violating the plaintiffs’ state constitutional rights. But the defense argued that climate change is a global problem, and that if Montana is contributing to it, plaintiffs should work to change that through the legislature.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/held-v-montana-climate-trial-youth-end\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/held-v-montana-climate-trial-youth-end", "date_published": "2023-06-20 19:10:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What to know about the Hunter Biden investigation and what it means", "description": "<p>The case has already resulted in a political uproar as Republicans express outrage over plea deal</p><p>Hunter Biden, the son of President Joe Biden, will plead guilty to two counts of misdemeanor tax crimes and accept a deal with prosecutors related to a separate illegal firearm possession charge. The charges and plea deal, which authorities announced in a court filing on Tuesday, will end a five-year criminal investigation into Biden.</p><p>The case has already resulted in a political uproar as Republicans, fresh off Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2023/jun/13/donald-trump-classified-documents-indictment-cast-of-characters-charges\">second criminal indictment</a>, express outrage over the plea deal and appear eager to redirect public attention to Hunter Biden. The agreement between 53-year-old Biden and authorities will likely mean he avoids any jail time, as well as set up a frequent talking point for the 2024 presidential election.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/hunter-biden-guilty-case-plea-charges-explained\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/hunter-biden-guilty-case-plea-charges-explained", "date_published": "2023-06-20 19:10:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dawn of Royal Ascot’s new era ends in defeat for King Charles and Dettori | Sean Ingle", "description": "<p>The monarch’s lukewarm interest in racing will not have been helped by veteran jockey’s ban for careless riding on Saga</p><p>Even on a day when Royal Ascot felt even more awash with bunting than ever, and the top hats and collars were suitably stiff and starched, there was a hint of change in the air. A gentle sense of tradition encountering transition after the death of the sport’s greatest patron, Queen Elizabeth II, last year.<br /><br />It was evident as the royal procession bumpily made its way down the straight before the first race, and the regal waves of the King Charles III were met with gentle – rather than rousing applause – although plenty did tip their hats. The racecards also carried a new royal cypher, bearing the double C for Charles and Camilla.</p><p>It was evident too as the crowds cheered the sport’s most famous jockey, Frankie Dettori, at what will be his final Royal Ascot before he rides off into the sunset. The headline in Tuesday’s Racing Post had proclaimed it to be the Land of Hope and Dettori. But this was one of those afternoons when the magician waves his wand but the rabbit refuses to leave the hat.<br /><br />Mostly, though, Royal Ascot’s unique ecosystem remains as familiar and unaltered as it ever was. A few months ago the Jockey Club announced a relaxation of its dress code to get more people to go racing. But for a place that is a stickler for rules, this was one Ascot was happy to swerve.<br /><br />In the Royal Enclosure, in particular, the clothing restrictions would make a sergeant major wince. Women are told that their dresses and skirts should fall just above the knee or longer – while men are reminded of the need for a waistcoat and necktie, with patterns of a patriotic nature deemed acceptable. Those unsure of where the line is can visit a room by the entrance which is labelled “dress code enquiries.”<br /><br />Some will roll their eyes at this, as well as Ascot’s proud boast that it remains the centrepiece of the British sporting social season. But it is certainly up there. And it would be churlish to deny that it offers a palate that a large-cross section of the British public rather enjoys: dressing up, drinking, royalty and a speculative punt.<br /><br />Taking it all in was Dave Harries, an 80-year-old recording engineer, who said he had been coming to Royal Ascot since the 1960s. “It’s still the place to be,” he insisted, as he showed off his new Panama hat. “It’s about the tradition, the racing, and the fact you can talk to everyone.”<br /><br />As Harries also noted, Charles is rumoured to be no turfite at heart. However for now, at least, he is making the effort. He has promised to be here all week. And before the penultimate race on the first day, he was down in the paddock to run his eye over his horse, Saga, and talk to his jockey, Dettori. He even looked to be giving a passable impression of enjoying himself. But there was to be no winning headline as Saga trudged home in fifth.<br /><br />Afterwards Dettori’s face was etched in frustration, the bookies in delight. For decades, they have been wary of the “Frankie factor”, with multiple wins on the same card turning small stakes into damaging payouts. But there was no chance of that happening on the first day, despite the 52-year-old’s best efforts.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/king-charles-royal-ascot-frankie-dettori-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/king-charles-royal-ascot-frankie-dettori-horse-racing", "date_published": "2023-06-20 19:09:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunshine, secret sets and Elton’s sendoff: Glastonbury 2023 prepares to open gates", "description": "<p>Crowds head to what could be a relatively low-key edition of the UK’s biggest festival following its long-awaited return and 50th anniversary last year</p><p>As Glastonbury-goers flock toward Worthy Farm, the UK’s biggest festival is yet to give up a number of secrets about the weekend – from surprise performers to the outcome of the mercurial south-western weather.</p><p>Most pressing is the question of whether Friday night headliners Arctic Monkeys will be able to fulfil their booking. On Monday (19 June) the group <a href=\"https://www.theguardian.com/music/2023/jun/19/arctic-monkeys-glastonbury-2023-headline-set-thrown-into-doubt-by-alex-turners-laryngitis\">cancelled a performance in Dublin on 20 June</a> owing to singer Alex Turner’s “acute laryngitis”. The 37-year-old had received medical advice to rest – presumably to ensure their planned third Glastonbury headlining set is able to go ahead.</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/glastonbury-2023-sunshine-open-gates-elton-john-arctic-monkeys\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/glastonbury-2023-sunshine-open-gates-elton-john-arctic-monkeys", "date_published": "2023-06-20 19:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SNP MP John Nicolson cleared of bullying Nadine Dorries via Twitter", "description": "<p>Explaining decision to overturn earlier ruling, independent panel says Dorries herself has been a ‘frequent and aggressive tweeter’ </p><p>John Nicolson, the Scottish National party MP, has been cleared of bullying Nadine Dorries after an independent panel overturned an earlier ruling by the parliamentary standards watchdog.</p><p>The panel found Nicolson had not bullied Dorries, the former culture secretary, when he liked or retweeted dozens of disparaging messages about her after the two clashed during a hearing in front of the culture, media and sport select committee.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/snp-mp-john-nicolson-cleared-of-bullying-nadine-dorries-via-tweet\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/snp-mp-john-nicolson-cleared-of-bullying-nadine-dorries-via-tweet", "date_published": "2023-06-20 18:48:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three men including ex-NYPD officer convicted of harassing Chinese exile", "description": "<p>Prosecutors say ‘Operation Fox Hunt’ is a Beijing effort to pressure Chinese nationals in the US to return home to face charges </p><p>A former New York City police sergeant and two Chinese citizens living in the US have been convicted of various charges in a trial showcasing Chinese efforts to pressure expatriates into returning home, part of a program called “Operation Fox Hunt”.</p><p>Michael McMahon, who now works as a private investigator, Zheng Congying and Zhu Yong were accused of taking part in scare tactics aimed at a former Chinese official.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/china-nationals-expatriate-illegal-stalking-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/china-nationals-expatriate-illegal-stalking-trial", "date_published": "2023-06-20 18:35:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia hold off late England charge to win first Ashes Test in thrilling finale", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-20/england-cricket-team\">First Ashes Test: England 393-8 &amp; 273; Australia 386 &amp; 282-8</a></li><li>Pat Cummins and Nathan Lyon dig in to earn two-wicket win</li></ul><p>Pat Cummins and Nathan Lyon produced a heroic rearguard action with the bat to deny England’s late charge and win the first Ashes Test for Australia <a href=\"https://www.theguardian.com/sport/live/2023/jun/20/the-ashes-2023-england-vs-australia-live-updates-first-test-cricket-eng-v-aus-latest-score-day-five-egdbaston-weather\">on a rain-hit final day</a> at Edgbaston.</p><p>The final day’s play did not get under way until 2.15pm due to early rain and a wet outfield. When play began, Stuart Broad removed the nightwatchman, Scott Boland, and Moeen Ali defied a painful blister to conjure the wicket of Travis Head for 16.</p><p><em>Ali Martin’s report from Edgbaston will follow</em></p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/england-australia-ashes-first-test-day-five-match-report-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/england-australia-ashes-first-test-day-five-match-report-cricket", "date_published": "2023-06-20 18:23:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m still ostracized’: what happens to true crime survivors?", "description": "<p>Two survivors of horrifying, well-publicized crime stories have banded together to create a podcast tackling difficult tales of survival against the odds</p><p>When Collier Landry was 12 years old, he became a media sensation as the star witness in a small-town murder trial like no other. With uncommon poise and precision for someone so young, he told a jury in Ohio how, months earlier, he’d woken up in the middle of the night and overheard his father killing his mother in the next room.</p><p>The town of Mansfield – and much of the rest of the country – was riveted as Collier’s father, Jack Boyle, a charming, highly intelligent osteopath with a thriving local medical practice, was convicted of premeditated murder and sentenced to 20 years to life. Much of that was Collier’s doing, not just because of his testimony but also because he had alerted the police and fed them enough information to warrant a murder investigation in the first place.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/20/true-crime-survivor-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/20/true-crime-survivor-podcast", "date_published": "2023-06-20 18:10:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson inquiry report on attack by MPs could prompt fresh Tory infighting", "description": "<p>Findings on ‘sustained attempt’ to undermine privileges committee expected as early as next week</p><p>A privileges committee report that could criticise Conservative MPs who attacked an inquiry into Boris Johnson may be released as early as next week, potentially plunging Rishi Sunak into renewed party infighting.</p><p>While Johnson allies say the former prime minister is keen to assist in a period of “peace and quiet” after Monday’s Commons vote, which <a href=\"https://www.theguardian.com/politics/2023/jun/19/boris-johnson-faces-loss-of-westminster-pass-as-mps-back-partygate-report\">endorsed the privileges committee’s findings</a> that he had lied repeatedly to parliament, the additional report could jeopardise that.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/johnson-inquiry-report-on-attack-by-mps-could-prompt-fresh-tory-infighting\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/johnson-inquiry-report-on-attack-by-mps-could-prompt-fresh-tory-infighting", "date_published": "2023-06-20 18:02:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on danger at sea: looking out for all those in peril | Editorial", "description": "<p>The contrast between the frantic hunt for a missing submersible and the failure to save migrants drowning in the Mediterranean is illuminating</p><p>A massive operation is under way to find and save a stricken vessel and its passengers. As time passes, anxious families and friends wait with growing fear. The US coastguard, Canadian armed forces and commercial vessels are all hunting for <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/titanic-tourist-submarine-missing-north-atlantic\" title=\"\">the Titan submersible</a>, which has gone missing with five aboard on a dive to the wreck of the Titanic in the north Atlantic. The UK’s Ministry of Defence is also monitoring the situation.</p><p>It is hard to think of a starker contrast with the response to a fishing boat which <a href=\"https://www.theguardian.com/world/2023/jun/14/scores-drown-refugee-boat-sinks-off-greece\" title=\"\">sank in the Mediterranean last week</a> with an estimated 750 people, including children, packed onboard. Only about 100 survived, making this one of the deadliest disasters in the Mediterranean. Greece and the EU blame people smugglers, who overcrowd boats and abuse those aboard them. But both have profound questions to answer about their own role in such disasters. Activists say authorities were repeatedly warned of the danger this boat faced, hours before it went down, but failed to act.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/the-guardian-view-on-danger-at-sea-looking-out-for-all-those-in-peril\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/the-guardian-view-on-danger-at-sea-looking-out-for-all-those-in-peril", "date_published": "2023-06-20 17:52:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland v Georgia: Euro 2024 qualifier – live", "description": "<ul><li>European Championship qualifier, 7.45pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | <a href=\"mailto:rob.smyth.casual@theguardian.com\">Send your thoughts to Rob by email</a></li></ul><p><strong>We’ll also keep an eye on Norway v Cyprus</strong>, the other game in this group. Spain aren’t playing in this round of fixtures as they’ve been busy winning the Nations League.</p><p>Steve Clarke makes one change from the side that started in Norway on Saturday. Billy Gilmour replaces Ryan Christie, which could mean a switch from 3-4-2-1 to 3-5-1-1.</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/20/scotland-v-georgia-euro-2024-qualifier-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/20/scotland-v-georgia-euro-2024-qualifier-live-score-updates", "date_published": "2023-06-20 17:52:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I dread to think what they’d make of it on Dragons’ Den’: how poetry journals survive", "description": "<p>Butcher’s Dog magazine was set to close this year, but readers have rallied to fund a year’s reprieve. It’s one of many to get by with few resources but love</p><p>Earlier this year, one of the country’s most-lauded poetry magazines announced on Twitter it was in trouble. Having been a stalwart of the scene for a decade, <a href=\"https://www.butchersdogmagazine.co.uk/\">Butcher’s Dog</a> was facing a cash shortfall that threatened to close it.</p><p>Editor Jo Clement shared the news “with a heavy heart” and appealed to the poetry community for help. “People rallied round and, in just five days, we were able to sell enough magazines to cover print costs for our next two issues,” says the Newcastle-based writer and academic. “It was a huge relief to make up the gaping deficit.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/20/how-poetry-journals-survive\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/20/how-poetry-journals-survive", "date_published": "2023-06-20 17:51:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on David Cameron and George Osborne: a duo’s dangerous delusions | Editorial", "description": "<p>The Covid inquiry reveals the architects of austerity are unmoved by their wrecking of public services ahead of the pandemic</p><p><a href=\"https://www.theguardian.com/politics/2023/jun/19/david-cameron-admits-failures-pandemic-preparations-austerity-covid-inquiry\" title=\"\">David Cameron</a> and <a href=\"https://www.theguardian.com/politics/live/2023/jun/20/mel-stride-boris-johnson-partygate-report-rishi-sunak-uk-politics-live?page=with:block-64918dd08f088222c1ec6d82#block-64918dd08f088222c1ec6d82\" title=\"\">George Osborne</a> were shameless salesmen for austerity. They might argue that it sustained their political rise. Like doctors who say that bleeding the patient will help them recover, the pair claimed that cutting back government spending would produce economic growth. What Britain suffered was more <a href=\"https://commonslibrary.parliament.uk/what-do-the-latest-food-bank-statistics-tell-us/\" title=\"\">food banks</a>, more rough sleeping, <a href=\"https://ifs.org.uk/sites/default/files/output_url_files/bn208.pdf\" title=\"\">fewer police</a>, stagnant wages and longer <a href=\"https://www.nuffieldtrust.org.uk/resource/chart-of-the-week-how-has-the-waiting-list-changed-over-the-years\" title=\"\">NHS waiting lists</a>. How could any of this have helped prepare Britain for when the pandemic stuck? Such details weren’t going to shift Mr Cameron and Mr Osborne, who from the witness stand of the Covid-19 public inquiry remain unmoved by reality.</p><p>For Mr Cameron, the former prime minister, it was 2008 all over again. Britain had not wanted to end up like Greece, he <a href=\"https://covid19.public-inquiry.uk/wp-content/uploads/2023/06/19191608/C-19-Inquiry-19-June-23-Module-1-Day-5.pdf\" title=\"\">warned</a>, which had had to cut health budgets after losing control of its national debt and its budget deficit. This is an invidious comparison. Britain, unlike Greece, controls its own currency and can always afford to pay creditors. Greece also had a <a href=\"https://ourworldindata.org/covid-deaths\" title=\"\">much lower per capita death rate</a> than the UK during the pandemic. That might have been because, as experts suggested, of the <a href=\"https://covid19.public-inquiry.uk/wp-content/uploads/2023/06/16183457/INQ000195843.pdf\" title=\"\">widening health inequalities</a> under Mr Cameron’s watch. These scientists, he averred, had got this wrong.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/the-guardian-view-on-david-cameron-and-george-osborne-a-duos-dangerous-delusions\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/the-guardian-view-on-david-cameron-and-george-osborne-a-duos-dangerous-delusions", "date_published": "2023-06-20 17:49:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Privacy trial judge asks why Piers Morgan has not given evidence", "description": "<p>Judge in case brought by Prince Harry notes that some journalists happy to comment on sidelines</p><p>The judge presiding over the privacy case brought by Prince Harry and others has questioned why journalists including Piers Morgan have not appeared to give evidence, noting that some have been happy to commentate on the case from the sidelines in recent weeks.</p><p>During Tuesday’s hearing, Mr Justice Fancourt listed the names of more than two dozen people he felt could have been brought before him, “in no particular order”, in the case against Mirror Group Newspapers (MGN); the publisher of the Daily and Sunday Mirror and the Sunday People.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/privacy-trial-judge-asks-why-piers-morgan-has-not-given-evidence\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/privacy-trial-judge-asks-why-piers-morgan-has-not-given-evidence", "date_published": "2023-06-20 17:27:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bernie Sanders launches investigation into working conditions at Amazon", "description": "<p>Senator seeks information about ‘systematically underreported’ injury rates and turnover at US’s second-largest employer</p><p><a href=\"https://www.theguardian.com/profile/berniesanders\">Bernie Sanders</a> has launched an investigation into Amazon that will focus on working conditions inside the warehouses of the online marketplace, which is also the nation’s second-largest employer.</p><p>In a letter to Amazon CEO Andy Jassy, the 81-year-old US senator from Vermont and chair of the influential Senate committee on health, education, labor and pension (Help) demanded information about “systematically underreported” injury rates, turnover, productivity targets, and adherence to federal and state safety guidelines at the e-commerce giant.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/20/bernie-sanders-amazon-working-conditions-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/20/bernie-sanders-amazon-working-conditions-investigation", "date_published": "2023-06-20 17:19:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Lycett backs out of award ceremony over fossil fuel links", "description": "<p>Exclusive: Comedian among stars who publicly withdrew from British LGBT Awards after climate campaigners warned of sponsorship deals with oil giants</p><p>Joe Lycett has pulled out of the British LGBT Awards after climate campaigners said they would protest outside over its sponsorship deals with Shell and BP.</p><p>The comedian, who was nominated for <a href=\"https://www.theguardian.com/culture/2022/nov/20/joe-lycett-appears-to-shred-10000-over-david-beckhams-qatar-world-cup-role\">his “shredding” of £10,000</a> in protest at David Beckham’s ambassadorship for the Qatar World Cup, joins a host of other stars who have publicly withdrawn from the event over its fossil fuel links.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/20/exclusive-joe-lycett-backs-out-award-ceremony-over-fossil-fuel-links\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/20/exclusive-joe-lycett-backs-out-award-ceremony-over-fossil-fuel-links", "date_published": "2023-06-20 17:14:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Osborne sings praises of true pandemic hero – himself", "description": "<p>Yes, it was unfortunate the former chancellor had let social care collapse, but no one lives for ever</p><p>There were many unsung heroes during the Covid pandemic. The doctors, nurses and paramedics who went that extra mile to treat and comfort the sick and the dying. The care home staff who put themselves in harm’s way knowing they were admitting patients who hadn’t been tested for the coronavirus. The ordinary members of the public who went out of their way to follow the rules even though they knew they might never see relatives or loved ones again.</p><p>But during his <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/covid-inquiry-britain-remains-wildly-under-resilient\">evidence to the Covid inquiry on Tuesday morning</a>, George Osborne went out of his way to praise the efforts of one man without whom the country might never have survived the pandemic. Someone whose name had mysteriously slipped under the public’s radar and yet was worthy of a nation’s gratitude. The former chancellor was here to right that wrong. To allow that someone to be a hero. If only just for one day. And that someone was a certain George Osborne.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/george-osborne-sings-praises-of-true-pandemic-hero-himself\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/george-osborne-sings-praises-of-true-pandemic-hero-himself", "date_published": "2023-06-20 17:12:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is inflation in the UK worse than in other major economies?", "description": "<p>While the rate has fallen from its October peak of 11.1%, the figure for May is expected to stay stubbornly high</p><p>UK inflation is expected to have remained stubbornly high in May despite a string of forecasts earlier this year predicting a sharp fall in response to tumbling energy prices.</p><p>Official figures are expected to show on Wednesday that the UK’s consumer prices index (CPI) eased slightly last month, to 8.4%, from 8.7% in April.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/how-uk-inflation-compares-with-other-major-economies\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/how-uk-inflation-compares-with-other-major-economies", "date_published": "2023-06-20 17:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Translator alleges work on Chinese radical ‘plagiarised’ in British Museum show", "description": "<p>Exclusive: Yilin Wang claims she did not receive any credit for translations of Qiu Jin’s work in the China’s Hidden Century exhibition</p><p>The British Museum is removing a segment of its landmark exhibition on China after a writer alleged that her translations of a Chinese revolutionary’s poetry had been “plagiarised”.</p><p>Yilin Wang, an award-winning translator, poet and editor who lives in Vancouver, said she did not receive any credit or reimbursement for translations of Qiu Jin’s work that she claims are hers. They appeared in the exhibition and catalogue of the museum’s China’s Hidden Century exhibition.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/20/translator-alleges-work-on-chinese-radical-plagiarised-in-british-museum-show\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/20/translator-alleges-work-on-chinese-radical-plagiarised-in-british-museum-show", "date_published": "2023-06-20 16:53:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France to shut down climate protest group citing public safety risks", "description": "<p>Les Soulèvements de La Terre uses direct action aimed at big business interests</p><p>The French government is to shut down a climate protest group over a series of recent demonstrations, citing risks to public safety, as the environmental activists called the decision “political and particularly worrying”.</p><p><a href=\"https://www.theguardian.com/environment/2023/may/04/will-france-model-of-radical-climate-protest-catch-on\">Les Soulèvements de La Terre (Earth Uprising)</a> is an umbrella group of several different environmental activist associations across France. It is seen as leading a new form of more radical climate action in Europe with high-profile direct action often aimed at big business interests, state projects and large-scale farming.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/france-to-shut-down-climate-protest-group-citing-public-safety-risks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/france-to-shut-down-climate-protest-group-citing-public-safety-risks", "date_published": "2023-06-20 16:49:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dame Sally Davies apologises to Covid bereaved in emotional hearing", "description": "<p>Former CMO for England was previously told coronavirus ‘won’t come here’ after asking for preparedness review</p><p>The former chief medical officer for England has issued an emotional apology to the Covid bereaved as it emerged she asked for a preparedness review following an earlier coronavirus outbreak in Hong Kong but was told “it won’t come here”.</p><p>Prof Dame Sally Davies, who described her role as CMO from 2010 to 2019 as “the nation’s doctor”, was being cross-examined at the UK Covid-19 public inquiry about shortcomings in the nation’s preparedness when she said “maybe this is the moment to say how sorry I am to the relatives who lost their families”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/dame-sally-davies-apologises-to-covid-bereaved-in-emotional-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/dame-sally-davies-apologises-to-covid-bereaved-in-emotional-hearing", "date_published": "2023-06-20 16:38:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crystal Palace keen for Hodgson to stay and extend oldest manager record", "description": "<ul><li>The 75-year-old has been in talks over a one-year contract</li><li>Club have considered other candidates including Graham Potter</li></ul><p>Crystal Palace have considered candidates including Graham Potter for their manager’s job but are still expected to persuade Roy Hodgson to stay on despite the 75-year-old’s reservations about continuing for another season.</p><p>Hodgson steered Palace to safety by recording five victories from eight games after replacing Patrick Vieira in March and has held talks with the chairman, Steve Parish, over a one-year contract that would extend the former England coach’s record as the league’s oldest-ever manager.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/roy-hodgson-expected-to-extend-record-as-leagues-oldest-manager-with-crystal-palace\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/roy-hodgson-expected-to-extend-record-as-leagues-oldest-manager-with-crystal-palace", "date_published": "2023-06-20 16:38:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia threatens Ukraine’s ‘decision-making centres’ if Kyiv uses western arms in Crimea", "description": "<p>Use of US- and UK-supplied missiles would mark west’s ‘full involvement’, Russian defence minister says</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia has threatened a strike against Kyiv’s “decision-making centres” if Ukraine uses western-supplied missiles against the occupied peninsula of Crimea, in the Kremlin’s latest attempt to inhibit Nato support for Kyiv amid the ongoing Ukrainian counteroffensive.</p><p>Sergei Shoigu, the Russian defence minister, said on Tuesday that the potential use of US-supplied <a href=\"https://www.theguardian.com/world/2022/jun/01/himars-what-are-the-advanced-rockets-us-is-sending-ukraine\">Himars</a> and UK-supplied Storm Shadow missiles against targets in Crimea would mark the west’s “full involvement in the conflict and would entail immediate strikes upon decision-making centres in Ukrainian territory”. Those are seen to include the Ukrainian presidential administration and intelligence headquarters.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/russia-threatens-ukraine-decision-making-centres-kyiv-western-arms-crimea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/russia-threatens-ukraine-decision-making-centres-kyiv-western-arms-crimea", "date_published": "2023-06-20 16:26:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’d like to see more black surfers’: the UK student turning the tide on diversity in surfing", "description": "<p>While studying for his GCSEs, Siyanda Hewitt, 16, has become the first UK-based black professional junior surfer  </p><p>When he first joined the <a href=\"https://www.theguardian.com/environment/2023/may/05/north-devon-uk-first-world-surfing-reserve\">Croyde</a> “grom pack” – the gang of young surfers whose passion is catching waves off the seaside village on the north Devon coast – <a href=\"https://www.instagram.com/siyandahewittsurfer/?hl=en\">Siyanda Hewitt</a> was taken aback that he was the only black person out there. “It was a bit of a shock, to be honest,” he said. “It was weird not to see any black surfers.”</p><p>Five years on <a href=\"https://www.thewave.com/siyanda-hewitt/\">Siyanda</a>, 16, has become the first UK-based black professional junior surfer. On Wednesday, two days after finishing his GCSEs, he is flying out of Heathrow at the start of a world tour during which he will train in South Africa, the Maldives and California, in preparation for next year’s contest circuit.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/id-like-to-see-more-black-surfers-the-student-turning-the-tide-on-diversity-in-surfing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/id-like-to-see-more-black-surfers-the-student-turning-the-tide-on-diversity-in-surfing", "date_published": "2023-06-20 16:15:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taylor Swift’s Eras tour to reach the UK and Europe in summer 2024", "description": "<p>Twenty-six stadiums will host the pop star, including four nights at Wembley, following huge success in the US leg of the career-spanning tour</p><p>Taylor Swift’s Eras tour, whose three-hour, career-spanning shows have made it a <a href=\"https://www.theguardian.com/music/2023/may/29/taylor-swift-eras-tour-america-takeover\">huge critical and commercial success</a> in the US, is to arrive in the UK and Europe.</p><p>The tour encompasses <a href=\"https://www.instagram.com/p/Ctt9bGGOPsL/\">26 stadium dates</a>, beginning 9 May 2024 in Paris, followed by gigs in Stockholm, Madrid, Lisbon and Lyon.</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/taylor-swift-eras-tour-to-reach-the-uk-and-europe-in-summer-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/taylor-swift-eras-tour-to-reach-the-uk-and-europe-in-summer-2024", "date_published": "2023-06-20 16:14:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Daly defends England’s World Cup preparations after early arrivals", "description": "<ul><li>Striker denies players were bullied by the FA into early meet-up</li><li>Daly says squad has great depth despite injuries and retirements</li></ul><p>Rachel Daly has defended England’s long and <a href=\"https://www.theguardian.com/football/2023/jun/15/england-could-harm-womens-world-cup-hopes-training-flying-early-australia\">controversial buildup</a> to the Women’s World Cup, describing the squad coming together more than a month before their opening match as “perfect”.</p><p>The Lionesses arrived at their St George’s Park base on Monday and had their first training session on Tuesday in preparation for a warm-up game against Portugal in Milton Keynes on 1 July. Players and staff fly to a training camp on Queensland’s Sunshine Coast on 5 July in advance of facing Haiti in Brisbane on 22 July. That means they will have been together for a somewhat remarkable 33 days before kicking their first competitive ball in anger in Australia – something that has caused outrage among Women’s Super League clubs, who feel their England players were <a href=\"https://www.theguardian.com/football/2023/jun/09/sarina-wiegman-england-women-win-world-cup-tussle-clubs-player-release-date\">bullied into accepting</a> the 19 June meet-up date by the Football Association.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/rachel-daly-says-england-will-step-up-for-womens-world-cup-as-buildup-has-been-perfect\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/rachel-daly-says-england-will-step-up-for-womens-world-cup-as-buildup-has-been-perfect", "date_published": "2023-06-20 16:10:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There can be no ‘moving on’ from the Windrush scandal | Letters", "description": "<p>Readers respond to the closure of a unit to reform the Home Office and Suella Braverman saying that the Windrush crisis is behind us </p><p>I am the widow of one of the Windrush generation who worked tirelessly, and voluntarily, to help mainly Black people establish their legal rights in the UK. I was appalled to read that this unit is to be disbanded (<a href=\"https://www.theguardian.com/politics/2023/jun/19/unit-reforming-home-office-windrush-scandal-being-disbanded\" title=\"\">Unit tasked with reforming Home Office after Windrush scandal being disbanded, 19 June</a>). My husband, George Powe, who died almost 10 years ago, would have been cautiously optimistic about the proposals made in the <a href=\"https://www.gov.uk/government/publications/windrush-lessons-learned-review\" title=\"\">Windrush Lessons Learned review</a> by Wendy Williams, but aghast at this latest move.</p><p>Countless research shows that Black people in this country are overrepresented as being disadvantaged in terms of health, lifespan, adequate housing, education, Covid issues etc. The Wendy Williams review was set up to define the issues raised by the decades-long oppression and disadvantage experienced by the Windrush generation and their descendants, and to recommend <a href=\"https://www.theguardian.com/uk-news/2020/jun/23/uk-government-to-act-on-all-30-windrush-recommendations\" title=\"\">measures</a> that should be taken to ensure that they should be addressed. It was approved by the government of the day.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/there-can-be-no-moving-on-from-the-windrush-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/there-can-be-no-moving-on-from-the-windrush-scandal", "date_published": "2023-06-20 16:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lusty singalongs and Brexit portents: the eternal flame of The Wicker Man soundtrack", "description": "<p>With British folk songs done by a New Yorker, the soundtrack disappeared for decades – but has now become a touchstone for artists journeying to a nation’s dark heart</p><p>It’s one of the most disturbing juxtapositions in British cinema: a gigantic wicker figure blazes in a moment of shocking violence as a semicircle of people smilingly incant a traditional English folk song.</p><p>The 1973 British film The Wicker Man drew its horror from Britain’s pagan past, and indeed its music – the soundtrack, fusing traditionals with new compositions and bawdy pub singalongs, is now widely recognised as a classic. But the film’s initial failure and the long disappearance of the recordings meant that when the little-known US theatre director and musician Paul Giovanni died in 1990, he likely believed his soundtrack had been entirely forgotten. Instead, its importance is being minted this month by a concert at London’s high-cultural Barbican centre.</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/lusty-singalongs-and-brexit-portents-the-eternal-flame-of-the-wicker-man-soundtrack\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/lusty-singalongs-and-brexit-portents-the-eternal-flame-of-the-wicker-man-soundtrack", "date_published": "2023-06-20 16:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientific advisers are not blameless in UK’s Covid record | Letters", "description": "<p><strong>Bernard Kay</strong> says leading scientists have many questions to answer, while <strong>Mary Evans</strong> is astonished those who attended lockdown parties were not worried about getting Covid</p><p>Yes, Devi Sridhar, scientists advise and ministers decide (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/13/covid-inquiry-ministers-scientific-advisers\" title=\"\">Don’t blame scientists for what went wrong with Covid – ministers were the ones calling the shots, 13 June</a>). But there is still much for the Covid inquiry to inquire about. Did we have the best mechanism for obtaining the best advice? Did the scientists give the right advice?</p><p>What were we to conclude from the appearance of the chief medical officer, Chris Whitty, the chief scientific adviser, Patrick Vallance, and the then prime minister, Boris Johnson, at the <a href=\"https://www.youtube.com/watch?v=cAE8-e5_EKY\" title=\"\">12 March 2020 press conference</a>? When they told us we might need to lock down but not yet, was that the scientific advice or government policy? When the epidemiologist John Edmunds <a href=\"https://www.youtube.com/watch?v=ZcmHsxz6y00\" title=\"\">gave the same message</a> to Channel 4 on 13 March, was he telling us scientific facts or straying into policy?</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/scientific-advisers-are-not-blameless-in-uks-covid-record\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/scientific-advisers-are-not-blameless-in-uks-covid-record", "date_published": "2023-06-20 15:56:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | The Championship Energy league table, a division of unadulterated chaos", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Is state-level wealth ruining <em>your</em> Saturday? Can’t bring yourself to attend Non-League Day or watch your son or daughter hack it around the garden? Fear not, welcome to the Championship, a glorious compromise of quality and disorder to help you fall back in love with football. It is a division of unadulterated chaos. Pick a team, and who knows whether they will be automatically promoted or relegated. Some critics might complain about parachute payments, sure, but Leicester City are definitely, definitely going to get turned over by Rotherham next season, and there’s nothing that you <a href=\"https://www.theguardian.com/football/2023/jun/16/leicester-confirm-enzo-marescas-arrival-from-manchester-city-as-manager\">or Enzo Maresca</a> can do about it. So with the fixture list out this week and some teams already in pre-season for 2023-24, Football Daily has created the Biggest Championship Energy league table, ranking each side by their Championship-ness.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/football-daily-email-big-championship-energy-league-table\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/football-daily-email-big-championship-energy-league-table", "date_published": "2023-06-20 15:53:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United and Newcastle join race to sign 19-year-old Adama Bojang", "description": "<ul><li>Bojang believed to prefer move to the Bundesliga</li><li>Striker starred for the Gambia at Under-20 World Cup</li></ul><p>Manchester United and Newcastle are the latest Premier League clubs to show an interest in Adama Bojang but face a battle with several German teams to sign the Gambia Under-20 forward.</p><p>Bojang, who starred in his country’s recent run to the knockout stages at the Under-20 World Cup, is available for about €3m (£2.6m) from Steve Biko FC in the Gambia. The 19-year-old has also attracted interest from Chelsea, Crystal Palace, Liverpool, Tottenham and Wolves after his performances in Argentina.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/manchester-united-and-newcastle-adama-bojang-the-gambia-premier-league-bundesliga\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/manchester-united-and-newcastle-adama-bojang-the-gambia-premier-league-bundesliga", "date_published": "2023-06-20 15:52:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rolls-Royce ready to rejoin smaller jet engines market, says boss", "description": "<p>Tufan Erginbilgic says move may take a decade until next generation of single-aisle planes are produced</p><p>Rolls-Royce’s new boss has said the British company is ready to rejoin the market for smaller jet engines once manufacturers build a new generation of planes.</p><p>Tufan Erginbilgic told reporters at the Paris air show on Tuesday that the company was “actually ready” to re-enter the market for engines for single-aisle jets, although it would probably take a decade for a new opportunity to come up.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/rolls-royce-ready-to-rejoin-smaller-jet-engines-market-says-boss\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/rolls-royce-ready-to-rejoin-smaller-jet-engines-market-says-boss", "date_published": "2023-06-20 15:44:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How John Oliver became a weapon in Reddit’s civil war", "description": "<p>Moderators flood feeds with pictures of TV comic as they fight owners’ plans to go public  </p><p>A civil war between Reddit’s owners and the volunteer moderators it relies on has taken an odd turn, with some of the biggest “subreddits” on the site devoting themselves to sharing pictures of one man and one man only – British TV comic John Oliver – in a cunning play in an increasingly fractious battle.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/20/how-john-oliver-became-a-weapon-in-reddits-civil-war\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/20/how-john-oliver-became-a-weapon-in-reddits-civil-war", "date_published": "2023-06-20 15:42:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paddington and Moore deny Dettori as Aidan O’Brien claims Royal Ascot record", "description": "<ul><li>Trainer O’Brien has 83 wins to his name at Royal Ascot</li><li>Hollie Doyle first female Group One-winning jockey at meeting</li></ul><p>There was a new king in the procession and another in the record books here on Tuesday, as a double for Aidan O’Brien on Royal Ascot’s opening day left him in sole possession of the record for winners at the meeting. Frankie Dettori did all he could aboard Chaldean, the hot favourite, in the St James’s Palace Stakes, but when Paddington breezed past him just over a furlong out, O’Brien’s 83rd royal victory was as good as in the book.</p><p>Sir Michael Stoute, the previous record holder, is still turning out high‑class winners at the age of 77 and could conceivably retrieve a share of the record he has held since 2018 <a href=\"https://www.theguardian.com/sport/2023/jun/20/royal-ascot-day-two-luxembourg-in-good-form-for-prince-of-waless-stakes\">if Bay Bridge wins the Prince of Wales’s Stakes</a> on Wednesday.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/paddington-and-ryan-moore-deny-frankie-dettori-a-farewell-royal-ascot-hurrah-on-day-one-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/paddington-and-ryan-moore-deny-frankie-dettori-a-farewell-royal-ascot-hurrah-on-day-one-horse-racing", "date_published": "2023-06-20 15:37:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eye-tracking glasses show viewers of Bosch triptych are drawn to hell", "description": "<p>Heat map shows visitors to Prado museum in Madrid spent most time looking at right-hand panel of artist’s The Garden of Earthy Delights</p><p>Despite its lush and lustful depictions of a prelapsarian world and the myriad temptations of the flesh, the most arresting part of Hieronymus Bosch’s <a href=\"https://www.museodelprado.es/en/the-collection/art-work/the-garden-of-earthly-delights-triptych/02388242-6d6a-4e9e-a992-e1311eab3609\">The Garden of Earthly Delights</a> appears to be the final panel of the famous triptych, in which pleasure’s price is paid, excruciatingly and inventively, for all eternity.</p><p>According to new research commissioned by Madrid’s Prado museum, where <a href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2017/jan/10/bosch-garden-of-earthly-delights-shows-a-world-waking-up-to-the-future\">Bosch’s masterpiece</a> has hung for almost a century, visitors’ eyes are most drawn to the hell panel where sinning flesh is pierced, processed and punished.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/20/eye-tracking-glasses-show-viewers-of-bosch-triptych-are-drawn-to-hell-prado-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/20/eye-tracking-glasses-show-viewers-of-bosch-triptych-are-drawn-to-hell-prado-spain", "date_published": "2023-06-20 15:34:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least four people killed by Palestinian gunman in West Bank", "description": "<p>Israeli security forces say gunman was shot and search for other attackers continues after incident near settlement of Eli</p><p>A Palestinian attacker has opened fire at a gas station near an Israeli settlement in the West Bank, killing at least four people and wounding several others, Israeli medics have said, as violence continued to roil the occupied territory.</p><p>Israeli security forces said they shot the gunman and were still searching for other attackers near the settlement of Eli north of the Palestinian city of Ramallah. Palestinian media reported that the attacker’s driver had fled the scene.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/people-killed-palestinian-gunman-west-bank-eli\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/people-killed-palestinian-gunman-west-bank-eli", "date_published": "2023-06-20 15:33:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shunned, boycotted, exiled: has France treated Françoise Gilot worse than Picasso did?", "description": "<p>When she walked out on Picasso, he destroyed her art and waged war on her career – while France cast her out. Now that this great painter has died, says the woman writing her biography, it is time for this shameful treatment to cease</p><p></p><p></p><p>‘As long as I am breathing,” Françoise Gilot once said, “I am painting.” It is no surprise then that the artist, who died earlier this month at the age of 101, has left behind a remarkable body of work: paintings, collages, ceramics, drawings and lithographs as well as poetry and prose – the fruits of a brilliant, 80-year career. Tributes poured out across the globe, as commentators seized the opportunity to reflect on Gilot’s achievements. But it turns out celebrating Gilot’s legacy is a bit of a Pandora’s box because, for 10 years, she was Pablo Picasso’s muse, his lover, the mother of two of his children and – let’s not forget – his artistic companion and intellectual equal. She was also, as Picasso liked to characterise her, “the woman who says no”.</p><p>And therein lies the problem: many of the articles have defined her life as inescapably entwined with his, as if the gold dust emanating from Picasso should be more than enough for any woman artist. Writing in the Guardian, <a href=\"https://www.theguardian.com/artanddesign/2023/jun/12/blatant-sexism-great-painter-francoise-gilot\">Katy Hessel</a> rightly asked: “Why is a great painter who lived to 101 still defined by a man she left in the 1950s?” This, thankfully, is part of a growing awareness, a desire to nurture a different kind of art history, one entirely more nuanced and inclusive. The Brooklyn Museum in New York is currently making waves with <a href=\"https://www.theguardian.com/artanddesign/2023/jun/06/hannah-gadsby-picasso-exhibition-brooklyn-museum\">It’s Pablo-matic: Picasso According to Hannah Gadsby</a>, a show co-curated by the Australian standup who has attacked the artist in her routine.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/20/shunned-boycotted-exiled-france-francoise-gilot-picasso\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/20/shunned-boycotted-exiled-france-francoise-gilot-picasso", "date_published": "2023-06-20 15:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "So daytime naps can boost your brain power? No wonder I’m a crossword genius | Tim Dowling", "description": "<p>News that a quick siesta can improve cognitive function is little surprise to those who’ve seen the results of my 2pm doze</p><p>Some anecdotal evidence regarding daytime napping and brain health: last week, directly after lunch, I turned on the television to check the cricket before returning to work. When I woke up on the sofa 15 minutes later, the crossword puzzle in my lap was complete.</p><p>These findings are a little hard to quantify, because I slept through them. Perhaps I completed the puzzle just before I conked out. It’s possible, I suppose, that a mischievous person stole the crossword from my lap, filled it in and put it back. Of course I prefer the idea that I finished the crossword myself, while unconscious, because it reinforces my assertion that I’m getting things done even when my eyes are closed.</p><p>Tim Dowling is a regular Guardian contributor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/daytime-naps-boost-brain-power-siesta-cognitive-function\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/daytime-naps-boost-brain-power-siesta-cognitive-function", "date_published": "2023-06-20 15:28:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post Office boss apologises for inquiry bonus payments", "description": "<p>Company wrongly paid executive bonuses for cooperation with inquiry into faulty computer system</p><p>The boss of the Post Office has apologised for receiving bonus payments related to an inquiry into a <a href=\"https://www.theguardian.com/commentisfree/2023/may/02/post-office-horizon-scandal-inquiry\">long-running miscarriage of justice</a>, and said hundreds of postmasters had found it “too traumatising” to come forward to challenge their convictions.</p><p><a href=\"https://www.theguardian.com/business/2023/may/10/uk-government-investigate-post-office-horizon-scandal-wrongly-paid-bonus-nick-read\">The company is being investigated by the government</a> after the Post Office admitted it had wrongly paid thousands of pounds of bonuses to top executives simply for cooperating with an inquiry into the Post Office’s faulty Horizon computer system.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/post-office-boss-apologises-for-inquiry-bonus-payments\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/post-office-boss-apologises-for-inquiry-bonus-payments", "date_published": "2023-06-20 15:26:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The last health taboo: why are so many women still suffering with endometriosis?", "description": "<p>It affects around 200m people globally yet as a new Hilary Clinton-produced documentary shows, endometriosis is still a misunderstood and under-researched condition</p><p>What health condition affects some 200 million people around the world, yet remains woefully misunderstood, underfunded, and barely addressed in medical-school curricula?</p><p>The answer to that riddle is no less of a riddle: endometriosis is a disease that the World Health Organization estimates affects <a href=\"https://www.who.int/news-room/fact-sheets/detail/endometriosis\">one in 10 women and girls globally</a>. And yet the National Institute of Health allocates <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9127440/#:~:text=The%20National%20Institutes%20of%20Health%20(NIH)%20is%20the%20largest%20source,%2C%200.038%25%20of%20the%20budget.\">a whopping .038% of its research resources</a> to the disorder.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/20/below-the-belt-the-last-health-taboo-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/20/below-the-belt-the-last-health-taboo-documentary", "date_published": "2023-06-20 15:26:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dutch by default’: Netherlands seeks curbs on English-language university courses", "description": "<p>Education bill to require two-thirds of content for standard bachelor’s degrees to be in Dutch</p><p>As Britain voted to leave the EU, Dutch universities began offering <a href=\"https://www.universiteitenvannederland.nl/nl_NL/taal-en-opleiding.html\">more courses in English</a> and foreigners streamed in.</p><p>But with <a href=\"https://www.nuffic.nl/sites/default/files/2023-06/incoming-degree-mobility-in-dutch-higher-education-2022-2023.pdf\">122,287 international</a> students in higher education in the Netherlands – 15% of all the country’s students – the government is proposing a cap on the number of students from outside the European Economic Area in some subjects and forcing universities to offer<strong> </strong>at least two-thirds of the content of<strong> </strong>standard bachelor’s degrees in Dutch, unless a university justifies an exemption.</p> <a href=\"https://www.theguardian.com/education/2023/jun/20/netherlands-seeks-curbs-on-english-language-university-courses\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/20/netherlands-seeks-curbs-on-english-language-university-courses", "date_published": "2023-06-20 15:15:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If you get your phone out, I’m going to lose it’: Charlie Stemp, Britain’s musicals megastar", "description": "<p>He’s a West End fixture who’s already been compared to Fred Astaire. As he prepares to hop from Mary Poppins to the Gershwin musical Crazy for You, Stemp talks rowdy audiences, ice baths, and taking the bus in ballet tights</p><p>When Charlie Stemp signed his contract for the West End transfer of the musical <a href=\"https://www.theguardian.com/stage/2022/jul/20/crazy-for-you-review-chichester-festival-theatre-gershwin-musical\">Crazy for You</a>, one of its conditions was an ice bath in his dressing room. “The producers were amazing,” he says, and tells of how the Gillian Lynne theatre had to be refurbished to get it in.</p><p>It was not, as it sounds, a diva-like demand akin to a bathtub of orange Smarties. It was vital to his high-energy turn as wannabe dancer Bobby – a part that requires him to be on stage for the majority of the musical, dancing everything from ballet to tap to modern. He dazzled in the role during the musical’s original run at Chichester festival theatre, and the ice bath saw him through it.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/20/f-you-get-your-phone-out-im-going-to-lose-it-charlie-stemp-britains-musicals-megastar\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/20/f-you-get-your-phone-out-im-going-to-lose-it-charlie-stemp-britains-musicals-megastar", "date_published": "2023-06-20 15:11:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tropical Storm Bret forecast to strengthen into hurricane", "description": "<p>Storm approaching eastern Caribbean Leeward and Windward Islands in aggressive weather pattern early in the season</p><p>Tropical Storm Bret is forecast to strengthen into a hurricane as it approaches the eastern <a href=\"https://www.theguardian.com/world/caribbean\">Caribbean’s</a> Leeward and Windward islands, with meteorologists noting that the weather pattern is unusually early and aggressive for the Atlantic cyclone season that formally began on 1 June.</p><p>It is only the second hurricane to form in the tropical Atlantic in June since record keeping began, according to forecasters. The previous June hurricane was the <a href=\"https://www.uwi.edu/ekacdm/node/158\">1933 Trinidad hurricane</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/bret-tropical-storm-forecast-eastern-caribbean-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/bret-tropical-storm-forecast-eastern-caribbean-islands", "date_published": "2023-06-20 15:11:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The curse of the Harry and Meghan media empire: so much content, but we only care about the Windsors | Marina Hyde", "description": "<p>Archetypes, synergies, books about benches – try as they might to move on, the eyeballs come only when they mine their royal pasts</p><p>If you enjoy podcasts in the victimless-crime genre, do take a few minutes to catch Spotify’s head of podcast innovation and monetisation calling Prince Harry and his wife Meghan “<a href=\"https://www.theguardian.com/media/2023/jun/19/spotify-executive-calls-harry-and-meghan-grifters-after-podcast-deal-ends\">fucking grifters</a>”<a href=\"https://www.theguardian.com/media/2023/jun/19/spotify-executive-calls-harry-and-meghan-grifters-after-podcast-deal-ends\"> </a>. This chap Bill Simmons was speaking out shortly after the Duke and Duchess of Sussex “parted ways” with Spotify, having made a single series as the result of a supposedly multi-year deal signed back in 2020, which was at the time valued at around $20m.</p><p>For whatever reason, Spotify and the Sussexes seem to have decided they simply couldn’t face another backbreaking day down the content mine together, which means we are left solely with <a href=\"https://open.spotify.com/show/6UfyXZgVAUX1UzF8j5L72t\">Archetypes</a>. Should you have yet to download it, this is a 12-parter – though feels longer – presented by Meghan, and centred on a series of stereotypical labels that are attached to women to hold them back. “Diva”, “singleton”, “ambitious” … that sort of thing. Incredible to break things off here, just when the perfect season two opener presents itself in the form of the label “fucking grifter”.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/harry-meghan-media-empire-windsors-archetypes\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/harry-meghan-media-empire-windsors-archetypes", "date_published": "2023-06-20 15:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese couple barred from UK over Communist party donation allegations", "description": "<p>Home Office wrote to pair, who had leave to remain, accusing them of involvement in giving money to political figures on CCP’s behalf</p><p>A pair of wealthy Chinese nationals have been barred from entering the UK after the government accused them of being involved in making donations to British political figures on behalf of the Chinese Communist party.</p><p>The married couple, both of whom had leave to remain in the UK, received the bans last year, but details of their exclusion have only now emerged in a case before a secretive immigration tribunal.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/chinese-couple-barred-from-uk-over-communist-party-donation-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/chinese-couple-barred-from-uk-over-communist-party-donation-allegations", "date_published": "2023-06-20 15:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slovakian president Čaputová says she will not run for re-election", "description": "<p>Čaputová, who revealed last year she had received death threats, cites personal reasons for decision not to stand</p><p>Slovakia’s president has said she will not run for re-election in 2024, citing personal reasons for her decision.</p><p>“I will not run for a second term,” Zuzana Čaputová told reporters in Bratislava, saying she would complete her mandate that expires with elections scheduled next year.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/slovakia-president-zuzana-caputova-says-she-will-not-run-for-re-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/slovakia-president-zuzana-caputova-says-she-will-not-run-for-re-election", "date_published": "2023-06-20 14:59:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheffield council issues apology over tree-felling scandal", "description": "<p>The city’s new Labour leader has accepted that some of the 17,500 trees cut down were healthy</p><p>Sheffield city council has issued a <a href=\"https://www.sheffield.gov.uk/sites/default/files/2023-06/an_open_apology_for_the_behaviour_of_sheffield_city_council_during_the_street_trees_dispute.pdf\">lengthy open apology</a> for misleading the public, the media and the courts in a bitter dispute over its “flawed” programme to fell 17,500 street trees – many of which it now accepts were healthy.</p><p>Tom Hunt, the council’s new Labour leader, said he accepted some people would “never forgive” the local authority for the mistakes it made during the long-running saga, which led to elderly residents being arrested in dawn raids and one councillor facing prison.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/sheffield-council-issues-apology-over-tree-felling-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/sheffield-council-issues-apology-over-tree-felling-scandal", "date_published": "2023-06-20 14:54:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Casualties mount as Ukraine’s forces inch south hamlet by hamlet", "description": "<p>Clearest progress in counteroffensive has come north of occupied Mariupol, but Kyiv’s troops have paid a high price</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden\">Russia-Ukraine war – latest news updates</a></li></ul><p>A pall of black smoke hung over the string of hamlets downstream of the Ukrainian-held village of Velyka Novosilka as nearby Ukrainian heavy guns delivered an ear-splitting barrage on to the Russians hiding among the settlements’ shattered buildings.</p><p>The force of the firepower erupting into the expanse of clear blue sky caused an involuntary tremble deep in the belly. The crump of the shells’ impact, discernible to the ear moments later, offered evidence of the proximity of the targets, while the buzz of a reconnaissance drone overhead – most likely Russian – gave voice to the potential of an imminent return blast, amid rumours that enemy aircraft were on their way.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/casualties-mount-as-ukraine-forces-inch-south-hamlet-by-hamlet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/casualties-mount-as-ukraine-forces-inch-south-hamlet-by-hamlet", "date_published": "2023-06-20 14:45:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Et tu, Caesar: legendary site of dictator’s murder now open to Rome tourists", "description": "<p>Ancient sacred complex said to have been where Julius Caesar assassinated in 44BC can be viewed after development project</p><p>An ancient temple complex in the centre of the Italian capital where, according to legend, Julius Caesar was assassinated, was opened to the public for the first time on Tuesday.</p><p>The “sacred area” at Largo Argentina square, which until now could only be viewed from street level, contains four temples dating back to the third century BC, as well as the remains of Pompey’s theatre, where the Roman dictator was believed to have been stabbed to death by disgruntled senators in 44BC.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/julius-caesar-murder-site-rome-open-tourists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/julius-caesar-murder-site-rome-open-tourists", "date_published": "2023-06-20 14:42:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who let all these tourists into our lovely tourist traps? France tells its 37m visitors where to go", "description": "<p>There’s more to France than the Eiffel Tower or Mont-Saint-Michel. But can an official campaign persuade foreigners to seek it out?</p><p><strong>Name:</strong> Overtourism.</p><p><strong>Age: </strong>Nouveau.</p> <a href=\"https://www.theguardian.com/news/2023/jun/20/who-let-all-these-tourists-into-our-lovely-tourist-traps-france-tells-its-37m-visitors-where-to-go\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/20/who-let-all-these-tourists-into-our-lovely-tourist-traps-france-tells-its-37m-visitors-where-to-go", "date_published": "2023-06-20 14:39:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mortgage cost rises: how other countries compare with the UK", "description": "<p>Borrowers are protected from shocks by long-term loans in US and paternalistic approach in Europe</p><p>The big increases in monthly mortgage costs Britons are facing “just don’t happen here”, says Roger Bartlett, who bought a home in Belgium while working in the country as an air traffic controller.</p><p>He says his experience was the same in the Netherlands, where mortgages with 30-year repayment terms are the most common loans used by homebuyers.</p> <a href=\"https://www.theguardian.com/money/2023/jun/20/mortgage-cost-rises-just-dont-happen-here-how-other-countries-compare-with-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/20/mortgage-cost-rises-just-dont-happen-here-how-other-countries-compare-with-the-uk", "date_published": "2023-06-20 14:35:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump to face trial in mid-August over classified documents charges", "description": "<p>Justice department promises speedy trial in Florida following a 37-count indictment, but lengthy delay is still widely expected</p><p>US district judge Aileen Cannon has set an initial trial date of 14 August in Florida on former US president Donald Trump’s federal charges of willful retention of classified government records and obstruction of justice, according to a court order on Tuesday.</p><p>The justice department’s special counsel in the case, Jack Smith, promised a speedy trial after a 37-count indictment charging Trump with willfully retaining classified government records and obstructing justice.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/trump-trial-date-set-august-retaining-documents-obstructing-justice\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/trump-trial-date-set-august-retaining-documents-obstructing-justice", "date_published": "2023-06-20 14:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hunter Biden to plead guilty to three federal charges in plea deal – live", "description": "<p>Joe Biden’s son to plead guilty to two counts of wilful failure to pay income tax and a separate federal firearm offense; <a href=\"https://www.theguardian.com/us-news/live/2023/jun/20/hunter-biden-will-plead-guilty-to-three-federal-charges-court-filing-shows-live-updates?page=with:block-6491b1da8f08dd774dcd98a8#block-6491b1da8f08dd774dcd98a8\">Bidens say they love and support son</a></p><p><strong>Republican lawmakers have publicly criticized a plea deal Hunter Biden will enter for tax and firearm charges, as investigations in Biden and his family are expected to ramp up. </strong></p><p>In a statement, House Oversight Committee Chairman James Comer called Biden’s charges a “slap on the wrist when growing evidence uncovered by the House Oversight Committee reveals the Bidens engaged in a pattern of corruption, influence peddling, and possibly bribery”.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jun/20/hunter-biden-will-plead-guilty-to-three-federal-charges-court-filing-shows-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jun/20/hunter-biden-will-plead-guilty-to-three-federal-charges-court-filing-shows-live-updates", "date_published": "2023-06-20 14:21:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby ‘playing God’ when she attacked and killed babies, court hears", "description": "<p>Nurse believed she could do ‘whatever she wanted’ when she murdered two triplets and attacked third baby, jury told</p><p>Lucy Letby was “completely out of control” and “playing God” when she murdered two triplets and attacked a third baby on her return from a holiday in Ibiza, a court has heard.</p><p>Prosecutor Nick Johnson KC said the nurse, 33, had “got away with so much” at that point it gave her the “misplaced confidence that she could pretty much do whatever she wanted” at the Countess of Chester hospital’s neonatal unit.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/lucy-letby-playing-god-when-she-attacked-killed-babies-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/lucy-letby-playing-god-when-she-attacked-killed-babies-court-hears", "date_published": "2023-06-20 14:18:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rewetting England’s lowland peat could help meet emissions target, says study", "description": "<p>Thinktank suggests projects could deliver one-fifth of savings needed from farming, but agriculture experts cast doubt on idea</p><p>Rewetting about half of England’s lowland peat would be enough to deliver a fifth of the greenhouse gas emissions savings needed from the country’s farming by 2030, research suggests.</p><p><a href=\"https://www.theguardian.com/environment/2022/jun/20/wetter-farming-how-bog-restoration-can-please-both-farmers-and-wildlife\">Rewetting peat</a> would also help restore habitats for birds, wildlife and plant species. But farming experts strongly dispute the potential for such projects.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/rewetting-englands-lowland-peat-could-help-meet-emissions-target-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/rewetting-englands-lowland-peat-could-help-meet-emissions-target-says-study", "date_published": "2023-06-20 14:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German tabloid Bild to replace range of editorial jobs with AI", "description": "<p>Hundreds of redundancies expected as Axel Springer tells staff certain roles will ‘no longer exist as they do today’</p><p>Germany’s Bild tabloid, the biggest-selling newspaper in Europe, is to replace a range of editorial jobs with artificial intelligence as part of a €100m costcutting programme expected to lead to hundreds of redundancies.</p><p>The newspaper would “unfortunately be parting ways with colleagues who have tasks that in the digital world are performed by AI and/or automated processes”, its owner, Europe’s largest media publisher, Axel Springer SE, said in an email to staff.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/german-tabloid-bild-to-replace-range-of-editorial-jobs-with-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/german-tabloid-bild-to-replace-range-of-editorial-jobs-with-ai", "date_published": "2023-06-20 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Safe pair of hands or time for a shakeup: who’s going to get the biggest job in UK theatre?", "description": "<p>After Rufus Norris’s departure from the National Theatre, who is most likely to be the London powerhouse’s next artistic director? We look at eight potential candidates</p><p>Rufus Norris’s <a href=\"https://www.theguardian.com/stage/2023/jun/15/rufus-norris-resigns-national-theatre-leader-2025\">announced departure from the National Theatre</a> last week sounds the starting gun for its own succession drama: who is in line for the biggest job in UK theatre? Will the NT reach for a safe pair of hands at a time when arts funding is squeezed and theatre is clawing back revenue lost over the pandemic? Or will it continue Norris’s project of opening up the venue to new audiences and daring to be different? The theatre may well follow the trend for appointing co-directors rather than a single figurehead, to balance risk with tradition. Several high-profile artistic directors have recently left their jobs so there is a lot of talent in the system. Here is the Guardian’s shortlist of potential contenders:</p><p><strong>1. </strong><strong>Indhu Rubasingham</strong></p> <a href=\"https://www.theguardian.com/stage/2023/jun/20/national-theatre-artistic-director-rufus-norris-potential-candidates\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/20/national-theatre-artistic-director-rufus-norris-potential-candidates", "date_published": "2023-06-20 13:55:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frome unenthusiastic about ‘byelection nobody wants’", "description": "<p>All parties could face a tough test in disillusioned Somerton and Frome, the seat vacated by the disgraced MP David Warburton</p><p>The reaction of Charlie Murray, who manages a coffee shop in the Somerset town of Frome, to an imminent byelection will not encourage the teams of activists about to descend on the area.</p><p>“Oh pants!” she said when the Guardian broke the news. “I’m fed up with all these byelections. They’re a waste of time. Politicians need to get on and run the country, not keep banging on our doors bothering us.”</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/frome-unenthusiastic-about-byelection-nobody-wants\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/frome-unenthusiastic-about-byelection-nobody-wants", "date_published": "2023-06-20 13:47:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Cameron left Britain exposed to the pandemic – where’s the outrage? | Owen Jones", "description": "<p>Boris Johnson’s party antics of course deserve scrutiny, but a chief architect of our woeful Covid response has virtually got away with it</p><p>In the alternative universe in which I advise David Cameron, here’s what I would have proffered in advance of his <a href=\"https://www.theguardian.com/politics/2023/jun/19/david-cameron-admits-failures-pandemic-preparations-austerity-covid-inquiry\">appearance at the Covid inquiry</a>: offer a concession of failure on the part of your administration, presenting an image of humility without inviting public anger. Crucially, deflect attention away from the policies you pursued that stripped Britain of its defences when the pandemic hit.</p><p>Nothing fits the bill better than expressing regret that, in discussions about possible pandemics, there was too much of a focus on influenza at the expense of coronaviruses. It’s calibrated to steal headlines. Rather than say “David Cameron denies austerity left Britain unprepared for Covid”, there will be a sense of you looking reflective about how things could have been done differently.</p><p>Owen Jones is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/david-cameron-covid-boris-johnson-britain-pandemic-chancellor\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/david-cameron-covid-boris-johnson-britain-pandemic-chancellor", "date_published": "2023-06-20 13:35:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada is on fire, and big oil is the arsonist | Tzeporah Berman", "description": "<p>Governments need to represent us, not fossil-fuel profiteers. We need plans to phase out fossil fuel production and emissions</p><p>Canada is on fire from coast to coast to coast. Thousands have been evacuated, millions exposed to air pollution, New York a doom orange and even the titans of Wall Street choking.</p><p>Catastrophic flooding in Pakistan, back-to-back cyclones in the Pacific islands and droughts in Africa haven’t been enough to create a tipping point for action. Now that climate impacts have hit the economic capital of western power, will it spur governments in the global north to get serious?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/canada-wildfires-big-oil\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/canada-wildfires-big-oil", "date_published": "2023-06-20 13:24:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swansea close in on appointment of Duff, with Martin set for Southampton", "description": "<ul><li>Barnsley manager set to move to Championship club</li><li>Martin’s Swans exit delayed by compensation claims</li></ul><p>Swansea are hopeful of appointing Barnsley’s Michael Duff as their next manager, with Russell Martin’s protracted exit to Southampton set to be rubber-stamped in the next 48 hours. Swansea have held informal talks with Duff in recent days and are confident of striking a deal.</p><p>The Championship club identified Duff and Chris Davies, Brendan Rodgers’ long-standing assistant, as targets to succeed Martin but the latter is in line to join Ange Postecoglou’s staff at Tottenham. John Eustace, the Birmingham City manager, was also thought to be of interest.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/swansea-michael-duff-manager-russell-martin-southampton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/swansea-michael-duff-manager-russell-martin-southampton", "date_published": "2023-06-20 13:21:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disgraced Nissan boss Carlos Ghosn sues former employer for $1bn", "description": "<p>Executive who jumped bail in Japan and escaped to Beirut has filed claim in Lebanese court</p><p>Carlos Ghosn, the disgraced former Nissan executive who <a href=\"https://www.theguardian.com/business/2021/nov/20/the-story-is-very-rich-ghosns-escape-to-freedom-has-come-at-a-cost\">jumped bail in Japan and fled to Lebanon</a>, has filed a $1bn lawsuit against his former employer.</p><p>Ghosn, the mastermind of a carmaking alliance with Renault that also later involved Mitsubishi Motors, was detained in Japan in November 2018 amid allegations of financial misconduct involving a plot to deliberately underreport his remuneration.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/carlos-ghosn-sues-nissan\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/carlos-ghosn-sues-nissan", "date_published": "2023-06-20 13:17:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starfield to Star Wars: 20 of the best upcoming video games", "description": "<p>We scrutinised the latest games showcases to pick out the most interesting titles, from wacky races to medieval Baghdad</p><p><strong>Viewfinder</strong></p><p>Combining elements of popular world-manipulating puzzlers such as Monument Valley and Chicory, Viewfinder has you exploring a lush, possibly post-apocalyptic environment, where you’re able take photos, paintings and sketches and superimpose them on to the world to change the layout, reach fresh areas or open new explorable domains. It’s an intriguing premise with a cool, minimal visual style.</p> <a href=\"https://www.theguardian.com/games/2023/jun/20/starfield-to-star-wars-20-of-the-best-forthcoming-video-games\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jun/20/starfield-to-star-wars-20-of-the-best-forthcoming-video-games", "date_published": "2023-06-20 13:16:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 best wines for the summer", "description": "<p>From a lemony Greek white under a tenner to a French malbec full of black fruit, raise a glass to the wines to drink over the warmer months</p><p><strong>Italiano Pinot Grigio Trebbiano</strong><br />Abruzzo, Italy 2022 (£4.19, <a href=\"https://www.tesco.com/groceries/en-GB/products/314422562\">Tesco</a>)<br />It shouldn’t be possible to produce a drinkable wine for under a fiver in this day and age; and it’s only going to get harder once <a href=\"https://www.theguardian.com/uk-news/2023/mar/15/alcohol-duty-increase-historic-blow-to-wine-and-whisky-industry\">the new duty regime kicks in</a> in August. But, if you’re after a refreshingly crisp, unobtrusive dry white match for seafood, this does the job with surprising panache.</p> <a href=\"https://www.theguardian.com/food/2023/jun/20/20-best-wines-for-the-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/20/20-best-wines-for-the-summer", "date_published": "2023-06-20 13:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s the best way to store and use spices? | Kitchen aide", "description": "<p>Get to know your spices, use them as a seasoning and keep them in the dark and well away from any heat sources, advises our expert panel</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What’s the best way to store and use up spices?</strong><br /><em><strong>Grace, Sheffield</strong></em><br />We all have those trusty spices that we reach for time and again to bring flavour – Heat! Sweetness! Sourness! – to a dish, but there are also those that lurk at the back, unused and unloved. To prevent Grace’s cupboard from becoming a Bart’s history museum (other brands are available), she’s right to ask how best to store them.</p><p>While supermarkets sell spices in jars, it’s best not to keep them this way. “They’ll lose their potency, which is really the singular point of a spice,” says Rachel Walker, founder of <a href=\"https://rootedspices.com/\">Rooted Spices</a> and co-author, alongside Esther Clark, of <a href=\"https://guardianbookshop.com/the-modern-spice-rack-9781784885793\">The Modern Spice Rack</a>. Instead, store them in an opaque container out of direct sunlight and away from heat. “You don’t want them too close to the oven,” she adds, “but equally, if they are tucked away at the back of a cupboard, that’s when you’ll start to forget they exist.” This strategy is also endorsed by Cynthia Shanmugalingam, chef/founder of <a href=\"https://rambutanlondon.com/\">Rambutan</a> in Borough Market, London, who keeps her “embarrassingly huge spice collection” in airtight containers in a cool, dark cupboard. Her top tip, though, is to buy whole spices and a decent small electric spice grinder: “The difference between toasting and grinding your spices fresh is huge.” Plus, they’ll keep longer (typically 12 months, as opposed to six for ground spices). So, in future, buy whole spices little and often.</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jun/20/best-way-store-use-spices-kitchen-aide-anna-berrill\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/20/best-way-store-use-spices-kitchen-aide-anna-berrill", "date_published": "2023-06-20 13:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Designing a vaccine that covers all cancers is hard’: biotech pioneer Lindy Durrant", "description": "<p>The immunologist who runs Scancell is trialling novel treatments to attack tumours, as well as needle-free Covid jabs</p><p>“Cancer is my game,” says Prof Lindy Durrant, an immunologist, founder and chief executive of Scancell, which is developing vaccines that could offer a needle-free protection against Covid as well as novel treatments against cancer. Founded in 1997 on the back of her Nottingham University research, the Oxford-based company’s work on treatments that stimulate the body’s immune system to fight cancer and infectious disease has put it in a cluster of promising British biotechnology firms.</p><p>While most vaccines are taken preventively, there is no jab to avoid cancer (apart from the HPV one for the virus that triggers most cervical cancer). “Probably 50% to 60% of people will get cancer and die of it,” says Durrant. “There are probably 200 different types of cancer. Each of them has a very different signature. So to design a vaccine that covers them all is really hard.”</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/designing-a-vaccine-that-covers-all-cancers-is-hard-biotech-pioneer-lindy-durrant\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/designing-a-vaccine-that-covers-all-cancers-is-hard-biotech-pioneer-lindy-durrant", "date_published": "2023-06-20 13:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three more bodies found by authorities after Greek shipwreck", "description": "<p>Men’s remains recovered in open water on sixth day of search since boat carrying up to 750 people sank</p><p>Greek authorities have retrieved a further three bodies in open waters near the spot where a fishing trawler packed with Europe-bound migrants sank last week.</p><p>The bodies – all men – were recovered late on Monday, the sixth day of a search and rescue operation in the area, raising the official death toll to 81.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/greek-shipwreck-migrant-boat-more-bodies-found\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/greek-shipwreck-migrant-boat-more-bodies-found", "date_published": "2023-06-20 12:55:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Montana officials try to downplay landmark climate trial", "description": "<p>Officials say victory by young plaintiffs won’t change approvals for fossil fuel projects</p><p>Officials in Montana sought to downplay an unprecedented trial over a state’s obligations to protect residents from the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>, saying on Monday that a victory by the young plaintiffs <a href=\"https://www.theguardian.com/us-news/2023/jun/17/montana-climate-trial-helena\">in the case</a> would not change approvals for fossil fuel projects.</p><p>Attorneys for Montana’s Republican attorney general began laying out their defense following a week of testimony that was often highly personal and evocative in state court from more than a dozen young people who <a href=\"https://www.theguardian.com/us-news/2023/jun/12/montana-young-residents-first-ever-climate-change-trial\">sued the state</a> in 2020.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/montana-climate-trial-young-plaintiffs\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/montana-climate-trial-young-plaintiffs", "date_published": "2023-06-20 12:46:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mortgage ‘ticking timebomb’ I warned of has exploded, says Martin Lewis", "description": "<p>Comments come as data shows average two-year fixed rate rises to 6.07%, and five-year to 5.72%</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jun/20/uk-rent-share-of-pay-food-inflation-cost-of-living-mortgage-rates-business-live\">Business live – latest updates</a></li></ul><p>The consumer champion <a href=\"https://www.theguardian.com/money/2019/jan/31/money-saving-expert-how-martin-lewis-became-most-trusted-man-in-britain-consumer-finance-advice\">Martin Lewis</a> has said the mortgage “ticking timebomb” he warned the UK government about last year has “exploded”.</p><p>Lewis said on Tuesday that if interest rates were going to be high over three or four years, people were going to have to readjust their finances.</p> <a href=\"https://www.theguardian.com/money/2023/jun/20/mortgage-ticking-timebomb-i-warned-of-has-exploded-says-martin-lewis\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/20/mortgage-ticking-timebomb-i-warned-of-has-exploded-says-martin-lewis", "date_published": "2023-06-20 12:42:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Ashley’s Frasers Group buys 5% Boohoo stake in online shopping spree", "description": "<p>Sale adds to flurry of investments by owner of Sports Direct, including in Currys, AO and Asos</p><p>Mike Ashley’s <a href=\"https://www.theguardian.com/business/frasers-group\">Frasers Group</a> has bought a £22m stake in the fashion group Boohoo as the high street retail tycoon makes a flurry of investments in online retail.</p><p>The group, which owns Sports Direct and the designer fashion retailer Flannels, added the 5% stake in Boohoo on Monday shortly after announcing it had built a 9% stake in the electrical goods retailer Currys in the past week. Ashley has a long history of snapping up ailing brands, from House of Fraser to <a href=\"https://www.theguardian.com/business/2007/jun/29/9\">Everlast</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/mike-ashley-frasers-group-buys-boohoo-stake-online-shopping\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/mike-ashley-frasers-group-buys-boohoo-stake-online-shopping", "date_published": "2023-06-20 12:39:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham expected to reject Arsenal’s improved £90m Declan Rice bid", "description": "<ul><li>Second offer for England midfielder is £75m plus add-ons</li><li>Arsenal also interested in Roméo Lavia to strengthen midfield</li></ul><p>West Ham are expected to reject a second bid from Arsenal for Declan Rice worth £90m. Arsenal are offering £75m plus £15m in add-ons which West Ham believe will be difficult to achieve.</p><p>Arsenal had an initial <a href=\"https://www.theguardian.com/football/2023/jun/15/west-ham-reject-arsenal-80m-declan-rice-bid-manchester-city-offer\">£80m offer rejected</a> last week and want to secure a deal for Rice quickly. They are confident of signing the England midfielder but Manchester City are monitoring the situation as they await a decision from Ilkay Gündogan on whether he will extend his stay. West Ham expect City to enter the race this week.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/west-ham-reject-arsenal-90m-declan-rice-bid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/west-ham-reject-arsenal-90m-declan-rice-bid", "date_published": "2023-06-20 12:39:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protest in Gaza and cyclone in Brazil: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/20/protest-in-gaza-and-cyclone-in-brazil-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/20/protest-in-gaza-and-cyclone-in-brazil-tuesdays-best-photos", "date_published": "2023-06-20 12:36:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are Tory MPs trying to bring the Orbán playbook to British politics? | Alex Faludy", "description": "<p>Edward Leigh’s meeting with Hungary’s far-right PM is part of a wider pattern – let’s not be naive about what is going on</p><p>The Conservative MP Sir Edward Leigh earlier this month <a href=\"https://twitter.com/EdwardLeighMP/status/1664908085788327936\">tweeted a picture</a> of him and his colleagues Christopher Chope and Ian Liddell-Grainger – all of them ERG members who drove the Brexit agenda – standing beside Hungary’s far-right prime minister, Viktor Orbán, at a gathering in Budapest. The tweet celebrated the trio “learning about his country’s effective ways of combating illegal migration”.</p><p>Their presence in Budapest, for a <a href=\"https://www.theguardian.com/politics/2023/jun/06/tory-mps-accused-of-cosying-up-to-far-right-hungarian-leader-viktor-orban\">conference of parliamentarians</a> from allied hard-right political parties across Europe, could easily be dismissed as fluff. But the spectacle highlights both troubling connections between Britain and Hungary’s governing parties and the wishful thinking of UK Conservatives looking to Orbán‘s Fidesz party for inspiration.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/tory-mps-viktor-orban-playbook-british-politics-hungary-edward-leigh\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/tory-mps-viktor-orban-playbook-british-politics-hungary-edward-leigh", "date_published": "2023-06-20 12:33:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK graduates: have you been affected by marking boycotts?", "description": "<p>We would like to hear from people who have left university without a degree classification or with ungraded work </p><p>A marking and assessment boycott has <a href=\"https://www.theguardian.com/education/2023/apr/18/exam-marking-boycott-hit-graduations-university-college-union\">affected 145 universities</a>, meaning that some students will leave university this summer without degree classifications, or with work ungraded. Students at the University of Edinburgh, for example, say they will be <a href=\"https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-65955221\">given an “empty piece of paper”</a> when they graduate.</p><p>Are you leaving university without a degree classification or with work unmarked? How will this affect you, for instance when applying for jobs or other courses?</p> <a href=\"https://www.theguardian.com/education/2023/jun/20/uk-graduates-have-you-been-affected-by-marking-boycotts\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/20/uk-graduates-have-you-been-affected-by-marking-boycotts", "date_published": "2023-06-20 12:31:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Third Man: A Musical Thriller review – atmospheric and eccentric version of classic noir", "description": "<p><strong>Menier Chocolate Factory, London<br /></strong>The songs may not compare to the 1949 film’s zither music, but the design amplifies Trevor Nunn’s elegantly shadowy production <strong><br /></strong></p><p>It takes courage to adapt a classic film noir for the stage, especially one with a screenplay by Graham Greene, exquisite black and white cinematography and Orson Welles’ radiant charisma. Some might call it hubristic, even foolish, to add music to the mix.</p><p>The surprise is that this musical version of the 1949 film, directed by Trevor Nunn, does not fall on its face. While the songs pass muster, its triumph is in its monochrome design, which seems like a black and white film come to life. Paul Farnworth’s set encapsulates the look and feel of a noir together with Emma Chapman’s lighting, which throws out an elegant welter of lamplight, long shadows and thrillerish effects.</p><p>The Third Man: A Musical Thriller is at <a href=\"https://www.menierchocolatefactory.com/tickets/the-third-man/\">Menier Chocolate Factory, London</a>, until 9 September</p> <a href=\"https://www.theguardian.com/stage/2023/jun/20/the-third-man-a-musical-thriller-review-atmospheric-and-eccentric-version-of-classic-noir\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/20/the-third-man-a-musical-thriller-review-atmospheric-and-eccentric-version-of-classic-noir", "date_published": "2023-06-20 12:31:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 10 refuses to say if Sunak agrees with Commons vote to punish Johnson", "description": "<p>Refusal to express opinion fuels belief PM is scared to upset remaining Johnson supporters</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/20/mel-stride-boris-johnson-partygate-report-rishi-sunak-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Downing Street has refused to say if Rishi Sunak believes Boris Johnson misled MPs, declining repeatedly to express any view at all on a Commons vote that censured the former prime minister.</p><p>Ministers were among 354 MPs who voted on Monday night to <a href=\"https://www.theguardian.com/politics/2023/jun/19/boris-johnson-faces-loss-of-westminster-pass-as-mps-back-partygate-report\">endorse a privileges’ committee report</a> that found Johnson had lied repeatedly when he assured the Commons he was unaware of lockdown-breaching parties. Seven MPs voted against.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/boris-johnson-rishi-sunak-commons-vote-partygate\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/boris-johnson-rishi-sunak-commons-vote-partygate", "date_published": "2023-06-20 12:19:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slipknot and a chilled muscadet? Hellfest, the metal festival that’s also a gastronomic paradise", "description": "<p>With its wine and oyster pairings, lobster rolls, oozing cheeses and metal-themed supermarkets, Hellfest has turned the small French town of Clisson into a foodie destination for metalheads</p><p>Few festivals provide a more dramatic contrast to their surroundings than Hellfest, a heavy metal music festival that took place last weekend in the peaceful countryside of Clisson near Nantes in northwestern France.</p><p>Lined by quiet, bucolic vineyards, inside it’s a vista from Mad Max: an open-air arena with fire-belching metal structures and laser-lit fountains situated amid a gothic steampunk wonderland. Past the arena there is a purpose-built town square, a comic book Camden complete with bars, barber and tattoo parlour. A giant crypt houses Hellfest’s official merchandise store. The six-stage event attracts approximately 240,000 black-clad metalheads over four days, and this year hosts rock royalty such as Mötley Crüe, Iron Maiden, Slipknot and Kiss. It’s the food and drink, though, that is a big reason for fans coming back year after year.</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/slipknot-and-a-chilled-muscadet-hellfest-the-metal-festival-thats-also-a-gastronomic-paradise-clisson\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/slipknot-and-a-chilled-muscadet-hellfest-the-metal-festival-thats-also-a-gastronomic-paradise-clisson", "date_published": "2023-06-20 12:05:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Natalie Morales on the end of Roe: ‘I don’t want to sow divisiveness any more’", "description": "<p>Comedy queen and director of Plan B talks about contraception, last year’s Dobbs decision and the importance of connection</p><p>It’s not yet noon in Portland when Natalie Morales repairs to a modest Airbnb and plops on to a couch next to a deep-slumbering lap hound named Taco, a very good dog. Morales is filming a feature about veterans with PTSD that’s only pressing on through the writers’ strike because it’s an independent film. Its small budget and tight schedule has Morales on call six days a week. But intense work schedules are nothing new for the 38-year-old multi-hyphenate dark comedy queen, whose deadpan acting credits run from Parks and Recreation to Santa Clarita Diet to The Morning Show. She also stars opposite Jennifer Lawrence in No Hard Feelings, which opened in theaters last weekend.</p><p>Two years ago, after marking her feature directorial debut with Language Lessons (a Zoom dramedy she stars in and wrote with Mark Duplass), Morales was behind the camera again for Plan B – the coming-of-age story about a sheltered high school girl who road trips across South Dakota with her slacker best friend in search of emergency contraception after a regrettable sexual encounter. The film, warmly received by critics, has taken on additional heft in the wake of the supreme court’s overturning Roe v Wade and putting contraceptive care under assault.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/actor-natalie-morales-interview-abortion-contraception\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/actor-natalie-morales-interview-abortion-contraception", "date_published": "2023-06-20 12:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK supermarket supplier’s chickens given antibiotics critical for humans", "description": "<p>Investigation of meat sourced by Polish firm that sells frozen poultry to Lidl, Asda and Iceland raises superbug concerns</p><p>A major supplier of chicken to UK supermarkets is sourcing birds dosed with antibiotics “critical to human health”, according to a new investigation, as concerns grow about the spread of deadly superbugs.</p><p>The Bureau of Investigative Journalism (BIJ) found that the Polish meat business SuperDrob, which sells frozen poultry products to Lidl, Asda and Iceland, is sourcing chicken from farms that use fluoroquinolone antibiotics, classified as “critically important for human health” by the World Health Organization (WHO). Fluoroquinolones are <a href=\"https://pubmed.ncbi.nlm.nih.gov/29975627/\">often used</a> to treat serious salmonella infections in humans.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/uk-supermarket-suppliers-chickens-given-antibiotics-critical-for-humans\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/uk-supermarket-suppliers-chickens-given-antibiotics-critical-for-humans", "date_published": "2023-06-20 12:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did Harry and Meghan’s $20m podcast deal collapse? Over to our anonymous experts … | Arwa Mahdawi", "description": "<p>Spotify’s Bill Simmons has described his former colleagues as a pair of ‘grifters’. Other, unnamed commenters have been less kind</p><p>Well, that’s a wrap, then. Or is that the wrong terminology to use when talking about podcasts, rather than movies? I’m afraid I’m not an expert on podcasting. Neither, it seems, are Harry and Meghan. The Duke and Duchess of Sussex, as the pair still insist on being called, have parted ways with Spotify in questionable circumstances.</p><p>A quick recap: in 2020, <a href=\"https://www.theguardian.com/uk-news/2020/dec/15/harry-and-meghan-sign-multi-year-podcast-deal-with-spotify\">Archewell Audio</a>, the Sussexes’ podcast production company, signed an exclusive, $20m deal with Spotify to produce “uplifting” audio projects. Spotify made a lot of noise at the time about how proud it was to partner with the pair and how wonderful and inspiring they were.</p> <a href=\"https://www.theguardian.com/global/2023/jun/20/why-did-harry-and-meghans-20m-podcast-deal-collapse-over-to-our-anonymous-experts-\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/jun/20/why-did-harry-and-meghans-20m-podcast-deal-collapse-over-to-our-anonymous-experts-", "date_published": "2023-06-20 11:49:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth’s ruthless O’Neil sacking is a gamble history shows could work | Ben Fisher", "description": "<p>There are echoes in Iraola’s arrival of Pochettino replacing Adkins and Potter coming in for Hughton but the grass is not always greener</p><p>On Monday afternoon it was difficult not to flash back to the surprising chain of events on the other side of the New Forest on 18 January 2013. A decade on from Southampton replacing Nigel Adkins with Mauricio Pochettino, when the club dumped <a href=\"https://www.theguardian.com/football/2013/jan/18/southampton-nigel-adkins-mauricio-pochettino\">the double-edged news</a> in an ice-cold statement, Bournemouth informed Gary O’Neil he was no longer their manager and promptly – well, just two and a half hours later – <a href=\"https://www.theguardian.com/football/2023/jun/19/bournemouth-sack-gary-oneil-as-manager-in-clubs-best-interests\">named Andoni Iraola</a> as his successor.</p><p>Southampton were lampooned for dismissing Adkins, accused of disrespecting a manager who had taken the club off the canvas in League One and to the bright lights of the Premier League, via successive promotions, and of, frankly, making a ludicrous decision. O’Neil’s journey at Bournemouth, whom he joined as a first-team coach under Jonathan Woodgate in February 2021, was a more rocky reign but the job he did to avoid relegation with a degree of comfort this season rightly put him <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/may/05/gary-oneil-manager-season-bournemouth-scott-parker-chelsea\">in the conversation</a> for manager of the season.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/bournemouth-ruthless-gary-oneil-sacking-gamble-could-work-pochettino-adkins\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/bournemouth-ruthless-gary-oneil-sacking-gamble-could-work-pochettino-adkins", "date_published": "2023-06-20 11:40:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is the ATP Carbon Tracker a genuine attempt by tennis to be transparent? | Tumaini Carayol", "description": "<p>Tennis is aware of its vast carbon footprint and while launch of an app for players is laudable there is much more to be done</p><p>For most of the tennis players competing this week at the Queen’s Club, the grass season will mark a welcome change to the regular tempo of the ATP tour. With Wimbledon to follow, there will be no rushing to a new city next week in search of points and prize money.</p><p>As part of their attempt to address the considerable carbon footprint of its players, on Tuesday the Association of Tennis Professionals (ATP), the governing body of men’s tennis, announced the release of an app, the ATP Carbon Tracker.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/is-the-atp-carbon-tracker-a-genuine-attempt-by-tennis-to-be-transparent\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/is-the-atp-carbon-tracker-a-genuine-attempt-by-tennis-to-be-transparent", "date_published": "2023-06-20 11:25:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even Boris Johnson seems to have given up the Partygate fight – he knows his power is waning | Katy Balls", "description": "<p>There is trouble ahead for Rishi Sunak, but the ex-PM’s psychodrama is slipping down his list of priorities</p><p>In the buildup to the privileges committee’s inquiry into whether Boris Johnson intentionally misled parliament over Covid breaches, the former prime minister and his supporters refused to go down without a fight. Team Johnson repeatedly questioned the integrity of the committee, likening it to a <a href=\"https://www.bbc.co.uk/news/uk-wales-politics-65927630#:~:text=Mr%20Johnson%20called%20the%20inquiry%20a%20%22kangaroo%20court%22%20but%20Mr%20Davies%20said%20the%20committee%20had%20%22done%20the%20right%20thing%22.\">kangaroo court</a>. When Johnson received a draft copy of the report stating that he had indeed misled parliament, the former prime minister was so angry that he <a href=\"https://www.theguardian.com/politics/2023/jun/09/boris-johnson-resigns-as-mp-with-immediate-effect-over-partygate-report\">quit</a>, slamming its findings ahead of publication and labelling it a <a href=\"https://www.theguardian.com/politics/2023/jun/09/boris-johnson-resigns-as-mp-with-immediate-effect-over-partygate-report#:~:text=The%20former%20prime%20minister%20angrily%20accused%20the%20investigation%20of%20trying%20to%20drive%20him%20out%2C%20and%20claimed%20there%20was%20a%20%E2%80%9Cwitch%2Dhunt%20under%20way%2C%20to%20take%20revenge%20for%20Brexit%20and%20ultimately%20to%20reverse%20the%202016%20referendum%20result%E2%80%9D.\">“witch-hunt”</a>. His key ally Nadine Dorries <a href=\"https://www.theguardian.com/politics/2023/jun/15/boris-johnson-allies-fury-partygate-report#:~:text=%E2%80%9CAny%20Conservative%20MP%20who%20would%20vote%20for%20this%20report%20is%20fundamentally%20not%20a%20Conservative%20and%20will%20be%20held%20to%20account%20by%20members%20and%20the%20public.%20Deselections%20may%20follow.%20It%E2%80%99s%20serious.%20MPs%20will%20now%20have%20to%20show%20this%20committee%20what%20real%20justice%20looks%20like%20and%20how%20it%E2%80%99s%20done.%E2%80%9D\">warned</a> that “any Conservative MP who would vote for this report is fundamentally not a Conservative and will be held to account by members and the public”, adding: “deselections may follow. It’s serious.”</p><p>And yet, very few Tory MPs appear to have taken Dorries that seriously. When the report – along with its recommendation of banning Johnson from having the Commons pass former MPs are entitled to – came to a vote on Monday night, 118 Tory MPs voted in favour. Only six MPs went against it, with Dorries, who is <a href=\"https://www.theguardian.com/politics/2023/jun/14/nadine-dorries-failure-to-resign-officially-as-mp-frustrates-sunaks-attempt-to-reset-tories\">yet to officially quit</a> despite announcing her intention to do so, notably absent. “Nadine’s gone missing,” joked one minister.</p><p>Katy Balls is the Spectator’s political editor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/even-boris-johnson-given-up-partygate-fight-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/even-boris-johnson-given-up-partygate-fight-rishi-sunak", "date_published": "2023-06-20 11:14:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Debt relief urgent for poor countries hit by climate shocks, says IMF chief", "description": "<p>Exclusive: Kristalina Georgieva calls for ‘debt for climate swaps’ ahead of world summit on new global financial pact </p><p>Poor countries hit by climate disaster should not be forced to struggle with crippling debt payments, the head of the International Monetary Fund has urged before a global summit on climate finance.</p><p>Kristalina Georgieva, managing director of the IMF, said providing debt relief to countries suffering from extreme weather was a matter of urgency. Extreme weather is hitting harder around the world, and countries already facing debt mountains cannot afford to service their debts, particularly at a time of high interest rates.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/climate-crisis-hit-poor-countries-should-have-debt-relief-says-imf-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/climate-crisis-hit-poor-countries-should-have-debt-relief-says-imf-chief", "date_published": "2023-06-20 11:06:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facial recognition: the 10 best exhibits in the revamped National Portrait Gallery", "description": "<p>To mark the London gallery’s reopening this week after a £35m redevelopment, its director and chief curator introduce their favourite paintings from the expanded collection</p><p><strong><a href=\"https://www.npg.org.uk/collections/search/portrait/mw05424/George-Romney\">George Romney by George Romney, 1784</a></strong><strong><br /></strong>In 2002, when I first worked at the Gallery as a visitor services assistant, we had a wonderful exhibition for George Romney, in which I spent a lot of time. This extraordinary self-portrait was part of that show, so it’s great to hang in a spectacular display of our great late 18th-century portraits for our reopening.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/20/the-10-best-pictures-in-londons-new-national-portrait-gallery\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/20/the-10-best-pictures-in-londons-new-national-portrait-gallery", "date_published": "2023-06-20 11:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I still can’t get over the fact we did it’: what it felt like to seal historic Cop15 deal", "description": "<p>The global agreement to protect nature was signed in Montreal in December. Six months on, key figures remember the moment and consider what lies ahead</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jun/20/nature-at-risk-of-breakdown-if-cop15-pledges-not-met-world-leaders-warned\">Nature at risk of breakdown if Cop15 pledges not met, world leaders warned</a></li></ul><p>Six months ago, nearly every government in the world came together to agree <a href=\"https://www.theguardian.com/environment/2022/dec/19/cop15-historic-deal-signed-to-halt-biodiversity-loss-by-2030-aoe\">this decade’s global biodiversity targets</a>. They include goals to protect 30% of the planet for nature by 2030, reform $500bn (£395bn) of environmentally damaging subsidies, and restore 30% of the planet’s degraded terrestrial, inland water, coastal and marine ecosystems.</p><p>During the once-a-decade summit in Montreal, it seemed as if the process might fall apart <a href=\"https://www.theguardian.com/environment/2022/dec/14/walkouts-and-tensions-as-row-over-finance-threatens-to-derail-cop15-talks\">amid walkouts over money, geopolitical tensions</a> and mistrust between the global north and south stemming from last November’s Cop27 climate talks in Egypt.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/what-it-felt-like-to-seal-historic-cop15-biodiversity-deal-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/what-it-felt-like-to-seal-historic-cop15-biodiversity-deal-aoe", "date_published": "2023-06-20 11:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for roast carrots, garlic and orzo", "description": "A fresh, simple and pretty dish that can easily be expanded to serve as many as you need<p>Set the oven at 200C/gas mark 6. Trim 450g of crisp, young <strong>carrots</strong>, then cut them in half from top to bottom. Put the carrots in a roasting tin, then pour over 3 tbsp of <strong>olive oil</strong>, season with <strong>salt</strong> and <strong>black pepper</strong>. Peel 6 cloves of <strong>garlic</strong> and add them to the tin.</p><p>Roast the carrots and garlic for about 20 minutes. Finely chop 5 <strong>spring onions</strong>. Add the spring onions to the tin and turn the carrots over, then continue cooking for a further 10 minutes. They are done when they are nicely toasted on both sides.</p> <a href=\"https://www.theguardian.com/food/2023/jun/20/nigel-slater-recipe-for-carrots-garlic-and-orzo\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/20/nigel-slater-recipe-for-carrots-garlic-and-orzo", "date_published": "2023-06-20 11:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TechScape: After a brutal blackout, will Reddit ever be the same?", "description": "<p>The social network is changing how it works with third parties – but some argue that a push for profit could bring a wave of misinformation</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></p><p>Welcome back to TechScape, where I – along with a rotating cast of tech writers – will help fill Alex Hern’s shoes while he’s on parental leave. He’ll make the first of some occasional appearances in the newsletter in a few weeks, but what might not return any time soon are some of Reddit’s most popular communities.</p><p>Last week, the pages of Reddit went dark – with thousands taking their forums offline to protest against a decision by the platform to impose fees on third-party tools many rely on to make the site more efficient.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/20/techscape-reddit-blackout-forums-ipo-profit\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/20/techscape-reddit-blackout-forums-ipo-profit", "date_published": "2023-06-20 10:51:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Search for missing actor Julian Sands scaled back", "description": "<p>After a major drive at the weekend search efforts for the actor, who went missing in January, are being reduced to a ‘limited capacity’ say Californian authorities</p><p>Efforts to locate the actor Julian Sands, more than five months after he went missing while hiking in California, are to be scaled back, the San Bernardino county sheriff’s office has reported.</p><p><a href=\"https://nixle.us/EJ24B\">In a statement on Monday</a>, the department said the missing person case for Sands remains open and that search efforts will continue in a “limited capacity”.</p> <a href=\"https://www.theguardian.com/film/2023/jun/20/search-for-missing-actor-julian-sands-scaled-back\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/20/search-for-missing-actor-julian-sands-scaled-back", "date_published": "2023-06-20 10:49:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The youth will fight’: why children have joined Senegal protests", "description": "<p>Frustrations have grown over high youth unemployment and accusations of systemic corruption</p><p>This month Youssouf, a Senegalese law student, spent the day hurling stones at gendarmes and dodging plumes of teargas instead of attending class.</p><p>The 22-year-old was participating in demonstrations sparked by the sentencing of the opposition leader Ousmane Sonko to two years in prison for “corrupting youth”.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/youth-fight-children-senegal-protests-youth-unemployment-corruption\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/youth-fight-children-senegal-protests-youth-unemployment-corruption", "date_published": "2023-06-20 10:43:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain remains ‘wildly under-resilient’, Covid inquiry hears", "description": "<p>Oliver Letwin, who led emergency planning during coalition, says churn of ministers and officials is ‘disaster for country’</p><p>Britain’s whole system of critical national infrastructure remains “wildly under-resilient,” the Covid-19 inquiry has been told by Oliver Letwin, who was responsible for emergency planning in the coalition government.</p><p>It was also an “error” that no government had appointed a senior minister with sole responsibility over planning for pandemics and other areas of resilience, the former minister said. He described the churn of ministers and officials tasked with preparing for emergencies as a “disaster for the country”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/covid-inquiry-britain-remains-wildly-under-resilient\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/covid-inquiry-britain-remains-wildly-under-resilient", "date_published": "2023-06-20 10:37:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Romanian prosecutors send Andrew Tate to trial", "description": "<p>Social media influencer and three others sent to trial on charges of rape, human trafficking and forming an organised crime group</p><p>Romanian prosecutors have sent the controversial influencer Andrew Tate, his brother Tristan and two other suspects to trial on charges of human trafficking, rape and forming a criminal gang to sexually exploit women.</p><p>The Tate brothers and two Romanian female suspects are under house arrest pending a criminal investigation of alleged abuses committed against seven women, accusations they have denied.</p> <a href=\"https://www.theguardian.com/news/2023/jun/20/andrew-tate-romanian-prosecutors-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/20/andrew-tate-romanian-prosecutors-trial", "date_published": "2023-06-20 10:33:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for Jonathan Rhys Meyers", "description": "<p>What’s it like to play Dracula? And Henry VIII and Elvis? And play tennis for Woody Allen? Only one man can say, and he’s waiting to tell all about his versatile career</p><p>Jonathan Rhys Meyers has played everyone from Elvis (in 2005 miniseries Elvis) to Dracula (in 2013 TV series Dracula) and Henry VIII in The Tudors (the latter earning him two Golden Globe nominations.) On film, he’s helped out Tom Cruise in <a href=\"https://www.theguardian.com/culture/2006/may/05/3\">Mission: Impossible III</a>, played bisexual glam rocker Brian Slade in <a href=\"https://en.wikipedia.org/wiki/Velvet_Goldmine\">Velvet Goldmine</a> and, of course, coached football to Keira Knightley and Parminder Nagra in <a href=\"https://www.theguardian.com/tv-and-radio/2022/may/22/bend-it-like-beckham-20-years-on-review-doc-british-asians-football\">Bend It Like Beckham</a>. And let’s not forget <a href=\"https://www.theguardian.com/film/2006/jan/08/review.features7\">Woody Allen’s Match Point</a>, in which he plays social climbing tennis pro Chris Wilton who has the hots for Scarlett Johansson.</p><p>Now Rhys Meyers embraces his inner Jack Bauer in high-octane thriller 97 Minutes, playing an Interpol agent embedded deep in a terrorist cell, who doesn’t have very long at all to save a hijacked 767 before NSA director Alec Baldwin has it shot down. In fact, he only has 97 minutes. (Less time than James Franco has to cut off his arm in 127 Hours, but longer than how quickly Nicolas Cage can steal a car in Gone in 60 Seconds.)</p> <a href=\"https://www.theguardian.com/film/2023/jun/20/post-your-questions-for-jonathan-rhys-meyers\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/20/post-your-questions-for-jonathan-rhys-meyers", "date_published": "2023-06-20 10:27:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I didn’t expect to be a part of history’: one man’s Windrush story", "description": "<p>Alford Gardner, 97, recalls his arrival in Britain 75 years ago, where the ‘damn cold’ was the only thing that bothered him</p><p>Growing up in Jamaica, Alford Gardner had no interest in learning British history. Today, the 97-year-old has ironically become the face of it as a pioneering member of the generation of Caribbean migrants who marked the symbolic beginning of a multicultural Britain.</p><p>In May 1948, Gardner and his brother were among 492 West Indians onboard the Empire Windrush, a postwar generation that helped rebuild the country and paved the way for others to follow.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/didnt-expect-history-one-man-windrush-story-alford-gardner\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/didnt-expect-history-one-man-windrush-story-alford-gardner", "date_published": "2023-06-20 10:27:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Ascot 2023 day one: St James’s Palace Stakes and more – live", "description": "<ul><li>Race-by-race coverage, tips and reaction at Royal meeting</li><li>Any comments? You can email <a href=\"mailto:Tony.Paley@theguardian.com\">Tony Paley</a> or <a href=\"https://twitter.com/tonypaley\">tweet Tony</a></li></ul><p>3/1 Cream/White</p><p>4/1 Blue/Navy</p><p>5/1 Pink/Peach</p><p>6/1 Yellow</p><p>8/1 Purple</p><p>8/1 Red</p><p>10/1 Green</p><p>10/1 Orange</p><p>Boylesports betting</p><p>Our regular reader knows that we always start with the traditional opening betting heat of the day, the Queen’s Hat Stakes. The late Queen Elizabeth was a regular presence at the track during her long reign until failing health prevented her attending. Odds on the colour of her titfer were regularly offered by bookmakers and with reportedly the new King and Queen set to attend every day then the tradition is back.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/20/royal-ascot-2023-day-one-st-jamess-palace-stakes-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/20/royal-ascot-2023-day-one-st-jamess-palace-stakes-and-more-live", "date_published": "2023-06-20 10:21:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish independence activists focus on grassroots as crisis enfolds SNP", "description": "<p>Campaigners want a major strategic rethink and are losing faith in the Scottish National party’s ability to get results</p><p>The turmoil engulfing the SNP won’t derail the push for Scottish independence, according to key voices from the wider Yes movement, but they warn the party leadership it cannot take a “business as usual” approach.</p><p>The warning comes before the party’s long-awaited convention on Saturday where SNP members will come together in Dundee to debate independence strategy, including the option of treating the next general election as a de facto referendum, a plan favoured by a majority of Yes group organisers and now being reconsidered by the party leadership.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/scottish-independence-activists-focus-on-grassroots-as-crisis-enfolds-snp\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/scottish-independence-activists-focus-on-grassroots-as-crisis-enfolds-snp", "date_published": "2023-06-20 10:19:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Jack Grealish and his week-long treble celebrations", "description": "<p>Our cartoonist on the freewheeling Manchester City player gobbling up the chance to have another good time</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">And you can buy his cartoons from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jun/20/david-squires-on-jack-grealish-and-his-week-long-treble-celebrations\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/jun/20/david-squires-on-jack-grealish-and-his-week-long-treble-celebrations", "date_published": "2023-06-20 10:10:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester arts venue Factory International renamed after Aviva", "description": "<p>New project will now be named Aviva Studios after insurance company bought naming rights for £35m</p><p>One of the most eagerly anticipated new cultural venues in Europe is to be renamed after an insurance company in one of the UK’s biggest cultural corporate sponsorship deals.</p><p>The £210m flagship building in Manchester, <a href=\"https://www.theguardian.com/uk-news/2022/sep/29/danny-boyle-matrix-spectacular-free-your-mind-to-open-manchester-factory\">previously called Factory International</a>, will now be called Aviva Studios after the insurance giant Aviva acquired naming rights for, it is understood, £35m.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/manchester-arts-venue-factory-international-renamed-after-aviva\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/manchester-arts-venue-factory-international-renamed-after-aviva", "date_published": "2023-06-20 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beyond Montreal: six months after deal to halt biodiversity loss, where are we?", "description": "<p>There have been gains and losses since the Cop15 agreement was signed in December, with key moments still to come ahead of the next biodiversity Cop in Turkey in 2024</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jun/20/nature-at-risk-of-breakdown-if-cop15-pledges-not-met-world-leaders-warned\">Nature at risk of breakdown if Cop15 pledges not met, world leaders warned</a></li></ul><p>In the six months since the <a href=\"https://www.theguardian.com/environment/cop15\">Cop15</a> summit, some significant environmental agreements have forced nature up the international agenda, but there have also been setbacks to achieving the aims of the <a href=\"https://www.theguardian.com/environment/2022/dec/19/cop15-historic-deal-signed-to-halt-biodiversity-loss-by-2030-aoe\">‘historic’ deal</a> to halt the loss of biodiversity agreed in Canada last December. An informal check-in is expected between environment ministers at the climate Cop28 in Dubai later this year before the next biodiversity Cop in Turkey in 2024.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/beyond-montreal-six-months-after-deal-to-halt-biodiversity-loss-where-are-we\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/beyond-montreal-six-months-after-deal-to-halt-biodiversity-loss-where-are-we", "date_published": "2023-06-20 10:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My friend Harvey Milk celebrated hope. This Pride month, unions provide it | Cleve Jones", "description": "<p>In these dangerous times for LGBTQ+ people, a union contract is a line of defense against discrimination and abuse</p><p>These are dangerous times.</p><p>Every week we learn of new attacks on trans kids’ access to healthcare, restrictions on drag performances, and LGBTQ+ books banned from schools and libraries. Supreme court justices hint at reversals of decisions on marriage equality and the right to love. Rightwing extremists threaten the very foundation of our democracy with violence, misinformation and bigotry. And many of the cities and towns where we once found refuge are now too expensive for many LGBTQ+ people, especially our youth and elders.</p><p>Cleve Jones has been an activist for LGBT rights for over 50 years and is a Community and Political Coordinator for Unite Here International Union. He is the author of When We Rise: My Life in the Movement.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/harvery-milk-unions-lgbtq-protections\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/harvery-milk-unions-lgbtq-protections", "date_published": "2023-06-20 10:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: New Orleans archdiocese concealed serial child molester for years", "description": "<p>Lawrence Hecker confessed to superiors he had molested multiple teenagers but he was never prosecuted, secret documents show</p><p>The last four Roman Catholic archbishops of New Orleans went to shocking lengths to conceal a confessed serial child molester who is still living but has never been prosecuted, a Guardian investigation has found.</p><p>Upon review of hundreds of pages of previously secret church files, the Guardian has uncovered arguably the most complete account yet about the extremes to which the second-oldest Catholic archdiocese in the US went to coddle the admitted child molester Lawrence Hecker.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/new-orleans-archdiocese-cover-up-serial-child-molester\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/new-orleans-archdiocese-cover-up-serial-child-molester", "date_published": "2023-06-20 10:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Super 8 Years review – the family life of a Nobel prizewinner caught on film", "description": "<p>Literary ambition, motherhood and a quietly strained marriage appear in the sweet, soft focus home movies of French author Annie Ernaux</p><p>Annie Ernaux ascended to a new plane of international prominence with <a href=\"https://www.theguardian.com/books/2022/oct/06/annie-ernaux-wins-the-2022-nobel-prize-in-literature\">last year’s Nobel prize for literature</a> and the 2021 Venice Golden Lion for <a href=\"https://www.theguardian.com/film/2022/apr/20/happening-review-cleverly-structured-and-impeccably-produced-abortion-drama\">Audrey Diwan’s movie version of her novel Happening</a>. Now here is a diverting, if minor footnote to her life; with her grownup son David Ernaux-Briot she has curated this presentation of her family’s Super 8 home movies from the early 70s to the early 80s. In this period she was raising two young children and semi-secretly embarking on a literary career whose growing success would put strain on her marriage, although this is one of many things she does not discuss in detail.</p><p>The 1970s were a boom time for 8mm home movies, encouraging a whole generation to think of their childhoods as having really existed in that soft Super 8 focus with its vividly primitivist colour, and meanwhile encouraging generations of film-makers to use Super 8 as shorthand for bygone childhood innocence. Ernaux’s own home movies are as poignant and sweet and boring as anyone else’s, and I was reminded of Gilbert Adair’s dictum that home movies all look like the work of the same eccentric auteur, with the same fetish for clumsy closeups, laborious slow pans and interminable, pointlessly dull establishing shots of scenery or tourist landmarks.</p> <a href=\"https://www.theguardian.com/film/2023/jun/20/the-super-8-years-review-the-family-life-of-annie-ernaux\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/20/the-super-8-years-review-the-family-life-of-annie-ernaux", "date_published": "2023-06-20 10:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea confirm signing of forward Christopher Nkunku from RB Leipzig", "description": "<ul><li>Deal for France international has been in place for months</li><li>Nkunku the first signing since Mauricio Pochettino’s arrival</li></ul><p>Chelsea have announced the signing of the forward Christopher Nkunku from RB Leipzig on a six-year contract. The deal has been <a href=\"https://www.theguardian.com/football/2022/oct/03/chelsea-close-to-agreeing-2023-deal-for-rb-leipzig-christopher-nkunku\">in place for months</a> and the 25-year-old has become the club’s first signing since Mauricio Pochettino took over as manager. Chelsea have paid close to €60m (£51m).</p><p>Nkunku, who can play in a number of positions across the front line, underwent medical checks with Chelsea at the end of last summer’s transfer window. The France international scored 23 goals in 36 games for Leipzig this season, including three in seven Champions League appearances.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/chelsea-sign-christopher-nkunku-rb-leipzig\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/chelsea-sign-christopher-nkunku-rb-leipzig", "date_published": "2023-06-20 09:50:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve never been so productive’: the composer who wrote a concerto during 12 lots of chemo", "description": "<p>Adrian Sutton, the Olivier-winning composer who has incurable cancer, is in an extraordinary race against time – to mount a celebratory concert of his work. He details his battles over the past six months</p><p>Mortality. Nothing quite like the prospect of it to bring laser focus to the mind. <a href=\"https://www.theguardian.com/music/2022/dec/06/adrian-sutton-war-horse-composer-incurable-cancer-final-concerts\">I wrote previously</a> of how my incurable cancer diagnosis has compelled me to plan a celebratory concert of my orchestral works. Thankfully, the laser focus has delivered. Six months of relentless writing and orchestration of new pieces including a new violin concerto – somewhat weirdly all done while having 12 lots of chemotherapy – now means that <a href=\"https://www.southbankcentre.co.uk/whats-on/classical-music/seize-day-celebration-adrian-sutton?eventId=941013\">at the Queen Elizabeth Hall in London later this month</a>, the Royal Philharmonic Orchestra, conductor Michael Seal, solo violinist Fenella Humphreys and the London Youth Choir will come together to perform that concert, titled Seize the Day. If you’re able to come along, I’d love to share it with you. It will be a very special evening for me.</p><p>The past six months have been an emotional . But strangely fulfilling too. The Guardian invited me to keep a diary.</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/adrian-sutton-composer-concerto-chemo-war-horse-curious-incident-dog-night-time\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/adrian-sutton-composer-concerto-chemo-war-horse-curious-incident-dog-night-time", "date_published": "2023-06-20 09:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French police search Paris Olympics HQ", "description": "<p>French national financial prosecutor’s office ordered search of organising committee’s base, according to source</p><p>The headquarters of the Paris 2024 Olympics organising committee are being searched by police, organisers have said.<br /><br />The search was ordered by the French national financial prosecutor’s office, a source with direct knowledge of the matter told Reuters.<br /><br />“A search is currently under way at the headquarters of the organising committee,” Paris 2024 said in a statement. “Paris 2024 is cooperating fully with the investigators to facilitate their inquiries.”</p><p><em>More details soon …</em></p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/french-police-search-paris-olympics-hq\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/french-police-search-paris-olympics-hq", "date_published": "2023-06-20 09:44:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand FA urges Fifa to do more after walk-off against Qatar over alleged racism", "description": "<ul><li>Two games abandoned in one day amid racism allegations</li><li>Fifa says it has ‘zero tolerance’ approach to racism</li></ul><p>New Zealand Football (NZF) said it would contact Fifa about protecting players from racism after the men’s national team <a href=\"https://www.theguardian.com/football/2023/jun/20/new-zealand-abandon-qatar-friendly-at-half-time-over-alleged-racial-abuse\">abandoned a friendly</a> against Qatar at half-time in protest at an alleged racist slur against one of their players.</p><p>New Zealand said a Qatari opponent directed a “significant racist slur” at Michael Boxall, who has Samoan heritage, shortly before the interval. The team said they reported the incident and collectively decided not to take the field after half-time because no official action was taken.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/new-zealand-fa-fifa-walk-off-alleged-racism-qatar\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/new-zealand-fa-fifa-walk-off-alleged-racism-qatar", "date_published": "2023-06-20 09:41:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cormac McCarthy gave post-apocalyptic video games their flavour", "description": "<p>The US novelist shaped the modern idea of the post-apocalypse. Without him, games such as The Last of Us and Red Dead Redemption would not be the same</p><p>Cormac McCarthy, one of the most significant figures in modern American literature, <a href=\"https://www.theguardian.com/books/2023/jun/13/cormac-mccarthy-dead-novelist\">died last week aged 89</a>. While the tributes have mostly come from within the literary world, he had a huge impact upon modern culture as a whole – including video games. McCarthy’s work reshaped the way that the world looks at the post-apocalyptic genre, a flavour of fiction that video games have long called home. And Rockstar’s western opus Red Dead Redemption vividly recalls the Border Trilogy – particularly the twisted figure of Dutch van der Linde.</p><p>The developers of The Last of Us have specifically cited The Road <a href=\"https://venturebeat.com/2013/08/05/the-last-of-us-interview-part-one/view-all/\">as a key influence</a>, and it’s easy to see why Naughty Dog drew upon McCarthy’s parent-child journey across a post-apocalyptic America to inform their own. While the main thrust of the game’s story fits neatly into Joseph Campbell’s monomyth, it is the nihilism and bleakness of The Road that determines its mood. Both feature ruined worlds, full of marauders and cannibals, and Joel’s sickness parallels the Man’s fading condition in the novel. Both endings are bleak, the horrors of the world swallowing characters up bodily and mentally.</p> <a href=\"https://www.theguardian.com/games/2023/jun/20/cormac-mccarthy-the-last-of-us-red-dead-redemption\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jun/20/cormac-mccarthy-the-last-of-us-red-dead-redemption", "date_published": "2023-06-20 09:40:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robo dogs, lethal video games and VR time travel: can you tell real life from Black Mirror episodes?", "description": "<p>Take our quiz to see if you can distinguish between fact and eerily prescient Netflix fiction. Be warned – it’s not easy!</p><p>‘It’s like something out of Black Mirror”. It’s a measure of the Emmy-winning show’s success that this has become a thing that people say about the latest advances in tech. As the dystopian sci-fi series returns to Netflix with five new episodes, it feels just as spookily prescient as ever. The line between speculative futurism and cutting-edge tech is often a fine one. Can you tell Charlie Brooker’s fiction from actual fact?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/20/quiz-robo-dogs-lethal-video-games-and-vr-time-travel-can-you-tell-real-life-from-black-mirror-episodes\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/20/quiz-robo-dogs-lethal-video-games-and-vr-time-travel-can-you-tell-real-life-from-black-mirror-episodes", "date_published": "2023-06-20 09:39:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dangerous precedent’: Tories criticised for £137 fee to report on conference", "description": "<p>Accreditation fee for journalists criticised in letter from nearly 300 news organisations worldwide</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/20/mel-stride-boris-johnson-partygate-report-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The Conservative party has been accused by news organisations from around the world of setting a “dangerous precedent” internationally after it introduced a change to report on its annual conference.</p><p>The criticism came in a letter signed by nearly 300 news organisations, including the Society of Editors, Foreign Press Association (FPA), News Media Association, Reporters Without Borders and the European Association of News Agencies.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/dangerous-precedent-tories-criticised-for-137-fee-to-report-on-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/dangerous-precedent-tories-criticised-for-137-fee-to-report-on-conference", "date_published": "2023-06-20 09:39:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine war: saving animals from the flood waters of Kherson – video", "description": "<p>After Ukraine's Nova Kakhovka dam was destroyed on June 6th and thousands of people were evacuated from the city of Kherson, hundreds of pets and farm animals were left stranded in flood water. Cats, dogs and chickens had to survive for days without food or family. Volunteers from The Kyiv Animal Rescue Group travelled to the region, navigating inundated towns and treacherous conditions to return animals to their owners</p><ul><li><p><a href=\"https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden#top-of-blog\">Russia-Ukraine war: latest updates</a></p></li></ul> <a href=\"https://www.theguardian.com/news/video/2023/jun/20/ukraine-war-saving-animals-from-the-flood-waters-of-kherson-video\">Continue reading...</a>", "link": "https://www.theguardian.com/news/video/2023/jun/20/ukraine-war-saving-animals-from-the-flood-waters-of-kherson-video", "date_published": "2023-06-20 09:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson: cabinet minister won’t say if he thinks former PM returning to the Commons is unacceptable – UK politics live", "description": "<p>Work and pensions secretary Mel Stride urges Tories to move on from Partygate report after abstaining from vote</p><p><strong>George Osborne</strong>, the former chancellor, will be giving evidence to the Covid inquiry later this morning. The inquiry is focusing at this stage on how prepared the UK was to deal with a pandemic, and Osborne will be questioned about the impact of austerity.</p><p>He has submitted a 38-page witness statement to the inquiry. It has not been published in full yet, but the committee has released<a href=\"https://covid19.public-inquiry.uk/wp-content/uploads/2023/06/19184945/INQ000187308_11.pdf\"> one page</a> from it, because it was cited during the hearing yesterday, and in it Osborne claims that that his austerity measures, which he describes as “cutting the deficit”, had a “positive” effect on the country’s ability to withstand Covid. He says:</p><p>Reducing the deficit and placing debt as a percentage of GDP on a downward path was also essential to rebuild fiscal space to provide scope to respond to future economic shocks. A responsible approach to repairing the UK’s public finances following the financial crisis was essential. I have no doubt that taking those steps to repair the UK’s public finances in the years following the financial crisis of 2008/09 had a material and positive effect on the UK’s ability to respond to the Covid-19 pandemic.</p><p>From 9am, voters in Rutherglen and Hamilton West will have the chance to sign a petition to recall their MP from Westminster.</p><p>If 10% of the electorate choose to do so – some 8,113 people out of 81,124 – then a by-election will be triggered.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/20/mel-stride-boris-johnson-partygate-report-rishi-sunak-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/20/mel-stride-boris-johnson-partygate-report-rishi-sunak-uk-politics-live", "date_published": "2023-06-20 09:23:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your experiences of short daytime naps", "description": "<p>We would like to hear about whether daytime napping helps you feel refreshed or less productive afterwards</p><p>Researchers have suggested that short daytime naps <a href=\"https://www.theguardian.com/science/2023/jun/20/short-daytime-naps-may-keep-brain-healthy-as-it-ages-study-says\">may delay shrinkage of the brain</a> and help protect its health as it ages.</p><p>Whether you find naps during the day helpful or feel they make you less productive, we’d like to hear from you. Where and when do you doze, and how do you feel afterwards? Do you make it a habit to nap regularly and find it easy to wake up, or only nap when you’re feeling extremely tired?</p> <a href=\"https://www.theguardian.com/science/2023/jun/20/share-your-experiences-of-short-daytime-naps\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/20/share-your-experiences-of-short-daytime-naps", "date_published": "2023-06-20 09:23:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ashes: England v Australia, first Test heads for thrilling climax on day five – live", "description": "<ul><li>Play in Birmingham due to start at 11am BST/8pm AEST</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/15/england-australia-and-an-urn-a-bluffers-guide-to-the-ashes\">Ashes bluffers’ guide</a> | <a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">The Spin: our cricket newsletter</a></li><li>Get in touch: <a href=\"mailto:daniel.gallan.casual@theguardian.com\">email Daniel</a> or tweet <a href=\"https://twitter.com/danielgallan\">@danielgallan</a></li></ul><p>YummyBear has become our official weather correspondent. And yup, all fingers, toes and limbs crossed.</p><p>Oh man. I’m watching the Sky feed and it looks really grim. I take back what I said earlier and I’m now with Will Southworth. Will be incredible if they get out there in time to finish the game. How frustrating!</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/20/the-ashes-2023-england-vs-australia-live-updates-first-test-cricket-eng-v-aus-latest-score-day-five-egdbaston-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/20/the-ashes-2023-england-vs-australia-live-updates-first-test-cricket-eng-v-aus-latest-score-day-five-egdbaston-weather", "date_published": "2023-06-20 09:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foreign Office accused of ignoring Sudan atrocity warnings", "description": "<p>Exclusive: Charities and civil groups say FO pursued an over-optimistic agenda of ‘democracy first’ in Sudan</p><p>The UK Foreign Office has been accused of ignoring repeated warnings from Sudanese groups and western experts that Sudan was teetering on the brink of a conflict that would lead to mass atrocities and identity-based crimes.</p><p>Sudan has been gripped by violence since two rival generals went to war against each other in April. The Commons foreign affairs select committee is conducting an inquiry into Whitehall’s anticipation of the crisis and the level of support provided to British citizens trapped in Sudan.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/foreign-office-accused-of-ignoring-sudan-atrocity-warnings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/foreign-office-accused-of-ignoring-sudan-atrocity-warnings", "date_published": "2023-06-20 09:16:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Advocate for separate Sikh state in India shot dead in Canada", "description": "<p>Hardeep Singh Nijjar, president of temple in British Columbia, found fatally injured in car park</p><p>A campaigner for a Sikh nation to be carved out of India’s Punjab state who was wanted by Indian authorities has been shot dead in Canada, police have said.</p><p>Federal police said a man was found in his pickup truck in the car park of the Guru Nanak Sikh Gurdwara temple in Surrey, British Columbia, at about 8.30pm on Sunday, with apparent gunshot wounds.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/advocate-separate-sikh-state-india-shot-dead-canada-hardeep-singh-nijjar-temple\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/advocate-separate-sikh-state-india-shot-dead-canada-hardeep-singh-nijjar-temple", "date_published": "2023-06-20 09:08:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The no-wash movement: would you wear underpants for a week without cleaning them?", "description": "<p>Do you need to wash your T-shirts after every wear? Probably not. What about your knickers? That depends. But more and more people are eschewing detergent to save time, money and the environment</p><p>When Tim, like many of us, started working from home during the Covid pandemic, he developed a more relaxed approach to dressing. This made him consider the time and energy that washing his clothes was costing him. “It was around the time we had our second kid, so I was totally overloaded with things,” he says. “Anything I can cut out of my life I see as a challenge, so laundry was just one less thing to do.” He had already been doing less than many people – a load every week, or sometimes every two – but then he went for an entire year without washing his clothes in the machine.</p><p>These days, Tim, a software engineer, does a wash every six months or so. “Seeing as I don’t have to go to the office any more, I don’t really have a need for clean clothes,” he says. “It doesn’t matter.” On video calls, “people only see me from my head up, and half the time I don’t put my camera on anyway”. He looks clean, if fashionably scruffy, when we speak over such a call. “If there’s some important social event, I’ll make sure I’ve got something nice to wear, but day to day it doesn’t really matter.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/20/the-no-wash-movement-would-you-wear-underpants-for-a-week-without-cleaning-them\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/20/the-no-wash-movement-would-you-wear-underpants-for-a-week-without-cleaning-them", "date_published": "2023-06-20 09:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I did it my way': Alford Gardner on his life after boarding the Windrush – video", "description": "<p>Alford Gardner was 22 when he boarded HMT Empire Windrush in Kingston, Jamaica, along with 491 other West Indians, a postwar generation that helped rebuild the UK and paved the way for others to follow. </p><p></p><p>Seventy-five years later, he is one of the few left to tell the story. Gardner says if he could live it all again, he says he wouldn’t change a 'damn thing'</p><p></p><ul><li><p><a href=\"https://guardian.com/uk-news/2023/jun/21/didnt-expect-history-one-man-windrush-story-alford-gardner\">‘I didn’t expect to be a part of history’: read our full interview with Alford Gardner</a></p></li><li><p><a href=\"https://www.theguardian.com/books/2023/jun/11/what-comes-across-clearly-is-the-emotional-cost-of-migration-windrush-commemorated-in-books\">‘What comes across clearly is the emotional cost of migration’: Windrush commemorated in books</a></p></li></ul> <a href=\"https://www.theguardian.com/uk-news/video/2023/jun/20/i-did-it-my-way-alford-gardner-on-his-life-after-boarding-the-windrush-video\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2023/jun/20/i-did-it-my-way-alford-gardner-on-his-life-after-boarding-the-windrush-video", "date_published": "2023-06-20 09:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ragga-metal, Y2K R&B and folk legends: 30 acts to see at Glastonbury", "description": "<p>From big names including Arctic Monkeys and Kelis to must-see cult acts such as Yaya Bey and Vigro Deep, our music editors pick out the essential sets</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/30-acts-to-see-at-glastonbury-ragga-metal-y2k-rb-and-folk-legends-\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/30-acts-to-see-at-glastonbury-ragga-metal-y2k-rb-and-folk-legends-", "date_published": "2023-06-20 08:46:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Larger than life’: Tina Turner outfits to star in V&A’s Diva exhibition", "description": "<p>Immersive show includes talk by late singer’s designer Bob Mackie as well as items worn by Prince and Elton John</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/2023/jun/15/diva-fashion-victoria-albert-museum\">‘The theatricality of that costume is off the scale’: celebrating two centuries of diva fashion</a></li></ul><p>“Tina Turner was larger than life right up to the end,” her friend Bob Mackie, the fashion designer and collaborator on her most famous looks, said this week before the launch of <a href=\"https://www.vam.ac.uk/exhibitions/diva\">Diva</a>, a blockbuster fashion exhibition at the V&amp;A lin London, which features the late singer in a starring role.<br /><br />Asked to assess how today’s divas match up with their predecessors, the 83-year-old designer, whose career spans designing for Lucille Ball and Doris Day to being a guest judge on RuPaul’s Drag Race, seemed unimpressed.</p><p>With the taste for provocation that led him to dress Cher in a Mohawk headdress for the 1986 Oscars, he pointed out that Beyoncé’s first stage costumes were made by her mother, who “used to say, ‘I look at what Bob Mackie does for Cher’” he noted.</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/tina-turner-outfits-v-and-a-diva-exhibition-prince-elton-john-bob-mackie-singer\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/tina-turner-outfits-v-and-a-diva-exhibition-prince-elton-john-bob-mackie-singer", "date_published": "2023-06-20 08:44:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "USA and Valencia’s Yunus Musah: ‘I wasn’t shocked by the racist abuse of Vinícius Jr’", "description": "<p>The American midfielder has been invigorated by a successful year with his national team. And it has helped him forget a difficult time in Spain</p><p>In the two years and three months since Yunus Musah elected to play for the US men’s national team over England, Italy and Ghana, he has become so integral to the American squad that it’s easy to forget he is still just 20.</p><p>After choosing to play for the US, Musah was immediately thrown into the fray of World Cup qualifying, starting for a team pursuing redemption after failing to reach Russia 2018. One year after committing to the US, Musah celebrated on a pitch in Costa Rica as he and his teammates secured their return to the World Cup.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/yunus-musah-interview-usmnt-valencia-soccer-vinicius-junior\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/yunus-musah-interview-usmnt-valencia-soccer-vinicius-junior", "date_published": "2023-06-20 08:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matrescence by Lucy Jones review – smashing motherhood myths", "description": "<p>A thrilling examination of what it means to become a mother challenges assumptions in bravura fashion</p><p>M<em>atrescence</em>, the best book I’ve ever read about motherhood, is a delightfully unusual one. For starters, brief passages that lay out the machinations of nature, and many of its horrors, sit around its chapters. We meet eels that endure five life stages and multiple habitats before breeding once and then dying, and black lace-weaver mother spiders who feed their living bodies to their infants.</p><p>“Forty spiderlings, which resemble creamy yellow sea pearls, wander over her nonchalantly, devouring, snacking, nibbling, pulling bits of her flesh into their tiny mouths,” Jones writes, watching a grisly nature video. Spotting a similar spider in her children’s toy box not long after, she’s relieved to find no babies. The whole experience has felt “close to home”. “She’s safe,” she writes. “For now.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/20/matrescence-on-metamorphosis-pregnancy-childbirth-motherhood-by-lucy-jones-review-smashing-motherhood-myths\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/20/matrescence-on-metamorphosis-pregnancy-childbirth-motherhood-by-lucy-jones-review-smashing-motherhood-myths", "date_published": "2023-06-20 08:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "She Came from the Woods review – jolly romp raising the ghosts of 80s teen horror", "description": "<p>Summer-fun-and-slashing tale of camp counsellors in bloody peril has clear cinematic ancestors but the young cast gives it fresh appeal</p><p>This silly but pleasingly jolly horror film offers an update on that perennial staple of the genre: the summer camp beset by a supernatural malignancy. And much like a campfire tale tailor-made to terrify impressionable listeners, this has a streak of self-referentiality that makes it feel ludic as well as lurid. After a 1940s-set prologue that’s explained later, the story settles into the 1980s, a time when this sort of summer-fun-and-slashing package with a large ensemble cast was all the rage (see Sleepaway Camp, The Burning, and of course the Friday the 13th series).</p><p>It’s the last day of the season at Camp Briarbrook, and the assorted kids get ready to head home after one last performance-assembly in the mess hall. The camp counsellors, who predictably span the spectrum from theatre nerds and dweebs to glossy teen beauties ripe for terrorising, are also psyched to spend the night partying once the kids are gone. The camp’s owners – paterfamilias Gilbert McCalister (William Sadler), his daughter (Cara Buono, Dr Miller in Mad Men), and her two sons Shawn (Tyler Elliot Burker) and Peter (Spencer List) – look on indulgently, little realising that by the end half of them will be murdered or at least traumatised one way or another. Is the mayhem caused by the undead spirit of camp nurse Agatha (Madeleine Dauer), who bears a grudge for things Gilbert did in the 1940s? Or is there a more quotidian explanation like bears, a hornets’ nest or UFOs?</p> <a href=\"https://www.theguardian.com/film/2023/jun/20/she-came-from-the-woods-review-80s-teen-horror-friday-the-13th\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/20/she-came-from-the-woods-review-80s-teen-horror-friday-the-13th", "date_published": "2023-06-20 08:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Titanic submarine: rescuers race against time to find missing Titan – live", "description": "<p>Vessel, which can stay submerged for 96 hours, went missing on Sunday while carrying five people to wreckage of Titanic</p><p><strong>What might have gone wrong?</strong></p><p>It is too early to say what has happened but experts have offered several of the most likely scenarios, from becoming tangled in wreckage of the Titanic, to a power failure or an issue with the sub’s communications system.</p> <a href=\"https://www.theguardian.com/uk-news/live/2023/jun/20/titanic-submarine-rescuers-missing-titan-submersible-search-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/live/2023/jun/20/titanic-submarine-rescuers-missing-titan-submersible-search-latest-news", "date_published": "2023-06-20 07:50:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Xi and Blinken exchange warm words while refusing to budge", "description": "<p>Meeting between US secretary of state and Chinese leader was a diplomatic coup, but yielded few breakthroughs</p><p>Antony Blinken’s <a href=\"https://www.theguardian.com/world/2023/jun/19/antony-blinken-xi-jinping-beijing-china\">meeting</a> with Xi Jinping on Monday may have lasted only 35 minutes, but both sides insisted that it represented progress in the strained relationship. The two men exchanged warm words while both refusing to budge on their respective core interests.</p><p>That the US secretary of state was able to meet China’s leader at all was a diplomatic coup for the highly anticipated visit. Blinken is the highest-ranking US official to visit Beijing since 2018, but until he arrived in the Chinese capital it was not confirmed that he would meet China’s leader.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/20/xi-jinping-antony-blinken-us-china-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/20/xi-jinping-antony-blinken-us-china-meeting", "date_published": "2023-06-20 07:49:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal make Ajax’s Jurriën Timber top target to strengthen defence", "description": "<ul><li>Centre-back wants move but clubs apart over valuation</li><li>RB Leipzig’s Mo Simakan also on Arsenal’s shortlist</li></ul><p>Arsenal have identified Ajax’s Jurriën Timber as their top target to strengthen in defence. The 22-year-old Netherlands international is keen on the move but the clubs are apart over the valuation, with Ajax demanding more than £30m.</p><p>RB Leipzig’s Mo Simakan is also on Arsenal’s list as Mikel Arteta pushes to reinforce a backline that struggled in April during William Saliba’s absence, conceding 11 goals in four games against Liverpool, West Ham, Southampton and Manchester City as the team fell away in the title race.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/arsenal-ajax-jurrien-timber-top-target-defence-mo-simakan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/arsenal-ajax-jurrien-timber-top-target-defence-mo-simakan", "date_published": "2023-06-20 07:16:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grocery inflation in Great Britain eases to 16.5% but remains high", "description": "<p>Supermarket inflation slows to lowest rate this year, although households still under pressure</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jun/20/uk-rent-share-of-pay-food-inflation-cost-of-living-mortgage-rates-business-live\">Business live – latest updates</a></li></ul><p></p><p>Supermarket inflation in Great Britain has eased to its lowest level this year <a href=\"https://www.theguardian.com/business/cost-of-living-crisis\">but remains high</a>, forcing people to change how they eat and cook as household budgets are strained, according to the data firm Kantar.</p><p>Grocery inflation declined to 16.5% in the four weeks to 11 June, down from <a href=\"https://www.theguardian.com/business/2023/apr/25/uk-shoppers-own-label-food-price-inflation-price-rises-kantar\">17.2% last month</a> and a record 17.5% in March. It remains at its sixth-highest level since the financial crisis in 2008, Kantar said.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/grocery-supermarket-inflation-great-britain-eases-remains-high-kantar\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/grocery-supermarket-inflation-great-britain-eases-remains-high-kantar", "date_published": "2023-06-20 07:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple TV+ remake of sci-fi classic Metropolis cancelled due to US writers’ strike", "description": "<p>The $188m eight-part series was to be filmed in Melbourne but has been shelved because of ‘push costs and uncertainty’ </p><p>The $188m Apple TV+ remake of Fritz Lang’s 1927 sci-fi classic <a href=\"https://www.theguardian.com/film/metropolis\">Metropolis</a> has been cancelled.</p><p>The major project was in pre-production in Melbourne when NBCUniversal’s Universal Studio Group announced the eight-part series would not go ahead.</p> <a href=\"https://www.theguardian.com/film/2023/jun/20/apple-tv-remake-of-sci-fi-classic-metropolis-cancelled-due-to-us-writers-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/20/apple-tv-remake-of-sci-fi-classic-metropolis-cancelled-due-to-us-writers-strike", "date_published": "2023-06-20 07:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Journeys to Hope: archives of the Windrush generation", "description": "<p>Between 1948 and 1971, hundreds of people from Commonwealth countries in the Caribbean came to the UK on HMT Empire Windrush to address post-war labour shortages. They, along with their descendants, are often referred to as the Windrush generation.</p><p>Autograph is <a href=\"https://autograph.org.uk/exhibitions/recent-acquisition-journeys-to-hope\">sharing the portfolio of 37 photographs</a> from the <a href=\"https://www.topfoto.co.uk/\">Topfoto archives</a>, some of which are on display for the first time. The images show the journeys of people before, onboard and after arriving in the UK 75 years after the first ship docked. The free outdoor display is on until September 2023, accompanied by a permanent online gallery.</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/jun/20/journeys-to-hope-archives-of-the-windrush-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/jun/20/journeys-to-hope-archives-of-the-windrush-generation", "date_published": "2023-06-20 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Others debate whether Putin’s attack on Ukraine is genocide. As bombs rain down on us, I have no doubt | Oleksandr Mykhed", "description": "<p>It is now clear that Russian forces have no real strategy, only brutal tactics to wipe out a people and a culture </p><p>The <a href=\"https://www.theguardian.com/world/2023/jun/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-468-of-the-invasion\">468th day of the invasion</a>. Downtown Kyiv. 2am. Over the past 35 days, my wife, Olena, and I have discovered a new way to sleep. Our bodies have become so accustomed to constant night-time air-raid alerts that now we balance on the edge of a deep sleep, which guarantees at least a little rest, and employ special listening techniques throughout the night. The whole body morphs into one big ear. And in a moment, the sound of an approaching rocket will pull us from a heavy slumber.</p><p>We don’t need words. As usual, we jump out of bed and in a few leaps fly from the bedroom to the corridor. The two-wall rule creates an illusion of safety. No walls could save us from a direct hit by an <a href=\"https://www.army-technology.com/projects/shahed-136-kamikaze-uav-iran/\">Iranian Shahed drone</a> or a Russian missile. However, there is a placebo impression, that at least it will protect us against the blast wave and glass fragments.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/life-ukraine-putin-genocide-bombs-dam-kherson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/life-ukraine-putin-genocide-bombs-dam-kherson", "date_published": "2023-06-20 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pixel Tablet review: Google’s Android slate and smart display rolled into one", "description": "<p>Magnetic charging speaker dock makes this tablet useful when idle, while software and app improvements are paying off</p><p>Google’s long-awaited Pixel Tablet has finally landed to try to tempt users away from Apple’s dominant iPad and make the large-screen devices useful in the home by becoming a smart display when not in active use – a feature that seems so obvious it’s a wonder why no one has tried it before.</p><p>The Android tablet costs £599 ($499/A$899) and comes with a magnetic charging speaker dock to enable its dual function super power. It is Google’s first Android tablet in <a href=\"https://www.theguardian.com/technology/2016/jan/11/google-pixel-c-review-best-android-tablet-ipad-competitor\">eight years</a> and marks the company’s attempt to reignite the category following up on its <a href=\"https://www.theguardian.com/technology/2022/may/11/google-io-pixel-6a-pixel-watch-and-android-13-unveiled\">recent software efforts</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/20/pixel-tablet-review-google-android-slate-smart-display-rolled-into-one\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/20/pixel-tablet-review-google-android-slate-smart-display-rolled-into-one", "date_published": "2023-06-20 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former world No 2 Anett Kontaveit forced into early tennis retirement with injury", "description": "<ul><li>Estonian says she can no longer compete at highest level</li><li>Next month’s Wimbledon will be 27-year-old’s final outing</li></ul><p>Anett Kontaveit, who was ranked No 2 in the world last year, has announced she will retire from tennis after a final outing at Wimbledon next month due to a chronic back injury.</p><p>The 27-year-old Estonian said on Tuesday the degenerative condition has made it impossible for her to continue to compete at the highest level and she will be forced into early retirement.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/former-world-no-2-anett-kontaveit-forced-into-early-tennis-retirement-with-injury\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/former-world-no-2-anett-kontaveit-forced-into-early-tennis-retirement-with-injury", "date_published": "2023-06-20 06:56:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK rents takes up biggest share of pay for a decade, but food inflation pressures ease – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as tenants face “increasing signs of stress” with rents rising faster than wages</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jun/20/uk-economy-in-growth-doom-loop-after-decades-of-underinvestment\">UK economy in growth ‘doom loop’ after decades of underinvestment</a></li></ul><p><strong>First-time buyers are being hit by a drought in mortgages, as lenders pull back from offering home loans for those with small deposits.</strong></p><p>The number of products for borrowers who need to borrow 95% of the value of their home has dropped by over 40% over the past year, the Financial Times reports.</p><p>According to data provider Moneyfacts, there were 199 products on offer over the weekend for would-be buyers looking to borrow up to 95 per cent of the value of the property, down from 347 at the start of June 2022.</p><p>The average interest rate on a two-year fixed 95 per cent loan-to-value mortgage jumped by more than 3 percentage points to 6.49 per cent over the same period, while for five-year products it rose more than 2 percentage points to 5.8 per cent.</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/20/uk-rent-share-of-pay-food-inflation-cost-of-living-mortgage-rates-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/20/uk-rent-share-of-pay-food-inflation-cost-of-living-mortgage-rates-business-live", "date_published": "2023-06-20 06:51:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flares of despair: the human costs of Iraq’s oil – in pictures", "description": "<p>Pollution and extraction of water are having a huge impact on local communities. High rates of cancer and respiratory problems are the norm, while marshes dry out and fish die in the rivers</p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/jun/20/flares-of-despair-the-human-costs-of-iraqs-oil-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/jun/20/flares-of-despair-the-human-costs-of-iraqs-oil-in-pictures", "date_published": "2023-06-20 06:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dramatic rise’ in number of women freezing eggs in UK", "description": "<p>Experts say restrictions on socialising during Covid crisis may have led more women to seek to preserve fertility</p><p>There has been a dramatic rise in the number of women freezing their eggs in the UK, while more single people are opting for IVF, figures show.</p><p>A report from the Human Fertilisation and Embryology Authority (HEFA) found that more people than ever are undergoing procedures, with egg- and embryo-freezing the fastest-growing fertility treatments in Britain.</p> <a href=\"https://www.theguardian.com/society/2023/jun/20/rise-women-freezing-eggs-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/20/rise-women-freezing-eggs-uk", "date_published": "2023-06-20 06:26:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Here comes the sun: Beach bodies in 1970s Los Angeles – in pictures", "description": "<p>You can feel the heat sizzling off Tod Papageorge’s decades-old photos of the LA coastline and the surf culture around it</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/20/here-comes-the-sun-beach-bodies-in-1970s-los-angeles-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/20/here-comes-the-sun-beach-bodies-in-1970s-los-angeles-in-pictures", "date_published": "2023-06-20 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How I found joy in life without children of my own", "description": "<p>I wanted kids and once was ashamed not to have them. But things changed when I began asking myself new questions</p><p>“Perfect for families,” read a sign next to a pizza fridge in the supermarket.</p><p>“Get lost,” I thought.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/20/childfree-women-men-parenting-motherhood\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/20/childfree-women-men-parenting-motherhood", "date_published": "2023-06-20 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the video they are laughing – now Johnson has danced into a new job, and the joke’s still on us | Frances Ryan", "description": "<p>The Tories want us to ‘move on’. How can we, when those who partied while children died face no sanction, and some are even honoured</p><p>On Saturday night, <a href=\"https://twitter.com/lizwebstersbf/status/1670134560208592900?s=46&amp;t=MEwb9I1lPirXEJ79uW2WQA\">footage emerged</a> of staff at Conservative HQ partying at the height of the pandemic in December 2020. At a time when much of the UK was barred from socialising indoors, staff are seen drinking wine and mocking Covid-19 rules. At one point, a couple wearing Christmas jumpers laugh and dance past a sign that says: “Please keep your distance.” Two of the people present are on Boris Johnson’s <a href=\"https://www.theguardian.com/politics/2023/jun/09/dame-priti-and-sir-party-marty-the-aides-and-allies-in-boris-johnsons-honours-list\">resignation honour</a>s list.</p><p>On Monday, 48 hours later, MPs – those who bothered to turn up – gathered to consider Johnson’s fate.<strong> </strong>The prime minister was <a href=\"https://www.theguardian.com/politics/2023/jun/19/rishi-sunak-to-miss-vote-sanctioning-boris-johnson-over-partygate\">reportedly busy elsewhere</a>.</p><p>Frances Ryan is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/video-laughing-boris-johnson-conservatives-partygate-honours\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/video-laughing-boris-johnson-conservatives-partygate-honours", "date_published": "2023-06-20 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Makeup review – secret life of a drag-artist banker underpins tender friendship tale", "description": "<p>The story of an unlikely friendship between a city type and a haughty Frenchman has moments of genuine pathos but doesn’t quite feel real</p><p>This low-key, low-budget portrait of an odd-couple friendship takes a while to get going, and never fully hits its stride – though it has its moments. Director Hugo André plays chef turned food blogger Sacha, a fastidious Frenchman living in London who rents a room in a house. His new landlord and flatmate is city banker Dan (Will Masheter), who seems to slot neatly into the stereotype of macho finance bro. But Dan turns out to have a secret life, dressing up in glittery glam frocks and feather boas, transforming into alter ego Danielle.</p><p>A friendship of sorts develops between the two men, throwing up a couple of nice scenes. When Dan cooks soup, picky gourmand Sacha looks appalled in the way that only a Frenchman can at the claggy dollop of peanut butter slopped into his bowl. There’s a real sweetness, too, in Masheter’s performance as Dan begins to live more openly, tiptoeing into the world of cabaret – and, if nothing else, watching his self-expression blossom is a reminder of how sinister the anti-drag laws are <a href=\"https://www.theguardian.com/music/2023/may/15/musicians-anti-drag-laws-protest-lizzo\">that are currently sweeping the US</a>.</p> <a href=\"https://www.theguardian.com/film/2023/jun/20/makeup-review-secret-life-of-a-drag-artist-banker-underpins-tender-friendship-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/20/makeup-review-secret-life-of-a-drag-artist-banker-underpins-tender-friendship-tale", "date_published": "2023-06-20 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Riyadh Air: new Saudi airline seeks to benefit from travel boom", "description": "<p>Launch comes amid resurgent demand for air travel after end of coronavirus pandemic lockdowns</p><p>As the deafening roar of an F35 fighter jet washes over the Paris air show, Tony Douglas allows himself a moment of nostalgia: he was formerly responsible for the UK government agency charged with buying the planes.</p><p>Now he is in charge of a different aviation proposition, leading the launch of a new commercial airline belonging to the Saudi Arabian state.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/riyadh-air-new-saudi-airline-seeks-to-benefit-from-travel-boom\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/riyadh-air-new-saudi-airline-seeks-to-benefit-from-travel-boom", "date_published": "2023-06-20 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Venice to Mantua: by bike and boat along Italy’s glorious Po valley", "description": "<p>Using canals, rivers and quiet roads, this cycling and boating break – ‘a holiday not a road race’ – takes riders to beautiful wetland scenery, ancient towns and delicious food</p><p>Ten years ago, while exploring the Renaissance city of Mantua in Lombardy, I bumped into a bunch of cyclists embarking on a “bike and barge” trip all the way to Venice. It sounded like the perfect way to hit the quiet backroads of the little-known Polesine region, which surrounds the Po River and stretches to the Adriatic. Finally, here I am, joining the trip (though in the opposite direction), boarding the Ave Maria, which is moored behind Palladio’s iconic Redentore church on the island of Giudecca. The once rust-encrusted 42-metre transport boat was saved from the scrapheap by local tour operator Girolibero and transformed into a very comfortable 17-cabin floating hotel.</p><p>My 32 fellow passengers are a cosmopolitan crowd: Britons, Berliners, Americans, Canadians and New Zealanders, ranging from a teenage student to sprightly retirees. Unlike me they are experienced cyclists, but the tour leader, Hein Hoefnagels, a superfit 74-year-old Dutchman, reassures me that “this is a holiday not a road race”. We will be travelling at a leisurely pace, covering between 15 and 35 miles a day for eight days with lots of stop-offs (including the fishing port of Chioggia and the ancient town of Adria); the roads are flat – plus there’s the option of an electric bike instead of a touring one.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/20/venice-to-mantua-by-bike-and-boat-along-italys-glorious-po-valley\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/20/venice-to-mantua-by-bike-and-boat-along-italys-glorious-po-valley", "date_published": "2023-06-20 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bee Gees: Children of the World by Bob Stanley review – very high and mighty", "description": "<p>The author and musician’s engaging biography of the Gibb brothers explores their idiosyncrasies as well as musical brilliance</p><p>This book contains few new interviews about the “insanely productive” group who sold more than 220m records: it is author-led, meaning we are mainly given Bob Stanley’s opinions about the <a href=\"https://www.theguardian.com/music/bee-gees\">Bee Gees</a>’ music. But there are few people whose opinions I would rather have. Stanley is a highly articulate proponent of pop rather than rock (his previous book was <em><a href=\"https://www.theguardian.com/books/2022/may/06/lets-do-it-by-bob-stanley-review-a-voyage-through-pops-origins\">Let’s Do It: The Birth of Pop</a></em>) and a practitioner himself, with his group <a href=\"https://www.theguardian.com/music/saint-etienne\">Saint Etienne</a>.</p><p>Pop has come in out of the cold in recent years, Blondie as likely to be pontificated about as Led Zeppelin, but the Bee Gees – who were certainly “pop”, despite evolving through quasi-psychedelia into R&amp;B and disco – remain, as Stanley writes, “othered”, rarely accorded the respect they deserve. And he suggests that such praise as they do receive tends to be conditional: “It’s the Bee Gees… but it’s really good.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/20/bee-gees-children-of-the-world-by-bob-stanley-review-very-high-and-mighty\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/20/bee-gees-children-of-the-world-by-bob-stanley-review-very-high-and-mighty", "date_published": "2023-06-20 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My generation drank to quell our self-loathing. Gen Z is admirably tough and teetotal | Zoe Williams", "description": "<p>They are more likely to avoid alcohol than any other age group. Not easy, when you’re facing the nerves of starting university or navigating a new job</p><p>My first job out of university was on reception at some blue-chip company full of (probably) terrible suits, but that didn’t matter because the only person who ever spoke to me was the other receptionist, and she was great. She had this kid who was a rascal, and one day the police called to say he’d been nicked for some rascally behaviour. “To his credit,” they said, “he doesn’t have any previous convictions.” She replied: “Well, give him a chance – he’s only 13.”</p><p>Her voice popped into my head the other day when I was worrying about my daughter, and how non-alcohol-curious she is. Well, give her a chance – she’s only 13. But my nieces are the same way, and they’re older. My sister and I decided a while ago that this was our doing: they’d taken one look at us, or to be accurate, a million looks at us, and decided the Aperol bounce wasn’t for them. And while I’m almost immune to parental guilt, I did feel fantastically bad about the idea that I might, just by enjoying it too much, have put my kids off alcohol.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/my-generation-drank-to-quell-our-self-loathing-gen-z-is-admirably-tough-and-teetotal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/my-generation-drank-to-quell-our-self-loathing-gen-z-is-admirably-tough-and-teetotal", "date_published": "2023-06-20 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There is no mercy!’: the young women swapping South Korea’s work culture for freediving", "description": "<p>The remarkable haenyeo on Geoje Island believed their traditions were dying out. But then came the new recruits – refugees from the cities’ exhausting rat race</p><p>Shin Ho-jin had been freediving only a little over a year – gathering oysters, seashells and other marine life by hand – when she spotted the cluster of abalone. Eager to show the older, more experienced divers that she could keep up, the 37-year-old took a deep breath and was about to plunge toward her prize find when she heard a shout: “Ho-jin, don’t go there!”</p><p>It was the 69-year-old Lee Bok-soon, Shin’s boss and the captain of the boat. The experienced freediver of more than 50 years, often called Omma (Korean for mother) by her recruits, had seen that Shin was about to swim right into an old fishing net.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/there-is-no-mercy-the-young-women-swapping-south-koreas-work-culture-for-freediving\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/there-is-no-mercy-the-young-women-swapping-south-koreas-work-culture-for-freediving", "date_published": "2023-06-20 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: attacks reported across Ukraine; Putin nuclear weapons threat is ‘real’, says Biden", "description": "<p><a href=\"https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden?page=with:block-649116d98f08abfd8db40255#block-649116d98f08abfd8db40255\">Air raids reported in Lviv, Kyiv and Zaporizhzhia</a>; <a href=\"https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden?page=with:block-64912c408f08c1a38208bca3#block-64912c408f08c1a38208bca3\">US president says ‘real’ possibility Vladimir Putin could use tactical nuclear weapons</a></p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Interestingly, the ISW appears to contradict Biden’s assessment of the risks posed by Russia’s deployment of tactical nuclear weapons to Belarus. In its latest analysis, the US think tank writes:</p><p>ISW has long assessed that Russia will likely keep tactical nuclear weapons in Belarus in order to consolidate <em>de facto</em> control of Belarus but maintains that this deployment is extraordinarily unlikely to have battlefield impacts in Ukraine.</p><p>In a highly symbolic move, the EU granted Ukraine formal membership candidate status a year ago – four months after Russia, Kyiv’s Soviet-era overlord, attacked the country amid its efforts to pursue integration with the West.</p><p>But the EU set seven conditions – including on judicial reform and curbing endemic corruption – to launch accession negotiations. Ukraine has called for talks to start this year.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/20/russia-ukraine-war-live-attacks-reported-across-ukraine-putin-nuclear-weapons-threat-is-real-says-biden", "date_published": "2023-06-20 05:37:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we survive: My father beat, starved and belittled me. Love and therapy saved my life", "description": "<p>As a child, the actor Antonia Bernath feared for her safety every day. When she was 10, she and her mother escaped, but there was more tragedy to come. She describes how she put herself back together</p><p>‘There’s this idea of the middle-class utopia, and that child abuse can only exist alongside poverty,” says Antonia Bernath, an actor best known for her roles in Downton Abbey and St Trinian’s. Now 38, she has spent most of her adult life trying to process – and heal from – the years of violence she endured at the hands of her father during the 90s.</p><p>“It started very early,” she says. “My mum said that when I was a baby, he would use my cart as a balance for his gun while he’d shoot groundhogs.” Later, he would beat Bernath to the point where it was painful to sit down. Didn’t her teachers notice? “No,” she says, “no one questioned.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/20/how-we-survive-my-father-beat-starved-and-belittled-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/20/how-we-survive-my-father-beat-starved-and-belittled-me", "date_published": "2023-06-20 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Search for missing Titanic submersible a ‘challenge’ as rescuers race against time", "description": "<p>Authorities are deploying ‘all available assets’, as they warn that the Titan submersible has just 96 hours of oxygen supply</p><p>Authorities are rushing “all available” resources to help with search efforts under way in the Atlantic Ocean after a submersible vessel carrying five people to the wreckage of the Titanic went missing.</p><p>The submersible – known as Titan – is operated by OceanGate Expeditions and <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/titanic-tourist-submarine-missing-north-atlantic\">was reported overdue on Monday</a>. Contact was lost 1 hour 45 minutes into its dive on Sunday afternoon, the US Coast Guard said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/missing-titanic-submersible-titan-sub-oxygen-supply-search-difficult-rescue\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/missing-titanic-submersible-titan-sub-oxygen-supply-search-difficult-rescue", "date_published": "2023-06-20 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Short daytime naps may keep brain healthy as it ages, study says", "description": "<p>Brief doze may delay brain shrinkage, which occurs faster in people with neurodegenerative diseases</p><p>Taking a short nap during the day may help to protect the brain’s health as it ages, researchers have suggested after finding that the practice appears to be associated with larger brain volume.</p><p>While previous research has suggested long naps <a href=\"https://www.theguardian.com/society/2022/mar/17/naps-early-sign-alzheimers-disease-study\">could be an early symptom of Alzheimer’s disease</a>, other work has revealed that a brief doze can <a href=\"https://www.theguardian.com/science/2010/feb/21/naps-improve-learning-ability\">improve people’s ability to learn</a>.</p> <a href=\"https://www.theguardian.com/science/2023/jun/20/short-daytime-naps-may-keep-brain-healthy-as-it-ages-study-says\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/20/short-daytime-naps-may-keep-brain-healthy-as-it-ages-study-says", "date_published": "2023-06-20 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Joshua Jackson is a sinister surgeon in Dr Death", "description": "<p>A chilling and star-packed podcast adaptation gets under way. Plus: Afua Hirsch visits Nigeria and David Harewood delivers a very personal lecture. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/20/tv-tonight-joshua-jackson-is-a-sinister-surgeon-in-dr-death\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/20/tv-tonight-joshua-jackson-is-a-sinister-surgeon-in-dr-death", "date_published": "2023-06-20 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hymns in and Monty Python out of UK funeral songs top 10", "description": "<p>Queen’s funeral credited for hymns’ revival while Time to Say Goodbye replaces You’ll Never Walk Alone at No 1</p><p>Hymns are back among the most popular funeral songs, boosted by the queen’s funeral, while the Monty Python song Always Look on the Bright Side of Life has slipped out of the top 10, funeral directors have said.</p><p>All Things Bright and Beautiful and Abide With Me are the first hymns in the top 10 for seven years, in the Co-op Funeralcare chart based on song selections at about 93,000 funerals.</p> <a href=\"https://www.theguardian.com/society/2023/jun/20/hymns-in-and-monty-python-out-of-uk-funeral-songs-top-10\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/20/hymns-in-and-monty-python-out-of-uk-funeral-songs-top-10", "date_published": "2023-06-20 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nature at risk of breakdown if Cop15 pledges not met, world leaders warned", "description": "<p>Author of landmark UK review into the economic value of nature joins UN environment chief in calls for ‘action, not just words’ on biodiversity goals</p><p>Humans are exploiting nature beyond its limits, the University of Cambridge economist Prof Sir Partha Dasgupta has warned, as the UN’s environment chief calls on governments to make good on a global deal for biodiversity, six months after it was agreed.</p><p>Dasgupta, the author of a <a href=\"https://www.theguardian.com/environment/2021/feb/02/economics-failure-over-destruction-of-nature-presents-extreme-risks\">landmark review</a> into the economic importance of nature commissioned by the UK Treasury in 2021, said it was a mistake to continue basing economic policies on the postwar boom that did not account for damage to the planet.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/20/nature-at-risk-of-breakdown-if-cop15-pledges-not-met-world-leaders-warned\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/20/nature-at-risk-of-breakdown-if-cop15-pledges-not-met-world-leaders-warned", "date_published": "2023-06-20 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Safety checks run down and boom time for criminals: this is why the UK is becoming the ‘dustbin of Europe’ | Polly Toynbee", "description": "<p>The officials who ensure our consumer goods are safe are being lost to Tory neglect. They work without fanfare but they are vital</p><p>Never forget that all the sound and fury in Westminster is about something very real. Politicians and their parties are not “all the same”. On one side, the Conservatives diminish and damage the public realm, the lives and livelihoods of those with least and the quality of civic values. On the other side, Labour strives to improve public services, the public sphere and enhance the life chances and living standards of those people that the Tories do down.</p><p>I’m not sure why I am still so easily shocked by the Tories’ vandalism. But time and again I come across some new act of sabotage that takes my breath away. This time it’s their stripping out of an already thin veneer of civilisation by laying waste to trading standards. Now this is a dull and invisible service, you might think, the sort of thing anyone from a first-world country could take for granted. No longer, just as you no longer assume the rivers are <a href=\"https://www.theguardian.com/environment/2022/oct/01/environment-agency-sewage-dumped-england-rivers-leak\">safe from sewage</a>.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/20/trading-standards-uk-consumer-goods-britain-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/20/trading-standards-uk-consumer-goods-britain-europe", "date_published": "2023-06-20 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Why I might have done what I did’: conversations with Ireland’s most notorious murderer", "description": "<p>Malcolm Macarthur was the wealthy, bookish socialite who shocked Ireland with a brutal double killing in 1982, and caused a major political scandal. I tracked him down and heard, for the first time, the tale he told about himself</p><p>Among Irish people old enough to remember the summer of 1982, Malcolm Macarthur is as close to a household name as it is possible for a murderer to be. He grew up in County Meath in the east of Ireland, on a grand estate with a housekeeper, a gardener and a governess. In his 20s, he received a large inheritance, and lived well on its bounty. But on the brink of middle age, he found he was going broke. At the time, the IRA was conducting a campaign of bank heists to fund their struggle. Macarthur was a clever and capable man, he reasoned, and so why should he not be able to pull off something along those lines?</p><p>He had been living for some months with a woman named Brenda Little and their son in Tenerife. He told Little that he had financial affairs to attend to, and flew to Dublin. But he did not bring off the heist; in the effort to attain a gun and a getaway car, he murdered two complete strangers. His first victim was a nurse, Bridie Gargan, whom he beat to death with a hammer in the process of stealing her car. His second was a farmer, Donal Dunne, who had agreed to sell him a shotgun. Macarthur shot him in the face and left his body in a bog. Both victims were 27 years old.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/ireland-most-notorious-murderer-malcolm-macarthur-why-i-might-have-done-what-i-did\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/ireland-most-notorious-murderer-malcolm-macarthur-why-i-might-have-done-what-i-did", "date_published": "2023-06-20 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cancer test and treatment delays in UK have put ‘100,000 lives at risk’ since 2014", "description": "<p>Some patients’ cancer became incurable as a direct result of long waits, says Macmillan Cancer Support</p><p>At least 100,000 people across the UK have had their lives put at risk over the last decade because of <a href=\"https://www.theguardian.com/society/2022/dec/14/treatment-delays-leave-uk-facing-cancer-emergency-doctors-warn\">delays to them getting tested or treated</a> for cancer, a new report claims.</p><p>In some cases, patients’ treatment options narrowed or their cancer spread or became incurable as a direct result of their long waits for NHS care, according to Macmillan Cancer Support.</p> <a href=\"https://www.theguardian.com/society/2023/jun/20/cancer-test-and-treatment-delays-in-uk-have-put-100000-lives-at-risk-since-2014\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/20/cancer-test-and-treatment-delays-in-uk-have-put-100000-lives-at-risk-since-2014", "date_published": "2023-06-20 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celebrities are smoking again: ‘Things are grungier, edgier, sleazier’", "description": "<p>Not long ago, stars showed off their green juice and yoga mats. Now they’re showing off an old-fashioned vice</p><p>Last month, Lily-Rose Depp left The Idol’s Cannes premiere in La Dolce Vita cosplay, wearing vintage Chanel, a Brigitte Bardot updo, and cat eye sunglasses. But one accessory stood out the most: a lit cigarette, which the actor and noted <a href=\"https://www.theguardian.com/commentisfree/2022/nov/26/lily-rose-depp-nepo-baby-sexist-week-in-patriarchy\">nepo baby</a> conspicuously puffed as she waved for the paparazzi.</p><p>The picture was no accident. “She wants that Pinterest paparazzi pic so bad with the cigarette,” one person wrote in a comment underneath footage on <a href=\"https://www.instagram.com/p/CswWehrIcAg/\">@cigarettes</a>, a popular Instagram page that documents celebrities smoking.</p> <a href=\"https://www.theguardian.com/society/2023/jun/20/celebrities-smoking-lily-rose-depp-anya-taylor-joy\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/20/celebrities-smoking-lily-rose-depp-anya-taylor-joy", "date_published": "2023-06-20 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fitzwilliam museum in Cambridge explores founder’s slavery links", "description": "<p>Historic and contemporary pieces interrogate city and university’s connections to colonialism</p><p>An exhibition by the Fitzwilliam Museum will explore Cambridge’s connections to enslavement and exploitation for the first time, both in the university and the city.</p><p>Black Atlantic: Power, People, Resistance features works made in west Africa, the Caribbean, South America and Europe, and interrogates the ways Atlantic enslavement and the Black Atlantic shaped the University of Cambridge’s collections.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/fitzwilliam-museum-cambridge-explores-founders-slavery-links\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/fitzwilliam-museum-cambridge-explores-founders-slavery-links", "date_published": "2023-06-20 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Misleading Home Office advice leaves Hong Kong protester fearing deportation from UK", "description": "<p>Student who took part in anti-Beijing protests is in legal limbo after withdrawing her asylum claim to make a visa application that was then rejected</p><p>A Hongkonger who fled to the UK after being targeted by Chinese security officials has been left fearing deportation after appearing to be wrongly advised by the Home Office.</p><p>Olivia (not her real name) left Hong Kong in July 2022 after someone claiming to be from the new national security department – created two years earlier when the Chinese Communist party (CCP) imposed a draconian security law on the city – approached her in the street and accused her of supporting Hong Kong independence.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/20/misleading-home-office-advice-leaves-hong-kong-protester-fearing-deportation-from-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/20/misleading-home-office-advice-leaves-hong-kong-protester-fearing-deportation-from-uk", "date_published": "2023-06-20 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve feared this’: veteran Titanic explorer tells of concern for missing submersible", "description": "<p>Joe MacInnis, a member of the first expedition to locate the wreck of the Titanic, says the deep sea exploration community has been left ‘shattered’</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jun/19/titanic-tourist-submarine-missing-north-atlantic\">Report: desperate search for sub missing with five onboard</a> </li><li><a href=\"https://www.theguardian.com/uk-news/2023/jun/20/missing-titanic-sub-titan-submersible-tourist-oceangate-what-is-it-and-what-might-have-happened\">Explainer: what is the Titan tourist sub and what might have happened to it?</a></li></ul><p>A missing submersible near the wreck of the Titanic that has kicked off a <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/titanic-tourist-submarine-missing-north-atlantic\">frantic international search</a> has left the deep sea exploration community “shattered”, a famed Canadian scientist and veteran explorer has said.</p><p>“This is the day that we have been fearing for a long, long time – when you lose a sub in really deep water,” Joe MacInnis, a member of the first expedition to locate the wreck of the Titanic in 1985, told the Guardian on Monday night. “It doesn’t look good.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/veteran-titanic-explorer-concern-missing-submersible-sub\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/veteran-titanic-explorer-concern-missing-submersible-sub", "date_published": "2023-06-20 04:15:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mariupol’s exiled leaders look to the future with plans to rebuild", "description": "<p>Exclusive: Ukrainian mayor says there is no time to waste in drawing up vision for devastated city, which is under Russian control</p><p>A tram glides pasts cyclists and pedestrians making their way along green and pleasant streets. A submerged diver swims in clear waters by an underwater research centre while families enjoy a picnic at the nearby beach, gazing over at the yachts in the distance as they enjoy the afternoon sun.</p><p>It is a vision of a thoroughly modern coastal city, but two strangely familiar images in the bundle of architectural drawings hint at the identity of this place and its dark and troubling recent past: there is the “Memory Centre Dram”, an amphitheatre overlooked by a towering steel and glass structure in the shape of what was Mariupol’s elegant drama theatre, and then, on the following page, an industrial works given over to nature, now described as the Azovstal memorial park.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/mariupol-exiled-leaders-look-to-the-future-with-plans-to-rebuild-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/mariupol-exiled-leaders-look-to-the-future-with-plans-to-rebuild-ukraine", "date_published": "2023-06-20 04:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West needs strategy to tie Ukraine aid to corruption progress, thinktank says", "description": "<p>German Marshall Fund says oligarchs biding their time until after war ends to reassert their influence</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>Western powers will only protect Ukraine’s multibillion-dollar postwar recovery if they agree a unified strategy to make aid conditional on clear progress on combating judicial corruption, reinstating the obligation on Ukrainian public officials to declare assets and ensuring all recovery finds can be digitally traced, according to an authoritative report from the German Marshall Fund.</p><p>The US thinktank’s proposals, matching calls from Ukrainian civil society and G7 ambassadors in Ukraine, reflect a concern that donors have not yet assembled a strategy to ensure how recovery funds can be monitored in a country that has made progress in tackling capture by oligarchs since 2014 but still has many unreformed institutions.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/west-needs-strategy-to-tie-ukraine-aid-to-corruption-progress-thinktank-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/west-needs-strategy-to-tie-ukraine-aid-to-corruption-progress-thinktank-says", "date_published": "2023-06-20 04:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steph Catley hopes to see ‘Euros effect’ in Australia after 2023 Women’s World Cup | Joey Lynch", "description": "<p>The Matildas vice-captain points to England’s experience as an example of the impact hosting a major tournament can have</p><ul><li><a href=\"https://www.theguardian.com/football/2023/jun/15/cortnee-vine-matildas-player-interview-australia-soccer-national-team-2023-fifa-womens-world-cup\">Cortnee Vine: ‘I sometimes forget that I actually play for the Matildas’</a></li></ul><p>Steph Catley knows what kind of impact hosting the Women’s Euros had in England. She felt it first hand, walking around the streets of London bathed in the afterglow of the Lionesses’ triumph. The Matildas defender saw the effect it had on the lives of Arsenal teammates such as Beth Mead and Leah Williamson. “They’re superheroes on another level to the young girls over here,” Catley says. “They can’t walk down the street without being recognised”.</p><p>Most of all, she has lived it, playing for Arsenal in an extra-time defeat to Wolfsburg in the Champions League semi-final in front of 60,063 fans at Emirates Stadium – 58,657 more than the last time the Gunners hosted a European semi and an attendance that set a new record for women’s club football in the UK.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/steph-catley-hopes-to-see-euros-effect-in-australia-after-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/steph-catley-hopes-to-see-euros-effect-in-australia-after-womens-world-cup", "date_published": "2023-06-20 03:12:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why police are stepping back from mental health callouts - podcast", "description": "<p>Police spend an estimated 20-40% of their time on mental health calls, according to the College of Policing. Is Humberside police’s ‘Right Care, Right Person’ a better way? Helen Pidd reports</p><p>When the emergency services are called to attend a mental health incident, it’s often police officers that show up.</p><p>Angela tells <strong>Hannah Moore</strong> about her daughter Louise’s* experience during a mental health crisis. She spent 12 hours with two police officers in an A&amp;E department before seeing a psychiatric doctor.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/20/why-police-are-stepping-back-from-mental-health-callouts-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/20/why-police-are-stepping-back-from-mental-health-callouts-podcast", "date_published": "2023-06-20 02:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}]