[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Is OLD SCHOOL GTA All Over Again...", "description": "This feature discusses the upcoming police simulation, action sandbox game The Precinct from UK based studio Fallen Tree Games. The experience, most prominently influenced by old style Grand Theft Auto, 1980s cop movies, with echoes of Disco Elysium, puts players in command of rookie police officer Nick Cordell Jr. as he fights to rise through the ranks of fictional Averno City’s police force. \n\nThroughout the game, Nick will face a variety of procedurally generated crimes, from petty misdemeanours to serious organised crime, with a glut of epic car chases and thrilling shootouts balancing the more mundane side of police work such as issuing parking tickets. The top-down carnage of original Grand Theft Auto is the main focus though, with the similarities raised between both games dissected throughout the feature.", "link": "https://www.youtube.com/watch?v=PknHyRUgR1A", "date_published": "2023-06-20 15:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Lord of the Rings: Gollum - What The HELL Happened?", "description": "In an industry that grows increasingly hesitant to take big risks, Daedalic Entertainment took a swing with its idea of a Lord of the Rings game based on Gollum, and on paper, the studio had the right ideas in place, from its focus on stealth and parkour to the implementation of choice and consequence mechanics. \n\nVideo games aren’t made on paper though, and to say that The Lord of the Rings: Gollum massively fumbled in the execution of its ideas would be a bit of an understatement. Here, we take a look at the years leading up to the game’s launch, the immediate aftermath of its disastrous release, and what the future may potentially hold for Daedalic Entertainment and the Lord of the Rings license.", "link": "https://www.youtube.com/watch?v=1Ns7YAUoi94", "date_published": "2023-06-20 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Trepang2 Review - The Final Verdict", "description": "With many games from the past being praised for their stellar combat and enemy AI, Trepang Studio is looking to recreate the magic with Trepang2. While the new release features many hallmarks of classic games, it does so with quite a bit of style and a lack of horror.\n\nTrepang2 puts you into the shoes of an unnamed agent who seems to have been captured by a shady corporation against your will. Starting off without having any memories and a couple of special abilities, you're going to have to fight your way out, and along the way, take down a mysterious cult that seems to have dealings with a strange megacorporation.\n\nPlayers will have access to two abilities right from the outset—Focus and Cloak—both of which are meant to help you out in gunfights. Stealth is only an option to help set up ambushes, and you're expected to be using your special abilities to take enemies out in the most gruesome and stylish way you can come up with.", "link": "https://www.youtube.com/watch?v=ZlO5rWFKZ5Q", "date_published": "2023-06-20 11:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}]