[{"source": "https://www.theguardian.com/international/rss", "title": "International roundup: Germany and Brazil lose as Ronaldo sets new mark", "description": "<ul><li>Euro 2024 hosts Germany lose 2-0 at home to Colombia</li><li>Ronaldo plays 200th game for Portugal and scores in win</li></ul><p><strong>Germany</strong> suffered a 2-0 home loss to <strong>Colombia</strong> in a friendly on Tuesday in their latest setback less than a year before they host Euro 2024, while Senegal thumped Brazil 4-2 in Lisbon with Sadio Mané scoring twice.</p><p>Luis Díaz’s 54th-minute header and Juan Cuadrado’s penalty in the 82nd gave the visitors their first victory over the Germans, who were booed at the end. Germany, who have less than a year to build a battle-hardened team for the continental tournament, had needed two late goals to draw 3-3 with Ukraine last week before Friday’s 1-0 loss to Poland.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/20/international-roundup-germany-and-brazil-lose-as-ronaldo-sets-new-mark\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/20/international-roundup-germany-and-brazil-lose-as-ronaldo-sets-new-mark", "date_published": "2023-06-20 22:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Fine margins dictate outcome of Ben Stokes’s decisions in England defeat | Andy Bull", "description": "<p>As Australia won the first Ashes Test, England did not act like a team that had just lost a game they probably should have won</p><p>Of course it all came down to the declaration didn’t it? Just like the man on the radio phone-in said it would. Ben Stokes’s bold/braindead decision (note to subeditors: I’m on deadline, so please delete as appropriate) to call his batsmen in early in the first innings turned out to be a truly inspired/idiotic bit of captaincy. Joe Root was on 118 at the time, and Ollie Robinson had 17, the two of them were rattling along and common sense dictated they should be left to get on with it. But Stokes thought differently.</p><p>Well, the handful of extra runs England would have made/the precious time Stokes saved really told late on the fifth day.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/20/fine-margins-dictate-outcome-of-ben-stokess-decisions-in-england-defeat\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/20/fine-margins-dictate-outcome-of-ben-stokess-decisions-in-england-defeat", "date_published": "2023-06-20 19:49:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Best and worst case scenarios to explain Titan’s loss of contact with surface", "description": "<p>The missing submarine had enough oxygen to sustain those onboard for four days, but limited air is far from the only hazard</p><p>For an expedition as hazardous as the Titan’s descent to the Titanic, there is long list of onboard systems that need to be checked and a host of environmental hazards that must be identified and assessed before the voyage begins.</p><p>“When you are putting people in a potentially dangerous position like this you want to be absolutely sure everything’s checked through before getting under way,” said Stefan Williams, a professor of marine robotics at the University of Sydney. “We have an extensive checklist before we put anything in the water.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/missing-titanic-submarine-best-and-worst-case-scenarios\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/missing-titanic-submarine-best-and-worst-case-scenarios", "date_published": "2023-06-20 18:07:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Why Meg Lanning’s absence from Ashes no longer means crisis for Australia | Megan Maurice", "description": "<p>Alyssa Healy will offer safe pair of hands as captain, plus batting prodigy Phoebe Litchfield has fans ready to tune in</p><p>There was a time in the recent history of cricket that the Australian women’s team without Meg Lanning was unthinkable. The idea of playing a pivotal series such as the Ashes without her would have been a major cause for concern. As one of the original awardees of a marketing contract, she has long been a face of women’s cricket in Australia. So, it is not only her incredible prowess on the field that would be missed, but also her ability to raise the sport’s profile by presenting viewers with a recognisable face.</p><p>However, in the world of women’s sport, things are starting to move quickly. In recent years, the Australian chokehold over women’s cricket has been bordering on unbreakable. While Lanning is undoubtedly a player still in her prime and one of the most dominant batters, such is the strength of the game that her absence is no longer a particularly pressing concern.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/21/why-meg-lannings-absence-from-ashes-cricket-no-longer-means-crisis-for-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/21/why-meg-lannings-absence-from-ashes-cricket-no-longer-means-crisis-for-australia", "date_published": "2023-06-20 15:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "$60m a year Lionel Messi set to make Inter Miami debut on 21 July", "description": "<ul><li>Club will expand capacity for Argentinian’s arrival</li><li>Contract reported to be worth up to $60m a year</li></ul><p>Lionel Messi will make his Inter Miami debut on 21 July, according to the club’s managing owner, Jorge Mas.</p><p><a href=\"https://www.miamiherald.com/article276537786.html\">In an interview with the Miami Herald</a>, Mas said the Argentinian will play in his new club’s Leagues Cup meeting with Liga MX’s Cruz Azul. The match is set for DRV PNK Stadium, the team’s temporary home in Fort Lauderdale while it searches for a permanent stadium in Miami.</p> <a href=\"https://www.theguardian.com/football/2023/jun/20/60m-a-year-lionel-messi-set-to-make-inter-miami-debut-on-21-july\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/20/60m-a-year-lionel-messi-set-to-make-inter-miami-debut-on-21-july", "date_published": "2023-06-20 14:21:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A New Orleans priest confessed to abusing children. He returned to work and was never charged", "description": "<p>It wasn’t until similar abuse allegations came to light in Boston that Lawrence Hecker was quietly retired in 2002</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/20/new-orleans-archdiocese-cover-up-serial-child-molester\">Revealed: New Orleans archdiocese concealed serial child molester</a></li></ul><p>Three days after the Feast of All Saints in 1999, Lawrence Hecker confessed to his superiors at the archdiocese of New Orleans that he had either sexually molested or otherwise shared a bed with multiple teenagers whom he met through his work as a Roman Catholic priest.</p><p>The roughly 15-year period, beginning in the mid-1960s, during which the admitted conduct unfolded “was a time of great change in the world and in the church, and I succumbed to its <a href=\"https://www.merriam-webster.com/dictionary/zeitgeist\">zeitgeist</a>”, Hecker said in a two-page statement which he gave to local church authorities serving a region with about a half-million Catholics. “It was a time when I neglected spiritual direction, confession and most daily prayer.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/new-orleans-priest-lawrence-hecker-child-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/new-orleans-priest-lawrence-hecker-child-abuse", "date_published": "2023-06-20 10:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand starts giving priority to Māori and Pacific elective surgery patients", "description": "<p>Ethnicity being used as a factor to determine waitlists in a bid to combat racial inequalities in health outcomes</p><p>A new algorithm used in some New Zealand hospitals means Māori and Pacific patients for elective surgery will be pushed higher on waiting lists than those of other ethnicities with identical other factors like level of sickness, location and time on a waitlist. At this stage it will only be applied to elective surgery and not to emergencies.</p><p>The tool is designed to address significant long-term inequalities in New Zealand’s health outcomes, which are sharply drawn along ethnic lines. <a href=\"https://www.stuff.co.nz/national/health/111604620/half-of-mori-and-pasifika-deaths-potentially-avoidable-study-finds\">Research</a> has found about half of all deaths of Māori and Pacific people in New Zealand are potentially preventable, while for other ethnicities this number is less than a quarter. The life expectancy of Māori and Pacific men – 73.4 years and 75.4 years – falls well below that of European males, which is 81 years.</p> <a href=\"https://www.theguardian.com/world/2023/jun/20/new-zealand-starts-giving-priority-to-maori-and-pacific-elective-surgery-patients\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/new-zealand-starts-giving-priority-to-maori-and-pacific-elective-surgery-patients", "date_published": "2023-06-20 05:18:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Missing Titanic submersible: what is the Titan tourist sub and what might have happened to it?", "description": "<p>The five-person craft has 96 hours of oxygen on board and can dive to depths of 4km to explore wreckage of the Titanic</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jun/19/titanic-tourist-submarine-missing-north-atlantic\">Titanic tourist submarine: desperate search for craft missing with five onboard</a></li></ul><p>Search and rescue teams are racing to find a tourist submersible that <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/titanic-tourist-submarine-missing-north-atlantic\">went missing with five people on board</a> during a dive to explore the wreck of the Titanic.</p><p>Contact with the Titan submersible was lost 1 hour 45 minutes into its dive on Sunday afternoon, according to the US Coast Guard. Here’s what we know about the vessel and what might have happened.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/20/missing-titanic-sub-titan-submersible-tourist-oceangate-what-is-it-and-what-might-have-happened\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/20/missing-titanic-sub-titan-submersible-tourist-oceangate-what-is-it-and-what-might-have-happened", "date_published": "2023-06-20 02:02:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Is God Is, the explosive play shaking up theatres around the world: ‘I’ve always been the only Black actor in the room’", "description": "<p>The hit play, which is MTC’s first all Black production, blends Spaghetti westerns and Greek tragedies to produce a story that is by, for and about Black women</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Revenge fantasy, Spaghetti western, Greek tragedy and Afropunk may not sound like the most likely bedfellows. In Is God Is, all these worlds collide as two Black twin sisters, Racine and Anaia, decide to avenge both their mother and themselves by finding and killing their violent father.</p><p>The award-winning play by US playwright Aleshea Harris, who the New York Times anointed a “snarly new master of high-octane carnage” in its <a href=\"https://www.nytimes.com/2018/02/18/theater/is-god-is-review.html\">review</a> of the show’s world premiere in 2018, makes its Australian debut this month under the co-direction of Zindzi Okenyo and Shari Sebbens. The two previously worked together on Jasmine Lee-Jones’ play Seven Methods of Killing Kylie Jenner, which sold out seasons in Sydney, Brisbane and Melbourne.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/stage/2023/jun/20/is-god-is-the-explosive-play-shaking-up-theatre-ive-always-been-the-only-black-actor-in-the-room\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/20/is-god-is-the-explosive-play-shaking-up-theatre-ive-always-been-the-only-black-actor-in-the-room", "date_published": "2023-06-20 00:54:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tory conference: foreign media groups say accreditation fee undermines press freedom", "description": "<p>Media from over 60 countries, including China and Russia, issue open letter calling on Conservatives to scrap charges</p><p>Hundreds of foreign media groups have accused Britain’s Conservatives of undermining press freedom by imposing charges on journalists to cover their annual conference.</p><p>Prime minister Rishi Sunak’s party first imposed a fee for media accreditation at last year’s conference, defying complaints from both UK and foreign organisations.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/20/tory-conference-foreign-media-groups-say-accreditation-fee-undermines-press-freedom\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/20/tory-conference-foreign-media-groups-say-accreditation-fee-undermines-press-freedom", "date_published": "2023-06-20 00:47:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "If it’s broken, they fix it: four fashion brands that give their garments a second life", "description": "<p>From a word-of-mouth mending service to decades-old circular-fashion initiatives, meet four labels extending their garments’ lives through repair programs</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Earlier this month the Australian Fashion Council, in partnership with several organisations and government agencies, announced the final stage of its scheme to reduce the 200,000 tonnes of clothing waste sent to landfill every year in Australia.</p><p>The Seamless scheme imposes a four-cent levy on each garment produced by fashion businesses, which will fund research into sustainability for the industry and establish the infrastructure for textile recycling. While the scheme is voluntary – the federal environment minister, Tanya Plibersek, <a href=\"https://www.abc.net.au/news/2023-06-07/big-w-david-jones-iconic-sign-up-to-tackle-fashion-waste/102444772\">has flagged</a> the industry may face regulation in 12 months’ time – it encourages fashion businesses to embrace circularity and take responsibility for the full life cycle of a garment by making rental, resale and repair available for consumers.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/20/if-its-broken-they-fix-it-four-fashion-brands-that-give-their-garments-a-second-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/20/if-its-broken-they-fix-it-four-fashion-brands-that-give-their-garments-a-second-life", "date_published": "2023-06-20 00:27:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 482 of the invasion", "description": "<p>Both sides enduring heavy casualties two weeks into Ukrainian counteroffensive, British military intelligence says, while Kyiv promises ‘biggest blow’ yet to come </p> <a href=\"https://www.theguardian.com/world/2023/jun/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-482-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-482-of-the-invasion", "date_published": "2023-06-20 00:07:24+00:00", "persistent": false, "user": null, "language": "en-US"}]