[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Restauracja zatrudniła fałszywego księdza. Pracownicy mieli wyznawać swoje grzechy", "description": "Restauracja w Kalifornii została zobowiązania do zapłacenia pracownikom 140 tysięcy dolarów zaległych wynagrodzeń i odszkodowań. Stało się to po tym, jak jeden z pracowników przekazał, że właściciel zatrudnił fałszywego księdza do spowiadania pracowników. Chciał się dowiedzieć, czy nie okradają kasy lokalu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/usa-restauracja-zatrudnila-falszywego-ksiedza-pracownicy-mieli-wyznawac-swoje-grzechy/", "date_published": "2023-06-20 20:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "W Rosji zniszczono groby Polaków. \"Zaplanowana akcja\"", "description": "W rejonie swierdłowskim w Rosji zniszczono groby polskich obywateli. Sprawcy usunęli z nich tablice, a także krzyż, figurę Jezusa Chrystusa i wizerunek Matki Boskiej. - Najprawdopodobniej była to zaplanowana akcja - stwierdziła prezes Polskiego Towarzystwa Polaros Marina Lukas. Sprawą mają się rzekomo zajmować rosyjskie służby.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/w-rosji-zniszczono-groby-polakow-zaplanowana-akcja/", "date_published": "2023-06-20 20:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajwan: Niebezpieczne lądowanie. Samolot dotarł na ziemię bez koła", "description": "Samolot linii lotniczych Scoot wystartował z Seulu, a na Tajwan przybył już bez przedniego koła. Nie wiadomo, gdzie odpadła ta część samolotu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/tajwan-niebezpieczne-ladowanie-samolot-dotarl-na-ziemie-bez-kola/", "date_published": "2023-06-20 20:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Poszukiwania łodzi podwodnej Titan. Załodze zostało 40 godzin", "description": "Straż może nie być w stanie uratować łodzi podwodnej Titan, nawet jeśli zostanie znaleziona - przekazała amerykańska straż przybrzeżna. Jak dodano, załodze został zapas tlenu na 40 godzin. Łódź poszukiwana jest od poniedziałku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/poszukiwania-lodzi-podwodnej-titan-zalodze-zostalo-40-godzin/", "date_published": "2023-06-20 20:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grecja. Śmierć 27-letniej Anastazji. Polka mogła zostać zamordowana w opuszczonym domu", "description": "27-letnia Polka mogła zostać zamordowana w opuszczonym domu - podają greckie media. Kilka metrów od pustostanu znaleziono w niedzielę jej ciało.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/grecja-smierc-27-letniej-anastazji-polka-mogla-zostac-zamordowana-w-opuszczonym-domu/", "date_published": "2023-06-20 19:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Oligarchowie omijają sankcje. Córka Władimira Putina też skorzystała", "description": "Z willi wartej kilkanaście milionów dolarów w austriackim miasteczku-kurorcie Kitzbuehel korzystała Maria Woroncowa, córka Władimira Putina - wynika z ustaleń dziennikarzy śledczych. Portal OCCRP opisał sposób działania jednych z najbogatszych ludzi w Rosji - braci Arkadija i Borisa Rotenbergów, którzy mimo zachodnich sankcji prowadzą biznes poza swoją ojczyzną.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/oligarchowie-omijaja-sankcje-corka-wladimira-putina-tez-skorzystala/", "date_published": "2023-06-20 19:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Gość Wydarzeń\". Mer Lwowa Andrij Sadowy o zbrodni wołyńskiej: To, co było, jest historią", "description": "- Ja jestem optymistą, bo dla mnie dzisiaj Polacy są jak rodzina. Jestem przekonany, że to, co było, jest historią - mówił w programie Gość Wydarzeń mer Lwowa Andrij Sadowy, odpowiadając na pytanie o zbrodnię wołyńską. Zaznaczył, że teraz dla jego kraju najważniejsze jest zwycięstwo nad Rosją. - Musimy myśleć o przyszłości i budować nowe mosty pojednania - dodał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/mer-lwowa-andrij-sadowy-o-zbrodni-wolynskiej-jestem-przekonany-ze-to-co-bylo-jest-historia/", "date_published": "2023-06-20 18:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Wielka wygrana w loterii, której zwycięzca nie przyjął. Apel organizatorów", "description": "W National Lottery pewien szczęściarz wygrał ogromne pieniądze - 10 tysięcy funtów wypłacanych co miesiąc przez 30 lat. Niestety zdobywca nie zgłosił się po pieniądze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/wielka-brytania-wielka-wygrana-w-loterii-ktorej-zwyciezca-nie-przyjal-apel-organizatorow/", "date_published": "2023-06-20 18:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "19-latek w samolocie \"dziwnie się zachowywał\". Załoga musiała go związać", "description": "Na pokładzie samolotu lecącego do Seulu 19-letni Koreańczyk w trakcie lotu próbował otworzyć drzwi maszyny. Wcześniej młody mężczyzna dziwnie się zachowywał i jak skarżył się, że czuje ucisk w klatce piersiowej. Personelowi pokładowemu udało się go powstrzymać.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/19-latek-w-samolocie-dziwnie-sie-zachowywal-zaloga-musiala-go-zwiazac/", "date_published": "2023-06-20 17:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Media: Hunter Biden, syn prezydenta USA, przyzna się do winy", "description": "Mianowany jeszcze przez Donalda Trumpa prokurator USA w Delaware, osiągnął porozumienie z Hunterem Bidenem - poinformowała stacja NBC News. Syn prezydenta USA, w ramach ugody, ma przyznać się do dwóch wykroczeń podatkowych. Bidenowi grozi również zarzut posiadania broni, ale ten może zostać odrzucony.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/media-hunter-biden-syn-prezydenta-usa-przyzna-sie-do-winy/", "date_published": "2023-06-20 17:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grecja. Nowe ustalenia w sprawie śmierci Anastazji R. Media: Była skuta kajdankami", "description": "27-letnia Anastazja była skuta kajdankami - podał grecki portal Ethnos. Obok ciała dziewczyny miała też znajdować torebka, w której nie było pieniędzy ani telefonu, z którego wcześniej dziewczyna wysyłała wiadomości do swojego partnera.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/grecja-nowe-ustalenia-w-sprawie-smierci-anastazji-r-media-byla-skuta-kajdankami/", "date_published": "2023-06-20 16:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Ksiądz przez wiele lat molestował dzieci. Szokujące tłumaczenie", "description": "Ksiądz Lawrence Hecker wyznał przełożonym, że molestował wielu nastolatków. Nigdy jednak nie był oskarżony, a sprawa wyszła na jaw dopiero teraz, za sprawą dotychczas tajnych dokumentów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/usa-archidiecezja-nowego-orleanu-przez-lata-ukrywala-molestowanie-dzieci/", "date_published": "2023-06-20 14:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia: 80-latek ukończył morderczy wyścig. Pokonał 226 km w 16 godzin", "description": "80-latek dokonał niesamowitego wyczynu. Senior w 16 godzin ukończył wyścig Ironman, pokonując łącznie 226 kilometrów. Do mety dotarł osiem godzin po zwycięzcach morderczego wyścigu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/australia-80-latek-ukonczyl-morderczy-wyscig-pokonal-226-km-w-16-godzin/", "date_published": "2023-06-20 13:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Andrew Tate oskarżony. Wśród zarzutów gwałt i handel ludźmi", "description": "O gwałt, handel ludźmi oraz utworzenie przestępczej grupy wykorzystującej seksualnie kobiety oskarżono byłego kickboksera, a dziś kontrowersyjnego influencera Andrew Tatea. Rumuńska prokuratura postawiła zarzuty także jego bratu Tristanowi oraz dwóm współpracownikom.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/andrew-tate-oskarzony-wsrod-zarzutow-gwalt-i-handel-ludzmi/", "date_published": "2023-06-20 13:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Anglia: Zaskakujące znalezisko archeologów. Zrekonstruowano twarz arystokratki z VII wieku", "description": "Archeologom udało się zrekonstruować twarz anglosaskiej kobiety. 16-latka najpewniej przybyła do Anglii z Europy Środkowej. Naukowcy wskazują na wyjątkowość dziewczyny, jej pochówku i skarbu, który obok niej znaleziono.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/anglia-zaskakujace-znalezisko-archeologow-zrekonstruowano-twarz-arystokratki-z-vii-wieku/", "date_published": "2023-06-20 12:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja: Napadł na seniorkę i jej wnuczkę. Nagranie trafiło do sieci", "description": "Seniorka oraz jej wnuczka padły ofiarami napaści na jednej z ulic Bordeux. 29-letni mężczyzna przyglądał się im, gdy wchodziły do domu. Następnie podbiegł i powalił je na ziemię. Mężczyzna uciekł spłoszony przez psa. Nagranie z tego zdarzenia obiegło media społecznościowe. Le Figaro informuje, że napastnik to 29-letni Francuz urodzony w Bordeux.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/francja-napadl-na-seniorke-i-jej-wnuczke-nagranie-trafilo-do-sieci/", "date_published": "2023-06-20 12:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia: 23-latka zdecydowała o eutanazji. Jeden z ostatnich dni życia spędziła na plaży", "description": "Ma dopiero 23 lata, ale zdążyła pożegnać się na zawsze z rodziną i bliskimi, a na datę śmierci wybrała najbliższą środę. Lily Thai z Australii podjęła decyzję o eutanazji, ponieważ jej śmiertelnej choroby nie da się uleczyć. Schorzenie paraliżuje całe jej życie - nie może chodzić, a przewlekły silny ból uniemożliwia podstawowe czynności. Podczas jednego z ostatnich dni życia wybrała się na plażę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/australia-23-latka-zdecydowala-o-eutanazji-jeden-z-ostatnich-dni-zycia-spedzila-na-plazy/", "date_published": "2023-06-20 11:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grecja: Zabójstwo 27-letniej Polki na Kos. Policja bada nowy wątek", "description": "W śledztwie pojawiają się nowe pytania w sprawie porzucenia na mokradłach ciało 27-letniej Anastazji R. - Policja zastanawia się skąd się wzięło ciało, bo to miejsce było wcześniej sprawdzanie, czyli było więcej osób niż ta jedna która jest zatrzymana i podejrzewana - powiedział na antenie Polsat News przewodnik po Grecji i autor bloga Moja Hellada Marcin Pietrzyk.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/grecja-zabojstwo-27-letniej-polki-na-kos-policja-bada-nowy-watek/", "date_published": "2023-06-20 10:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Konwencja PiS. Hanna Zdanowska, prezydent Łodzi: PiS i tak zapłaci za zabiegi in vitro", "description": "- Ponieważ umowa, która została podpisana zawiera w sobie kary umowne, w związku z czym PiS i tak zapłaci za zabiegi in vitro, które w ramach tej obietnicy zamierzamy zrealizować - powiedziała Hanna Zdanowska, prezydent Łodzi. Dodała, że miasto przekaże na ten cel 150 tys. złotych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/konwencja-pis-hanna-zdanowska-prezydent-lodzi-pis-i-tak-zaplaci-za-zabiegi-in-vitro/", "date_published": "2023-06-20 08:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Donald Trump: Nie oddałem pudełek z tajnymi dokumentami. Były tam też moje ubrania", "description": "Donald Trump udzielił pierwszego wywiadu od czasu postawienia go w stan oskarżenia. W rozmowie z Fox News tłumaczył się z afery dotyczącej przetrzymywaniem tajnych dokumentów państwowych. Były prezydent USA utrzymuje, że miał prawo wywieźć dokumenty z Białego Domu. Twierdzi, że w kartonach znajdowały się również jego rzeczy, w tym ubrania.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/donald-trump-nie-oddalem-pudelek-z-tajnymi-dokumentami-byly-tam-tez-moje-ubrania/", "date_published": "2023-06-20 08:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Miliarderzy uwięzieni w łodzi podwodnej. Ruszyli oglądać wrak Titanica", "description": "Bogacz i odkrywca Hamish Harding z Wielkiej Brytanii jest wśród pasażerów poszukiwanej od poniedziałku łodzi podwodnej Titan. Mężczyzna oraz kilka innych osób zanurzyli się w głąb Oceanu Atlantyckiego, by podziwiać wrak Titanica. Ekipy ratunkowe ścigają się z czasem, bo tlenu na pokładzie jednostki starczy co najwyżej na cztery dni.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/miliarderzy-uwiezieni-na-lodzi-podwodnej-ruszyli-ogladac-wrak-titanica/", "date_published": "2023-06-20 08:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Fala omdleń wśród królewskich gwardzistów. Kolejnemu żołnierzowi pomogła policja", "description": "W poniedziałek kolejny żołnierz brytyjskiej Gwardii Królewskiej stracił przytomność podczas królewskich uroczystości w Windsorze. Do sieci trafiło wideo, na którym widać jak poszkodowanemu pomagają funkcjonariusze policji. To kolejny taki przypadek, a powodem są upały w Wielkiej Brytanii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-20/wielka-brytania-kolejne-omdlenie-podczas-parady-krolewskiej/", "date_published": "2023-06-20 05:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]