[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Ambré: Tiny Desk Concert", "description": "NPR Music is celebrating Black Music Month with an array of brand new Tiny Desk concerts. Together, these artists represent the past, present and future of Black music. This month of carefully curated shows is a celebration of Black artists expressing themselves in ways we've never seen before, and of the Tiny Desk's unique way of showcasing that talent.\n\nAshley Pointer | June 20, 2023\n\"I had to represent for New Orleans, ya heard me?\" Ambré says nearly midway through her Tiny Desk concert before turning to show the back of her spray-painted t-shirt, revealing a classic photo of rapper Juvenile from his Cash Money era.\n\nEverything Ambré does is intricately detailed, intentional and unapologetically New Orleans. The singer-songwriter, producer and multi-instrumentalist creates music that's psychedelic, soulful and takes you on a journey. With her band decked out in Dickies fits and surrounded by magnolias, the rising star invites us into her world for a performance that pays homage to the culture of her hometown and its legends.\n\nAccompanied by a dynamic band composed mostly of Tiny Desk alums, Ambré sets the tone with \"3 Peat,\" from her sophomore EP 3000º. The EP is a salute to NOLA's finest — Lil Wayne and Juvenile, who'll be closing out our Black Music Month celebration. She then smoothly transitions into \"Wild Life...\" a love letter to the 504 before hitting \"plenty\" and \"band practice\" from her debut EP Pulp.\n\nIt was only right that she closed out the show with \"I'm Baby,\" perhaps her most beloved track and her first No. 1 entry on the Billboard R&amp;B charts. The recording of this performance couldn't have come at a better time — she found out she was nominated for the BET Awards for Best New Artist right after the shoot, all while gearing up to release her follow-up EP who's loving you?, which is out now. If this Tiny Desk happens to be your introduction to Ambré, be prepared to be enraptured.\n\nSET LIST\n\"3 Peat\"\n\"Wild Life...\"\n\"plenty\"\n\"band practice\"\n\"AMBRÉ'S INTERLUDE\"\n\"I'm Baby\"\n\nMUSICIANS\nAmbré: vocals, guitar\nDeshaun Allen: music director, drums\nDevin Smith: keys\nTim Ramsay: bass\nJustus West: guitar\nAstyn Turrentine: vocals\nViane Escobar: vocals \n\nTINY DESK TEAM\nProducer: Ashley Pointer\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Joshua Bryant, Kara Frame, Alanté Serene\nAudio Assistant: Hannah Gluvna \nPhotographer: Zayrha Rodriguez\nTiny Desk Team: Suraya Mohamed, Hazel Cills, Sofia Seidel\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#ambre #nprmusic #tinydesk", "link": "https://www.youtube.com/watch?v=kjJnal0XtN8", "date_published": "2023-06-20 09:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}]