[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwdh3MTrFq3sXlB4ct8B-Fg", "title": "How to Paint Battle Ready Iron Hands Terminators", "description": "The Iron Hands are amongst the Imperium’s most relentless defenders, driven by the desire for cold, emotionless perfection. In this video we'll show you how to paint your Terminator in the metallic colours of the Iron Hands to a Battle Ready standard. We'll also show you some additional steps to take your miniature to the next level.  \nIf you're new to painting - check out our Citadel Colour Painting Essentials videos to learn all about i", "link": "https://www.youtube.com/watch?v=RzFsuwhKXt4", "date_published": "2023-06-20 11:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwdh3MTrFq3sXlB4ct8B-Fg", "title": "Batch Paint Battle Ready Hive Fleet Jormungandr", "description": "Hive Fleet Jormungandr, known as the Great Serpent, favours subterranean movement and shock assaults. Follow this step-by-step guide to batch paint your Termagants in Jormungandr's colours and unleash them on the gaming table, ready to devour their prey in no time at all! \nIf you're new to painting - check out our Citadel Colour Painting Essentials videos to learn all about it", "link": "https://www.youtube.com/watch?v=E4rD-2eW0z8", "date_published": "2023-06-20 10:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwdh3MTrFq3sXlB4ct8B-Fg", "title": "How to Paint Battle Ready Raven Guard Terminator", "description": "The black-clad Raven Guard's subterfuge tactics make them some of the most feared of the Adeptus Astartes. In this video we'll show you how to paint your Terminator in the colours of the Raven Guard to a Battle Ready standard. We'll also show you some additional steps to take your miniature to the next level.  \nIf you're new to painting - check out our Citadel Colour Painting Essentials videos to learn all about it", "link": "https://www.youtube.com/watch?v=TcWdy_Csuqo", "date_published": "2023-06-20 10:02:28+00:00", "persistent": false, "user": null, "language": "en-US"}]