[{"source": "https://thehill.com/news/feed/", "title": "Winner of Mike Lindell's $5M election fraud contest asks a federal court to make him pay", "description": "The winner of a contest that MyPillow CEO Mike Lindell created for people to try to disprove his election fraud claims has asked a federal court to make Lindell pay him the money after the ally of former President Trump has refused.  Lindell promised to pay $5 million to anyone who could disprove his data...", "link": "https://thehill.com/regulation/court-battles/4013050-winner-of-mike-lindells-5m-election-fraud-contest-asks-a-federal-court-to-make-him-pay/", "date_published": "2023-05-19 23:31:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Research: Climate change drying lakes faster than thought", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment Energy &#38; Environment   The Big Story  Climate change drying out lakes faster than thought: study New research published in the journal Science indicates lakes' water storage is shrinking at a clip three times greater than previously thought. © Getty Images An analysis of nearly...", "link": "https://thehill.com/newsletters/energy-environment/4013030-research-climate-change-drying-lakes-faster-than-thought/", "date_published": "2023-05-19 23:10:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top negotiators stumble in debt limit talks as default threat looms", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Top negotiators stumble in debt limit talks as default threat looms Washington is seeming more likely to fall short of a goal to strike a deal on the debt limit this week, as negotiators stumbled Friday...", "link": "https://thehill.com/newsletters/business-economy/4013013-top-negotiators-stumble-in-debt-limit-talks-as-default-threat-looms/", "date_published": "2023-05-19 23:02:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stocks and dollar dip after GOP pauses debt ceiling talks", "description": "The stock market and the value of the dollar dipped to end the week after GOP lawmakers paused debt ceiling talks on Friday following an apparent breakdown in negotiations.  The Dow Jones Industrial Average fell by 109.28 points, equivalent to 0.3 percent, while S&#38;P 500 dropped 6.07 points, or 0.1 percent, on Friday after Wall...", "link": "https://thehill.com/business/economy/4012996-stocks-and-dollar-dip-after-gop-pauses-debt-ceiling-talks/", "date_published": "2023-05-19 22:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nebraska passes combined anti-abortion, transgender care ban", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care    The Big Story  Nebraska passes combined anti-abortion, transgender care ban Nebraska’s legislature on Friday passed a bill that will ban transgender care for young people, as well as block abortions after 12 weeks, following other GOP-led states that have passed such restrictions...", "link": "https://thehill.com/newsletters/health-care/4012986-nebraska-passes-combined-anti-abortion-transgender-care-ban/", "date_published": "2023-05-19 22:49:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "79 House Democrats express concern over GOP permitting reform as debt limit talks continue", "description": "Nearly 80 House Democrats wrote a letter expressing concern about tying pieces of a Republican-led permitting reform package to must-pass legislation amid efforts to get a permitting reform deal into a compromise debt limit bill.  In a new letter to President Biden, Senate Majority Leader Chuck Schumer (D-N.Y.), and House Minority Leader Hakeem Jeffries  (D-N.Y.),...", "link": "https://thehill.com/policy/energy-environment/4012961-79-house-democrats-express-concern-over-gop-permitting-reform-as-debt-limit-talks-continue/", "date_published": "2023-05-19 22:38:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt ceiling talks resume despite GOP frustrations", "description": "Republicans and the White House resumed debt ceiling talks on Friday evening after frustrated GOP negotiators hit pause for much of the day. But a key Republican negotiator is not confident about coming to an agreement this weekend. “Just now, we are back in the room. We’ll be back in the room tonight,” Speaker Kevin...", "link": "https://thehill.com/homenews/house/4012954-debt-ceiling-negotiations-update/", "date_published": "2023-05-19 22:37:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI misuses spy tool​", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  FBI misuses spy tool The FBI repeatedly misused a surveillance tool in searching for foreign intelligence to use in cases pertaining to the Jan. 6, 2021, insurrection and 2020 racial justice protests, according to an April 2022 court order publicly released Friday. ...", "link": "https://thehill.com/newsletters/technology/4012950-fbi-misuses-spy-tool/", "date_published": "2023-05-19 22:34:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida health care providers are pausing gender-affirming care for adults", "description": "Health care organizations including Planned Parenthood are suspending gender-affirming medical care in Florida to comply with a new state law that bans transition-related care for transgender minors and places heavy restrictions on care for adults. Florida Gov. Ron DeSantis (R), who is expected to enter the 2024 presidential race next week, on Wednesday signed legislation...", "link": "https://thehill.com/homenews/state-watch/4012940-florida-health-care-providers-are-pausing-gender-affirming-care-for-adults/", "date_published": "2023-05-19 22:23:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden supports F-16 training for Ukraine", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  Ukrainian pilots to train on F-16 fighter jets President Biden's announcement means Ukrainian pilots could be trained and ready to fly the fourth-generation aircraft later this year. © Getty Biden told world leaders at the Group...", "link": "https://thehill.com/newsletters/defense-national-security/4012900-biden-supports-f-16-training-for-ukraine/", "date_published": "2023-05-19 22:13:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Khanna: Feinstein's office should hold press conference on senator's condition", "description": "Rep. Ro Khanna (D) said Sen. Dianne Feinstein’s (D-Calif.) office should hold a press conference on the senator’s health following her return to Washington, D.C. after a multi-month hiatus while she was battling shingles.  Khanna said in an interview with CNN’s Jake Tapper on Friday that Feinstein or one of her staff members should be...", "link": "https://thehill.com/homenews/house/4012909-khanna-feinsteins-office-should-hold-press-conference-on-senators-condition/", "date_published": "2023-05-19 22:10:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Solutions in search of problems — USDA’s unnecessary intrusion into chicken industry", "description": "America loves chicken. It’s healthy, delicious, sustainable and — for the moment — the most affordable protein in the meat case. The U.S. chicken industry supports millions of good paying jobs in hundreds of rural communities.   Unfortunately, some in Washington — and their allies in the trial-bar and activist boardrooms — want to make chicken less affordable. Why?...", "link": "https://thehill.com/opinion/congress-blog/4012775-solutions-in-search-of-problems-usdas-unnecessary-intrusion-into-chicken-industry/", "date_published": "2023-05-19 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Contaminated eyedrops now linked to 4 deaths, 14 cases of blindness: CDC", "description": "Eye drops that have been contaminated with a highly drug-resistant strain of bacteria have now been linked to four deaths and 14 cases of blindness, according to an update from the Centers for Disease Control and Prevention (CDC).  The CDC said in a post on its website that it has identified 81 patients from 18...", "link": "https://thehill.com/policy/healthcare/4012846-contaminated-eyedrops-now-linked-to-4-deaths-14-cases-of-blindness-cdc/", "date_published": "2023-05-19 21:40:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WIC Healthy Beginnings Act will strengthen availability of formula and resiliency of our supply chain", "description": "Ever since I can remember, I always wanted to be a mother. For years, I struggled to get pregnant. After two miscarriages and a stillbirth, I wondered if God had ever meant for me to be a mother. When I finally gave birth to my son, Jordan, I was overjoyed. Jordan, this tiny bundle of...", "link": "https://thehill.com/opinion/congress-blog/4012763-wic-healthy-beginnings-act-will-strengthen-availability-of-formula-and-resiliency-of-our-supply-chain/", "date_published": "2023-05-19 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scott officially in, DeSantis on deck", "description": "{beacon}    Evening Report Friday, May 19 ©  AP Tim Scott 2024 is official, with Ron DeSantis likely next Sen. Tim Scott (R-S.C.) filed with the Federal Election Commission to run for president after having launched an exploratory committee in April. He's the sixth notable Republican primary candidate, with a seventh — Florida Gov. Ron DeSantis...", "link": "https://thehill.com/newsletters/evening-report/4012829-scott-officially-in-desantis-on-deck/", "date_published": "2023-05-19 21:26:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nebraska passes abortion, gender-affirming care ban", "description": "Nebraska lawmakers on Friday gave final approval to legislation that bans gender-affirming health care for transgender minors and prohibits abortion after 12 weeks of pregnancy, sending the measure to Republican Gov. Jim Pillen. Pillen is expected to sign the bill — which state lawmakers passed by a 33-15 party-line vote — into law on an...", "link": "https://thehill.com/homenews/state-watch/4012710-nebraska-passes-abortion-gender-affirming-care-ban/", "date_published": "2023-05-19 21:23:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "66 progressive lawmakers urge Biden to use 14th Amendment in debt ceiling fight", "description": "Dozens of progressives have signed onto a letter urging President Biden to invoke the 14th Amendment and bypass Republicans to prevent the nation from defaulting on its debt.  Congressional Progressive Caucus (CPC)  leaders Pramila Jayapal (D-Wash.), Ilhan Omar (D-Minn.) and Greg Casar (D-Texas) led more than 60 progressives in penning the letter to Biden on...", "link": "https://thehill.com/business/4012762-66-progressive-lawmakers-urge-biden-to-use-14th-amendment-in-debt-ceiling-fight/", "date_published": "2023-05-19 21:17:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge orders alleged Pentagon leaker to be held until trial", "description": "A federal judge on Friday ordered alleged classified document leaker Jack Teixeira to be held in jail until he faces trial. Ahead of his determination, Judge David Hennessy in the U.S. District Court of Massachusetts said Teixeira had twice been warned by his superiors about the proper handling of classified material. Henessy said the suspected...", "link": "https://thehill.com/policy/defense/4012713-judge-orders-alleged-pentagon-leaker-to-be-held-until-trial/", "date_published": "2023-05-19 21:01:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NASA picks Bezos's Blue Origin to develop Artemis V moon lander", "description": "NASA has chosen Jeff Bezos’s Blue Origin to develop the lander for one of its missions that will send astronauts back to the moon.  The agency said in a Friday release the company will be responsible for designing, developing, testing and verifying its lander to meet NASA’s human landing system requirements for multiple expeditions to...", "link": "https://thehill.com/homenews/space/4012746-nasa-picks-bezoss-blue-origin-to-develop-artemis-v-moon-lander/", "date_published": "2023-05-19 20:44:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump widens lead over DeSantis in GOP primary: poll", "description": "Former President Donald Trump is widening his lead over the rest of the Republican primary field, according to a new Harvard CAPS/Harris poll. In a hypothetical nine-way Republican presidential primary, Trump takes 58 percent support among GOP voters, adding 3 percentage points to his already-staggering lead since last month. His closest rival, Florida Gov. Ron...", "link": "https://thehill.com/homenews/campaign/4012715-trump-widens-lead-over-desantis-in-gop-primary-poll/", "date_published": "2023-05-19 20:40:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Psaki on debt ceiling talks: China probably 'rooting for default'", "description": "Former Biden White House press secretary Jen Psaki said Friday that China is probably \"rooting for default\" while talks in Washington over a debt ceiling compromise have been cut short. “All of these world leaders and their teams are watching what’s happening in the United States. Is democracy going to last? Are they going to...", "link": "https://thehill.com/homenews/administration/4012740-psaki-on-debt-ceiling-talks-china-probably-rooting-for-default/", "date_published": "2023-05-19 20:40:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says 'zero' chance he will back down from dispute with Disney", "description": "Florida Gov. Ron DeSantis (R) said Friday there is “zero” chance he will back down from his dispute with Disney, even as some fellow Republicans urge caution. “[Disney] can do whatever they want,” DeSantis said during a stop at a diner in Manchester, N.H. “I know people try to chirp and say this or that,...", "link": "https://thehill.com/homenews/state-watch/4012712-desantis-says-zero-chance-he-will-back-down-from-dispute-with-disney/", "date_published": "2023-05-19 20:40:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PAC to draft Tucker Carlson for president launches", "description": "A political action committee to get former Fox News host Tucker Carlson to run for president is making its launch with an ad that praises him for mocking “woke nonsense” — and is aiming to pull the GOP presidential field to the right. The Draft Tucker PAC, a hybrid PAC that filed paperwork with the...", "link": "https://thehill.com/homenews/campaign/4012725-pac-to-draft-tucker-carlson-for-president-launches/", "date_published": "2023-05-19 20:31:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump beats Biden by 7 points in hypothetical 2024 matchup: poll", "description": "Former President Trump is leading President Biden by a 7-point margin in a hypothetical 2024 matchup, according to a new Harvard CAPS-Harris Poll survey released Friday and shared with The Hill.  The Harvard CAPS-Harris Poll survey found that 47 percent of respondents said they would vote for Trump if the 2024 election was held today...", "link": "https://thehill.com/homenews/campaign/4012722-trump-beats-biden-by-7-points-in-hypothetical-2024-matchup-poll/", "date_published": "2023-05-19 20:27:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI repeatedly misused surveillance tool, unsealed FISA order reveals", "description": "The FBI repeatedly misused a surveillance tool in searching for foreign intelligence to use in cases pertaining to the Jan. 6, 2021, insurrection and 2020 racial justice protests, according to an April 2022 court order publicly released Friday.  The order, which was released by the Foreign Intelligence Surveillance Court, is significantly redacted but reveals thousands...", "link": "https://thehill.com/policy/national-security/4012650-fbi-misused-surveillance-tool-fisa-section-702/", "date_published": "2023-05-19 20:06:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers will forgive the nation’s debt and student debt, but what about debt among the incarcerated?", "description": "Our legal system is not designed to foster safety but to impose punishment.", "link": "https://thehill.com/opinion/criminal-justice/4008638-lawmakers-will-forgive-the-nations-debt-and-student-debt-but-what-about-debt-among-the-incarcerated/", "date_published": "2023-05-19 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Al Sharpton: Jordan Neely was 'screaming for help'", "description": "Rev. Al Sharpton said Friday that Jordan Neely was “screaming for help” when he was choked to death on a New York subway earlier this month.  “We keep criminalizing people with mental illness. People keep criminalizing people that need help. They don’t need abuse, they need help,” Sharpton said as he delivered a eulogy at...", "link": "https://thehill.com/blogs/blog-briefing-room/4012634-al-sharpton-jordan-neely-was-screaming-for-help/", "date_published": "2023-05-19 19:52:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Story of homeless veterans booted from hotel for migrants was a hoax: NY lawmaker", "description": "A sensational story about hotels in upstate New York throwing out homeless veterans to make room for migrants bused from New York City turned out to be false, according to a local news outlet. New York state lawmaker Brian Maher (R) told The Times-Union the story was false after he had a conversation with Sharon...", "link": "https://thehill.com/homenews/state-watch/4012589-story-of-homeless-veterans-booted-from-hotel-for-migrants-was-a-hoax-ny-lawmaker/", "date_published": "2023-05-19 19:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Government caps on innovation endanger life-saving medication", "description": "American patients have faster access to a wider range of medicines than anyone else — at least for now.   That’s because entrepreneurs and businesses in America continually harness the latest science to develop treatments and cures for life-threatening diseases like cancer and chronic conditions such as diabetes.  However, there are looming threats from unelected bureaucrats...", "link": "https://thehill.com/opinion/congress-blog/4012569-government-caps-on-innovation-endanger-life-saving-medication/", "date_published": "2023-05-19 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US Chamber warns Biden using 14th Amendment would be ‘economically calamitous’", "description": "The Chamber of Commerce, the largest business group in the nation, warned President Biden on Friday of the potentially disastrous economic effects of invoking the 14th Amendment to avoid the country defaulting on its debts. “It is the Chamber’s view that attempting to invoke so-called ‘powers’ under the 14th Amendment would be as economically calamitous as a...", "link": "https://thehill.com/business/4012596-us-chamber-warns-biden-using-14th-amendment-would-be-economically-calamitous/", "date_published": "2023-05-19 19:28:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Study finds climate change is drying out lakes faster than previously thought", "description": "Large lakes receded because of climate change at triple the rate previously thought, according to a study published Thursday in the journal Science. The study analyzed 1,972 of the largest lakes worldwide from 1992 to 2020. The waters analyzed in the study comprise about 95 percent of global lake water. Researchers said earlier analyses of...", "link": "https://thehill.com/policy/energy-environment/4012608-study-finds-climate-change-is-drying-out-lakes-faster-than-previously-thought/", "date_published": "2023-05-19 19:19:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Once again, SNAP is a political football: And Americans suffer for it", "description": "A game of chicken is playing out in Congress, and millions of people who rely on government-sponsored food initiatives to stay alive food are being caught in the middle.", "link": "https://thehill.com/opinion/campaign/4010888-once-again-snap-is-a-political-football-and-americans-suffer-for-it/", "date_published": "2023-05-19 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia bans Obama, Maddow, Colbert over sanctions", "description": "Russia has banned hundreds of U.S. citizens, including former President Obama, political commentator Rachel Maddow and late-night host Stephen Colbert, from entering its territory in response to the U.S. sanctions over the Ukraine war. The Russian Foreign Affairs Ministry said in a Friday post on its website it is blocking entry for 500 Americans in...", "link": "https://thehill.com/policy/international/4012559-russia-bans-obama-maddow-colbert-over-sanctions/", "date_published": "2023-05-19 18:41:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt ceiling clash should push states to rely less on federal money", "description": "Currently, federal money accounts for 36% of the average state budget. If Uncle Sam stops writing checks, states will find themselves in a panic at best and an emergency at worst.", "link": "https://thehill.com/opinion/finance/4010411-debt-ceiling-clash-should-push-states-to-rely-less-on-federal-money/", "date_published": "2023-05-19 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dave Matthews rails against gun violence: 'No one is coming for your guns'", "description": "Dave Matthews says lawmakers have been able to convince the nation that the public is “powerless” against gun violence and that the “vulnerability of innocent people in this country is a sacrifice we have to make if we want to be truly American.” “It’s so mind bogglingly cruel. It’s insanity,” the Dave Matthews Band frontman...", "link": "https://thehill.com/blogs/in-the-know/4012550-dave-matthews-rails-against-gun-violence-no-one-is-coming-for-your-guns/", "date_published": "2023-05-19 18:25:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raising a kid is the most expensive in these 10 U.S. cities: report", "description": "Depending on where you live, being a parent can be very expensive.", "link": "https://thehill.com/homenews/4012226-raising-a-kid-is-the-most-expensive-in-these-10-u-s-cities-report/", "date_published": "2023-05-19 18:20:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Powell says credit crunch is doing the work of Fed's rate hikes", "description": "Banks that got spooked by huge failures in their sector earlier this year and tightened lending to protect their margins are picking up where the Federal Reserve may be leaving off when it comes to further interest rate increases. The private credit crunch resulting from three of the largest bank failures in U.S. history —...", "link": "https://thehill.com/business/4012502-powell-credit-crunch-rate-hikes/", "date_published": "2023-05-19 18:05:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis leads Biden in Arizona and Georgia, polls find", "description": "Polls released Friday from a Republican polling firm showed Florida Gov. Ron DeSantis (R) leading President Biden in a hypothetical head-to-head matchup in Georgia and Arizona, two critical swing states. The polls from Public Opinion Strategies found DeSantis narrowly leading Biden in both states, while the president maintained slight advantages over other potential 2024 opponents...", "link": "https://thehill.com/homenews/campaign/4012457-desantis-leads-biden-in-arizona-and-georgia-polls-find/", "date_published": "2023-05-19 17:34:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dodgers facing backlash after disinviting LGBTQ group from Pride Night", "description": "The Los Angeles Dodgers are facing backlash after disinviting an LGBTQ group from its annual Pride Night next month. The team announced on Wednesday that it would no longer be honoring The Sisters of Perpetual Indulgence, who describe themselves as “queer nuns,” with a Community Hero Award for their service to the LGBTQ community. “We are now...", "link": "https://thehill.com/blogs/blog-briefing-room/4012452-dodgers-facing-backlash-after-disinviting-lgbtq-group-from-pride-night/", "date_published": "2023-05-19 17:33:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress should support a new strategy for approving lifesaving drugs", "description": "The Promising Pathway Act, sponsored by Sens. Mike Braun (R-Ind.) and Kristen Gillibrand (D-N.Y.), aims to build on these successes by granting the FDA a new mechanism.", "link": "https://thehill.com/opinion/healthcare/4010782-congress-should-support-a-new-strategy-for-approving-life-saving-drugs/", "date_published": "2023-05-19 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "There’s no such thing as pausing AI research", "description": "If artificial superintelligence inevitably leads to the extinction of its host species and then spreads throughout the universe, shouldn't we all be dead already? I put the question to Chat GPT-4.", "link": "https://thehill.com/opinion/technology/4010203-theres-no-such-thing-as-pausing-ai-research/", "date_published": "2023-05-19 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Swalwell says former NFL player threatened to execute him", "description": "Rep. Eric Swalwell (D-Calif.) said Wednesday that a former NFL player threatened him with execution on Twitter. “Who is this guy threatening to execute me? And how does he have so many followers?” Swalwell asked on Twitter, posting a direct message from an account that appears to belong to former San Francisco 49ers and Jacksonville Jaguars fullback...", "link": "https://thehill.com/homenews/house/4012380-swalwell-says-former-nfl-player-threatened-to-execute-him/", "date_published": "2023-05-19 16:44:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — More developments in the US involvement in Ukraine", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  Biden...", "link": "https://thehill.com/newsletters/1230-report/4012353-the-hills-1230-report-more-developments-in-the-us-involvement-in-ukraine/", "date_published": "2023-05-19 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump urges hardline position as debt ceiling talks paused: 'Do not fold!!!'", "description": "Former President Trump on Friday urged Republican lawmakers to dig in on debt ceiling talks just as negotiations with the White House were paused over disagreements. \"Republicans should not make a deal on the debt ceiling unless they get everything they want (Including the 'kitchen sink'),\" Trump wrote on Truth Social. \"That's the way the...", "link": "https://thehill.com/homenews/house/4012313-trump-urges-hardline-position-as-debt-ceiling-talks-paused-do-not-fold/", "date_published": "2023-05-19 16:15:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Khanna reups call for Feinstein to resign after return to Senate: 'It's painful to watch'", "description": "Rep. Ro Khanna (D-Calif.), the first member of Congress to call on Sen. Dianne Feinstein (D-Calif.) to resign, doubled down on his request this week following new details about her health, saying, “it’s sad for anyone to see.” In an interview with MSNBC’s Alex Wagner, the progressive congressman applauded the California senator’s professional accomplishments, but...", "link": "https://thehill.com/homenews/senate/4012315-khanna-feinstein-senate-resign/", "date_published": "2023-05-19 16:04:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could overdose prevention centers work in the US? Let’s find out", "description": "Whether you are a supporter or a skeptic, we can all agree that more data on how these sites work in the United States is needed.", "link": "https://thehill.com/opinion/healthcare/4010716-could-overdose-prevention-centers-work-in-the-us-lets-find-out/", "date_published": "2023-05-19 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Frustrated GOP negotiator says debt ceiling talks have paused", "description": "A top GOP lawmaker negotiating a debt ceiling compromise with the White House on Friday said the talks were on “pause,” suggesting at least a temporary breakdown in the process as the clock ticks towards an imminent default.  Rep. Garret Graves (R-La.) emerged from a meeting with White House officials in the Capitol voicing frustration...", "link": "https://thehill.com/homenews/house/4012262-frustrated-gop-negotiator-says-debt-ceiling-talks-have-paused/", "date_published": "2023-05-19 15:51:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Police lieutenant charged with obstruction in Proud Boys leak case", "description": "A D.C. police lieutenant was charged Friday with obstruction of justice for leaking sensitive information to former Proud Boys leader Enrique Tarrio ahead of his 2021 arrest for burning a Black Lives Matter banner. Shane Lamond, 47, was indicted on one count of obstruction of justice and three counts of making false statements, according to the U.S....", "link": "https://thehill.com/regulation/court-battles/4012230-police-lieutenant-charged-with-obstruction-in-proud-boys-leak-case/", "date_published": "2023-05-19 15:49:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Migrants bused to Chicago sleeping in police stations, strained shelters", "description": "Chicago's homeless shelter system is struggling to meet the needs of incoming migrants as Texas officials expand their migrant busing policy. The lack of vacancy at shelters is pushing some migrants to sleep in police stations, according to a report by Reuters. Many of the people bused north are asylum seekers who were processed by...", "link": "https://thehill.com/latino/4012258-migrants-bused-to-chicago-sleeping-in-police-stations-strained-shelters/", "date_published": "2023-05-19 15:45:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott makes 2024 bid official", "description": "Sen. Tim Scott (R-S.C.) has officially declared himself a candidate for the GOP nomination for president, making him the latest Republican to enter a crowded field that has so far been dominated by former President Trump. Scott filed paperwork with the Federal Election Commission on Friday, ahead of an expected formal campaign launch on Monday....", "link": "https://thehill.com/homenews/campaign/3981949-tim-scott-makes-2024-bid-official/", "date_published": "2023-05-19 15:34:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Midwest has the key to affordable gas and energy independence", "description": "Blessed with an abundant supply of domestic energy sources, American families should always have access to affordable gasoline 365 days a year. In the United States — where we used to produce more energy than we could consume — filling up at the gas station shouldn’t break the bank, energy shortages shouldn’t be common, and...", "link": "https://thehill.com/opinion/congress-blog/4011853-the-midwest-has-the-key-to-affordable-gas-and-energy-independence/", "date_published": "2023-05-19 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Clyburn: Biden 'avoiding embarrassment' with push for SC as first 2024 Dem primary", "description": "Rep. James Clyburn (D-S.C.) in a new interview said he thinks President Biden is “avoiding embarrassment” with his push for South Carolina to be the first state in the 2024 Democratic primary. South Carolina is currently slated to be the first state in the 2024 Democratic primary, followed by Nevada and New Hampshire on the...", "link": "https://thehill.com/homenews/house/4012216-clyburn-biden-avoiding-embarrassment-with-push-for-sc-as-first-2024-dem-primary/", "date_published": "2023-05-19 15:26:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Policy Newsletters named as a finalist for The Publisher Newsletter Awards", "description": "Media Voices named The Hill’s Policy Newsletters as a Best Politics Newsletter finalist for their in-depth coverage and reporting of major industry sectors. Recently refreshed with a crisp new look, the Policy Newsletters offer expert insights on key industry verticals, including Health Care, Energy &#38; Environment, Business &#38; Economy, Defense &#38; National Security, and Technology....", "link": "https://thehill.com/homenews/pr/4012231-the-hills-policy-newsletters-named-as-a-finalist-for-the-publisher-newsletter-awards/", "date_published": "2023-05-19 15:26:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis poised to enter 2024 race, ending months of anticipation", "description": "Florida Gov. Ron DeSantis is coming up on the zero hour for his long-anticipated 2024 campaign launch. After months of travel, preparations and posturing, the governor is set to file paperwork next week declaring his candidacy for the GOP’s 2024 presidential nomination, a person familiar with the plans told The Hill. The filing is expected...", "link": "https://thehill.com/homenews/campaign/4012213-desantis-poised-to-enter-2024-race-trump/", "date_published": "2023-05-19 15:17:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The end of Title 42 restored border normalcy and due process", "description": "The border closure through the Title 42 order was an easy and arguably unlawful answer to proponents of halting migration. But there is no longer a public health emergency that justifies the extreme measure of closing the border and denying rights to migrants.", "link": "https://thehill.com/opinion/immigration/4008714-the-end-of-title-42-restored-border-normalcy-and-due-process/", "date_published": "2023-05-19 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden tells G-7 leaders US will support effort to train Ukrainian pilots on F-16s", "description": "President Biden on Friday told Group of Seven (G-7) leaders that the United States will support a joint effort to train Ukrainian pilots on F-16 fighter aircrafts, a senior administration official told The Hill. The U.S. is hopeful the training can begin in the “coming week,” the official said, and it will require months to...", "link": "https://thehill.com/homenews/administration/4012172-biden-tells-g7-leaders-us-will-support-effort-to-train-ukrainian-pilots-on-f-16s/", "date_published": "2023-05-19 14:56:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former US attorney calls Brett Favre 'driving force' in Mississippi welfare scandal", "description": "A former U.S. attorney who previously investigated Mississippi’s misuse of welfare funds called former NFL star Brett Favre the “driving force” behind the scandal. “Brett Favre’s repeated demands for this grant money were certainly the driving force,” ex-U.S. Attorney Brad Pigott told Sports Illustrated for its in-depth investigation into Favre’s role in the scandal. Pigott was hired...", "link": "https://thehill.com/homenews/state-watch/4012136-former-us-attorney-calls-brett-favre-driving-force-in-mississippi-welfare-scandal/", "date_published": "2023-05-19 14:51:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US military officials walking back claims drone strike killed al-Qaeda leader: report", "description": "The Pentagon now doubts whether a drone strike in Syria earlier this month killed a top al-Qaeda leader, according to The Washington Post. The May 3 strike could have instead killed Lotfi Hassan Misto, 56, a father of 10 who was tending to his sheep in a quiet town in northwest Syria when the Hellfire...", "link": "https://thehill.com/policy/defense/4012077-us-military-officials-walking-back-claims-drone-strike-killed-al-qaeda-leader-report/", "date_published": "2023-05-19 14:46:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott launches $6M ad buy ahead of entrance into White House race", "description": "Sen. Tim Scott (R-S.C.) is gearing up to roll out a $6 million ad campaign as the senator is widely expected to formally launch a White House bid next Monday. A senior Scott official said that the senator will be launching a $5.5 million statewide multi-platform ad campaign that will air on TV, radio, satellite...", "link": "https://thehill.com/homenews/campaign/4012138-tim-scott-launches-6m-ad-buy-ahead-of-entrance-into-white-house-race/", "date_published": "2023-05-19 14:33:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dr. Seuss plaque missing on Mulberry Street", "description": "A plaque memorializing the home where Dr. Seuss authored his first book has disappeared.", "link": "https://thehill.com/homenews/4012091-dr-seuss-plaque-missing-on-mulberry-street/", "date_published": "2023-05-19 14:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Africa’s Russia problem", "description": "Washington shouldn’t tolerate South Africa’s military intimacy with Russia.", "link": "https://thehill.com/opinion/international/4010995-south-africas-russia-problem/", "date_published": "2023-05-19 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Georgia prosecutor clears decks for possible Trump charges", "description": "Fulton County District Attorney Fani Willis (D) asked judges in the county not to schedule trials and in-person hearings in roughly the first half of August, a signal she may bring charges against former President Trump during that time. Willis also indicated about 70 percent of her staff will work remotely on various days in...", "link": "https://thehill.com/regulation/court-battles/4012121-georgia-prosecutor-clears-decks-for-possible-trump-charges/", "date_published": "2023-05-19 14:18:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pope Francis and the art of diplomacy in Ukraine", "description": "Historically, the Holy See has played an essential role in resolving seemingly intractable conflicts.", "link": "https://thehill.com/opinion/international/4010613-pope-francis-and-the-art-of-diplomacy-in-ukraine/", "date_published": "2023-05-19 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden at Hiroshima memorial museum: ‘We must teach this history’", "description": "First lady Jill Biden on Thursday visited the Hiroshima Peace Memorial Museum on the sidelines of the G7 summit in Japan, where she hailed the history of the site and highlighted that the world needs to learn from it and ensure democracy is chosen over autocracy. “We must teach this history, so that we can...", "link": "https://thehill.com/policy/international/4012069-jill-biden-at-hiroshima-memorial-museum-we-must-teach-this-history/", "date_published": "2023-05-19 13:58:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lenders are still losing money on each home loan", "description": "Mortgage lenders lost money on each loan orginiated in the first quarter of the year after recording record losses in the last quarter of 2022, according to new data from the Mortgage Bankers Association (MBA).  Independent mortgage banks (IMBs) and mortgage subsidiaries of chartered banks reported a net loss of $1,972 on each loan originated,...", "link": "https://thehill.com/business/4012068-lenders-are-still-losing-money-on-each-home-loan/", "date_published": "2023-05-19 13:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chauvin appeals conviction in George Floyd murder to Minnesota Supreme Court", "description": "Former Minneapolis police officer Derek Chauvin this week appealed his second-degree murder conviction for the 2020 killing of George Floyd to the Minnesota Supreme Court, court documents show. Chauvin was convicted in 2021 of second-degree murder, third-degree murder and second-degree manslaughter in Floyd’s death.  Floyd, who was Black, died after Chauvin kneeled on his neck...", "link": "https://thehill.com/regulation/court-battles/4012038-chauvin-appeals-conviction-in-george-floyd-murder-to-minnesota-supreme-court/", "date_published": "2023-05-19 13:27:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t give federal agencies carte blanche on regulations — make Congress vote", "description": "Legislators are perfectly capable of voting on complex regulatory topics.", "link": "https://thehill.com/opinion/white-house/4009565-dont-give-federal-agencies-carte-blanche-on-regulations-make-congress-vote/", "date_published": "2023-05-19 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Post Pandemic, 41% Of Americans Are Embracing Hybrid Working", "description": "During the pandemic, US employers embraced the new––and necessary––normal of working from home. But in the past year, the situation has begun changing rapidly. Major employers like Disney and Amazon have been moving employees back into the office for a few days a week––while over at Twitter, last November Elon Musk scrapped its work from...", "link": "https://thehill.com/lobbying/4012008-only-21-of-u-s-employees-trust-the-leadership-at-work/", "date_published": "2023-05-19 12:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ready for the reluctant recession?", "description": "Many investors and analysts have been looking for a recession over the past nine months; in the next quarter that elusive downturn may finally arrive.", "link": "https://thehill.com/opinion/finance/4010542-ready-for-the-reluctant-recession/", "date_published": "2023-05-19 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to meet Quad leaders at G-7 after scrapping Australia trip", "description": "President Biden will meet with the other leaders of the Quad alliance — Japan, India and Australia — on the sidelines of the Group of Seven (G-7) summit in Hiroshima after a planned meeting of the four countries was scrambled by Biden's travel plans. The Quad leaders were set to hold a summit of their...", "link": "https://thehill.com/homenews/administration/4011989-biden-to-meet-quad-leaders-at-g-7-after-scrapping-australia-trip/", "date_published": "2023-05-19 12:29:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Youngkin fuels 2024 speculation with campaign-style video", "description": "Virginia Gov. Glenn Youngkin (R) on Thursday, released a campaign-style video, further fueling speculation about a possible 2024 presidential bid. “It’s pretty overwhelming to contemplate the future of America,” Youngkin says in the video, which pulled remarks from the governor’s address at the Ronald Reagan Presidential Library in April. “It’s such an honor to be here...", "link": "https://thehill.com/homenews/campaign/4011971-youngkin-fuels-2024-speculation-with-campaign-style-video/", "date_published": "2023-05-19 12:11:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2024 could be the last ‘battleground-state' presidential election", "description": "Every four years, Americans think they are voting in a national presidential election. But pragmatically speaking, the vast majority are sideline voters, watching a battleground-state presidential election from the fringes. This opinion is quantified by 2020 campaign data indicating that the Trump/Pence and Biden/Harris tickets spent $883 million of television ads across just six states...", "link": "https://thehill.com/opinion/campaign/4006782-2024-could-be-the-last-battleground-state-presidential-election/", "date_published": "2023-05-19 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "$5B 'moon' real estate project proposed for skyscraper-studded Dubai", "description": "A proposed $5 billion real estate project wants to take skyscraper-studded Dubai to new heights — by bringing a symbol of the heavens down to Earth.", "link": "https://thehill.com/homenews/4011956-5b-moon-real-estate-project-proposed-for-skyscraper-studded-dubai/", "date_published": "2023-05-19 11:48:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky to make in-person visit to G-7", "description": "Ukrainian President Volodymyr Zelensky plans to make an in-person appearance at the Group of Seven (G-7) summit in Japan this weekend, according to media reports. The visit comes amid Zelensky’s latest diplomatic push to shore up support ahead of Kyiv’s long-awaited counteroffensive. The Ukrainian president landed in Saudi Arabia on Friday to join a summit...", "link": "https://thehill.com/policy/international/4011953-zelensky-to-make-in-person-visit-to-g-7/", "date_published": "2023-05-19 11:37:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Police use Taser on 95-year-old Australian woman with dementia who held steak knife", "description": "Police shocked a 95-year-old woman with a stun gun as she approached them with a walking frame and a steak knife in an Australian nursing home, sending her to the hospital.", "link": "https://thehill.com/homenews/4011945-police-use-taser-on-95-year-old-australian-woman-with-dementia-who-held-steak-knife/", "date_published": "2023-05-19 11:32:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers put on pressure to protect AM radio in vehicles", "description": "Lawmakers say the future of AM radio is in jeopardy after companies including Ford and Tesla announced some of their new models will no longer include AM receivers.", "link": "https://thehill.com/homenews/4011249-lawmakers-put-on-pressure-to-protect-am-radio-in-vehicles/", "date_published": "2023-05-19 10:31:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New iPhone feature can replicate user's voice in 15 minutes: Apple", "description": "A new iPhone feature, Personal Voice, will replicate users' voices through AI in 15 minutes, Apple announced Tuesday.", "link": "https://thehill.com/homenews/4011420-new-iphone-feature-can-replicate-users-voice-in-15-minutes-apple/", "date_published": "2023-05-19 10:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — DeSantis: Unlike Trump, I can beat Biden", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Florida Gov. Ron DeSantis has all but said he’s running for the GOP presidential nomination and is expected to make it official next week. In the governor’s telling, his...", "link": "https://thehill.com/newsletters/morning-report/4011902-the-hills-morning-report-desantis-unlike-trump-i-can-beat-biden/", "date_published": "2023-05-19 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Teen who used dad's police gun sentenced to 5 years in shootings", "description": "The teenage son of a Denver Police detective was sentenced to five years in state custody. Prosecutors say he used his father's service gun in a pair of house shootings.", "link": "https://thehill.com/homenews/4011703-teen-who-used-dads-police-gun-sentenced-to-5-years-in-shootings/", "date_published": "2023-05-19 10:29:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Anti-Trump Republicans increasingly desperate to shake up race", "description": "Republican senators who don't want Donald Trump to be the GOP's nominee for president in 2024 are feeling a growing sense of urgency to shake up the race as recent polls show Trump dominating the primary field and Florida Gov. Ron DeSantis (R) losing momentum.  Many Republican senators viewed DeSantis as the best candidate to...", "link": "https://thehill.com/homenews/senate/4011414-anti-trump-republicans-increasingly-desperate-to-shake-up-race/", "date_published": "2023-05-19 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida turns red: Can Democrats make a comeback?", "description": "EDITOR’S NOTE: This is the fifth in a five-part series called “How Florida got so conservative.” It was less than a day after the 2012 presidential election and Florida Republicans were already suffering from a particularly painful post-election hangover.  The state GOP had outspent the Florida Democratic Party by a 3-to-1 margin, while Republican presidential nominee Mitt Romney had...", "link": "https://thehill.com/homenews/campaign/3998427-florida-turns-red-can-democrats-make-a-comeback/", "date_published": "2023-05-19 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hiroshima’s nuclear history sounds an urgent warning for G7 summit", "description": "HIROSHIMA – The cost of war is ever-present in this nuclear-scarred city, which is playing host this week to a high-stakes summit of the Group of 7 nations amid Europe’s bloodiest conflict since WWII.  The Atomic Bomb Dome, its skeleton roof and partially remaining walls from when it was irrevocably transformed at 8:15 am on...", "link": "https://thehill.com/policy/international/4011692-hiroshimas-nuclear-history-sounds-an-urgent-warning-for-g7-summit/", "date_published": "2023-05-19 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tuberville’s white nationalist comments roil military diversity debate", "description": "Sen. Tommy Tuberville’s (R-Ala.) criticism this past week of efforts to rid America’s military of white nationalists has roiled the ongoing debate over how much the Pentagon should monitor racial attitudes within its ranks.  President Biden and Defense Secretary Lloyd Austin defended their efforts to counter extremism during commencement addresses over the weekend, though they...", "link": "https://thehill.com/policy/defense/4011157-tubervilles-white-nationalist-comments-roil-military-diversity-debate/", "date_published": "2023-05-19 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: 'Steady progress' on debt ceiling talks as Biden receives update in Japan", "description": "The White House late Thursday said there has been \"steady progress\" in negotiations between the administration and lawmakers on talks over the debt ceiling and the budget, with President Biden phoning his team from Japan for an update. Biden \"requested and received an update\" on talks while in Hiroshima for the Group of Seven (G-7)...", "link": "https://thehill.com/homenews/administration/4011726-white-house-steady-progress-on-debt-ceiling-talks-as-biden-receives-update-in-japan/", "date_published": "2023-05-19 03:23:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump responds to House 'weaponization' hearing: 'I am a victim also'", "description": "Former President Trump on Thursday responded to the House Judiciary Select Subcommittee on the Weaponization of the Federal Government’s hearing earlier that day, claiming that he too is a “victim” of the “weaponization.” “Very sad watching what took place today in Congress regarding Whistleblowers and the FBI. There has never been a time like this...", "link": "https://thehill.com/blogs/blog-briefing-room/4011717-trump-responds-to-house-weaponization-hearing-i-am-a-victim-also/", "date_published": "2023-05-19 03:02:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rhode Island governor signs bill that would cover abortions for state workers, Medicaid recipients", "description": "Rhode Island Gov. Dan McKee (D) on Thursday signed into law on Thursday a bill that would let state funds pay for health insurance coverage for state employees and Medicaid recipients that covers abortions.  “Here in Rhode Island, we will always protect a woman's right to choose and ensure equal access to these crucial health...", "link": "https://thehill.com/homenews/state-watch/4011705-rhode-island-governor-signs-bill-that-would-cover-abortions-for-state-workers-medicaid-recipients/", "date_published": "2023-05-19 02:50:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Exclusive — Haley to DeSantis: 'Welcome to the race, we’ve been waiting'", "description": "DUBUQUE, Iowa — GOP presidential candidate Nikki Haley has a message for Florida Gov. Ron DeSantis (R): “Welcome to the race. We’ve been waiting.” Haley, in an exclusive on-camera interview with The Hill at a campaign stop here on the banks of the Mississippi, added, “I’m glad that he’s going to be out there because...", "link": "https://thehill.com/homenews/campaign/4011623-exclusive-haley-to-desantis-welcome-to-the-race-weve-been-waiting/", "date_published": "2023-05-19 02:09:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bill Barr says classified documents probe could leave Trump 'very exposed'", "description": "Former Attorney General Bill Barr said Thursday that the investigation into former President Trump's handling of classified documents could leave him feeling \"very exposed.\" Barr said in a new interview with CBS that it was \"very clear\" that Trump should not have had the classified documents found in his private residence in Mar-a-Lago last year. Trump’s handling...", "link": "https://thehill.com/blogs/blog-briefing-room/4011640-bill-barr-says-classified-documents-probe-could-leave-trump-very-exposed/", "date_published": "2023-05-19 02:05:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Investigation into suicides on US Navy ship reveals service failures, turns eyes toward leadership", "description": "An investigation into a string of suicides of U.S. Navy sailors assigned to the USS George Washington has revealed failures in the working and living conditions at naval shipyards, leading to recommendations for improvements in mental health services, food and housing. “The conditions experienced by those assigned to the USS GEORGE WASHINGTON and MARMC are...", "link": "https://thehill.com/policy/defense/4011644-investigation-into-suicides-on-us-navy-ship-reveals-service-failures-turns-eyes-toward-leadership/", "date_published": "2023-05-19 01:58:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Rust' armorer files motion to dismiss charges in shooting case, citing 'misconduct'", "description": "The armorer on the set of the \"Rust' film filed a motion on Thursday to dismiss charges related to a 2021 shooting that left one person dead and another injured. Actor Alec Baldwin was also charged in connection to the shooting, where he fired a live round from the prop gun in October 2021, striking...", "link": "https://thehill.com/blogs/in-the-know/4011588-rust-armorer-files-motion-to-dismiss-charges-in-shooting-case-citing-misconduct/", "date_published": "2023-05-19 01:38:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York City rescinds ban on ChatGPT use in public schools", "description": "The chancellor of New York City's school system announced Thursday that the city has revoked its ban on the use of ChatGPT in public schools. Chancellor David Banks wrote in an op-ed, published by Chalkbeat Thursday, that while the school system proceeded with \"initial caution\" concerning artificial intelligence (AI) programs earlier this year, they will...", "link": "https://thehill.com/policy/technology/4011571-new-york-city-rescinds-ban-on-chatgpt-use-in-public-schools/", "date_published": "2023-05-19 00:58:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Miami mayor has not ruled out a 2024 White House bid, will make decision 'soon'", "description": "Miami Mayor Francis Suarez (R) on Thursday said he hasn’t ruled out a 2024 White House bid and said he’ll make a decision “soon” about whether to get in the GOP race.  “I definitely have not ruled it out. I am strongly considering it,” Suarez said of a presidential run to NewsNation’s Blake Burman on...", "link": "https://thehill.com/homenews/campaign/4011563-miami-mayor-has-not-ruled-out-a-2024-white-house-bid-will-make-decision-soon/", "date_published": "2023-05-19 00:39:34+00:00", "persistent": false, "user": null, "language": "en-US"}]