[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How To Build A Dropship Drone In Zelda Tears of the Kingdom", "description": "We're here to show you how to build your very own Dropship Drone, a contraption that hovers above enemies and rains down destruction, and at the same time deploys a second drone to attack on the ground!\n\nYou might be wondering how to make this yourself, so we'll show you how to create it, what parts are needed, and how each piece in this contraption works together in Tears of the Kingdom. This machine has two parts, the main flying dropship, and the deployable ground drone. The idea was inspired by Pelicans from the Halo universe, so you can kind of see the idea behind this creation.\n\nTimestamps:\n0:00 Intro\n0:25 What You'll Need\n1:20 The Idea Behind It\n1:34 How To Build It\n3:14 How It Works\n3:33 Some Drawbacks\n4:03 Outro", "link": "https://www.youtube.com/watch?v=wUU1LCCd7Vs", "date_published": "2023-05-19 22:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Overwatch 2's Story Deserves Better | Spot On", "description": "Blizzard announced that Overwatch 2's Hero Missions have been canceled, so Tam and Lucy discuss the ways that universe can continue to tell its stories. \n#gaming #overwatch2 #spoton #gamespot \n\n00:14 - Overwatch 2 cuts its Hero Mode\n02:15 - Examples of storytelling in multiplayer\n06:28 - Where Overwatch 2 went wrong\n08:51 - How Overwatch 2 could fix its storytelling\n\nThis week Blizzard announced that it was dropping Overwatch 2's eagerly anticipated PvE element: Hero Missions. These replayable, story-driven missions would make use of a Talent System, where Heroes would level up and gain access to new abilities. While PvE elements and missions will appear as seasonal content, a lot of the Overwatch community is unhappy with the mode being dropped completely, with many suggesting that the '2' in Overwatch 2 hung on the game's PvE.\n\nIn this week's Spot On, Lucy and Tam discuss the ways that multiplayer games have tried, succeeded, and failed to tell impactful stories, and suggest ways that the Overwatch 2 team could explore storytelling going forward. \n\nSpot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry there's always something to talk about but, unlike most other news shows, Spot On will dive deep into single topic as opposed to recapping al the news. Spot On airs each Friday.\n\nThank you to Crowsmack for providing the artwork used on the Spot On set. Find more of his work on his website. https://crowsmackart.com/", "link": "https://www.youtube.com/watch?v=EoKyN7_2jdA", "date_published": "2023-05-19 20:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Zelda: Tears of the Kingdom Survival Guide", "description": "From the best armor to find, combat tips, and resources to use, here's everything you need to know to survive in Hyrule.\n#gaming #TearsoftheKingdom #gamespot \n\nTimestamps: \n00:26 - The best ways to farm resources\n01:04 - One hit protection\n02:09 - Best basic survival recipes\n02:59 - Tricks for surviving the elements\n03:40 - How to use materials in combat\n04:55 - Fairies explained\n05:20 - The best armor for defense", "link": "https://www.youtube.com/watch?v=ckIjCD650-0", "date_published": "2023-05-19 15:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}]