[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Pomylił gaz z hamulcem i skasował ferrari. Zapadł wyrok w sprawie 55-latka", "description": "Na grzywnę w wysokości 10 tys. funtów skazał sąd w Birmingham 55-latka, który wjechał swoim ferrari w samochody stojące przy drodze, a następnie uciekł z miejsca zdarzenia. Richard Cullen usłyszał także zakaz prowadzenia pojazdów mechanicznych. W sumie uszkodził pięć zaparkowanych pojazdów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/pomylil-gaz-z-hamulcem-i-skasowal-ferrari-zapadl-wyrok-w-sprawie-55-latka/", "date_published": "2023-02-28 21:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Władimir Sołowjow straszy przemarszem wojsk przez Europę. Warszawę nazwał rosyjskim miastem", "description": "- Powinniśmy przywrócić wszystkie swoje odwieczne ziemie - grzmiał w państwowej telewizji propagandysta Kremla Władimir Sołowjow. Według niego do Rosji powinny należeć tereny nie tylko Ukrainy, ale i Polski. W emocjonalnym tonie mówił też, że rosyjscy żołnierze w przeszłości przemierzali Europę, a w Mediolanie całowali im ręce.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/wladimir-solowjow-straszy-przemarszem-wojsk-przez-europe-warszawe-nazwal-rosyjskim-miastem/", "date_published": "2023-02-28 20:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Przygarnęła bezpańskiego psa. Pitbull zagryzł nową opiekunkę", "description": "Obywatelka Wielkiej Brytanii została zaatakowana przez psa, którego przygarnęła pod swój dach kilka dni wcześniej. Przybyli na miejsce funkcjonariusze zastrzelili agresywne zwierzę. 67-latka w stanie krytycznym trafiła do szpitala, ale lekarze nie byli w stanie jej pomóc.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/przygarnela-bezpanskiego-psa-pitbull-zagryzl-nowa-opiekunke/", "date_published": "2023-02-28 20:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Asteroida \"Janusz\". Nazwa na cześć polskiego astronoma", "description": "Międzynarodowa Unia Astronomiczna opublikowała wykaz nazw nadanych planetoidom. Wśród nich znalazła się asteroida Janusz - nazwana tak na cześć polskiego naukowca i księdza jezuity Roberta Janusza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/asteroida-janusz-nazwa-na-czesc-polskiego-astronoma/", "date_published": "2023-02-28 20:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niezwykłe zdjęcie z Wielkiej Brytanii. \"Może to królowa Elżbieta?\"", "description": "Fotograf z Wielkiej Brytanii uchwycił na zdjęciu falę o niezwykłym kształcie. Woda rozbijająca się o pomost budzi skojarzenia z głową kobiety. Może to bogini morza Amfitryta albo nasza ukochana królowa Elżbieta? - zaczął zastanawiać się autor fotografii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/niezwykle-zdjecie-z-wielkiej-brytanii-moze-to-krolowa-elzbieta/", "date_published": "2023-02-28 19:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Zamiast pomóc pasierbowi zaczęła nagrywać. 3-letni chłopiec zmarł", "description": "Leila Borrington została skazana za nieumyślne spowodowanie śmierci 3-letniego pasierba - powiadomiła policja w Nottinghamshire. Kobieta zamiast wezwać pomoc do dziecka zaczęła nagrywać zdarzenie i wysłała wiadomość do jego ojca. Dlaczego to mi się przytrafia - pisała.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/wielka-brytania-zamiast-pomoc-pasierbowi-zaczela-nagrywac-3-letni-chlopiec-zmarl/", "date_published": "2023-02-28 18:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zaginął kilka dni temu. Znaleźli jego szczątki w brzuchu rekina", "description": "Rybacy odnaleźli szczątki 32-letniego Diego Barii, który zaginął kilka dni temu na południu Argentyny. Zwłoki ojca trójki dzieci wyciągnięto z brzucha rekina. Na plaży natrafiono także na quada, którym wcześniej podróżował mężczyzna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/zaginal-kilka-dni-temu-znalezli-jego-szczatki-w-brzuchu-rekina/", "date_published": "2023-02-28 18:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zamość: 16-latek śmiertelnie pobity na osiedlu. Policja szuka sprawców", "description": "Zmarł 16-letni chłopiec, pobity na śmierć najpewniej przez swoich rówieśników w Zamościu (woj. lubelskie). Funkcjonariusze policji szukają 16- i 17-latka, którzy - według dotychczasowych ustaleń - mają związek ze sprawą.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/zamosc-16-latek-smiertelnie-pobity-na-osiedlu-policja-szuka-sprawcow/", "date_published": "2023-02-28 17:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szkocja: Zapadł wyrok. Transseksualny gwałciciel spędzi osiem lat w więzieniu", "description": "Isla Bryson została skazana na osiem lat więzienia za zgwałcenie dwóch kobiet. Do gwałtów doszło, gdy Bryson identyfikowała się jako mężczyzna. Sprawa wywołała oburzenie i dyskusję, czy oskarżona powinna przebywać w więzieniu dla kobiet.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/szkocja-zapadl-wyrok-transseksualny-gwalciciel-spedzi-osiem-lat-w-wiezieniu/", "date_published": "2023-02-28 17:24:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Atak dronów\" 100 kilometrów od Moskwy. Pierwszy raz tak blisko stolicy Rosji", "description": "Rosjanie przyznali: 110 kilometrów od Moskwy rozbiły się we wtorek militarne drony. Zdaniem gubernatora obwodu Andrieja Worobjowa doszło do nieudanego ataku w pobliżu miasta Kołomna. Media zauważają, że jeśli za zdarzeniem stoi Ukraina, byłby to najbliższy rosyjskiej stolicy atak od początku inwazji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/atak-dronow-100-kilometrow-od-moskwy-pierwszy-raz-tak-blisko-stolicy-rosji/", "date_published": "2023-02-28 16:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "W Chinach opracowano urządzenie do \"całowania\" na odległość", "description": "Chińscy naukowcy opracowali urządzenie służące do zdalnego całowania. Przedmiot ma kształt ust i może naśladować prawdziwy pocałunek. Producenci przekonują, że jest przeznaczony głównie dla par żyjących w związkach na odległość.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/w-chinach-opracowano-urzadzenie-do-calowania-na-odleglosc/", "date_published": "2023-02-28 15:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Generał Ołeksandr Matownikow w erotycznym tańcu. Wypłynęło nagranie", "description": "Nagranie miała zobaczyć wyłącznie jego partnerka, a ujrzały je miliony osób. Erotyczne wideo z rosyjskim generałem Ołeksandrem Matownikowem w roli głównej błyskawicznie rozchodzi się w sieci. Wojskowy, który na oficjalnych zdjęciach pokazywany był z Władimirem Putinem, prezentuje taniec, podczas którego co chwila ściąga ręcznik i się obnaża.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/rosja-general-oleksandr-matownikow-w-erotycznym-tancu-wyplynelo-nagranie/", "date_published": "2023-02-28 15:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "FIFA Puskás Award. Marcin Oleksy: Radość, duma, że się idzie przed tyloma gwiazdami", "description": "- Udało się zostawić w tyle Payeta i Richarlisona, Mbappe - także jest Marcin Oleksy - podsumował swoje osiągnięcie zdobywca nagrody Ferenca Puskasa, po przylocie do Warszawy. Oleksy podkreślił, że jest bardzo dumny ze swojego osiągnięcia, które jest wyróżnieniem nie tylko dla niego, ale i całego świata amp futbolu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/zdobywca-nagrody-ferenca-puskasa-marcin-oleksy-radosc-duma-ze-sie-idzie-przed-tyloma-gwiazdami/", "date_published": "2023-02-28 14:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny: Odnalazł się dziewięć lat po kremacji. Rodzina myślała, że zginął w wypadku", "description": "Przez lata rodzina Zhou Kangluo była przekonana, że ich krewny zginął w wypadku samochodowym. Ciało, które miało należeć do starszego mężczyzny znaleziono przy drodze, a następnie - skremowano je. Po blisko dekadzie okazało się, że doszło do pomyłki i uznany za zmarłego nadal żyje.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/chiny-odnalazl-sie-dziewiec-lat-po-kremacji-rodzina-myslala-ze-zginal-w-wypadku/", "date_published": "2023-02-28 13:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mołdawia. Prorosyjskie protesty w Mołdawii. Tysiące osób na ulicach", "description": "Paraliż stolicy Mołdawii. Z inicjatywy prorosyjskiej partii Szor, w Kiszyniowie na ulice wyszło tysiące ludzi. Miasto jest sparaliżowane, interweniują służby.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/moladawia-prorosyjskie-protesty-w-moldawii-tysiace-osob-na-ulicach/", "date_published": "2023-02-28 12:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś. Służby szukają sprawcy sabotażu na lotnisku pod Mińskiem. Wytypowali sprawcę", "description": "Poszukiwany za popełnienie szczególnie niebezpiecznego przestępstwa - taki status białoruskie służby nadały mężczyźnie podejrzanemu o ostrzelanie z drona rosyjskiego samolotu pod Mińskiem. Portal zeerkalo.website ustalił, że poszukiwany to Mykola Szewc. Zdaniem Aleksandera Azarau, lidera organizacji BYPOL walczącej z Alaksandrem Łukaszenką poszukiwany nie jest związany z atakiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/bialorus-sluzby-szukaja-sprawcy-zamachu-na-lotnisku-pod-minskiem-wytypowali-sprawce/", "date_published": "2023-02-28 09:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Zamknięta przestrzeń powietrzna nad Sankt Petersburgiem", "description": "Przestrzeń lotnicza nad rosyjskim lotniskiem Petersburg-Pułkowo została zamknięta - informuje agencja Reutera. Według nieoficjalnych informacji nad lotniskiem pojawił się niezidentyfikowany obiekt. Poderwano wojskowe myśliwce.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/rosja-zamknieta-przestrzen-powietrzna-nad-sankt-petersburgiem/", "date_published": "2023-02-28 08:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Eksplozje na terenie składu ropy naftowej. Media: Atak dronów", "description": "Do pożaru w składzie ropy naftowej doszło w Tupase w Kraju Krasnodarskim - informują lokalne władze. Mieszkańcy miasta słyszeli dwie eksplozje w odstępie kilku sekund. Lokalne media twierdzą, że doszło do ataku dronów wypełnionych materiałami wybuchowymi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/rosja-eksplozje-na-terenie-skladu-ropy-naftowej-media-atak/", "date_published": "2023-02-28 08:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Biały Dom daje rządowym agencjom 30 dni na usunięcie TikToka z urządzeń federalnych", "description": "Amerykańskie agencje rządowe muszą w ciągu 30 dni usunąć chińską aplikację TikTok z systemów i urządzeń federalnych - taki nakaz wydał w poniedziałek Biały Dom. Wszystko przez obawy o bezpieczeństwo ważnych danych dotyczących państwa. Decyzja nie obejmuje Amerykanów korzystających z aplikacji na prywatnych lub firmowych urządzeniach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-28/usa-bialy-dom-daje-rzadowym-agencjom-30-dni-na-usuniecie-tiktoka-z-urzadzen-federalnych/", "date_published": "2023-02-28 05:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]