[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Top 15 NEW Fighting Games of 2023 And Beyond", "description": "Fans of fighting games never really have a lack of great options to choose between (especially when you look at the last few years), and sure enough, there'll be no lack of promising new games in the coming months and years either. \n\nPlenty of fighters are confirmed to be in development, offering experiences of different styles and scope, and here, we're going to take a look at some that we have our eye on.", "link": "https://www.youtube.com/watch?v=TIYob_1GNYA", "date_published": "2023-02-28 15:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 BEST FINAL BOSS FIGHTS In Resident Evil Series", "description": "Let's look at 10 of the best final bosses in the Resident Evil series, which ended their respective games on an emotional high.", "link": "https://www.youtube.com/watch?v=TaqY7hlp3po", "date_published": "2023-02-28 13:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Scars Above Review - Is This A Returnal Knock-off?", "description": "In terms of performance, I only had a single issue with Scars Above. This review covers the PS5 version of the game, and the frame rate seems to hold pretty steady even when things get hectic. I didn’t notice any serious frame drops or stutters. I did, however, have the game completely crash in the intro sequence. It gave me a bad feeling so I was braced for more lost progress due to semi-frequent crashes, but I only ever saw that one. \n\nThere is a lot to like in Scars Above. If you can get past the issues with the character models and animations, there is a really fun, unique sci-fi shooter with an interesting story to experience.", "link": "https://www.youtube.com/watch?v=20rz0CriC3I", "date_published": "2023-02-28 09:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}]