[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Vacation Simulator - Official PS VR2 Launch Trailer", "description": "Vacation Simulator is available now on PlayStation VR2. Watch the Vacation Simulator PS VR2 launch trailer to explore Vacation Island, see the various activities you can participate in, and check out the new features, including 4K resolution, advanced spatial audio, immersive headset rumble, and dynamic haptic feedback.\n\nRediscover the true meaning of time off! Welcome to the Vacation Simulator: a rough approximation of vacation inspired by real human Not Jobbing, brought to you by the same robots behind the Job Simulator. Reallocate your bandwidth and get ready to splash, s’more, snowball, and selfie your way to optimal relaxation.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=r8QMcLFopoA", "date_published": "2023-02-28 22:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Crime Boss: Rockay City: Like Payday with No Payoff - IGN Preview", "description": "Crime Boss: Rockay City's bombastic reveal during The Game Awards introduced a star-studded cast including Michael Madsen, Chuck Norris, Michael Rooker, Danny Glover, Danny Trejo, Kim Basinger and Vanilla Ice - but what's the game like? IGN's Max Scoville went hands-on with a small portion of the Urban Legends co-op mode of this stealth-action FPS and \"organized crime\" game and came away criminally underwhelmed.", "link": "https://www.youtube.com/watch?v=nfSX1nbkCVE", "date_published": "2023-02-28 21:28:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cosmonious High - Official PS VR2 Launch Trailer", "description": "Cosmonious High is available now on PlayStation VR2. Watch the launch trailer to see the colorful world, meet the characters, and more from this VR experience from Owlchemy Labs. \n\nIn Cosmonious High adapt outrageous alien powers, and discover the source of the school’s malfunctions to save Cosmonious High from chaos.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=3RtkKWjgyc0", "date_published": "2023-02-28 21:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Job Simulator - Official PS VR2 Launch Trailer", "description": "Job Simulator is available now on PlayStation VR2. Watch the launch trailer for a look at the game and see the new features you can expect, including 4K resolution, advanced spatial audio, immersive headset rumble, and dynamic haptic feedback.\n\nIn a world where robots have replaced all human jobs, step into the \"Job Simulator\" to learn what it was like 'to job'. Players can relive the glory days of work by simulating the ins and outs of being a gourmet chef, an office worker, a convenience store clerk, and more.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=CuSCE-vGt9Q", "date_published": "2023-02-28 20:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tainted Grail: Fall of Avalon - Official Early Access Release Date Trailer", "description": "Check out the new cinematic story trailer for the upcoming fantasy RPG Tainted Grail: Fall of Avalon that confirms the date it will be launching into Early Access: March 30.", "link": "https://www.youtube.com/watch?v=79b_aTOMgsw", "date_published": "2023-02-28 18:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Peter Pan & Wendy - Official Trailer (2023) Jude Law, Alexander Molony, Ever Anderson", "description": "This year, return to Neverland. Check out the trailer for Peter Pan & Wendy, an upcoming live-action movie directed by David Lowery. Peter Pan & Wendy is a live-action reimagining of the J.M. Barrie novel and the 1953 animated classic, and will begin streaming on April 28, 2023 on Disney+.\n\nPeter Pan & Wendy introduces Wendy Darling, a young girl afraid to leave her childhood home behind, who meets Peter Pan, a boy who refuses to grow up. Alongside her brothers and a tiny fairy, Tinker Bell, she travels with Peter to the magical world of Neverland. There, she encounters an evil pirate captain, Captain Hook, and embarks on a thrilling and dangerous adventure that will change her life forever. \n\nThe film stars Jude Law (“Fantastic Beasts: The Secrets of Dumbledore”), Alexander Molony (“The Reluctant Landlord”), Ever Anderson (“Resident Evil: The Final Chapter”), Yara Shahidi (“Grown-ish”), Alyssa Wapanatâhk, Joshua Pickering (“A Discovery of Witches”), Jacobi Jupe, Molly Parker (“House of Cards”), Alan Tudyk (“Rogue One: A Star Wars Story”), and Jim Gaffigan (“The Jim Gaffigan Show”). \n\n“Peter Pan and Wendy” is directed by David Lowery from a screenplay by David Lowery & Toby Halbrooks (“The Green Knight”) based on the novel by J. M. Barrie and the animated film “Peter Pan.” The producer is Jim Whitaker (“Pete’s Dragon”), with Adam Borba (“A Wrinkle in Time”), Thomas M. Hammel (“Thor: Ragnarok”), and Toby Halbrooks serving as executive producers.", "link": "https://www.youtube.com/watch?v=rEsMGfbDD1c", "date_published": "2023-02-28 17:39:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "WWE 2K23 - Official Bad Bunny Pre-Order Bonus Trailer", "description": "WWE 2K23 has unveiled the Bad Bunny playable character and Bad Bunny Ruby MyFaction Card as pre-order bonuses for the standard and cross-gen editions. Check out all the action in this exciting trailer showcasing Bad Bunny’s in-game character and gameplay. WWE 2K23 is launching on March 17 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming #WWE", "link": "https://www.youtube.com/watch?v=8ByAq23l4rs", "date_published": "2023-02-28 17:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Operation Fortune: Ruse De Guerre - Exclusive Clip (2023) Jason Statham, Aubrey Plaza", "description": "Check out this clip from upcoming action comedy movie, Operation Fortune: Ruse De Guerre. The movie stars Jason Statham, Hugh Grant, Aubrey Plaza, Josh Hartnett, Cary Elwes, and Bugzy Malone.\n\nIn Operation Fortune: Ruse De Guerre, super spy Orson Fortune must track down and stop the sale of a deadly new weapons technology wielded by billionaire, Greg Simmonds. Teaming up with some of the world’s best operatives, Fortune and his crew recruit Hollywood’s biggest movie star, Danny Francesco, to help them on their undercover mission to save the world.\n\nDirected by Guy Ritchie, Operation Fortune: Ruse De Guerre releases in US theaters on March 3, 2023.\n\n#IGN #Movies #OperationFortune", "link": "https://www.youtube.com/watch?v=JhnjtiwI-tQ", "date_published": "2023-02-28 17:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us’ TV Success Is Testament to Naughty Dog’s 15 Years of Growth", "description": "HBO's The Last of Us was always destined to be a success thanks to Naughty Dog's storytelling talents, which have grown and matured over an incredible 15 year journey. We take a look at how the studio has transitioned from the Amy Hennig era to the Neil Druckmann era and the lessons that the Uncharted movie could've taken from The Last of Us and Nathan Drake's later adventure.\n\n#IGN #TheLastOfUs #TLOU", "link": "https://www.youtube.com/watch?v=jFNqsOm6LB8", "date_published": "2023-02-28 16:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Official Jin Kazama Gameplay Trailer", "description": "You can’t choose your family. But you can fight for your fate. Tekken 8 Jin Kazama takes the spotlight in this latest Tekken 8 gameplay trailer. Check it out to see the character in action.\n\nTekken 8 will be available on PlayStation 5, Xbox Series X/S, and PC via Steam.\n\n#IGN #Gaming #Tekken", "link": "https://www.youtube.com/watch?v=JNNicPHjooI", "date_published": "2023-02-28 15:42:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox - Official Games with Gold March 2023 Trailer", "description": "Check out the trailer for a look at March's 2023 Games with Gold lineup, which includes the Xbox One games Trüberbrook, Sudden Strike 4-Complete Collection, and Lamentum.\n\n#IGN #Gaming #Xbox", "link": "https://www.youtube.com/watch?v=5vkjXqF6x9Q", "date_published": "2023-02-28 15:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 Hands-On Preview", "description": "Watch our Final Fantasy 16 hands-on preview. Check out some new Final Fantasy 16 gameplay, including its explosive Eikon vs Eikon boss fights, and see what we think of the upcoming action RPG so far.\n\nPlease note: Contents shown on the screen are from a special version made for media to experience,\nand contents may differ from the final version.\n\nFinal Fantasy XVI will be released on PS5 on June 22, 2023.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=tBnrBZcp33A", "date_published": "2023-02-28 14:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Demeo Review", "description": "Demeo reviewed by Gabriel Moss on PlayStation VR2, PlayStation 5, Meta Quest 2, and PC.\n\nDemeo is a delightful alternative to the mechanically engrossing (albeit burdensome) tabletop RPGs and board games to which it lovingly pays homage. It might not offer the same width or depth as a true RPG, and it may not satisfy a pen-and-paper purist’s love of creating and growing with their own heroes, but it’s such an enjoyably compact yet intelligently riveting experience that, if you can get past its occasional bugs, Demeo is a great introductory game for anyone who’s interested in seeing what D&amp;D or VR is about.\n\n#IGN #Gaming #Demeo", "link": "https://www.youtube.com/watch?v=hcOYqDIslP8", "date_published": "2023-02-28 14:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Isonzo - Official Free Piave Update Launch Trailer", "description": "The second update of WW1 FPS Isonzo's three-part Caporetto expansion is available now on PC, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. Watch the trailer to see what to expect with the free Piave update, which brings a new offensive map, two new weapons: the Mauser M1914 and Beretta Modello\n1917, and various new custom match options.", "link": "https://www.youtube.com/watch?v=6S66J2K2YW0", "date_published": "2023-02-28 12:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Scars Above Review", "description": "Scars Above reviewed on PlayStation 5 by Axel Bosso. Also available on PlayStation 4, Xbox, and PC.\n\n\"Scars Above shows a lot of potential in its third-person shooting, fun elemental reactions, and a good number of creatures to experiment with. The thrill of setting out to discover a new alien world is short-lived, however, due to the weapons and gadgets in your arsenal quickly growing so powerful that nothing poses a threat. And while there are a few excellent environments to explore, everything within them – the characters, story, and universe – feel weak and underdeveloped, giving you few reasons to stop and smell the alien roses once you’ve blasted your way through.\"", "link": "https://www.youtube.com/watch?v=X3h_wZqhL_M", "date_published": "2023-02-28 11:57:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "5 Things to Know About Metroid Prime Remastered", "description": "Samus Aran’s first 3D outing has been remastered for Nintendo Switch. It’s been over two decades since the original release on Gamecube, so if you’ve been longing to get back to Tallon IV – or even if you’re donning Samus’s Power Suit for the first time – here are 5 things to know about Metroid Prime Remastered. Sponsored by Nintendo.\n\n#IGN #Gaming #Metroid", "link": "https://www.youtube.com/watch?v=7rFn8OEF6ho", "date_published": "2023-02-28 10:41:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hogwarts Legacy: How to Learn Every Unforgivable Curse", "description": "Will you embrace the Dark Arts in Hogwarts Legacy? You have the option to learn three of the most powerful dark spells in the wizarding world – also known as the Unforgivable Curses: Crucio, Imperio, and Avada Kedavra. In this video, we'll explain how to unlock every curse, and explain the power you wield once that curse is in your hands!", "link": "https://www.youtube.com/watch?v=Sbh_y2bpcSo", "date_published": "2023-02-28 01:28:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hidden Yoshi at Super Nintendo World? #supernintendoworld #nintendo #mario #universalstudios #shorts", "description": "", "link": "https://www.youtube.com/watch?v=s_dsULr4Cps", "date_published": "2023-02-28 00:44:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Christopher Judge has wet hands #kratos #godofwar #diceawards #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=tfC4nmyltvE", "date_published": "2023-02-28 00:42:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "HBO's The Last of Us: Troy Baker's Character Revealed - IGN The Fix: Entertainment", "description": "The voice of #TLoU Joel is finally coming to HBO’s The Last of Us live-action series. The legendary voice actor, Troy Baker, is set to make his live-action debut in the hit series, as revealed in #TheLastofUs #HBO teaser for episode 8. Troy is a master impressionist, so it’ll be interesting to see his take on James - will it be a pitch perfect recreation or will he showcase his acting chops to reinterpret the character in his own way? As for Ashley Johnson, who voices Ellie in the video games, we’ve yet to see her make an appearance. But as Neil Druckmann teased roughly a year ago, she and Troy will both be taking on “surprising” roles in the live-action series. From one Pedro Pascal series to another, the Mandalorian might not be as buttoned up as The Last of Us, with co-creator Jon Favreau stating he doesn’t know how the show’s gonna end. And finally, Pokemon is one franchise that’ll never stop, unless it’s in motion. And with the latest partnership with Netflix, stop-motion is the game in Pokemon Concierge: the new series coming to Netflix thanks to its collaboration with The Pokemon Company.", "link": "https://www.youtube.com/watch?v=UcoRd7NQMFQ", "date_published": "2023-02-28 00:18:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil Village VR Review", "description": "Resident Evil Village VR reviewed on PlayStation VR2 by Taylor Lyles.\n\nResident Evil Village VR is far more than just a gimmicky afterthought, adding enough improvements and tweaks to justify fans of both the series and virtual reality reliving Ethan’s not-so-great European vacation one more time. While the controls be a little cumbersome as you take the time needed to master them, and the VR perspective can cause a few awkward viewing angles, this is still a very enjoyable return to an already great game.", "link": "https://www.youtube.com/watch?v=t_ywsdznMLk", "date_published": "2023-02-28 00:04:53+00:00", "persistent": false, "user": null, "language": "en-US"}]