[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Crime Boss: Rockay City Preview", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4106044-crimebossrockaycity_site.jpg\" width=\"480\" /> Crime Boss: Rockay City seems to be trying to fill a Payday-sized void that we're not sure exists.", "link": "https://www.gamespot.com/videos/crime-boss-rockay-city-preview/2300-6460752/", "date_published": "2023-02-28 23:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Elden Ring DLC Shadow Of The Erdtree Image Revealed | GameSpot News", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4106039-news0228_v0.jpg\" width=\"480\" /> Elden Ring is getting its first DLC called Shadow of the Erdtree, Final Fantasy XVI previews are out and a Starfield showcase may be coming very soon.", "link": "https://www.gamespot.com/videos/elden-ring-dlc-shadow-of-the-erdtree-image-revealed-gamespot-news/2300-6460751/", "date_published": "2023-02-28 22:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Lightfall Launch Day Gameplay", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4106031-livestream_destiny2lightfal_sitel.jpg\" width=\"480\" /> Join David Ahmadi as he dives into the opening hours of the newest Destiny 2 Expansion, Lightfall.", "link": "https://www.gamespot.com/videos/destiny-2-lightfall-launch-day-gameplay/2300-6460750/", "date_published": "2023-02-28 21:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Biggest Game Releases Of March 2023", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4105066-resi4remake.jpg\" /><br /><h3><p dir=\"ltr\">The gaming year is officially heating up as we head into March, with the month ahead being absolutely stacked with high-profile releases and new indie game launches. With the launch of PlayStation VR 2, Destiny 2's Lightfall expansion, and Atomic Heart in the rearview mirror, March 2023 is loaded with the return of iconic survival-horror, 18 holes of golfing bliss, and superstars dropping elbows from the top rope.</p><p dir=\"ltr\">Kicking off March is a brand-new souls-like from the team behind Nioh, as Wo Long: Fallen Dynasty mixes Team Ninja's talent for brutal hack-and-slash action with Chinese history and a dark fantasy world to explore. If you'd prefer a different kind of souls-like experience that also mixes in some retro gaming influences, then the Castlevania pack for Dead Cells will take you right back to Dracula's castle for a throwdown with the lord of vampires.</p><p dir=\"ltr\">PC gamers can add another PlayStation title to their collection with The Last of Us Part 1, and if you're after a more personal type of drama that can only be solved inside with hurricanranas off the top rope, then lace up your boots and get ready to headline Wrestlemania in WWE 2K23. Bt off course, the <em>real </em>big game of March is the return of an icon, a global force of nature known as Peppa Pig, who sets off on a globetrotting adventure.</p><p dir=\"ltr\">If Peppa's trip around the world is too much for you to handle, you can dive into the dark atmosphere of Resident Evil 4 Remake instead. After Dead Space Remake raised the bar for what a reborn game should be capable of and aim for, it'll be fascinating to see how Resident Evil 4 Remake improves on the original and how it measures up to EA's masterpiece. For more, you can grab the full release schedule below alongside several other highlighted games.</p></h3></p><br />     <p><h2>Fitness Boxing: Fist of the North Star (March 2)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101974-fitnessboxingfistofthenorthstar.png\" /><br /><h3><p>Your muscles are already dead! And if you're looking to revive them, why not spend a few sparring sessions with the master of an ancient fighting style that uses lethal acupuncture punches to turn people into walking blood bombs? Team up with Kenshiro in this Fist of the North Star spin-off for Switch, take on rivals in battle mode, and get a great workout in the process as you become the next master of post-apocalyptic martial arts.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/fitness-boxing-fist-of-the-north-star-switch/\">See on Nintendo eShop</a> </div></h3></p><br />     <p><h2>Wo Long: Fallen Dynasty (March 3)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101965-wolong.jpg\" /><br /><h3><p>Team Ninja puts its own stamp on the soulsborne genre with its two Nioh games, blending fast-paced action with ruthlessly challenging gameplay. Wo Long: Fallen Dynasty looks set to be a spiritual successor to Nioh, but with some interesting differences that make for a more accessible experience. A game of high risk and high reward with its Morale Rank system, Wo Long: Fallen Dynasty might be a brutal journey through warring kingdoms, but it goes to great lengths to encourage players to head out and grow stronger.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801197590500353579\">See on Best Buy</a> </div></h3></p><br />     <p><h2>Dead Cells: Return to Castlevania DLC (March 6)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101967-deadcells.jpg\" /><br /><h3><p>Castlevania might return from the dead one day, but for now, the next best thing is a love letter to that franchise in the form of Dead Cells DLC. Developer Motion Twin's challenging metroidvania game already shares plenty of DNA with classic Castlevania games, so dressing up the game in the gothic style of the Konami series is a match made in heaven. More stages, more weapons, and familiar faces all help to create a tempting excuse to pay Dracula a visit inside his castle.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/2101430/Dead_Cells_Return_to_Castlevania/\">See on Steam</a> </div></h3></p><br />     <p><h2>WWE 2K23 (March 17)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101968-wwe2k23.jpg\" /><br /><h3><p>Last year's WWE 2K22 got the wrestling franchise back on track, and this year, the focus is on delivering another slobber-knocker of main event action. As usual, you'll be able to choose from almost 200 superstars, control them in all kinds of unique match types, and build your own legend on the road to Wrestlemania. For fans of WWE history, there's the new story mode centered all around Cenation leader John Cena, chronicling his rise from OVW to the grandest stage of them all. The big difference here though? You won't be playing as Cena, but rather as the challengers who all sought to become legends by taking Big Match John down for the three-count.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801197699948203681\">See on Best Buy</a> </div></h3></p><br />     <p><h2>Bayonetta Origins: Cereza and the Lost Demon (March 17)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101969-bayonettaoriginscerezaandthelostdemon.png\" /><br /><h3><p>A new Bayonetta game mere months after the last game first arrived? Oh it's true, but this new title is a spin-off prequel that swaps the over-the-top big-budget action of mainline entries for a more visually striking adventure that features isometric gameplay.<a href=\"https://www.gamespot.com/articles/bayonetta-origins-cereza-and-the-lost-demon-is-a-dramatic-departure-from-bayonetta/1100-6511209/\"> It's a huge departure from the usual formula of Bayonetta games</a>, but the chill storybook aesthetic and dual-protagonist gameplay mixed with some solid combat makes for a fascinating new direction for the series.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801197731068169241\">See on Best Buy</a> </div></h3></p><br />     <p><h2>Peppa Pig: World Adventures (March 17)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101970-peppapigworldadventures.jpg\" /><br /><h3><p>It's time to collect on some outstanding wagers because pigs are about to fly. Specifically, in economy class around the world as Peppa Pig makes her grand return to console and PC. Alongside her family and friends, Peppa will visit Paris, Australia, London, and several other locations, meeting new characters and dressing up. You'll also be able to design your own character and family who'll join Peppa on her trip; and closer to home, you'll be able to construct a house in Peppa's neighborhood that can be decorated with collectibles and souvenirs from your travels.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801197763679402498\">See on Best Buy</a> </div></h3></p><br />     <p><h2>EA Sports PGA Tour (March 24)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101971-easportspgatour.jpg\" /><br /><h3><p>Summer might still be a few months away, but this month you'll be able to tee off from the comfort of your own home as EA Sports makes its grand return to the PGA Tour. EA Sports PGA Tour is exciting game for dedicated golf fans, as it features all four Major championships: the Masters, PGA Championship, US Open, and The Open. You'll create your own golfer, develop your skill set with new shot types, and learn the right strategies for taking on the 30 real-life courses that have been authentically recreated.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801197803892963938\">See on Best Buy</a> </div></h3></p><br />     <p><h2>Resident Evil 4 (March 24)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101972-residentevil4.jpg\" /><br /><h3><p>The remake that Resident Evil fans have been waiting years for, Resident Evil 4's upcoming rebirth has some big shoes to fill. The original game is often regarded as one of the best survival horror games ever. For this rebirth of the 2005 game, Capcom has added modernized gameplay, a reimagined storyline, and gruesome graphics to bring the cult-classic into the new era. Like previous remakes of Resident Evil, Resident Evil 4's new lease on life looks set to capture the spirit of the original game<a href=\"https://www.gamespot.com/articles/resident-evil-4-remake-hands-on-preview-tension-amplified/1100-6508476/\"> while injecting some fresh surprises into the mix</a>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1801198183278285805\">See on Best Buy</a> </div></h3></p><br />     <p><h2>Crime Boss: Rockay City (March 28)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101973-crime-boss-rockay-city.jpg\" /><br /><h3><p>Publisher 505 Games and developer Ingame Studios' new action-packed title<a href=\"https://www.gamespot.com/articles/crime-boss-rockay-city-gameplay-video-showcases-high-stakes-heist-mission/1100-6509942/\"> might just be one of the most unusual games of the month to look forward to</a>. Featuring a cast of <em>who's available </em>C-rank actors (Not you Michael Rooker, never you) voicing multiple loose cannon cops and criminals, the game resembles a love letter to 1990s action movies as you rampage through an untamed version of Florida from a bygone era.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.epicgames.com/en-US/p/crime-boss\">See on Epic Games Store</a> </div></h3></p><br />     <p><h2>The Last of Us Part 1 (March 28)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101966-thelastofuspart1.jpg\" /><br /><h3><p>Balancing on a fine line between remake and remaster, The Last of Us Part 1 brings the PS3 classic up to the visual quality of its sequel on PS5 and PS4. While some of the gameplay might feel a tad dated, the new coat of digital paint does a stellar job of modernizing the game, while several great quality-of-life improvements and a suite of accessibility options make this version of The Last of Us the definitive one.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1888930/The_Last_of_Us_Part_I/\">See on Steam</a> </div></h3></p><br />     <p><h2>System Shock - March TBC</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101975-systemshock.jpg\" /><br /><h3><p>Seven years after it first hit the crowdfunding campaign trail, the remake of System Shock is finally preparing to touch down this month. Developer Nightdive Studios has been hard at work on quality-of-life improvements and bug fixes in an effort to create a faithful reboot of the genre classic, and with several industry veterans on the team,<a href=\"https://www.gamespot.com/videos/system-shock-remaster-demo-20-minutes-of-gameplay/2300-6460572/\"> the results have been promising</a> so far.</p><p>It's worth noting that while System Shock is currently scheduled for a March release, the developers have been <em>very </em>quiet as of late. If there is a delay, this post will be updated with details. </p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/482400/System_Shock/\">See on Steam</a> </div></h3></p><br />     <p><h2>Sifu (March TBC)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4101976-sifu.jpg\" /><br /><h3><p>A year after it first launched on PC and PlayStation, Sifu is kung-fu kicking its way onto Xbox this month. In case you missed it when it first came out, Sifu is a martial arts adventure that is relentlessly tough and has incredibly deep combat mechanics with a roguelike twist. Every defeat is a lesson learned, but you'll need to make some big sacrifices if you want to bounce back into action and finish your quest for vengeance. With plenty of extra content added since launch, Xbox players can look forward to the definitive version of Sifu when it kicks down your door.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/sifu/9p7pf6zp3958\">See on Xbox Store</a> </div></div><p> </p></h3></p><br />     <p><h2>March 2023 video game release schedule</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4105068-wwe2k.jpg\" /><br /><h3><p> </p><ul><li>Bendy and the Dark Revival (PS5, PS4, Xbox Series X|S, Xbox One)</li><li>The Day Before (PC) - March 1</li><li>Brok the Investigator (PS5, PS4, Xbox Series X|S, Switch)</li><li>Fight'N Rage (PS5, Xbox Series X|S) - March 1</li><li>LEAP (PS5, PS4, Xbox Series X|S, Xbox One) - March 1</li><li>King of the Castle (PC) - March 2</li><li>Fitness Boxing: Fist of the North Star (Switch) - March 2</li><li>Wo Long: Fallen Dynasty (PS5, PS4, Xbox Series X|S, Xbox One, PC) - March 3</li><li>Hotel Renovator (PC) - March 7</li><li>Romancelvania (PC, PS5, Xbox Series X|S) - March 7</li><li>Pronty (Switch) - March 7</li><li>Paranormasight: The Seven Mysteries of Honjo (PC, Switch) - March 9</li><li>Fatal Frame: Mask of the Lunar Eclipse (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 9</li><li>Caverns of Mars: Recharged (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch)</li><li>Figment 2: Creed Valley (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 9</li><li>Clash: Artifacts of Chaos (PS5, PS4, Xbox Series X|S, Xbox One, PC) - March 9</li><li>Do Not Feed the Monkeys 2099 (PC) - March 9</li><li>DC’s Justice League: Cosmic Chaos (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 10</li><li>Mato Anomalies (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 10</li><li>Rough Justice: ‘84 (PC) - March 13</li><li>Hot Wheels: Rift Rally (iOS, PS5, Ps4)</li><li>The Wreck (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 14</li><li>Hell of an Office (PC via Steam early access) - March 14</li><li>Flooded (PC) - March 15</li><li>Anno 1800 (PC, Xbox Series X|S) - March 16</li><li>WWE 2K23 (PS5, PS4, Xbox Series X|S, Xbox One, PC) - March 17</li><li>Bayonetta Origins: Cereza and the Lost Demon (Switch) - March 17</li><li>Peppa Pig: World Adventures (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 17</li><li>Remnant: From the Ashes (Switch) - March 21</li><li>Deceive Inc. (PC, PS5, Xbox Series X|S) - March 21</li><li>Storyteller (PC, Switch) - March 23</li><li>Atelier Ryza 3: Alchemist of the End &amp; the Secret Key (PC, PS5, PS4, Switch) - March 23</li><li>Resident Evil 4 (PC, PS5, PS4, Xbox Series X|S) - March 24</li><li>9 Years of Shadows (PC) - March 27</li><li>Death Roads: Tournament (PC via Steam early access) - March 28</li><li>Crime Boss: Rockay City (PC) - March 28</li><li>MLB The Show 23 (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 28</li><li>The Last of Us Part 1 (PC) - March 28</li><li>Raidborn - Steam Early Access (PC) - March 29</li><li>Total Tank Generals (PC) - March 30</li><li>The Great War: Western Front (PC) - March 30</li><li>Dredge (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 30</li><li>Saga of Sins (PS5, PS4, Xbox Series X|S, PC, Switch) - March 30</li><li>Blade Assault (PS5, PS4, Xbox Series X|S, Xbox One, PC, Switch) - March 31</li><li>System Shock (PC) - March TBC</li><li>Sifu (Xbox Series X|S, Xbox One) - March TBC</li></ul><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/the-biggest-game-releases-of-march-2023/2900-4651/", "date_published": "2023-02-28 21:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Children Of The Corn Review - More Reimagining Than Remake", "description": "<p dir=\"ltr\">I will admit: I didn't have high hopes for the newest Children of the Corn film, an apparent remake of the 1984 classic horror film. Based on the Stephen King short story of the same name, the new film is directed by Kurt Wimmer (2015's Point Break). Despite the fact that it premiered at a Florida film festival in 2020, it wasn't picked up for release until 2023. But the new take on Children of the Corn turned out to be a surprisingly satisfying slasher.</p><p dir=\"ltr\">The film opens in a Rylstone, Nebraska, orphanage. Eden, a young charge, greets another kid who wanders out of a cornfield. He picks up a big knife off a table, goes inside, and starts killing the adults. When even the authorities can't stop him, they come in with a cow tranquilizer and gas everyone inside. Eden is the only survivor of the slaughter, having wandered into the corn, where she spent nearly a week before the authorities found her. She's then \"adopted\" by the town pastor.</p><p dir=\"ltr\">Sometime later, the surviving adults meet to discuss an offer from \"big corn\" to grow GMO corn, loaded with pesticides and other chemicals that ruin their crops. From there, the town has no choice but to take part in a subsidy to <em>not</em> grow corn. When the kids' opinions on the matter are rejected, some of the older teens plan a public shaming, invite a journalist to town, and plan on holding a sham \"trial.\" The journalist doesn't arrive, and when the older teens arrive, Eden has already killed some of the adults. The rest are imprisoned, only to be gassed like earlier, and transferred to a pit in the cornfields, where they are buried alive. Things only get wilder from there.</p><a href=\"https://www.gamespot.com/reviews/children-of-the-corn-review-more-reimagining-than-remake/1900-6418038/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/reviews/children-of-the-corn-review-more-reimagining-than-remake/1900-6418038/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 21:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Last Of Us' Pedro Pascal Recalls How Excited His Nephews Were About Him Getting The Job", "description": "<p>Before actor Pedro Pascal signed on to play Joel in HBO's The Last of Us, he called his sister to ask for advice. Unbeknownst to him, her children were in the car, and their input seemingly helped Pascal be convinced he should take the part.</p><p>In a roundtable video interview with co-star Bella Ramsey, writers Craig Mazin and Neil Druckmann, and PlayStation Productions boss Asad Qizilbash, Pascal recalled the events surrounding his casting. He said he called his sister, who was taking her children to school, and was on speakerphone when his nephews chimed in to express their excitement about it.</p><p>\"I didn't even know they were in the car. I was like, 'I've been having a conversation about this amazing job, it's based on a video game, actually, and it's called The La...'\"</p><a href=\"https://www.gamespot.com/articles/the-last-of-us-pedro-pascal-recalls-how-excited-his-nephews-were-about-him-getting-the-job/1100-6511916/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-last-of-us-pedro-pascal-recalls-how-excited-his-nephews-were-about-him-getting-the-job/1100-6511916/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 20:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Phil Spencer Talks Activision Deal And Xbox's Policy On Exclusive Games", "description": "<p>In a new interview, Xbox boss Phil Spencer discussed the reasons behind the Activision Blizzard acquisition and the company's policy on console exclusivity.</p><p>Speaking to XboxOn, Phil Spencer claimed that Xbox is focused on June's showcase, but other news will be on the way. Spencer also mentioned that Everwild, from developer Rare, is still in development. When asked about the response to the Activision Blizzard acquisition, Spencer said, \"For the Xbox community, there's a lot of anticipation... for the industry, and I think this is right, there's questions about, well, what does this mean... how is this going to affect competition?\"</p><div>          </div><p>He re-affirmed that the Activision Blizzard acquisition was never primarily about Call of Duty, but was about building the company's mobile portfolio. \"[Mobile] is the largest gaming platform on the planet...for us, the logic really started from how do we gain more capability on mobile?\" He commented on Call of Duty itself. He said, \"we want to increase the places where people can play Call of Duty. Kind of like Minecraft.\" He also affirmed that certain modes or cosmetics in Call of Duty will not be exclusive to Xbox.</p><a href=\"https://www.gamespot.com/articles/phil-spencer-talks-activision-deal-and-xboxs-policy-on-exclusive-games/1100-6511917/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/phil-spencer-talks-activision-deal-and-xboxs-policy-on-exclusive-games/1100-6511917/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 20:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fortnite Chapter 4 Season 2 Start Date, Battle Pass, And More", "description": "<p>Fortnite Chapter 4 Season 2 is just days away now, with all the in-game signage telling us that Season 1 will end on March 8. And as is usually the case, Epic is keeping its cards close to the vest for now, having not made any kind of reveals about Season 2 just yet. That said, we've got some clues, both big and small, about what the future has in store for us.</p><h2 dir=\"ltr\">When does Fortnite Chapter 4 Season 2 start?</h2><p dir=\"ltr\">Phrasing in the game says this season will end on March 8, which means the actual last day will be March 9--the stated end date for a season is usually the last <strong>full</strong> day for every region, with any potential season-ending live event and server downtime occurring the next day, and the start to the new season a day after <em>that. </em></p><p dir=\"ltr\">So if Epic follows normal procedure, Fortnite will go offline for the Season 2 update on March 9, and then <strong>Chapter 4 Season 2 will start the morning of March 10</strong>.</p><a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-season-2-start-date-battle-pass-and-more/1100-6511918/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/fortnite-chapter-4-season-2-start-date-battle-pass-and-more/1100-6511918/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 20:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Open Beta Minimum PC Requirements Revealed", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV's</a> open beta minimum and recommended PC specifications have been revealed by Blizzard as part of a beta-focused livestream. Note that these are the beta system requirements and not for the finished game, so some of these specifications could change when the full version of game launches.</p><p>Blizzard notes that Diablo IV will \"attempt to run on hardware below minimum specifications, including HDDs, dual-core CPUS, and integrated GPUs. However, the game experience may be significantly diminished.\"</p><h2 dir=\"ltr\">Diablo IV Open Beta PC Minimum System Requirements</h2><ul><li dir=\"ltr\">Operating System: 64-bit Windows 10</li><li dir=\"ltr\">Graphics: NVIDIA GeForce GTX 660 or AMD Radeon R9 280</li><li dir=\"ltr\">Processor: Intel Core i5-2500L or AMD FX-8100</li><li dir=\"ltr\">Memory: 8 GB RAM</li><li dir=\"ltr\">DirectX: Version 12</li><li dir=\"ltr\">Storage: SSD with 45 GB available space</li><li dir=\"ltr\">Internet: Broadband connection</li></ul><h2 dir=\"ltr\">Diablo IV Open Beta PC Recommended System Requirements</h2><ul><li dir=\"ltr\">Operating System: 64-bit Windows 10</li><li dir=\"ltr\">Graphics: NVIDIA GeForce GTX 970 or AMD Radeon RX 370</li><li dir=\"ltr\">Processor: Intel Core i5-4670K or AMD R3-1300X</li><li dir=\"ltr\">Memory: 16 GB RAM</li><li dir=\"ltr\">DirectX: Version 12</li><li dir=\"ltr\">Storage: SSD With 45 GB available space</li><li dir=\"ltr\">Internet: Broadband connection</li></ul><p dir=\"ltr\">The <a href=\"https://www.gamespot.com/articles/diablo-4-open-beta-dates-early-access-and-everything-we-know/1100-6511672/\">open beta will kick off on March 17 with an early access period</a> available to those who have preordered the upcoming ARPG either on console or PC. A fully public open beta will go live on March 24 and run through March 26. The beta will consist of the game's prologue and the entirety of Act 1, allowing players to explore the Fractured Peaks zone up to a max character level of 25. There will be exclusive rewards that will carry over to the full game for players who reach certain milestones in the open beta, including titles and a backpack that houses an adorable snoozing puppy.</p><a href=\"https://www.gamespot.com/articles/diablo-4-open-beta-minimum-pc-requirements-revealed/1100-6511915/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-open-beta-minimum-pc-requirements-revealed/1100-6511915/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 19:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 And Among Us Crossover Now Live", "description": "<p>The previously teased Destiny 2 and Among Us collaboration is now out, to coincide with the launch of Lightfall. The collab brings a number of Destiny 2 themed cosmetics to the game, if you are willing to play a few matches to earn them.</p><p>You can claim <a href=\"https://www.gamespot.com/articles/among-us-x-destiny-2-collab-teased-on-twitter/1100-6511689/\">Destiny-2-themed cosmetics</a> by purchasing the Guardian Cosmicube for 3,500 Beans. The bundle includes Guardian outfits, a Starhorse hat, and various creatures from the game, like the Hive Worm. Beans don't cost money, so the Cosmicube is free if you can earn some Beans from playing the game. The Guardian Cosmicube will disappear by May 30, so you'll need to gather your beans to claim it before then.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1690/16904437/4105976-d2promo_nosav_nologo_centered.jpg\"><img alt=\"An image showing many of the Destiny 2 cosmetics coming to Among Us.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1690/16904437/4105976-d2promo_nosav_nologo_centered.jpg\" /></a><figcaption>An image showing many of the Destiny 2 cosmetics coming to Among Us.</figcaption></figure><p>The update also brings UI improvements, as well as various changes and fixes. The announcements screen has been completely revamped, with the ability to see past announcements right in the game. Player reports and pet petting icons have also been revamped. More UI updates will be coming. This update also introduces various bug fixes.</p><a href=\"https://www.gamespot.com/articles/destiny-2-and-among-us-crossover-now-live/1100-6511914/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-and-among-us-crossover-now-live/1100-6511914/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 19:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Phil Spencer Says AI Will Be An Additive, Positive Force For Video Games", "description": "<p>One of the most-discussed elements of technology in recent times has been artificial intelligence, thanks in part to OpenAI's ChatGPT. Some are wondering how advancements to AI may impact the future of video games, and Microsoft Gaming CEO Phil Spencer believes AI can help games grow to another level.</p><p>\"The intersection of AI and gaming has always been there. And now the AI capability on the planet is just getting bigger and bigger,\" Spencer said in an interview with <a href=\"https://www.youtube.com/watch?v=xsFHcrXtKeU\">XboxOn</a>.</p><p>Microsoft recently <a href=\"https://www.gamespot.com/articles/microsoft-invests-billions-more-into-ai-which-it-believes-could-be-as-big-as-the-internet/1100-6510758/\">partnered with ChatGPT creator OpenAI in a deal reportedly worth $10 billion</a>, so Spencer is obviously not an impartial observer but instead someone with a business interest in seeing AI grow and succeed. He went on to say that AI has always been involved in video games, dating back to Pong, and it'll be a part of game development going forward, too.</p><a href=\"https://www.gamespot.com/articles/phil-spencer-says-ai-will-be-an-additive-positive-force-for-video-games/1100-6511913/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/phil-spencer-says-ai-will-be-an-additive-positive-force-for-video-games/1100-6511913/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 19:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sons Of The Forest - All Endings Guide", "description": "<p><a href=\"https://www.gamespot.com/games/sons-of-the-forest/\">Sons of the Forest</a> takes you on a mysterious journey and, like all journeys, it must come to an end. Assuming you've entered the <a href=\"https://www.gamespot.com/articles/sons-of-the-forest-gold-arm-door-golden-armor-guide/1100-6511880/\">Gold Arm Door</a>, you'll have to go through multiple lava-filled chambers and dark tunnels, all while being chased by mutants. Eventually, upon reaching another gold door, a cutscene will play. Here's our guide to help you with all endings in Sons of the Forest.</p><p>Please be aware that <strong>this article contains spoilers</strong>, and that the outcomes here are for the Early Access stage of the game.</p><h3>Sons of the Forest endings</h3><p>The Sons of the Forest ending starts of with a trippy sequence where you'll see multiple clones arguing and disappearing. Then, a vast futuristic city is shown in front of you. Lightning strikes from the sky and, beyond, you see a ruined husk of a planet and its moon. Could this be Earth?</p><a href=\"https://www.gamespot.com/articles/sons-of-the-forest-endings-guide-secret-ending-virginia/1100-6511881/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/sons-of-the-forest-endings-guide-secret-ending-virginia/1100-6511881/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 19:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Sets New Concurrent Player Record On Steam As Lightfall Launches", "description": "<p>It is a big day for Destiny 2, as the game's long-awaited Lightfall expansion is out now. On Steam, the expansion's launch seemingly helped the game reached a new concurrent player record.</p><p>The game reached <a href=\"https://store.steampowered.com/charts/mostplayed\">more than 300,000 peak concurrent players on Steam today</a>, a new all-time high for the Bungie game. According to historical data on <a href=\"https://steamdb.info/app/1085660/charts/\">SteamDB</a>, Destiny 2's previous concurrent player record was around 128,000 players, so Lightfall really did juice up the game's numbers as Bungie hoped.</p><p>Destiny 2 is also available on console platforms, so the 300,000 peak concurrent player figure only represents a fraction of the game's total audience. It's expected that Destiny 2 on PlayStation and Xbox saw an uptick in usage coinciding with the launch of Lightfall, too.</p><a href=\"https://www.gamespot.com/articles/destiny-2-sets-new-concurrent-player-record-on-steam-as-lightfall-launches/1100-6511911/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-sets-new-concurrent-player-record-on-steam-as-lightfall-launches/1100-6511911/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 19:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sons Of The Forest - Gold Arm Door and Golden Armor Guide", "description": "<p>The various mysteries you've experienced in <a href=\"https://www.gamespot.com/games/sons-of-the-forest/\">Sons of the Forest</a> will culminate in a harrowing journey to the very depths of the island. There, you'll face numerous threats as you attempt to make it out alive. Here's our guide to help you find the <strong>Golden Armor</strong> so you can unlock the <strong>Gold Arm Door</strong> in Sons of the Forest.</p><h2>The Golden Armor and Gold Arm Door in Sons of the Forest</h2><p>To acquire the Golden Armor in Sons of the Forest, you'll need to get the following in order: <a href=\"https://www.gamespot.com/articles/sons-of-the-forest-maintenance-keycard-guide/1100-6511854/\">Maintenance Keycard</a>, <a href=\"https://www.gamespot.com/articles/sons-of-the-forest-vip-keycard-guide/1100-6511855/\">VIP Keycard</a>, and <a href=\"https://www.gamespot.com/articles/sons-of-the-forest-guest-keycard-3d-printer-locked-door/1100-6511856/\">Guest Keycard</a>. Once you have these, it's time to head to the opposite side of the island. Regardless of how the map rotates on the GPS Tracker's screen, you'll simply want to go to the other side of the mountain range where you'll find a green marker that's directly across a cave and a lake.</p><p>There's a larger-than-usual facility, and it's crawling with mutants. Check every room to grab some cool stuff here, such as the Putter, Leather Jacket, Katana, Gold Mask, and, of course, the Sons of the Forest Golden Armor.</p><a href=\"https://www.gamespot.com/articles/sons-of-the-forest-gold-arm-door-golden-armor-guide/1100-6511880/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/sons-of-the-forest-gold-arm-door-golden-armor-guide/1100-6511880/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 19:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Hundreds Of Apex Legends Playtesters Laid Off During EA Zoom Call", "description": "<p><a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> Season 16: <a href=\"https://www.gamespot.com/articles/apex-legends-season-16-start-date-changes-and-everything-we-know-so-far/1100-6511163/\">Revelry</a> is all about celebrating the game's <a href=\"https://www.gamespot.com/gallery/apex-legends-fourth-anniversary-collection-event-all-cosmetics-and-rewards/2900-4643/\">fourth year</a>. Unfortunately, playtesters at EA's Baton Rouge office are unlikely to join in the festivities after over 200 of them were laid off earlier today, according to <a href=\"https://kotaku.com/ea-apex-legends-bugs-layoffs-respawn-zoom-1850168472\">a report by Kotaku</a>. According to the publication's sources, the announcement came via a \"surprise Zoom call\" during which hundreds of Apex Legends playtesters were unceremoniously dumped by the triple-A game publisher.</p><p dir=\"ltr\">Described as \"unscheduled and mandatory,\" it's clear the Zoom call came as a shock to both the playtesters themselves and the company's higher level supervisors--the latter of whom were allegedly given no notice nor time to prepare prior to Tuesday's massive layoffs. Adding insult to injury, Kotaku's sources claim that, after the surprise Zoom meeting, employees who had been laid off were only allowed to go clean out their desks and collect personal belongings while under the direct supervision of EA security personnel. EA is reportedly offering 60 days of severance pay, though this is allegedly far less time than most employees still had on their employment contracts.</p><p dir=\"ltr\">Not to be confused with <a href=\"https://www.ea.com/playtesting\">the publisher's volunteer playtesters</a>, the folks at EA's Baton Rouge office were official EA employees who worked in the quality assurance department. While the Louisiana-based office had worked on other titles in the past, its focus was shifted specifically to Apex Legends prior to the hit battle royale's surprise February 2019 launch. Sources that spoke to Kotaku expressed concern regarding the impact of the layoffs on the game itself. Apex Legends runs on a <em>heavily</em> modified version of Source Engine, and is <a href=\"https://www.gamespot.com/articles/apex-legends-input-lag-remains-a-big-issue-on-xbox-following-new-update/1100-6504811/\">no stranger</a> to fairly <a href=\"https://www.gamespot.com/articles/you-probably-dont-want-to-play-as-loba-in-apex-legends-season-13-right-now/1100-6503405/\">significant bugs</a> that have sometimes gone unaddressed for months. Having fewer QA specialists on hand could make troubleshooting a bit more difficult going forward.</p><a href=\"https://www.gamespot.com/articles/hundreds-of-apex-legends-playtesters-laid-off-during-ea-zoom-call/1100-6511912/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/hundreds-of-apex-legends-playtesters-laid-off-during-ea-zoom-call/1100-6511912/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 18:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Phantom Brigade 1.0 Launch Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4105935-44.jpg\" width=\"480\" /> Phantom Brigade is a hybrid real-time and turn-based tactical RPG, focusing on in-depth customization and player-driven stories. As the last surviving squad of mech pilots, you must capture enemy equipment and facilities to level the playing field. Outnumbered and out-gunned, lead the Phantom Brigade through a desperate campaign to retake their war-torn homeland.", "link": "https://www.gamespot.com/videos/phantom-brigade-1-0-launch-trailer/2300-6460747/", "date_published": "2023-02-28 18:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Kerbal Space Program 2 Is Catching Fire For A Buggy Early Launch", "description": "<p>Kerbal Space Program 2 launched in early access on February 24, but players are complaining about bugs and requesting refunds.</p><p>As <a href=\"https://www.eurogamer.net/kerbal-space-program-2-rocky-launch-leaves-players-asking-for-refunds\">Eurogamer</a> noted, the Steam reviews are mixed with only 50% of the game's over 9,000 reviews marked as positive. Multiple reviews cite the game's buggy state and high price tag (even in early access the game retails at $50). Others say they have requested refunds.</p><p>In <a href=\"https://store.steampowered.com/news/app/954850/view/3666530358602553130\">a blog post on Steam</a>, Kerbal Space Program community lead Michael Loreno clarified the current state of the game and its relationship to the current PC specifications. The post assures that, \"the game is undergoing continuous optimization, and performance will improve over the course of Early Access.\" The current minimum specifications are for this early access period and may change over time, as the team fixes bugs and optimizes systems.</p><a href=\"https://www.gamespot.com/articles/kerbal-space-program-2-is-catching-fire-for-a-buggy-early-launch/1100-6511910/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/kerbal-space-program-2-is-catching-fire-for-a-buggy-early-launch/1100-6511910/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Season Of Defiance Seasonal Challenges Guide Week 1", "description": "<p>Destiny 2's new Lightfall expansion has arrived, and with it comes a brand-new season of activity to dive into. Season of Defiance, the 20th Destiny 2 season, adds new activities, Exotics, and story missions to the mix, as well as a number of new seasonal objectives every week during this time period.</p><p>There are usually around 10 weeks of Seasonal Objectives to pursue, and completing them is worth the time and effort as they have great rewards to offer. Extra XP and the Bright Dust currency are usually on offer every week, and when a season has a new vendor to interact with, there'll usually be some rare materials to acquire that can be used to unlock new seasonal perks.</p><p>Season of Defiance doesn't deviate from that pattern, as you'll be able to earn three upgrades for your War Table this week. Righteous Defiance, Awaken, Queensguard, and Legion's Bounty are the challenges you'll want to grab first, which largely focus on the new Defiant Battlegrounds seasonal activity and the first week's story mission.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-and-season-defiance-seasonal-challenges-guide/1100-6511886/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-and-season-defiance-seasonal-challenges-guide/1100-6511886/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 18:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Dune: Awakening MMO Will Let Players Team Up With Characters Who Are Dead In The Book", "description": "<p>Funcom's upcoming survival MMO <a href=\"https://www.gamespot.com/games/dune-awakening/\">Dune: Awakening</a> is still largely shrouded in mystery, but fans now know when exactly it takes place in the timeline of Frank Herbert's sci-fi universe, and the answer is in an entire timeline of its own.</p><p dir=\"ltr\">In an interview with <a href=\"https://www.pcgamer.com/survival-mmo-dune-awakening-takes-place-in-an-alternate-timeline/\">PC Gamer</a>, Dune: Awakening creative director Joel Bylos revealed that the game will take place several years after that of the original Dune book, albeit in a separate timeline where events have played out differently.</p><p dir=\"ltr\">\"It's similar to the books, but we've gone with an alternate history, like a 'what-if', if you want,\" Bylos said. \"We worked closely with the Herbert [family] and Legendary [Pictures], and we found a point, a single point, the single pebble that starts a landslide.\"</p><a href=\"https://www.gamespot.com/articles/dune-awakening-mmo-will-let-players-team-up-with-characters-who-are-dead-in-the-book/1100-6511909/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/dune-awakening-mmo-will-let-players-team-up-with-characters-who-are-dead-in-the-book/1100-6511909/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 18:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Today-Only Deal: Microsoft Office 2021 Drops To $30", "description": "<p>Microsoft Office 2021 is currently on sale for only $30 through GameSpot Deals (via StackCommerce). The deal is available for both PC and Mac users. On PC, you'll get <a href=\"https://deals.gamespot.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only_022423&amp;utm_term=scsf-566048&amp;utm_content=a0x1P0000058TXdQAM&amp;scsonar=1\">Microsoft Office 2021 Professional,</a>  whereas Mac users will receive a key for the <a href=\"https://deals.gamespot.com/sales/microsoft-office-home-and-business-for-mac-2021-lifetime-license?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-home-and-business-for-mac-2021-lifetime-license_022423&amp;utm_term=scsf-566047&amp;utm_content=a0x1P0000058TXYQA2&amp;scsonar=1\">Home and Business edition.</a>  This price is only available today, February 28, and matches the best price offered by StackCommerce.</p><p>It's a particularly good deal for students and those who don't have much of a need for a consistently evolving productivity suite. These days, Microsoft Office is most commonly sold as a Microsoft 365 subscription. You'd actually spend more for one-year access to Microsoft 365 than you would by picking up Microsoft Office 2021. The best part is that once you redeem the key, the license is yours to keep.</p><div class=\"norewrite\" title=\"6510571 - MS Office Deal\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://deals.gamespot.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only_022423&amp;utm_term=scsf-566048&amp;utm_content=a0x1P0000058TXdQAM&amp;scsonar=1\">Microsoft Office 2021 Lifetime License</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://deals.gamespot.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only_022423&amp;utm_term=scsf-566048&amp;utm_content=a0x1P0000058TXdQAM&amp;scsonar=1\">$30</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4086404-msoffice%282%29.jpg\" />                             <a href=\"https://deals.gamespot.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only_022423&amp;utm_term=scsf-566048&amp;utm_content=a0x1P0000058TXdQAM&amp;scsonar=1\"></a>                        </div>              <div class=\"item-description\"><p>Buy it once, and you’ll have access to all the essential Microsoft apps forever without any pesky monthly fees. Keep in mind that you will only be able to install Microsoft Office on one computer.</p><p>You will receive your install link that takes you to Microsoft's website to redeem your license key directly after finalizing your purchase.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://deals.gamespot.com/sales/microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-pro-plus-2021-for-windows-lifetime-license-email-only_022423&amp;utm_term=scsf-566048&amp;utm_content=a0x1P0000058TXdQAM&amp;scsonar=1\">Buy Microsoft Office 2021 (Windows)</a>                              </div>                                                                      <div>                        <a href=\"https://deals.gamespot.com/sales/microsoft-office-home-and-business-for-mac-2021-lifetime-license?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=microsoft-office-home-and-business-for-mac-2021-lifetime-license_022423&amp;utm_term=scsf-566047&amp;utm_content=a0x1P0000058TXYQA2&amp;scsonar=1\">Buy Microsoft Office 2021 (Mac)</a>           </div>                                                     </div>      </div>   </div> </div><p>Here’s a look at the software included with Microsoft Office 2021 Professional for Windows:</p><a href=\"https://www.gamespot.com/articles/today-only-deal-microsoft-office-2021-drops-to-30/1100-6510571/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/today-only-deal-microsoft-office-2021-drops-to-30/1100-6510571/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 18:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Obsidian Wants To Make Fallout: New Vegas Remastered", "description": "<p dir=\"ltr\">Fallout: New Vegas is one of the most beloved RPGs of all time, and it can be pretty tough to get it run well on a modern PC. The leadership of developer Obsidian would love to change that if they have a chance, with game directors Tim Cain and Leonard Boyarsky saying that they would love to remaster the game.</p><p dir=\"ltr\">In a recent interview with TheGamer, The Outer Worlds production director Eric DeMilt said that the team would like to give New Vegas a facelift, noting that the game had significant technical problems at launch.</p><p dir=\"ltr\">\"When it came out, it had stability issues,\" DeMilt said. \"It's overcome those and now people are able to go back to that game, because those characters and the stories are just rich, and people want to be in there.\" Cain and Boyarsky agreed with DeMilt's point, calling the prospect of a graphical remaster \"awesome.\"</p><a href=\"https://www.gamespot.com/articles/obsidian-wants-to-make-fallout-new-vegas-remastered/1100-6511908/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/obsidian-wants-to-make-fallout-new-vegas-remastered/1100-6511908/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 17:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "14 Years In, Resident Evil 5 Removes Games For Windows Live, Fixes Split-Screen", "description": "<p dir=\"ltr\">You probably haven't thought about Resident Evil 5 in a while, but Capcom apparently has. The Steam version of one of the campiest entries in the beloved series recently received <a href=\"https://store.steampowered.com/news/app/21690/view/3660900859086284016?l=english\">a small patch</a> that removes support for the long-dead Games for Windows Live. The good news is that this also restores the default split-screen feature to the game, which was disabled on PC due to GFWL.</p><p dir=\"ltr\">If you aren't familiar, Games for Windows Live was a key part of a Microsoft initiative to connect PC games to its servers. The service launched in 2007, never saw much uptake, and was retired in 2014. These days, it's better-known for causing glitches and compatibility issues in games from that era--the original Dark Souls being perhaps the most notable example--requiring developers to issue patches for old games in order to resolve that. It apparently took Capcom 14 years to get around to it, but if you're playing a game with GFWL issues, it's usually best to check the <a href=\"https://www.pcgamingwiki.com/wiki/Resident_Evil_5\">PCGamingWiki</a> to see if fans have developed workarounds.</p><p dir=\"ltr\">Resident Evil 5 was the first game in the series to truly focus on co-op play, allowing two players to experience the entire game together from beginning to end. It is generally regarded as significantly worse than the game that proceeded it, the landmark <a href=\"https://www.gamespot.com/articles/resident-evil-4-remake-trailer-teases-special-demo-coming-soon/1100-6511786/\">Resident Evil 4</a>, which will soon receive a full remake. RE5 arguably marked the beginning of a dark era for the series, which bottomed out with the almost universally reviled RE6. RE5 is also notable for the controversy surrounding its depiction of African people, which was widely condemned as racist <a href=\"http://www.digra.org/wp-content/uploads/digital-library/11312.58174.pdf\">at release</a>. Its wildly campy final sequence, in which player character Chris famously punches a boulder, is also considered memorable by fans.</p>", "link": "https://www.gamespot.com/articles/14-years-in-resident-evil-5-removes-games-for-windows-live-fixes-split-screen/1100-6511907/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 17:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Next-Gen Nintendo Console Coming Late 2024, Report Says", "description": "<p>A new report has shed more light on the video game industry landscape as it relates to the overall size and health of the market, and in particular, it claims the PlayStation 5 is expected to increase its lead over the Xbox Series X|S in the time to come. The report also suggests the next Nintendo hardware platform will launch in 2024.</p><p>Ampere Analysis said in a note that PlayStation 5 has reached 30 million units sold as of the end of 2022, compared to 18.5 million for the Xbox Series X|S. Sony <a href=\"https://www.gamespot.com/articles/ps5-sales-climb-to-32m-which-is-millions-behind-where-ps4-was-over-same-period-of-time/1100-6511095/\">publishes new PS5 sales figures every three months</a>, but Microsoft no longer shares Xbox sales numbers, so it's unclear where, exactly, Ampere is getting its information from beyond its own estimates.</p><p>In any event, Ampere pointed out that both the PS5 and Xbox Series X faced supply issues in 2022, but the Series S was more readily available. This allowed Xbox to take advantage of Sony's supply chain issues and gain a little marketshare.</p><a href=\"https://www.gamespot.com/articles/next-gen-nintendo-console-coming-late-2024-report-says/1100-6511902/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/next-gen-nintendo-console-coming-late-2024-report-says/1100-6511902/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pokemon Go Rising Heroes Brings Back Elite Raids, Adds Gimmighoul And Gholdengo", "description": "<p dir=\"ltr\">The 10th season of Pokemon Go content is nearly upon us, as Niantic has announced Pokemon Go Rising Heroes, which will add new Pokemon while bringing back a special Raid type.</p><p dir=\"ltr\">Pokemon Go Rising Heroes will begin March 1 at 10 AM local time, and it will run until June 1 at 10 AM local time. The event will mark the return of Elite Raids, which are special events where super-powerful Pokemon will be available to catch. Rising Heroes will feature two Elite Raids--one for Regieleki and one for Regidrago--which are scheduled for March 11 at 10 AM PT / 1 PM ET and April 9 at 9 AM PT / 12 PM ET.</p><div>          </div><p dir=\"ltr\">Two new Pokemon will be available at the start of the new season: Gimmighoul, the Coin Hunter Pokemon that debuted in Pokemon Scarlet and Violet, can be caught in the wild using a special item, while its evolution Gholdengo can be earned by finding coins at special golden PokeStops.</p><a href=\"https://www.gamespot.com/articles/pokemon-go-rising-heroes-brings-back-elite-raids-adds-gimmighoul-and-gholdengo/1100-6511906/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/pokemon-go-rising-heroes-brings-back-elite-raids-adds-gimmighoul-and-gholdengo/1100-6511906/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Xbox Store Has Hundreds Of Game Deals Right Now", "description": "<p>A bunch of popular games are on sale at the <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/promotions/sales/sales-and-specials\">Xbox Store</a> </span> right now, giving you a chance to stock up on titles you missed out on over the past few years. All genres and price ranges are included in the savings, so there’s bound to be something that catches your eye.</p><p><span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/control/BZ6W9LRPC26W\">Control</a> </span> is one of the cheapest games on sale, with a new price of just $9, down from $30. Featuring a paranormal story, intense action sequences, and gorgeous graphics, there’s no doubt it’s worth checking out at this reduced price. You’ll also find <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/alan-wake-remastered/9NKB1B50PZLZ\">Alan Wake Remastered</a> </span> listed for just $14, which is another beloved title from Remedy that deserves a spot in your Xbox library. Plus, these two Remedy games take place inside a shared universe.</p><p>Dead Island 2 is set to launch on April 21, and with the <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/dead-island-definitive-collection/BPQT0CXNCMRK\">Dead Island Definitive Collection</a> </span> on sale for just $5, now is a great time to get caught up on the action. The Definitive Collection includes the original game plus Dead Island: Riptide and all previously released DLC. It also benefits from improved graphics and 1080p resolution.</p><a href=\"https://www.gamespot.com/articles/the-xbox-store-has-hundreds-of-game-deals-right-now/1100-6511905/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-xbox-store-has-hundreds-of-game-deals-right-now/1100-6511905/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Walter White's Glorious Underwear From Breaking Bad Sold For $32,500 At Auction", "description": "<p>Walter White's iconic underwear from Breaking Bad recently went up for auction, and after 29 bids, someone is <a href=\"https://propstoreauction.com/lot-details/index/catalog/361/lot/106674?url=/search?key=breaking+bad&amp;xclosed=no&amp;sc=858\">taking the tighty-whities home for $32,500</a>.</p><p>First and foremost, this is not the <em>exact </em>underwear worn by actor Bryan Cranston. This is a \"decoration\" pair of the tighty-whities. That's probably for the best, because, uhh, yeah.</p><div>          </div><p>The underwear is made of cotton and polyester, and has a waist measurement of 40 inches. The underwear includes the trademark white elastic waistband with blue and goldenrod accents. The listing on the <a href=\"https://propstoreauction.com/lot-details/index/catalog/361/lot/106674?url=/search?key=breaking+bad&amp;xclosed=no\">Propstore Auction website</a> (<a href=\"https://www.nme.com/news/tv/breaking-bad-walter-white-underwear-auction-3397756\">via NME</a>) states that the elasticity from the waistband is \"largely lost\" due to the passing of time.</p><a href=\"https://www.gamespot.com/articles/walter-whites-glorious-underwear-from-breaking-bad-sold-for-32500-at-auction/1100-6511486/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/walter-whites-glorious-underwear-from-breaking-bad-sold-for-32500-at-auction/1100-6511486/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall And Season Of Defiance Guides, Season Pass Gear, Exotics", "description": "<p>It's the start of a brand-new year in Destiny 2 with the launch of Lightfall, and like previous years, there'll be plenty of new activities to take part in, Exotics to collect, and weekly missions to engage in. We're currently running down everything that you can expect to see and earn in Lightfall, which launches alongside Season of Defiance, including the new Exotics that you can unlock, the latest armor sets for Guardians, how you can change up your look with the latest ornaments, and a closer look at the new Strand subclass. A <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-patch-notes-for-update-7-0-0-1-include-a-massive-set-of-changes/1100-6511872/\">huge number of technical changes to Destiny 2</a> have also been made, and includes tweaks to Adept Difficulty, changes to Light subclasses, and much more.</p><p>Season of Defiance will run from February 28 until May 22, and this season will also see the return of the Guardian Games. One of Destiny 2's big events alongside Solstice, Festival of the Lost, and the Dawning, Guardian Games is a showdown between Warlocks, Titans, and Hunters to see which Guardian subclass is the best of the best.</p><h3>Lightfall Storyline</h3><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4099678-lightfall_annual_pass_key_art_16-9.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4099678-lightfall_annual_pass_key_art_16-9.jpg\" /></a></figure><p>The penultimate chapter in the Light and Darkness saga, Lightfall introduces the hidden Neptunian city of Neomuna to Destiny 2's collection of patrol zones. After Season of the Seraph ended with<a href=\"https://www.gamespot.com/articles/destiny-2-just-capped-off-its-final-season-before-lightfall-in-fantastic-fashion/1100-6511520/\"> the Traveler backed into a corner</a>--or low orbit around Earth to be specific--Lightfall sets the new story in motion with the arrival of the Witness and its Black Fleet of pyramid ships. Bad stuff is likely to go down, and while times look dark for humanity and its allies, salvation may lie on Neomuna as clues point towards the mystery of the Veil. What the Veil is exactly remains to be seen, but in the war against the Witness and its forces, it might just be the trump card that can push back the forces of the Witness.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-and-season-of-defiance-guides-season-pass-gear-exotics/1100-6511885/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-and-season-of-defiance-guides-season-pass-gear-exotics/1100-6511885/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Indie Castlevania-Like Infernax Gets Free DLC, Adds Couch Co-op", "description": "<p dir=\"ltr\">Indie 8-bit adventure Infernax was one of the most acclaimed retro-style games of 2022, and now it's getting a major update in the form of free DLC. The upcoming \"Deux Or Die\" update will add couch co-op to the game, along with a new character, Cervul the Squire.</p><p dir=\"ltr\">By default, Cervul sports Hammer Bros.-like arcing projectiles and other tools. However, if you choose to follow the game's evil path, he will gain a new set of abilities, including bombs and other high damage-dealing tools. This new mode will entirely rebalance the game for two characters, as well as giving you a single-player option that allows you to swap between heroes Alcedor and Cervul at will.</p><div>          </div><p dir=\"ltr\">The game's secret gun mode will also receive a co-op-themed makeover. Similar to the classic Contra games that the mode serves as a homage to, you'll now be able to team up with a friend in order to take on the game with machine guns rather than maces and swords. This isn't Infernax's first piece of free DLC--back in 2022, the game added the horror-inspired playable character The Stranger to the game.</p><a href=\"https://www.gamespot.com/articles/indie-castlevania-like-infernax-gets-free-dlc-adds-couch-co-op/1100-6511904/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/indie-castlevania-like-infernax-gets-free-dlc-adds-couch-co-op/1100-6511904/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall's Season Of Defiance Brings Pyramid Ships To Earth", "description": "<p>Season of Defiance will bring back familiar faces and sights in <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2: Lightfall</a> alongside the newness of Neomuna. A new season trailer places Amanda Holliday, Mithrax, Crow, and EDZ vendor Devrim Kay at the front lines to battle Calus's Shadow Legion and the Pyramid Fleet, who arrived at the EDZ and Cosmodrome. Players will also get to set foot on the Farm once again. The trailer also shows Zavala standing at the Tower with possibly ally ships hovering above the Last City in place of the Traveler.</p><p>Parts of the trailer also revealed that the fighting will take place inside the Pyramid structures on Earth, and Guardians will tear open portals using Awoken powers into the Ascendant Plane to fight Taken enemies with Mara Sov's help. It's a three-player activity called Defiant Battlegrounds where players enter the Shadow Legion's Ascendant outpost and save captives. This season will place previous Battleground activities like PsiOps and Heist in a Vanguard Ops playlist.</p><p>Season of Defiance will have new weekly missions, seasonal ornaments, and an Exotic bow called the Verglas Curve. With Guardians on their way to becoming Mara Sov's Queensguard, the seasonal gear and weapons are themed after the Awoken Queen.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfalls-season-of-defiance-brings-pyramid-ships-to-earth/1100-6511896/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfalls-season-of-defiance-brings-pyramid-ships-to-earth/1100-6511896/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Build A Gaming PC At A Discount With This Massive Sale At Newegg", "description": "<p> </p><p>Piecing together a gaming rig can quickly eat into your budget. High-end processors, GPUs, motherboards, and SSDs don’t come cheap--making it easy to blow past your spending limits. But if you’re currently in the process of building a gaming PC (or just looking for an upgrade), you’ll want to stop by Newegg, as the company is holding a gigantic <span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=44583&amp;u1=subid_value&amp;murl=https://www.newegg.com/Built-to-Save/EventSaleStore/ID-9516?N=100011692\">Built to Save</a> </span> promotion that’s discounting dozens of popular PC components.</p><p>Processors are a big part of the sale, with items from AMD and Intel seeing generous price cuts. This includes the <span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=44583&amp;u1=subid_value&amp;murl=https://www.newegg.com/amd-ryzen-7-5700x-ryzen-7-5000-series/p/N82E16819113735\">AMD Ryzen 7 5700X</a> </span> for just $209, down from $300, and the <span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=44583&amp;u1=subid_value&amp;murl=https://www.newegg.com/intel-core-i9-12900k-core-i9-12th-gen/p/N82E16819118339\">Intel Core i9-12900K</a> </span> for $352 with code <strong>BTSCP2658</strong>, down from $650. Both are powerful ways to upgrade an old gaming rig and should be able to play most games without any hiccups.</p><a href=\"https://www.gamespot.com/articles/build-a-gaming-pc-at-a-discount-with-this-massive-sale-at-newegg/1100-6511901/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/build-a-gaming-pc-at-a-discount-with-this-massive-sale-at-newegg/1100-6511901/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Super Mario Bros. Movie Gets New Release Date, And It's Earlier Than Expected", "description": "<p>The Super Mario Bros. Movie was delayed from Holiday 2022 to April 2023, and now it's getting another release date change, but this time it's moving forward. The Super Mario Bros. Movie will now be released in the US and more than 60 international markets on April 5. Previously, the film was slated to arrive on April 7 in the US.</p><p>After its initial debut in the US and other territories, the film will come to other, unnamed markets throughout April and May. The Super Mario Bros. Movie will debut in Nintendo's home country of Japan on April 28.</p><p>Days ago, it was confirmed that <a href=\"https://deadline.com/2023/02/the-super-mario-bros-movie-china-release-date-1235272790/\">The Super Mario Bros. Movie would open in China on April 5</a>, and the newly updated schedule confirms that'll be the date for the US and dozens of other markets.</p><a href=\"https://www.gamespot.com/articles/super-mario-bros-movie-gets-new-release-date-and-its-earlier-than-expected/1100-6511900/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/super-mario-bros-movie-gets-new-release-date-and-its-earlier-than-expected/1100-6511900/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "NZXT's Capsule Mini Wired USB Mic Will Let You Plug And Play For Cheap", "description": "<p dir=\"ltr\">The NZXT Capsule microphone was launched in 2021 and is a decent mid-tier wired USB microphone. Its selling point has been the \"plug-and-play\" feature--meaning you don't need to download any software to use the mic, and it's fairly straightforward to get it set up. Now NZXT is launching a smaller version of the NZXT Capsule, aptly called the Capsule Mini.</p><p dir=\"ltr\">The Capsule Mini features 24-bit resolution and a <a href=\"https://www.bustle.com/life/best-microphones-for-youtube-videos\">single cardioid polar pattern</a>. This means the microphone picks up what's closest to it and reduces background sounds, making it a good mic for streaming or podcasting. The Capsule Mini is $70 (standard Capsule is $130).</p><p dir=\"ltr\">The Mini also has a slightly lower resolution than the standard Capsule (24-bit/48kHz versus 24-bit/96kHz) and also needs the software NZXT Cam, which comes free with the mic, to control settings. The microphone release for the Mini is also a screw, instead of the Capsule's push-release.</p><a href=\"https://www.gamespot.com/articles/nzxts-capsule-mini-wired-usb-mic-will-let-you-plug-and-play-for-cheap/1100-6511882/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/nzxts-capsule-mini-wired-usb-mic-will-let-you-plug-and-play-for-cheap/1100-6511882/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "PS3 Gets A New Firmware Update", "description": "<p dir=\"ltr\">Sony has released a <a href=\"https://www.playstation.com/en-us/support/hardware/ps3/system-software/\">PS3 firmware update</a>, version 4.90. There's nothing fancy in the update--it improves system performance and requires a minimum 200 MB of free space on the PS3 hard drive or storage media.</p><p dir=\"ltr\">It's impressive to see PS3 updates still rolling out, especially since we're on the fifth generation of PlayStation and there are no more new games being made for the PS3.</p><p dir=\"ltr\">Sony did plan to <a href=\"https://www.gamespot.com/articles/sony-will-close-ps3-ps-vita-psp-stores-this-summer/1100-6489467/\">shut down the PS3 storefront</a> in 2021, but <a href=\"https://www.gamespot.com/articles/ps3-ps-vita-stores-will-not-be-closing-as-sony-backtracks-on-controversial-decision/1100-6490312/\">reversed its plans</a> after players who still use the PlayStation 3 pushed back against the decision. It is, however, harder to purchase PS3 and Vita content now. Credit and debit cards, as well as Paypal, <a href=\"https://www.gamespot.com/articles/sony-is-making-it-harder-to-buy-digital-ps3-and-vita-content-on-october-27/1100-6496807/\">can't be used to purchase content in PlayStation Store</a> on PS3 or Vita devices. Players need to add funds through other ways like using the desktop or mobile versions of the PlayStation Store, or other PlayStation devices like the PS5.</p><a href=\"https://www.gamespot.com/articles/ps3-gets-a-new-firmware-update/1100-6511899/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ps3-gets-a-new-firmware-update/1100-6511899/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 15:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Light In The Darkness Shows The Horror Of The Holocaust, And You Can't \"Win\"", "description": "<p>World War 2 has long remained one of the most popular settings for video games, but very few have touched on the full atrocities of the Nazis--not just to enemy soldiers, but to innocent civilians, primarily Jews, who were systematically murdered until 1945. Developer Luc Bernard is attempting to change that with The Light in the Darkness, a free game focused on a Jewish family that, like so many others, were persecuted by the Nazis for no other reason than their ethnicity.</p><p>Speaking to <a href=\"https://www.yahoo.com/now/breaking-ground-video-game-engages-021033685.html\">Agence France-Presse</a>, Bernard said he felt that lots of games glossing over the horrors of the Holocaust--which were fully discovered in the final months of the war--is \"a bit like denying that it ever existed.\" The aim with The Light in the Darkness is to show the hopeless fate so many European Jews faced as the Nazis began systematically eradicating them from the continent. About 66% of European Jews were killed during the Holocaust, and the Jewish population for the entire world has still not recovered to pre-war levels.</p><div>          </div><p>Crucially, you won't have any control over how the game's main characters--a Jewish family in Nazi-controlled Vichy France--end up. The parents assure children that they will be there for them, and encourage them to be brave. But they will eventually be sent to an internment camp, which was often used as a buffer for transport to the infamous Auschwitz, where more than 1 million people were killed.</p><a href=\"https://www.gamespot.com/articles/the-light-in-the-darkness-shows-the-horror-of-the-holocaust-and-you-cant-win/1100-6511903/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-light-in-the-darkness-shows-the-horror-of-the-holocaust-and-you-cant-win/1100-6511903/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 15:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Hitman Developer IO Interactive Is Making An Online Fantasy RPG", "description": "<p dir=\"ltr\">IO Interactive is looking to go from a World of Assassination to a world that might consist of wizards, elves, and dwarves. The developer has officially announced it's working on an online fantasy RPG and searching for talent to work on the project.</p><p dir=\"ltr\">Unnamed so far, IO says this project is \"a new world, a new IP--an online fantasy RPG. A world and a game built from the core to entertain players and expand for many years to come.\" The developer added that all of its studios--Copenhagen, Malmö, and Barcelona--will play a part in the creation of the game.</p><figure style=\"width: 10536px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4105718-ioi_exploration_concept_clean.jpg\"><img alt=\"Concept art for IO Interactive's fantasy RPG project\" src=\"https://www.gamespot.com/a/uploads/scale_super/1813/18138562/4105718-ioi_exploration_concept_clean.jpg\" /></a><figcaption>Concept art for IO Interactive's fantasy RPG project</figcaption></figure><p dir=\"ltr\">This type of togetherness in making the online fantasy RPG also plays a notable part in its ethos. \"This idea--that a diverse group of individuals with different skills and strengths can work together and become more than the sum of their parts--is what inspires us,\" <a href=\"https://ioi.dk/project-fantasy?utm_source=Twitter&amp;utm_campaign=Spring_23_Rec&amp;utm_medium=Social\">IO Interactive wrote on its website</a>.</p><a href=\"https://www.gamespot.com/articles/hitman-developer-io-interactive-is-making-an-online-fantasy-rpg/1100-6511897/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/hitman-developer-io-interactive-is-making-an-online-fantasy-rpg/1100-6511897/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 15:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XVI On PC Will Release More Than Six Months After PS5 Version", "description": "<p>Final Fantasy XVI producer Naoki Yoshida has confirmed that the PC version of the upcoming JRPG won't launch six months after the PS5 version.</p><p>In a <a href=\"https://blog.ja.playstation.com/2023/02/28/20230228-ff16/\">Japanese PlayStation Blog</a> post--via <a href=\"https://twitter.com/shinobi602/status/1630590607524601860\">Shinobi602</a>--Yoshida dived into all things <a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-goes-full-on-action-game-spectacle-and-it-rules/1100-6511844/\">Final Fantasy XVI</a>, discussing everything from gameplay mechanics, the main cast of characters, story details, and more, ahead of its PS5 release this summer. On bringing the game to PC, the producer explained that he thinks he's caused a stir with his remarks about the eventual platform release but wants to clarify some things.</p><p>Yoshida said that although it's true that Final Fantasy XVI is a six-month limited-time exclusive on PS5, the game won't be ready for PC in that time frame. \"...It is a completely different story that the PC version will be released in half a year. I will make it clear, but the PC version will not come out in half a year,\" Yoshida said.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-on-pc-will-release-more-than-six-months-after-ps5-version/1100-6511898/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xvi-on-pc-will-release-more-than-six-months-after-ps5-version/1100-6511898/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 15:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox Games With Gold Lineup For March 2023 Revealed", "description": "<p dir=\"ltr\">Microsoft has announced the lineup for Xbox Games With Gold for March 2023, and it includes three games: Trüberbrook, Sudden Strike 4 Complete Collection, and Lamentum. As with all Games With Gold games, they will be available next month for Gold and Game Pass Ultimate subscribers.</p><p dir=\"ltr\">Trüberbrook will be available to download from March 1 to 31. The game, which usually retails for $30, is a sci-fi mystery adventure where you can explore the titular 1960s German village, which hides many secrets. Featuring backgrounds made of handmade miniatures, and all sorts of wacky science as you fight to save the world.</p><p dir=\"ltr\">Sudden Strike 4 Complete Collection will be available to grab from March 1 to 31. This World War II RTS game allows you to relive some of the most memorable moments in military history, including in Rommel's Africa, the Finnish front, and the iconic road to Dunkirk. This package includes all five previously released DLCs for Sudden Strike 4, so check it out if you're interested.</p><a href=\"https://www.gamespot.com/articles/xbox-games-with-gold-lineup-for-march-2023-revealed/1100-6511895/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xbox-games-with-gold-lineup-for-march-2023-revealed/1100-6511895/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 15:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall - Season of Defiance Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4105706-destiny2_lightfall-seasonofdefiancetrailer.mp4.00_00_47_01.still001.jpg\" width=\"480\" /> The Witness and Calus have extended their grasp beyond Neptune and begun their invasion of Earth. The line must be drawn here.  Season of Defiance arrives today.", "link": "https://www.gamespot.com/videos/destiny-2-lightfall-season-of-defiance-trailer/2300-6460746/", "date_published": "2023-02-28 15:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Tekken 8 Jin Kazama Gameplay Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4105692-tekken8%E2%80%94jinkazamagameplaytrailer.mp4.00_01_36_03.still002.jpg\" width=\"480\" /> Watch the latest Tekken 8 gameplay trailer that features Jin Kazama.", "link": "https://www.gamespot.com/videos/tekken-8-jin-kazama-gameplay-trailer/2300-6460745/", "date_published": "2023-02-28 15:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy 16 Preview", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4105287-ff16_site.jpg\" width=\"480\" /> If Final Fantasy is an action franchise now, at least it's shaping up to be a damn good one.", "link": "https://www.gamespot.com/videos/final-fantasy-16-preview/2300-6460744/", "date_published": "2023-02-28 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Last Of Us Riley Actress Storm Reid Discusses Heartbreaking Episode 7", "description": "<p>The newest episode of HBO's The Last of Us is an adaptation of the game's Left Behind DLC, and it was majorly heartbreaking. Storm Reid, who plays Riley, spoke about the episode in a new interview with <a href=\"https://collider.com/the-last-of-us-storm-reid-riley-ellie-comments/\">Collider</a> in which she discussed a key scene with Ellie (Bella Ramsey) and offered up her thoughts on an alternate future for Riley and Bella. <strong>This story contains major spoilers.</strong></p><div>          </div><p>In the episode, Riley takes Ellie on a trip to a local Boston mall and treats her to a wonderful night out before Riley plans to take off with the Fireflies, never to see Ellie again. The two have a grand time together, riding a carousel and playing arcade games. They eventually end up in a Halloween store, where they dance together and eventually kiss. Immediately after this, an infected attacks them, and both Riley and Ellie are bitten. Riley then presents Ellie with \"two options\" for what to do next, including taking the easy way out with her pistol or living the rest of their days together, however long that may be.</p><p>Reid told Collider, \"Of course, we wanted to serve justice to that scene, and didn't want to alter it in any way. But it was emotional, and I think we had to respect each other and respect each other's emotions, and listen to each other. I think that scene was big on listening.\"</p><a href=\"https://www.gamespot.com/articles/the-last-of-us-riley-actress-storm-reid-discusses-heartbreaking-episode-7/1100-6511893/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-last-of-us-riley-actress-storm-reid-discusses-heartbreaking-episode-7/1100-6511893/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Rings Of Power Boss Unfazed By Announcement Of New Lord Of The Rings Movies", "description": "<p>Amazon Studios boss Jennifer Salke is seemingly unfazed by the announcement from WB/New Line that it is developing additional The Lord of the Rings films. <a href=\"https://variety.com/2023/film/news/lord-of-the-rings-movies-tv-amazon-warner-bros-salke-1235538051/\">Speaking to Variety</a>, Salke was asked how much LOTR would be too much to sustain the market, and she said, \"We'll see.\"</p><p>Salke believes the Lord of the Rings fandom is big enough to sustain a number of different projects at the same time. \"We love our original series. We're extremely proud of it, and invested long term. So, we definitely think there's enough fan love to sustain ours for a long time,\" she said.</p><p>The Rings of Power is currently under production for Season 2. Getting the show off the ground was one of Salke's biggest achievements as the head of Amazon Studios. As has been widely discussed, The Rings of Power is reportedly an extremely expensive production. As such, much has been made of its success in the market so far, which included <a href=\"https://www.gamespot.com/articles/amazon-boss-talks-lotr-rings-of-power-losing-game-of-thrones-actor-and-how-show-has-more-than-paid-off/1100-6510170/\">reaching 100 million people right out of the gate.</a></p><a href=\"https://www.gamespot.com/articles/rings-of-power-boss-unfazed-by-announcement-of-new-lord-of-the-rings-movies/1100-6511888/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/rings-of-power-boss-unfazed-by-announcement-of-new-lord-of-the-rings-movies/1100-6511888/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Lord Of The Rings' Andy Serkis Recalls Being Ridiculed For Playing Gollum", "description": "<p>Actor Andy Serkis is famous for, among other things, his incredible talent for motion-capture characters. One of his first high-profile roles of that type was Gollum from Peter Jackson's The Lord of the Rings series. It was a celebrated performance and helped propel Serkis to other motion-capture roles, including Caesar from Planet of the Apes. But not everyone was a fan of Serkis' motion-capture roles, including Gollum, all those years ago.</p><p><a href=\"https://www.gq-magazine.co.uk/culture/article/andy-serkis-interview-2023\">Serkis told GQ</a> that he had \"the role of the evangelist\" for motion-capture roles as Gollum on The Lord of the Rings, though he gave credit to the characters Jar Jar Binks from Star Wars and Tom Hanks' character in The Polar Express as examples of motion-capture characters before Gollum. For The Lord of the Rings, Serkis recalls people misunderstanding what he was doing, and also making fun of him for doing it.</p><p>\"When Lord of the Rings originally came out, there would be literally people who would say, 'Who is that character? Is he a dancer? Is he a contortionist?'\" Serkis said. \"Older actors were like, 'You wouldn't catch me dead doing motion capture. It's the end of our profession.' I literally heard someone saying that. There were lots of jokes about it; you know, Saturday Night Live things with people in suits with ping pong balls attached. It was ripe for ridiculing--and rightly so.\"</p><a href=\"https://www.gamespot.com/articles/lord-of-the-rings-andy-serkis-recalls-being-ridiculed-for-playing-gollum/1100-6511891/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/lord-of-the-rings-andy-serkis-recalls-being-ridiculed-for-playing-gollum/1100-6511891/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fortnite Cipher Quests - All Solutions And Rewards", "description": "<p>Things are heating up in <a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> as Season 4 Chapter 1 barrels toward its end on March 8. Epic has introduced Cipher quests leading up to the season's finale, bringing encrypted messages alongside a variety of challenges to complete as we await the big news about what's next. In this guide, we'll give you the full details on all of the Cipher Quests and the accompanying rewards.</p><h2>Encrypted Cipher Quests</h2><p>Completing encrypted Cipher Quests requires you to solve mysteries without much guidance at all from the game. But don't worry, as we'll make sure you have all of the info you need to wrap these up.</p><p>Stage 1 - 1.17.23.9.14. 19.19.24.1.21.6</p><a href=\"https://www.gamespot.com/articles/fortnite-cipher-quests-all-solutions-and-rewards/1100-6511892/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/fortnite-cipher-quests-all-solutions-and-rewards/1100-6511892/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fortnite's Final Update Of The Season Adds More Free Cosmetics To Unlock", "description": "<p><a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> Chapter 4 Season 1 is drawing to a close very soon, but there's still plenty of new content here in the season's final update. In addition to that sick new <a href=\"https://www.gamespot.com/articles/fortnite-and-creed-3-crossover-comes-to-the-item-shop-this-week/1100-6511883/\">Adonis Creed outfit from Creed III</a> that's dropping in the item shop this week, this update is bringing us the return of the extremely retro <strong>Six Shooter and Infantry Rifle weapons</strong> and a new kind of quest that will require a little bit more brainpower than usual.</p><p dir=\"ltr\">Most of these new Cipher Quests will come in your standard quest form: It tells you what your objective is. These are <em>unencrypted</em> Cipher Quests. But you'll also find one quest that's <em>encrypted</em>, and you'll have to use your smarts to figure out what you're supposed to actually do. You have to complete each encrypted quest before you can start a new one, and new Cipher Quests will unlock each day through March 7th. You'll have until the season ends to complete them, but that isn't a lot of time--just a week and change.</p><p dir=\"ltr\">On top of all the XP you'll be gaining from these quests to finish up your battle pass if you need to, there will be quest rewards involved here as well. There's nothing as robust as the free mini-battle pass that we just got for the Most Wanted event, but it's nevertheless the kind of stuff that Fortnite collectors will want to grab.</p><a href=\"https://www.gamespot.com/articles/fortnites-final-update-of-the-season-adds-more-free-cosmetics-to-unlock/1100-6511884/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/fortnites-final-update-of-the-season-adds-more-free-cosmetics-to-unlock/1100-6511884/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Jeremy Renner Is Already Working Out After Life-Threatening Snowplow Accident", "description": "<p dir=\"ltr\">One might call it a heroic feat that Hawkeye actor Jeremy Renner has started working out not even two months after breaking over 30 bones in a snowplow accident. But he has, sharing his remarkable progress on social media.</p><p dir=\"ltr\"><a href=\"https://variety.com/2023/tv/news/jeremy-renner-recovery-update-snow-plow-accident-1235537961/\">Variety</a> reports Renner posted an Instagram story showing himself riding an exercise bike. He was peddling with one leg and assisted by a pole-like device. He captioned his workout with a familiar quote for Marvel Cinematic Universe fans: \"Whatever it takes.\" The line came from Captain America in Avengers: Endgame.</p><div><div class=\"image-gallery__header\">Hawkeye Episodes 1 And 2: All The Easter Eggs And References You Missed In The New Disney Plus Series</div><div class=\"image-gallery__main\"><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_medium/1582/15828986/3910876-0.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_medium/1582/15828986/3910877-1.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_medium/1582/15828986/3910878-2.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_medium/1582/15828986/3910879-3.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_petite/1582/15828986/3910881-5.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_petite/1582/15828986/3910880-4.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_petite/1582/15828986/3910883-6.jpg\" /></div><div class=\"image-gallery__item image-gallery__item--show-more\"><a href=\"https://www.gamespot.com/gallery/hawkeye-episodes-1-and-2-all-the-easter-eggs-and-references-you-missed-in-the-new-disney-plus-series/2900-3868/\">See More</a></div></div></div><p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/jeremy-renner-reveals-he-broke-30-bones-in-snowplow-accident-shares-new-photo/1100-6510755/\">Renner was seriously injured on New Year's Day in Nevada</a> while attempting to help a family member who was stranded in the snow. His own 7-ton Pistenbully ended up running over him, leading to over 30 bones broken and a stay in the ICU. It took first responders more than 30 minutes just to get to him because of the snowy conditions.</p><a href=\"https://www.gamespot.com/articles/jeremy-renner-is-already-working-out-after-life-threatening-snowplow-accident/1100-6511890/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/jeremy-renner-is-already-working-out-after-life-threatening-snowplow-accident/1100-6511890/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fortnite And Creed 3 Crossover Comes To The Item Shop This Week", "description": "<p dir=\"ltr\">If you thought we were going to get out of the first season of <a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> Chapter 4 without a surprise last-second collaboration, well, you were very wrong. Michael B. Jordan's Adonis Creed will slug his way into the Fortnite item shop this week, just in time for the release of Creed III in theaters everywhere.</p><p dir=\"ltr\">In a fitting way to end the season that's been defined by hammers and anime punches, you'll be able to obtain the Adonis Creed skin on Thursday, March 2 in the Item Shop when it resets at 4 PM ET / 7 PM ET. He'll come with the Heavy Bag Back bling, and you'll also be able to grab the Knockout Pick pickaxe and Target Training Emote separately to round out the set.</p><p dir=\"ltr\">For those who may have been hoping for an outfit based on Jonathan Majors' character in Creed III--Adonis' childhood friend-turned-rival Damian Anderson--after Fortnite didn't add his Kang the Conqueror from Ant-Man &amp; the Wasp: Quantumania: sorry, not this week.</p><a href=\"https://www.gamespot.com/articles/fortnite-and-creed-3-crossover-comes-to-the-item-shop-this-week/1100-6511883/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/fortnite-and-creed-3-crossover-comes-to-the-item-shop-this-week/1100-6511883/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XIV Initial Failure Taught Producers About Winning Trust", "description": "<p dir=\"ltr\">Final Fantasy XVI is the next numbered sequel in the long-running series. It's actually double-duty for producer Naoki Yoshida, who also produces and directs the popular MMO Final Fantasy XIV. That game wasn't always the success it has grown into being, though, and Yoshida said the team learned hard lessons from its failed launch, and it's tried to apply those to its latest project as well.</p><p dir=\"ltr\">\"Because the project had failed and we had failed our audience, we lost the trust of that audience,\" Yoshida told GameSpot, via translator. \"We lost the trust of the media, and the first thing we had to do was regain that trust before we could rebuild the game. We learned that the best way to rebuild that trust is by being honest and straightforward with what we can do, what we can't do, why we can't do it, why we can do it. It's all about that communication, being open and being honest and showing the player and the fanbase and the media that we can be trusted.</p><p dir=\"ltr\">\"Learning how important that was in Final Fantasy XIV, we're able to bring that over into Final Fantasy XVI. We're trying to be honest with what we're creating with Final Fantasy XVI, for example, right out of the gate. We could've just said, yeah, this game is great, it's everything you imagined, and try to promote it that way. But we came out and said, 'Okay, we're not an open world.' That's one of the first things we said, knowing that a lot of players would be like, 'What? It's not an open world?' But by explaining why we're not an open world, why we made these decisions and what they bring to the game, hopefully that shows the player that we're being honest with them and so that they can go into the experience knowing what we are aiming for. So when they do get in the game and they try it for themselves, they won't be surprised. They'll know exactly what they're getting.\"</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xiv-initial-failure-taught-producers-about-winning-trust/1100-6511851/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xiv-initial-failure-taught-producers-about-winning-trust/1100-6511851/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XVI Goes Full-On Action Game Spectacle, And It Rules", "description": "<p dir=\"ltr\">For more than a decade, Final Fantasy has been gradually shedding parts of its turn-based RPG roots and embracing a more action-oriented direction. It was only a matter of time before that focus on action took precedence over the role-playing elements, and it appears that Final Fantasy XVI is finally the moment the ratio has flipped. As a longtime fan of the traditional Final Fantasy games, I wasn't quite sure what to think of this development. The turn-based classics are still some of my favorite gaming experiences of all time. But after an extensive hands-on with the game, I've come around on this direction for the series, or at least this entry in it. If Final Fantasy is an action franchise now, at least it's shaping up to be a damn good one.</p><p dir=\"ltr\">This isn't to say that the game lacks fantastical elements like mythical beasts and magic spells, but those are used to complement the story and action, rather than as a layer of menu abstraction. In the fictional, high-fantasy world of Valisthea, an extremely small number of mortals are innately gifted as Dominants--hosts for supernatural Eikons, which longtime Final Fantasy fans will recognize as summoned creatures like Ifrit and Ramuh. Eikons are essentially weapons of mass destruction, and the various nation-states use their Eikons as symbols of their power and culture. The Dominants are respected, feared, and sometimes even exploited by their respective nations as the implied threat of the Eikons keeps other nations in check. The protagonist Clive's brother, Joshua, was given a place of honor as the Dominant of Phoenix, the aspect of fire. Clive's journey is one of revenge, as an attack from an invading army and a mysterious, previously unseen Eikon left his younger brother dead.</p><p dir=\"ltr\">My play session took place when Clive was in his 20s, obsessed with vengeance, and throwing his lot in with revolutionaries who are looking to overthrow the social order. This segment of the story tightly focused on just three major characters, which helped illustrate how the political and magical machinations play out amid interpersonal relationships. Clive was accompanying Cidolfus Telamon--this game's Cid, another Final Fantasy mainstay--who is both a freedom fighter for magical refugees and the Dominant of Ramuh, the aspect of lightning. Their mission brought them to a castle guarded by Benedikta Harman, the Dominant of Garuda, aspect of wind--and apparently, Cid's old flame. Clive was also accompanied by his loyal and very-good-boy dog Torgul, who acts as a constant companion character in battle.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-goes-full-on-action-game-spectacle-and-it-rules/1100-6511844/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xvi-goes-full-on-action-game-spectacle-and-it-rules/1100-6511844/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XVI Is A Lot Like God Of War, And Its Director Knows It", "description": "<p dir=\"ltr\">Final Fantasy XVI is barely recognizable as a Final Fantasy game. After years of merely flirting with a more action-oriented approach, this one fully embraces a new role as a <a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-goes-full-on-action-game-spectacle-and-it-rules/1100-6511844/\">big-budget action game spectacle</a>. The high-fantasy setting of warring kingdoms is accentuated by larger-than-life superpowered beings: Dominants, human hosts for otherworldly summoned creatures. This new take on Final Fantasy is kinetic and hard-hitting, and very little like anything we've seen in the series before.</p><p dir=\"ltr\">In fact, in practice it often feels less like a Final Fantasy game, and more like a God of War. The hard-hitting melee action combat is punctuated by huge action set-pieces thanks to the larger-than-life clashes between hulking Eikons. These creatures, recognizable to Final Fantasy fans as classic summons like Ifrit, Ramuh, and Garuda, are essentially weapons of mass destruction kept by the disparate kingdoms as their individual shows of power. In practice, their presence means huge-scale Eikon battles that are individually tailored to be unique experiences.</p><p dir=\"ltr\">The similarity to God of War and its over-the-top action isn't a coincidence, as the game director of FFXVI is a long-time fan of the series from its very first game in 2005. He acknowledges it was an influence on his work, and the mission structure of Final Fantasy XVI follows very closely to the more recent God of War games, thanks to a hub that leads to your main quest objectives and sidequests.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-is-a-lot-like-god-of-war-and-its-director-knows-it/1100-6511847/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xvi-is-a-lot-like-god-of-war-and-its-director-knows-it/1100-6511847/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XVI Producer's \"Pride As A Gamer\" Influenced New Take On Difficulty Settings", "description": "<p dir=\"ltr\">Final Fantasy XVI is going in a more action-oriented approach than any previous game in the series. To help players who aren't as accustomed to that style of game, it's introducing a new variable difficulty system that is dictated not by selecting options in a menu, but by equipping specific pieces of equipment. Producer Naoki Yoshida said that the spark of the idea came from his own sense of pride as a gamer.</p><p dir=\"ltr\">\"I'm going to be 50 years old this year,\" Yoshida told GameSpot, via translator. \"That said, I consider myself a gamer and I have my gamer pride. When playing a game, you always get that part at the beginning where it says, 'Select your difficulty: easy, medium, hard.' And again, I have my pride as a gamer, so I'm never going to choose easy. I'm always going to choose medium or hard. But then when you die that first time it says, 'Do you want to change the difficulty to easy?' I hate that. I have my pride as a gamer and I hate that.\"</p><p dir=\"ltr\">Yoshida explained that he wanted to make a system that didn't put players into a position in which they feel like they're being insulted, so he turned to game director Hiroshi Takai and combat director Ryota Suzuki for a solution. The result was a set of five special accessories--two of which are equipped by default if you choose Story Mode, but all of which are available to equip even if you don't--that each target a specific type of challenge that players might struggle with. One ring automatically uses your potions, for example, while another lets you hit complex combos with just one button. This allows players to change up the accessories at will to make up for any deficits.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-producers-pride-as-a-gamer-influenced-new-take-on-difficulty-settings/1100-6511849/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xvi-producers-pride-as-a-gamer-influenced-new-take-on-difficulty-settings/1100-6511849/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How Final Fantasy XVI Blends High Fantasy With Sci-Fi", "description": "<p dir=\"ltr\">Final Fantasy XVI takes place in a high-fantasy setting, having drawn comparison to big-budget series like Game of Thrones or Lord of the Rings. And while it's true that most of the action takes place amid warring kingdoms with armor-clad knights, producer Naoki Yoshida revealed there's more to the world that may blend elements of high-tech fantasy or sci-fi as well.</p><p dir=\"ltr\">Yoshida told GameSpot via translator that the team simply prefers high fantasy as a setting, but \"we're not completely avoiding that type of advanced technology from a past civilization. There is actually a little bit of that in the game. It's just that we haven't introduced it yet in our promotion.\"</p><p dir=\"ltr\">Yoshida explained that one story element in Final Fantasy XVI involves an advanced, sky-faring civilization that existed 1,500 years before the game takes place. Some kind of calamity that people simply call \"The Fall\" happened to that civilization that caused it to collapse, both figuratively and literally, and all of its advanced technology came crashing to the ground. The remnants of that ancient society are scattered across the world, and the protagonist, Clive, will find pieces of it and learn more about their history and what happened to them.</p><a href=\"https://www.gamespot.com/articles/how-final-fantasy-xvi-blends-high-fantasy-with-sci-fi/1100-6511850/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-final-fantasy-xvi-blends-high-fantasy-with-sci-fi/1100-6511850/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Forspoken Dev Luminous Productions Is Getting Merged Into Square Enix", "description": "<p dir=\"ltr\">Square Enix <a href=\"https://www.hd.square-enix.com/eng/news/2023/html/20230228_announcement_EN.html\">is absorbing Forspoken dev Luminous Productions</a> into the larger organization, effective May 1.</p><p dir=\"ltr\">Luminous Productions released a statement addressing the merger, promising it'll remain \"entirely focused\" on Forspoken from now until May 1. Luminous said it will deliver previously announced patches, and the DLC, In Tanta We Trust, is still on track to release during the summer.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">An Update from Luminous Productions <a href=\"https://t.co/fbDENflRhj\">pic.twitter.com/fbDENflRhj</a></p>  — Luminous Productions (@LumiPro_EN) <a href=\"https://twitter.com/LumiPro_EN/status/1630449903385329665?ref_src=twsrc^tfw\">February 28, 2023</a></blockquote>              </div><p dir=\"ltr\">Luminous Productions is a subsidiary owned by Square Enix, formed in 2018 and is meant to \"develop new AAA titles and bring innovative game and other entertainment content to a global audience,\" according to a <a href=\"https://www.hd.square-enix.com/eng/news/2023/html/20230228_announcement_EN.html\">Square Enix press release</a>.</p><a href=\"https://www.gamespot.com/articles/forspoken-dev-luminous-productions-is-getting-merged-into-square-enix/1100-6511889/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/forspoken-dev-luminous-productions-is-getting-merged-into-square-enix/1100-6511889/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 13:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Elden Ring's First DLC Is Shadow Of The Erdtree", "description": "<p dir=\"ltr\">Elden Ring is getting its first DLC called Shadow of the Erdtree, according to a surprise announcement by the game's official Twitter account. <a href=\"https://www.eldenring.jp/newsdetail/news_detail_230228_1.html\">Shadow of the Erdtree</a> is \"currently in development,\" and there's no known release date yet. The expansion will come to PS4, PS5, Xbox One, Xbox Series X|S, and PC via Steam.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Rise, Tarnished, and let us walk a new path together.<br />An upcoming expansion for <a href=\"https://twitter.com/hashtag/ELDENRING?src=hash&amp;ref_src=twsrc^tfw\">#ELDENRING</a> Shadow of the Erdtree, is currently in development.<br />We hope you look forward to new adventures in the Lands Between. <a href=\"https://t.co/cjJYijM7Mw\">pic.twitter.com/cjJYijM7Mw</a></p>  — ELDEN RING (@ELDENRING) <a href=\"https://twitter.com/ELDENRING/status/1630478058103734274?ref_src=twsrc^tfw\">February 28, 2023</a></blockquote>              </div><p dir=\"ltr\">That's pretty much all we know about the DLC right now. Details about the expansion's price and content are not available currently, though the artwork in the tweet could include some hints as to what expect. </p><p dir=\"ltr\">A DLC for Elden Ring has been eagerly anticipated and expected for a long time, as past From Software games like Bloodborne have received expansions--but From Software's stayed fairly quiet on the topic until now. The studio did release various patches post-release, mostly aimed at fixing issues and adding more PvP elements, like the <a href=\"https://www.gamespot.com/articles/elden-ring-free-colosseum-update-adds-multiplayer-this-week/1100-6509745/\">free Colosseum update</a> where players can fight in solo or multiplayer duels.</p><a href=\"https://www.gamespot.com/articles/elden-ring-first-dlc-is-shadow-of-the-erdtree/1100-6511887/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/elden-ring-first-dlc-is-shadow-of-the-erdtree/1100-6511887/?ftag=CAD-01-10abi2f", "date_published": "2023-02-28 12:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}]