[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Next-Gen Games That ACTUALLY LOOK \"NEXT-GEN\"", "description": "The generational transition one usually expects to see when moving from older hardware to newer platforms has lasted a little longer at the outset of this console generation, and it’s only now, nearly three years into the lives of the PS5 and Xbox Series X/S, that we’re beginning to see games that don’t release as cross-gen titles. \n\nEven so, though the volume of current-gen exclusive titles hasn’t been as, well, voluminous as one would have expected, of the current-gen exclusive games that we have seen so far, a large proportion of them have been visually stunning experiences that have offered exciting glimpses into how much better games will be looking in the coming years than they already do. Here, we’re going to talk about a few such games.", "link": "https://www.youtube.com/watch?v=kJ7kwoRgO4Y", "date_published": "2023-07-12T15:30:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/kJ7kwoRgO4Y/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Best PS5 Accessories You NEED IN YOUR LIFE", "description": "Nearly three years into its lifecycle, the PS5 still feels like it has a long road ahead of it, but even now, in the early stages of life, the console has delivered a solid user experience across the board. Of course, hugely responsible for that have been its already-impressive library of games and the excellent hardware and user experience that Sony has crafted, but beyond that, a healthy range of excellent accessories are also available to players to further enhance their PS5 experience. \n\nFrom controllers to media devices to headset to more cosmetically inclined pickups, there’s an impressive selection of PS5 accessories available out there. Here, we’re going to talk about a few that we feel you should have your eye on. \n\nNOTE: This is not a sponsored feature, and is not affiliated to any of the products or manufacturers mentioned.", "link": "https://www.youtube.com/watch?v=ZcgLWG1MtdA", "date_published": "2023-07-12T13:30:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ZcgLWG1MtdA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Atelier Marie Remake: The Alchemist of Salburg Review  - The Final Verdict", "description": "With how good Atelier Ryza and Atelier Sophie 2 have been, it's interesting to see developer Gust go in the remake direction. Atelier Marie Remake: The Alchemist of Salburg is based on the 1997 PlayStation One RPG, which remained available only in Japan.\n\nIn theory, it makes sense to modernize it for current-gen consoles. The revamped graphics and rearranged music are good, if not extraordinary, and the time limit does present some interesting challenges. There's also Unlimited Mode for those who don't want to worry about the timer.\n\nHowever, even when not compared to recent titles, Atelier Marie Remake doesn't strive for much more beyond the presentation and some quality-of-life features. Hardcore fans could find some enjoyment, but everyone else is better off sticking to the contemporary titles for their slice-of-life role-playing.", "link": "https://www.youtube.com/watch?v=87dhP1cuSKw", "date_published": "2023-07-12T12:15:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/87dhP1cuSKw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Oxenfree 2: Lost Signals Review - The Final Verdict", "description": "Oxenfree 2: Lost Signals is a fairly brief experience at around 4-5 hours in length, but in that brief time, it manages to make a lasting impression. Though it doesn’t make radical improvements upon its predecessor’s formula, it refines it in several ways, allowing Night School Studio to once again deliver an excellent narrative adventure game. \n\nFrom its atmospheric setting and its compelling story to how well it balances its horror elements with the more intimate aspects of its story, Oxenfree 2 is a gripping experience from beginning to end. Add to that a simple but engaging gameplay loop, and what you have is a game that’s very easy to recommend to anyone, especially if you enjoyed the series’ first outing.", "link": "https://www.youtube.com/watch?v=M1NMWlV8as0", "date_published": "2023-07-12T11:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/M1NMWlV8as0/hqdefault.jpg"}]