[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ransomware Extortion Skyrockets in 2023, Reaching $449.1 Million and Counting", "description": "Ransomware has emerged as the only cryptocurrency-based crime to grow in 2023, with cybercriminals extorting nearly $175.8 million more than they did a year ago, according to findings from Chainalysis.\n\"Ransomware attackers are on pace for their second-biggest year ever, having extorted at least $449.1 million through June,\" the blockchain analytics firm said in a midyear crypto crime report", "link": "https://thehackernews.com/2023/07/ransomware-extortion-skyrockets-in-2023.html", "date_published": "2023-07-12T13:09:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Risks and Preventions of AI in Business: Safeguarding Against Potential Pitfalls", "description": "Artificial intelligence (AI) holds immense potential for optimizing internal processes within businesses. However, it also comes with legitimate concerns regarding unauthorized use, including data loss risks and legal consequences. In this article, we will explore the risks associated with AI implementation and discuss measures to minimize damages. Additionally, we will examine regulatory", "link": "https://thehackernews.com/2023/07/the-risks-and-preventions-of-ai-in.html", "date_published": "2023-07-12T11:04:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Thwarts Chinese Cyber Attack Targeting Western European Governments", "description": "Microsoft on Tuesday revealed that it repelled a cyber attack staged by a Chinese nation-state actor targeting two dozen organizations, some of which include government agencies, in a cyber espionage campaign designed to acquire confidential data.\nThe attacks, which commenced on May 15, 2023, entailed access to email accounts affecting approximately 25 entities and a small number of related", "link": "https://thehackernews.com/2023/07/microsoft-thwarts-chinese-cyber-attack.html", "date_published": "2023-07-12T10:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese Hackers Deploy Microsoft-Signed Rootkit to Target Gaming Sector", "description": "Cybersecurity researchers have unearthed a novel rootkit signed by Microsoft that's engineered to communicate with an actor-controlled attack infrastructure.\nTrend Micro has attributed the activity cluster to the same actor that was previously identified as behind the FiveSys rootkit, which came to light in October 2021.\n\"This malicious actor originates from China and their main victims are the", "link": "https://thehackernews.com/2023/07/chinese-hackers-deploy-microsoft-signed.html", "date_published": "2023-07-12T10:26:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Python-Based PyLoose Fileless Attack Targets Cloud Workloads for Cryptocurrency Mining", "description": "A new fileless attack dubbed PyLoose has been observed striking cloud workloads with the goal of delivering a cryptocurrency miner, new findings from Wiz reveal.\n\"The attack consists of Python code that loads an XMRig Miner directly into memory using memfd, a known Linux fileless technique,\" security researchers Avigayil Mechtinger, Oren Ofer, and Itamar Gilad said. \"This is the first publicly", "link": "https://thehackernews.com/2023/07/python-based-pyloose-fileless-attack.html", "date_published": "2023-07-12T07:39:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Releases Patches for 130 Vulnerabilities, Including 6 Under Active Attack", "description": "Microsoft on Tuesday released updates to address a total of 130 new security flaws spanning its software, including six zero-day flaws that it said have been actively exploited in the wild.\nOf the 130 vulnerabilities, nine are rated Critical and 121 are rated Important in severity. This is in addition to eight flaws the tech giant patched in its Chromium-based Edge browser towards the end of", "link": "https://thehackernews.com/2023/07/microsoft-releases-patches-for-130.html", "date_published": "2023-07-12T05:34:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]