{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3816973-ukrainian-troops-begin-patriot-missile-training-at-oklahoma-army-base/", "title": "Ukrainian troops begin Patriot missile training at Oklahoma Army base", "date_published": "2023-01-17 22:39:01+00:00", "description": "Ukrainian troops have arrived at Fort Sill, Okla., and started training on the Patriot missile system, the Pentagon’s top spokesperson confirmed Tuesday.  “Training has begun...that training will last for several months and train upwards of 90-to 100 Ukrainians on use of the Patriot missile system,” press secretary Brig. Gen. Pat Ryder told reporters.   Fort Sill —...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3816924-launch-footage-shows-how-spacex-recovers-its-rockets/", "title": "Launch footage shows how SpaceX recovers its rockets", "date_published": "2023-01-17 22:31:30+00:00", "description": "SpaceX's Falcon Heavy rocket put on a dazzling display of pyrotechnics Sunday evening as the heavy lifter ferried two government payloads to space. Roughly eight minutes later, spectators were treated to a double landing of the rocket's two side boosters back at Cape Canaveral. Sonic booms crackled overhead as the landings marked the 163rd and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/transportation/3816926-these-us-airports-had-the-most-guns-confiscated-from-passengers/", "title": "These US airports had the most guns confiscated from passengers", "date_published": "2023-01-17 22:28:35+00:00", "description": "Last year broke another record for the most firearms confiscated by the Transportation Security Administration (TSA), with 6,542 guns found in carry-on bags at airports throughout the country.  The TSA said in a release on Tuesday that it found the record number of guns at 262 different airports, continuing a trend of each year surpassing...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3816936-white-house-charges-gop-with-hypocrisy-on-trump-biden/", "title": "White House charges GOP with hypocrisy on Trump, Biden", "date_published": "2023-01-17 22:20:30+00:00", "description": "The White House blasted Republicans on Tuesday, accusing them of hypocrisy with how they’ve handled the separate controversies surrounding classified documents found at President Biden’s garage and office and former President Trump’s Mar-a-Lago residence.   In a call with reporters, White House aides accused the GOP of engaging in “political theater” by attacking Biden while giving...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3816916-new-york-will-offer-free-abortion-pills-at-city-run-health-clinics/", "title": "New York will offer free abortion pills at city-run health clinics", "date_published": "2023-01-17 22:19:12+00:00", "description": "New York will offer abortion medication free-of-charge at four city-run health clinics, Mayor Eric Adams (D) announced Tuesday as he laid out an agenda to repair health care inequities for women in the city.   “For too long, health and health care has been centered around men. If men had periods, pap smears and menopause,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/well-being/longevity/3816860-here-are-the-10-states-with-the-least-healthy-populations/", "title": "Here are the 10 states with the least healthy populations", "date_published": "2023-01-17 22:16:11+00:00", "description": "Story at a glance West Virginia has the least healthy population out of all 50 states, according to a new Forbes Health survey, with Mississippi and Kentucky coming in a close second and third.   To figure out which states have the healthiest people, the Forbes Advisor team looked at data from the Centers for...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3816917-moderna-says-rsv-vaccine-is-effective-in-older-adults/", "title": "Moderna says RSV vaccine is effective in older adults", "date_published": "2023-01-17 22:11:08+00:00", "description": "Moderna's vaccine against respiratory syncytial virus (RSV) was 83 percent effective at preventing lower respiratory tract disease in adults aged 60 and older in a large clinical trial, the company announced on Tuesday. Based on the results, Moderna said it intends to submit the vaccine for Food and Drug Administration (FDA) approval in the first...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3816880-sinema-and-manchin-high-five-at-davos-over-blocking-filibuster-reform/", "title": "Sinema and Manchin high-five at Davos over blocking filibuster reform", "date_published": "2023-01-17 22:03:41+00:00", "description": "Sens. Kirsten Sinema (I-Az.) and Joe Manchin (D-W.Va.) high-fived over their efforts to block Senate filibuster reform on stage at a panel with other U.S. lawmakers and governors in Davos, Switzerland. Sinema was touting the duo's accomplishments as a moderating force in the Senate — which included blocking changes to the filibuster — when Manchin...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3816804-to-prevent-youth-violence-invest-in-young-people/", "title": "To prevent youth violence, invest in young people", "date_published": "2023-01-17 22:00:00+00:00", "description": "Earlier this month, a Walgreens executive admitted that they “maybe cried too much” in 2022 about shoplifting concerns in their stores. But Walgreens was far from alone. Largely driven by the looming midterm elections, 2022 was the year when everyone started talking about crime again, much of it attributed to youth offenders. With Republicans on the attack, even...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3816877-blinken-surprised-government-documents-were-taken-to-biden-think-tank/", "title": "Blinken 'surprised' government documents were taken to Biden think tank", "date_published": "2023-01-17 21:51:06+00:00", "description": "Secretary of State Antony Blinken on Tuesday said he was surprised to learn that any government records were taken to President Biden’s former University of Pennsylvania Washington office and said he would cooperate fully if called for an interview by the special counsel. Blinken, speaking during a joint press conference with Britain’s foreign secretary, said...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3816271-how-the-war-in-ukraine-could-end-sooner-than-expected/", "title": "How the war in Ukraine could end sooner than expected", "date_published": "2023-01-17 21:30:00+00:00", "description": "Policymakers might be prudent to consider not only possibilities of a long war but also how it might end sooner.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/media/3816770-the-views-behar-says-biden-should-admit-to-hypocrisy-over-classified-docs/", "title": "'The View's' Behar says Biden should admit to hypocrisy over classified docs", "date_published": "2023-01-17 21:07:50+00:00", "description": "\"The View\" co-host Joy Behar on Tuesday urged President Biden to admit to hypocrisy over the recent discoveries of classified documents from his time as vice president at a former Washington office and his Wilmington home. Behar specifically pointed to Biden’s response to the classified documents found at former President Trump’s Mar-a-Lago home.  In one...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3816674-in-a-split-congress-is-a-climate-farm-bill-really-best/", "title": "In a split Congress, is a climate farm bill really best?", "date_published": "2023-01-17 21:00:00+00:00", "description": "Will Democrats dig their heels in on making the 2023 Farm Bill a climate bill or pivot to more pragmatic tactics?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/sustainability/climate-change/3816741-one-in-four-americans-considering-putting-off-major-life-decisions-out-of-fear-of-climate-change-survey/", "title": "One in four Americans considering putting off major life decisions out of fear of climate change: survey", "date_published": "2023-01-17 20:57:30+00:00", "description": "Story at a glance A quarter of U.S. adults are considering putting off big life events like having children over concerns about climate change, according to a new survey.   The 25,000-person survey crafted by research firm Elabe and the North American branch of Veolia, a water, waste and energy management company, was released Tuesday.  ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3816718-supreme-court-considers-state-owned-turkish-banks-criminal-immunity/", "title": "Supreme Court considers state-owned Turkish bank’s criminal immunity", "date_published": "2023-01-17 20:30:52+00:00", "description": "The Supreme Court heard arguments on Tuesday over whether a bank largely owned by Turkey’s government must face criminal charges that allege the bank evaded U.S. sanctions against Iran. Halkbank, which denies the allegations, appealed a lower court’s decision permitting the prosecution to move forward, which has caused tensions in U.S.-Turkish relations after Turkish President Recep Tayyip...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3816521-america-must-rebuild-its-public-health-workforce-before-the-next-pandemic/", "title": "America must rebuild its public health workforce before the next pandemic", "date_published": "2023-01-17 20:30:00+00:00", "description": "As the new Congress settles into their seats, investment in the physician workforce trained in public health should be high on their priorities", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3816737-campaign-report-donors-back-mcdaniel-in-fierce-rnc-race/", "title": "Campaign Report — Donors back McDaniel in fierce RNC race", "date_published": "2023-01-17 20:29:36+00:00", "description": "Welcome to The Hill's Campaign Report, tracking the latest news on campaigns and elections. You can expect this newsletter in your inbox Tuesdays and Thursdays. Email us tips and feedback: Max Greenwood, Julia Manchester and Caroline Vakil. Someone forward this newsletter to you? Subscribe here. McDaniel gets a boost from GOP donors  While Republican National Committee...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3816724-heres-how-california-is-trying-to-hold-on-to-its-rainwater/", "title": "Here's how California is trying to hold on to its rainwater", "date_published": "2023-01-17 20:28:23+00:00", "description": "Story at a glance California is trying to hold on to as much of its rain water as it can even as it deals with a terrible series of storms that has led to widespread flooding, 19 deaths and more than 20,000 homes without power.   The reason is simple: the Golden State is also experiencing a three-year drought that...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3816672-lindsey-graham-to-join-trump-for-south-carolina-campaign-team-launch/", "title": "Lindsey Graham to join Trump for South Carolina campaign team launch", "date_published": "2023-01-17 20:10:10+00:00", "description": "Sen. Lindsey Graham (R-S.C.) will join former President Trump later this month for the launch of his 2024 South Carolina campaign team, the first major event of the calendar year for the former president’s reelection campaign.  Trump announced in a release on Tuesday that he will travel to Columbia, S.C., to reveal the leaders of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3816616-greta-thunberg-detained-amid-protests-at-coal-mine-in-germany/", "title": "Greta Thunberg detained amid protests at coal mine in Germany", "date_published": "2023-01-17 20:04:01+00:00", "description": "German authorities detained Swedish climate activist Greta Thunberg on Tuesday amid protests at a coal mine in the country. A spokesperson for the local Aachen police told Sky News the 20-year-old activist was among a group of protesters who allegedly “stormed” toward the face of the Garzweiler open-cast mine, which officials described as “steep and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3816655-us-ukraine-military-chiefs-meet-for-first-time-near-polish-border/", "title": "US, Ukraine military chiefs meet for first time near Polish border", "date_published": "2023-01-17 19:48:09+00:00", "description": "Joint Chiefs of Staff Chairman Mark Milley for the first time met with his Ukrainian counterpart in person on Tuesday, traveling to an undisclosed site in Poland near the Ukrainian border, the Pentagon confirmed.   Milley, a general in the U.S. Army, met for a few hours with Ukraine’s chief military officer, Gen. Valerii Zaluzhnyi, after taking a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3816573-desantis-prohibits-florida-state-run-fund-managers-from-considering-esg-factors/", "title": "DeSantis prohibits Florida state-run fund managers from considering ESG factors", "date_published": "2023-01-17 19:45:25+00:00", "description": "Florida Gov. Ron DeSantis (R) moved to prohibit state-run fund managers from taking environmental, social or governance (ESG) factors into consideration when making investments. “Corporations across America continue to inject an ideological agenda through our economy rather than through the ballot box. Today’s actions reinforce that ESG considerations will not be tolerated here in Florida, and I look forward to extending...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3816619-gallego-jabs-lake-over-talk-of-republicans-possible-senate-run/", "title": "Gallego jabs Lake over talk of Republican's possible Senate run", "date_published": "2023-01-17 19:36:37+00:00", "description": "Rep. Ruben Gallego (D-Ariz.) jabbed former Arizona Republican gubernatorial candidate Kari Lake on Twitter on Monday amid reports that she is considering making a run for Senate.  “Arizona has a very strict resign to run law,” Gallego said, responding to a tweet from a CNN reporter that a source said Lake is thinking of running...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3816611-what-to-know-about-the-debt-ceiling-deadline/", "title": "What to know about the debt ceiling deadline", "date_published": "2023-01-17 19:31:31+00:00", "description": "Washington is gearing up for a fight over the fast-approaching debt ceiling limit after Treasury Secretary Janet Yellen announced last week that the country will hit its borrowing cap of around $31.4 trillion on Thursday. Thus far, lawmakers have held firm on their positions on the debt limit, with Democrats arguing for a swift raise...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3816304-the-feds-quantitative-easing-gamble-cost-taxpayers-billions/", "title": "The Fed's quantitative easing gamble costs taxpayers billions", "date_published": "2023-01-17 19:30:00+00:00", "description": "At current interest rates, the Fed’s operating losses will impact the federal budget for years, requiring new tax revenues to offset the continuing loss of billions of dollars.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3816612-marjorie-taylor-greene-paul-gosar-get-committee-assignments-back/", "title": "Marjorie Taylor Greene, Paul Gosar get committee assignments back", "date_published": "2023-01-17 19:28:30+00:00", "description": "Reps. Marjorie Taylor Green (R-Ga.) and Paul Gosar (R-Ariz.) are set to get committee assignments back after being stripped from their assignments in the Democratic-controlled Congress in 2021. The House GOP Steering Committee on Tuesday selected Greene to sit on the House Homeland Security Committee and Gosar to sit on the House Natural Resources Committee,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3816594-steph-curry-thanks-biden-during-white-house-visit-for-getting-brittney-griner-home/", "title": "Steph Curry thanks Biden during White House visit for 'getting Brittney Griner home'", "date_published": "2023-01-17 19:25:18+00:00", "description": "Golden State Warriors star Steph Curry on Tuesday thanked President Biden for \"getting Brittney Griner home\" as the famed point guard delivered remarks in an appearance in the White House briefing room. Standing alongside Warriors head coach Steve Kerr, Curry told reporters being at the White House was a “great opportunity for us from the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3816574-opec-predicts-moderate-economic-growth-for-2023/", "title": "OPEC predicts moderate economic growth for 2023", "date_published": "2023-01-17 19:09:36+00:00", "description": "The Organization of the Petroleum Exporting Countries (OPEC) on Tuesday credited the U.S. and European Union (EU) for better-than-expected economic growth in 2022 while cautioning that such progress may slow this year. The growth dynamic in both the U.S. and the eurozone played a key role in lifting last year’s global economic growth estimate to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3816547-sinema-says-dear-friend-mccarthy-in-unenviable-position-after-speaker-battle/", "title": "Sinema says 'dear friend' McCarthy in 'unenviable position' after Speaker battle", "date_published": "2023-01-17 19:07:36+00:00", "description": "Sen. Kyrsten Sinema (I-Ariz.) railed against both political parties in an appearance at the World Economic Forum’s annual meeting, saying “radical” Republicans have put Speaker Kevin McCarthy (R-Calif.) in an “unenviable position” at the start of the new Congress. Sinema took the opportunity on a panel with other U.S. lawmakers in Davos, Switzerland, to chastise...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/criminal-justice/3816247-biden-justice-department-needs-to-stop-epidemic-of-prison-and-jail-deaths/", "title": "Biden Justice Department needs to stop epidemic of prison and jail deaths", "date_published": "2023-01-17 19:00:00+00:00", "description": "The DOJ has not enforced the Death in Custody Reporting Act or withheld any funding to secure compliance with it.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/sustainability/climate-change/3816533-researchers-warn-of-climate-change-impact-on-songbirds-breeding-season-in-california/", "title": "Researchers warn of climate change impact on songbirds' breeding season in California", "date_published": "2023-01-17 18:56:12+00:00", "description": "Story at a glance Songbirds in California’s Central Valley will have a harder time mating this year due to climate change, a new study claims.   Climate change models outlined in a study recently published in the academic journal Biological Conservation predict the Central Valley will see higher-than-normal rainfall this spring, the beginning of bird nesting...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3816453-europe-looks-to-challenge-us-china-with-green-industrial-revolution/", "title": "Europe looks to challenge US, China with green industrial revolution", "date_published": "2023-01-17 18:44:16+00:00", "description": "The E.U. plans to fight for its place in the clean energy race.  Ursula von der Leyen, head of the European Commission, announced at the World Economic Forum in Davos, Switzerland, on Tuesday that the European Union will create extensive new clean energy subsidies to keep firms from moving to the U.S. and China. The...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3816314-russia-lays-out-plans-to-boost-size-of-military-to-1-5-million/", "title": "Russia lays out plans to boost size of military to 1.5 million", "date_published": "2023-01-17 18:38:57+00:00", "description": "The Russian Defense Ministry on Tuesday detailed its plans to expand the Russian armed forces over the next few years, aiming to reach 1.5 million soldiers by 2026. The expansion of the Russian armed forces, initially announced in December, will occur over several years from 2023 to 2026, according to the Russian state-run news agency...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3816413-can-you-use-an-expired-at-home-covid-19-test/", "title": "Can you use an expired at-home COVID-19 test?", "date_published": "2023-01-17 18:36:34+00:00", "description": "Many of us may have stored some extra at-home COVID-19 tests in case it is needed in the future but what should be done if the testing kit surpasses its expiration date?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3816410-youngkin-knocks-va-schools-over-maniacal-focus-on-equality/", "title": "Youngkin knocks Va. schools over 'maniacal focus' on equality", "date_published": "2023-01-17 18:32:47+00:00", "description": "After seven high schools in Fairfax, Va., acknowledged failing to tell students of their national merit recognition, Gov. Glenn Youngkin (R) sharply criticized the schools, saying their focus on equal outcomes is \"hurting\" Virginia's students. \"They have a maniacal focus on equal outcomes for all students at all costs,\" Youngkin told 7News reporter Nick Minock....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3816196-new-house-majority-shows-its-true-colors-on-fiscal-responsibility/", "title": "New House majority shows its true colors on ‘fiscal responsibility’", "date_published": "2023-01-17 18:30:00+00:00", "description": "Even the threat of defaulting on our debt for the first time in American history could cause interest rates to rise.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3816468-kerry-sanders-retiring-from-nbc-news/", "title": "Kerry Sanders retiring from NBC News", "date_published": "2023-01-17 18:28:31+00:00", "description": "Longtime Florida-based correspondent Kerry Sanders is retiring from NBC News. Sanders, who joined NBC in 1991, announced his retirement Tuesday on the \"Today\" show, a program his reports have appeared on for decades. \"You have brightened our mornings, Kerry, on screen and off, and we cannot let you go without celebrating your many, many highlights,\"...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3816451-oversight-board-urges-meta-to-redefine-nudity-rules-to-avoid-anti-transgender-discrimination/", "title": "Oversight Board urges Meta to redefine nudity rules to avoid anti-transgender discrimination", "date_published": "2023-01-17 18:23:31+00:00", "description": "Meta’s independent Oversight Board overturned the social media giant’s decision to remove bare chest photos of transgender and non-binary people on Instagram, and urged the company to redefine its rules around nudity in a way that is clear and does not discriminate based on gender.  The board’s Tuesday decision overturned Instagram’s original decision in 2021...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3816469-fidelity-committing-250m-toward-scholarships-mentoring-for-underserved-minority-students/", "title": "Fidelity committing $250M toward scholarships, mentoring for underserved minority students", "date_published": "2023-01-17 18:20:28+00:00", "description": "Fidelity Investments, a popular financial services corporation, announced a $250 million commitment to give educational opportunities to Black, Latino and underserved communities. The $250 million will go to the newly launched “Invest in My Education” program to provide scholarships and mentorships for those in underserved communities.  “Invest in My Education (ME) is designed as a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3816427-mccarthy-says-santos-will-be-seated-on-committees/", "title": "McCarthy says Santos will be seated on committees", "date_published": "2023-01-17 18:06:08+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) on Tuesday said Rep. George Santos (R-N.Y.) will be seated on committees, after the embattled freshman lawmaker admitted to embellishing parts of his résumé. “He’ll get seated on committees,” McCarthy said in the Capitol when asked if he would be assigned to any panels. The comments come after McCarthy last week...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3816092-the-ai-advantage-in-decision-making/", "title": "The AI advantage in decision-making", "date_published": "2023-01-17 18:00:00+00:00", "description": "Focusing solely on data is akin to only looking in the rear-view mirror when driving your vehicle on a busy highway.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3816020-watch-live-nba-champ-golden-state-warriors-visit-white-house/", "title": "Watch live: NBA champ Golden State Warriors visit White House", "date_published": "2023-01-17 17:45:00+00:00", "description": "President Biden will honor the defending NBA champions, the Golden State Warriors, with a visit to the White House on Tuesday. The Warriors, who beat the Boston Celtics in six games this summer to claim their spot back on top of the league, are in town after defeating the Wizards last night. This is the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3816383-ut-blocks-students-from-accessing-tiktok/", "title": "UT blocks students from accessing TikTok", "date_published": "2023-01-17 17:38:51+00:00", "description": "The University of Texas at Austin has barred access to the social media platform TikTok on its WiFi network, after the state’s Gov. Greg Abbott (R) banned the application from use on government devices. The university told students in an email on Tuesday obtained by The Hill that they were taking the step to comply...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3816338-white-house-calls-on-mccarthy-to-publicize-details-of-deals-with-conservatives/", "title": "White House calls on McCarthy to publicize details of deals with conservatives", "date_published": "2023-01-17 17:33:35+00:00", "description": "The White House on Tuesday called on Speaker Kevin McCarthy (R-Calif.) to make public the details of any agreements he struck with conservative House members in exchange for their votes to win the Speakership. Deputy White House press secretary Andrew Bates warned that the extent of the deals between McCarthy and the roughly 20 Republicans...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/1230-report/3816257-the-hills-1230-report-bidens-classified-doc-woes-intensify-dc-restaurant-week-menus-what-we-know-about-bidens-classified-documents/", "title": "The Hill's 12:30 Report — Biden's classified doc woes intensify", "date_published": "2023-01-17 17:30:00+00:00", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3816165-the-return-of-davos-highlights-an-unprecedented-global-wealth-grab/", "title": "The return of Davos highlights an unprecedented global wealth grab", "date_published": "2023-01-17 17:30:00+00:00", "description": "New Oxfam data show that, since 2020, the world’s richest 1 percent have grabbed twice as much new wealth as the 99 percent put together.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3816339-julia-louis-dreyfus-harris-says-veep-is-more-like-dc-than-anyone-would-care-to-admit/", "title": "Julia Louis-Dreyfus: Harris says 'Veep' is 'more like DC than anyone would care to admit'", "date_published": "2023-01-17 17:28:56+00:00", "description": "Vice President Harris says “Veep’s” satirical take on Washington life was actually spot-on, according to the show’s star, Julia Louis-Dreyfus. “It was incredible,” the actor — who starred as the conniving-but-bumbling fictional politician Selina Meyer in the HBO comedy — recalled in an interview with Variety published Tuesday. “Her husband, the first gentleman, and she told...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3816240-pompeo-says-north-koreas-kim-opened-secret-meeting-with-joke-about-assassination-memoir/", "title": "Pompeo says North Korea's Kim opened secret meeting with 'joke about assassination': memoir", "date_published": "2023-01-17 17:09:54+00:00", "description": "Former Secretary of State and CIA Director Mike Pompeo wrote in his new memoir that his secret meeting with North Korean leader Kim Jung Un in 2018 began with a \"joke about assassination.\" \"This small, sweating, evil man tried to break the ice with all the charm you would expect from a mass murderer. ‘Mr....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3816126-veterans-in-suicidal-crisis-can-now-seek-care-at-no-cost/", "title": "Veterans in suicidal crisis can now seek care at no cost", "date_published": "2023-01-17 17:05:54+00:00", "description": "Veterans who are in a suicidal crisis can now seek emergency care at any medical facility at no cost to them. Starting Tuesday, veterans will have free access to inpatient care or crisis residential care for up to 30 days and outpatient care for up to 90 days, the Department of Veterans Affairs said in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3816082-congress-should-be-able-to-function-in-a-crisis-republicans-just-made-that-more-difficult/", "title": "Congress should be able to function in a crisis; Republicans just made that more difficult", "date_published": "2023-01-17 17:00:00+00:00", "description": "Sept. 11 and COVID-19 both reminded us: In a time of peril, the United States must have a functioning Congress.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3816264-3-3-million-people-displaced-by-natural-disasters-in-us-last-year/", "title": "3.3 million people displaced by natural disasters in US last year", "date_published": "2023-01-17 16:53:22+00:00", "description": "Natural disasters displaced more than 3 million Americans in 2022, including nearly 1 million in Florida alone, according to data from the U.S. Census Bureau. The data, first reported by Pluribus News, indicates that about 3.33 million people were displaced by natural disasters over the past year. The plurality were in Florida, where such events...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3816021-watch-live-white-house-press-briefing/", "title": "Watch live: White House press briefing", "date_published": "2023-01-17 16:45:00+00:00", "description": "View Post White House press secretary Karine Jean-Pierre will hold a briefing with reporters Tuesday. Last week Jean-Pierre faced continuing questions concerning the discovery of classified documents from the Obama-Biden administration at Biden’s old office at the University of Pennsylvania and his home in Delaware.  The press secretary insisted that the White House is cooperating...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3814579-did-biden-just-give-trump-a-get-out-of-jail-free-card/", "title": "Did Biden just give Trump a 'get out of jail free' card?", "date_published": "2023-01-17 16:30:00+00:00", "description": "Let’s see if I have this right: If Donald Trump and Joe Biden are charged with violating laws resulting from their sloppy handling of classified documents, it’s possible, I guess, that they could wind up becoming cellmates at Club Fed. I’m tempted to say, “One can only hope” — but that would be wrong, so...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3816199-judge-denies-class-action-status-for-fired-twitter-employees/", "title": "Judge denies class action status for fired Twitter employees", "date_published": "2023-01-17 16:15:24+00:00", "description": "A group of laid-off Twitter employees must drop their class action lawsuit against the company, which accuses the social media giant of skipping out on its promised severance pay, according to a ruling from a federal judge on Friday. U.S. District Judge James Donato told the employees that they had to instead make their claim...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3816186-zelensky-adviser-resigns-after-blaming-ukraine-for-dnipro-apartment-bombing/", "title": "Zelensky adviser resigns after blaming Ukraine for Dnipro apartment bombing", "date_published": "2023-01-17 16:04:07+00:00", "description": "An adviser to the office of Ukrainian President Voldoymyr Zelensky submitted his resignation Tuesday following public backlash to his remarks suggesting a Russian missile attack that killed 44 civilians in the city of Dnipro was caused by a Ukrainian counterstrike. Oleksiy Arestovych posted what appeared to be a handwritten resignation letter on his Telegram channel with...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3816175-ny-democrat-santos-a-danger-to-our-democracy-and-national-security/", "title": "NY Democrat: Santos a 'danger to our democracy and national security'", "date_published": "2023-01-17 16:03:16+00:00", "description": "Democratic Rep. Richie Torres (N.Y.) in a new op-ed called fellow Rep. George Santos (R-N.Y.) a “danger to our democracy and national security” amid the slew of federal investigations the embattled first-term lawmaker is currently facing.  In a piece published by NBC News on Tuesday, Torres said that Santos, who defeated Democrat Robert Zimmerman in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3816187-fec-dismisses-gop-complaint-that-gmail-spam-filters-favored-democrats/", "title": "FEC dismisses GOP complaint that Gmail spam filters favored Democrats", "date_published": "2023-01-17 16:02:47+00:00", "description": "The Federal Election Commission (FEC) dismissed a Republican-filed complaint that Google's Gmail spam filters unfairly censored GOP fundraising emails at a higher rate than it did for Democrats.  The complaint, filed in April, argued Google effectively made “illegal corporate in-kind contributions” to campaigns for President Biden and other Democrats through the alleged politically biased filters....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3816040-new-israeli-government-could-transform-us-israeli-relationship/", "title": "New Israeli government could transform US-Israeli relationship", "date_published": "2023-01-17 16:00:00+00:00", "description": "Fanning fears of a burgeoning authoritarianism, Netanyahu’s right-wing government is proposing sweeping judicial reform.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3816147-south-korean-president-says-carbon-neutrality-relies-on-return-to-nuclear-power/", "title": "South Korean president says carbon neutrality relies on return to nuclear power", "date_published": "2023-01-17 15:40:39+00:00", "description": "South Korean President Yoon Suk-yeol said Monday that the country would rely in part on nuclear power, an energy source it's shifted away from, to reach its goal of being carbon neutral by 2050. Speaking at a summit in the United Arab Emirates, Yoon made the comments as South Korea works to finish the construction...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3816067-did-a-democrat-leak-the-biden-filegate-scandal-to-the-press/", "title": "Did a Democrat leak the Biden ‘filegate’ scandal to the press?", "date_published": "2023-01-17 15:30:00+00:00", "description": "It’s plausible, given what we know about the sources of the information, the timeline and the widespread opposition to Biden running for president again.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3816101-new-mexico-official-grateful-after-former-candidates-arrest-in-shootings/", "title": "New Mexico official 'grateful' after former candidate's arrest in shootings", "date_published": "2023-01-17 15:12:16+00:00", "description": "A local New Mexico official whose home was shot at last month said on Tuesday that she is “grateful” for the recent arrest of a former candidate for the state legislature who allegedly orchestrated a series of shootings at the homes of elected officials in Albuquerque.   “I feel grateful that he’s not out there to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3816074-trump-on-possible-desantis-challenge-well-handle-that-the-way-i-handle-things/", "title": "Trump on possible DeSantis challenge: 'We'll handle that the way I handle things'", "date_published": "2023-01-17 15:03:07+00:00", "description": "Former President Trump sounded a note of confidence regarding the possibility Florida Gov. Ron DeSantis (R) might enter the 2024 presidential race, saying, “We’ll handle that the way I handle things.” During an interview with David Brody on “The Water Cooler” on Monday, Trump was asked if it would be a “bad move” for DeSantis...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3815457-us-china-war-game-shows-need-for-victory-if-deterrence-fails/", "title": "US-China war game shows need for victory if deterrence fails", "date_published": "2023-01-17 15:00:00+00:00", "description": "The Center for Strategic and International Studies (CSIS) recently conducted a war game testing the scenarios and outcomes in a possible U.S.-China war over Taiwan. The reason for the exercise was that, “What was once unthinkable — direct conflict between the United States and China — has now become a commonplace discussion in the national...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3816088-barack-obama-wishes-michelle-a-happy-59th-birthday-you-make-every-day-brighter/", "title": "Barack Obama wishes Michelle a happy 59th birthday: 'You make every day brighter'", "date_published": "2023-01-17 14:58:49+00:00", "description": "Former President Obama is sharing a “bright” birthday message with his wife. “Happy birthday,” the ex-commander in chief wrote on Twitter and Instagram to Michelle Obama on Tuesday, the day she turned 59. “You make every day brighter,” Obama said, “and somehow keep looking better!” Obama included a snapshot of him and Michelle embracing as...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/3815698-feehery-power-of-the-purse/", "title": "Feehery: Power of the purse", "date_published": "2023-01-17 14:45:00+00:00", "description": "When Queen Elizabeth came to the House of Representatives several years ago, she stepped on the straps of her purse that she laid on the floor as she addressed a joint meeting of Congress. She seemed worried that some rapacious congressman might walk away with her purse and all of its contents.  For a legislative branch that is notorious...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3811414-a-call-for-legislative-obstruction-and-the-politics-of-no/", "title": "A call for legislative obstruction and the politics of 'No'", "date_published": "2023-01-17 14:30:00+00:00", "description": "In the 1960s, a small sign hung in the California State Capital, which warned: “No Person’s Life, Liberty, or Property are Safe While the Legislature is in Session.” It represents the cautionary wisdom that the tendency for governments to pass laws and grow, many times, may run contrary to the public good. This is my...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3816024-more-americans-than-ever-putting-off-medical-care-due-to-cost-gallup/", "title": "More Americans than ever putting off medical care due to cost: Gallup", "date_published": "2023-01-17 14:29:13+00:00", "description": "The percentage of Americans who postponed medical care cost payments due to cost has grown in the past year, according to a new Gallup poll.  The poll, published on Tuesday, found that 38 percent of respondents said they have put off scheduled medical care payments due to cost, a 12-point increase from the past two...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/3815682-press-gop-house-agenda-is-maga-on-steroids/", "title": "Press: GOP House agenda is MAGA on steroids", "date_published": "2023-01-17 14:15:00+00:00", "description": "It’s no accident that Senate Minority Leader Mitch McConnell (R-Ky.) became the longest-serving party leader in Senate history. Whatever you think of how he votes, you must admit that he’s one savvy political operative. So, it was not surprising when McConnell gave the best assessment of why, despite expectations of a “red wave,” Republicans failed so miserably in the midterms, falling one seat behind in the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3815979-ohio-republican-matt-dolan-announces-bid-to-flip-sherrod-browns-senate-seat/", "title": "Ohio Republican Matt Dolan announces bid to flip Sherrod Brown's Senate seat", "date_published": "2023-01-17 14:02:29+00:00", "description": "Ohio state Sen. Matt Dolan (R) on Tuesday announced a bid for the U.S. Senate, becoming the first Republican to enter the race against Democratic Sen. Sherrod Brown in a key 2024 race. “I am unapologetically committed to putting the needs of Ohio first and delivering results as our next U.S. Senator,” Dolan said in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3815975-state-legislatures-need-more-young-people-but-most-cant-afford-to-run/", "title": "State legislatures need more young people, but most can’t afford to run", "date_published": "2023-01-17 14:00:00+00:00", "description": "When young candidates ask me how to afford a campaign, I don’t have any good answers.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3815978-mccarthy-says-he-always-had-a-few-questions-about-santos-resume/", "title": "McCarthy says he 'always had a few questions' about Santos résumé", "date_published": "2023-01-17 13:47:17+00:00", "description": "House Speaker Kevin McCarthy (R-Calif.) said that he “always” had some questions about Rep. George Santos’s (R-N.Y.) résumé, showing some of his first apprehension about the first-term New York representative weeks after revelations of Santos’s vast fabrications about his background. “I always had a few questions about it,” McCarthy told CNN on Capitol Hill on Monday, referring...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3815945-biden-to-visit-california-areas-devastated-by-extreme-weather/", "title": "Biden to visit California areas devastated by extreme weather", "date_published": "2023-01-17 13:13:17+00:00", "description": "President Biden will travel to California on Thursday to visit parts of the state that have been battered by a recent series of severe winter storms, the White House said late Monday. Biden is set to meet with first responders, state and local officials and impacted communities, while also surveying recovery efforts and the need...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/3814516-the-battle-over-federal-spending-gop-tactics-may-change-but-not-the-outcome/", "title": "The battle over federal spending: GOP tactics may change but not the outcome", "date_published": "2023-01-17 13:00:00+00:00", "description": "The biggest impediment to cutting federal spending is voters, most of whom like the benefits they receive from the federal government but do not relish paying for them.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3815904-banks-unveils-senate-bid-in-indiana/", "title": "Banks unveils Senate bid in Indiana", "date_published": "2023-01-17 12:39:40+00:00", "description": "Rep. Jim Banks (R-Ind.) officially launched a bid for the U.S. Senate seat being vacated by Indiana Sen. Mike Braun (R-Ind.) on Tuesday, following Braun’s decision to run for Indiana governor. “We NEED conservatives in Washington who aren’t afraid to fight Biden’s radical agenda,” Banks said in a tweet on Tuesday, announcing his campaign. “That’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3809852-pat-toomey-we-miss-you-already/", "title": "Pat Toomey, we miss you already", "date_published": "2023-01-17 12:30:00+00:00", "description": "In his last substantive speech to the Senate (he gave a moving Senate farewell some days later), retiring Sen. Pat Toomey (R-Pa.) lambasted the use of security rationales to cover economic protectionism, arguing that the tactic would “haunt us like a protectionist Frankenstein unless Congress reins in executive abuse of the law.” Specifically, Toomey was...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/judiciary/3809650-11-states-have-ended-judicial-deference-to-executive-agencies-more-should-follow-their-lead/", "title": "11 states have ended judicial deference to executive agencies — more should follow their lead", "date_published": "2023-01-17 12:00:00+00:00", "description": "In federal and state courts around the country, Americans often face an uneven playing field when they square off against executive agencies, thanks to doctrines that require judges to rubber stamp agency interpretations of the law. And while the Supreme Court may be slow-walking the end of Chevron and Auer deference in the federal courts,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/morning-report/3815833-the-hills-morning-report-biden-house-gop-trade-blows/", "title": "The Hill's Morning Report — Biden, House GOP trade blows", "date_published": "2023-01-17 11:35:00+00:00", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Biden, House GOP trade blows Weekend air waves and social media were filled with barbed rhetoric and accusations so riddled with Washington-speak that few casual listeners can sort it...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3812730-biden-documents-case-marks-garlands-latest-test/", "title": "Biden documents case marks Garland's latest test", "date_published": "2023-01-17 11:00:00+00:00", "description": "The discovery of classified documents at President Biden's old office and Delaware home have thrust Attorney General Merrick Garland back into a situation none of his predecessors have encountered. Garland has, over the past three months, appointed two special counsels to review the handling of classified documents: One involving the current president, and one involving...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3815586-more-than-100-gop-donors-back-mcdaniel-for-another-term-as-rnc-leader/", "title": "More than 100 GOP donors back McDaniel for another term as RNC leader", "date_published": "2023-01-17 11:00:00+00:00", "description": "More than 100 GOP donors are backing Republican National Committee (RNC) Chair Ronna McDaniel for another term ahead of the party’s winter meetings later this month, where she is facing competition for the job. In a letter obtained by The Hill, the donors praised McDaniel’s fundraising track record, as well as the party’s voter registration...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3815124-schumer-mccarthy-working-relationship-off-to-rocky-start/", "title": "Schumer, McCarthy working relationship off to rocky start", "date_published": "2023-01-17 11:00:00+00:00", "description": "Senate Majority Leader Charles Schumer (D-N.Y.) and House Speaker Kevin McCarthy (R-Calif.) are set to test each other’s mettle as they battle over the debt limit, government funding and the 2024 election.   The two leaders don’t have much of a personal relationship, according to congressional aides and strategists, and their working relationship is off...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3809443-what-to-know-about-the-cars-of-the-future-being-built-by-tech-auto-companies/", "title": "What to know about the cars of the future being built by tech, auto companies", "date_published": "2023-01-17 11:00:00+00:00", "description": "Drivers can expect more electric cars and autonomous features to hit the market in the next few years as car makers go high-tech and tech industry giants like Google and Amazon branch further into automotives. Those trends were on full display at last week’s Consumer Electronics Show with companies from Sony to BMW, and even...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3815490-study-suggests-us-freshwater-fish-highly-contaminated-with-forever-chemicals/", "title": "Study suggests US freshwater fish highly contaminated with 'forever chemicals'", "date_published": "2023-01-17 05:01:00+00:00", "description": "Eating just one serving of freshwater fish each year could have the same effect as drinking water heavily polluted with “forever chemicals” for an entire month, a new study finds. The equivalent month-long amount of water would be contaminated at levels 2,400 times greaterthan what’s recommended by the Environmental Protection Agency’s (EPA) drinking water health...", "persistent": true, "language": "en-US", "user": "rumpel"}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3815570-former-gop-new-mexico-candidate-for-state-house-arrested-in-shootings-targeting-elected-officials/", "title": "Former GOP New Mexico candidate for state House arrested in shootings targeting elected officials", "date_published": "2023-01-17 03:27:39+00:00", "description": "A former GOP candidate for the New Mexico legislature was arrested Monday, accused of conspiring with and paying four men to shoot at the homes of four elected officials, appearing to target Democrats. Albuquerque police arrested Solomon Pena in connections with the shootings at the homes of two Bernalillo County commissioners and two state legislators....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3815531-meta-study-highlights-covid-dangers-during-pregnancy/", "title": "Meta-study highlights COVID dangers during pregnancy", "date_published": "2023-01-17 02:12:22+00:00", "description": "A new scientific review published Monday found that a COVID-19 infection at any time during a pregnancy increases the risk of maternal mortality, severe maternal morbidities and adverse newborn outcomes. The research, which was led by George Washington University professor Emily Smith, synthesized data from 12 different studies on the subject from 12 different countries....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3815521-experts-see-desperation-in-flailing-putins-war-leadership-shuffle/", "title": "Experts see 'desperation' in 'flailing' Putin's war leadership shuffle", "date_published": "2023-01-17 01:07:41+00:00", "description": "Russian President Vladimir Putin’s “flailing” decision this week to name a new leader for his invasion of Ukraine reflects a growing sense of desperation for the Kremlin, U.S. experts say.   The appointment of former chief of the general staff General Valery Gerasimov as overall commander of the country’s so-called special military operation has global watchers increasingly...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3815483-ny-republican-calls-for-doj-fec-to-freeze-santos-campaign-funds/", "title": "NY Republican calls for DOJ, FEC to freeze Santos campaign funds", "date_published": "2023-01-17 00:40:00+00:00", "description": "Rep. Nick LaLota is calling on the Department of Justice (DOJ) and the Federal Elections Commission (FEC) to freeze fellow New York Republican Rep. George Santos's campaign accounts amid escalating scrutiny of the new lawmaker's false claims before and during his successful House bid last year. \"To the extent there is actually any real money...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3815475-is-defund-the-irs-the-new-obamacare-repeal/", "title": "Is 'defund the IRS' the new ObamaCare repeal?", "date_published": "2023-01-17 00:00:00+00:00", "description": "We must ensure that Republicans don’t run the ACA playbook against the IRS.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}