{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/wstyd-dla-duzego-europejskiego-kraju-wiekszosc-firm-dalej-dziala-w-rosji/qembd0j", "title": "Ten europejski kraj pokazuje, jak dziurawe są sankcje. Większość firm dalej działa w Rosji", "date_published": "2023-01-17 20:18:16+00:00", "description": "Sankcje wobec Rosji miały uniemożliwić jej prowadzenie wojny, a niedługo minie już rok walk w Ukrainie. Przykład Austrii pokazuje, jak dziurawe są restrykcje. Prawie 70 proc. firm z tego kraju normalnie prowadzi w Rosji swoje biznesy. Wezwania do opuszczenia Rosji ignoruje m.in. Raiffeisen Bank — ważny element w rosyjskim systemie bankowym.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/greta-thunberg-aresztowana-nie-ustaja-protesty-w-sprawie-kopalni/g7cbz7p", "title": "Greta Thunberg aresztowana. Nie ustają protesty w sprawie uruchomienia kopalni", "date_published": "2023-01-17 19:21:33+00:00", "description": "Nie ustają protesty w Niemczech. Wśród strajkujących przeciw wydobyciu węgla i wyburzeniu wioski Luetzerath była Greta Thunberg, która we wtorek została zatrzymana przez policję.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kanclerz-olaf-scholz-zapewnia-niemcy-unikna-recesji/zmshxxr", "title": "Kanclerz Olaf Scholz zapewnia: Niemcy unikną recesji", "date_published": "2023-01-17 18:59:34+00:00", "description": "Największa gospodarka Europy miała w tym roku skurczyć się z powodu szybujących wcześniej cen gazu i spodziewanych jego niedoborów. Rzeczywistość okazuje się jednak znacznie lepsza. Niemiecki kanclerz Olaf Scholz wyraził przekonanie, że jego kraj uniknie w tym roku recesji. Umożliwi to lepsza dywersyfikacja dostaw błękitnego paliwa, przez co mniej bolesne okazuje się odcięcie od rosyjskich dostaw. Pomaga też szczęście w postaci łagodnej zimy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/sytuacja-powazna-najwieksza-silownia-jadrowa-w-europie-moze-nie-wznowic-pracy/epn989y", "title": "Największa siłownia jądrowa w Europie może już nie wznowić pracy. Straty rosną", "date_published": "2023-01-17 18:57:50+00:00", "description": "Niepokojące informacje płyną z Ukrainy. Szef ukraińskiego koncernu Enerhoatom stwierdził, że jeśli okupacja Zaporoskiej Elektrowni Atomowej przez rosyjskie wojska potrwa jeszcze rok lub dwa, przywrócenie funkcjonowania obiektu może okazać się niemożliwe. To największa siłownia jądrowa w Europie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosyjska-legia-cudzoziemska-oficjalnie-zarejestrowana-od-dawna-sa-na-ukrainie/4jqdw9w", "title": "Putin doczekał się swojej \"Legii Cudzoziemskiej\". Grupa Wagnera oficjalnie zarejestrowana", "date_published": "2023-01-17 18:33:36+00:00", "description": "Przyjaciel i powiernik Putina Jewgienij Prigożyn oficjalnie zarejestrował w Rosji spółkę PMC Wagner Center. Jej akcjonariusze pozostają niejawni. Firma oficjalnie będzie zajmować się \"doradztwem w zakresie działalności handlowej i zarządzania\" — donosi BBC.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/polska-goruje-nad-niemcami-nie-robia-postepow/7xwzzpg", "title": "Polska przed Niemcami w rankingu konkurencyjności firm. \"Nie robią postępów\"", "date_published": "2023-01-17 17:57:36+00:00", "description": "W najnowszym rankingu Europejskiego Centrum Badań Ekonomicznych (ZEW) Polska znalazła się przed Niemcami. Lepiej wypadamy od naszych zachodnich sąsiadów pod względem konkurencyjności firm rodzinnych. Bolączkami Niemiec są m.in. biurokracja, wysokie obciążenia podatkowe i spadająca innowacyjność.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/sztywny-harmonogram-i-wyczerpujaca-praca-pomogly-mu-wyjsc-z-wypalenia-zawodowego/v72wkpt", "title": "Byłem dyrektorem z depresją, który podjął pracę w magazynie Amazona. Pozbyłem się wypalenia zawodowego", "date_published": "2023-01-17 17:24:09+00:00", "description": "Byłem dyrektorem z depresją. Podjąłem pracę w magazynie Amazona za 18 dol. za godz. i wyleczyłem się z wypalenia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/polski-odziezowy-sklep-internetowy-celuje-w-podwojenie-przychodow/68wp9q6", "title": "Polski odzieżowy sklep internetowy celuje w podwojenie przychodów", "date_published": "2023-01-17 17:08:45+00:00", "description": "Answear ocenia, że jest \"na dobrej drodze, aby wyczerpać potencjał magazynu, szacowany na 2 mld zł\". Do 2025 roku spółka chce wejść do krajów bałtyckich, mniejszych bałkańskich i Mołdawii, a następnie otworzyć rynki zachodnioeuropejskie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/pradu-ze-slonca-bedzie-przybywac-na-rynku-do-zarobienia-sa-wielkie-pieniadze/mwdj2sh", "title": "\"Prądu ze słońca\" będzie przybywać. Na rynku do zarobienia są wielkie pieniądze", "date_published": "2023-01-17 16:34:01+00:00", "description": "Fotowoltaika od kilku lat bije w Polsce rekordy i wygląda na to, że czekają nas kolejne lata niezwykłej dynamiki. Jak wynika z raportu \"Rynek fotowoltaiki w Polsce 2022\" przeprowadzonego przez PMR dla spółki Corab, w ciągu najbliższych pięciu lat moc zainstalowana paneli PV może wzrosnąć o niemal 350 proc. względem końca 2021 r.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/makroekonomia/przecieki-z-europejskiego-banku-centralnego-podwyzki-stop-wyhamuja/xxw1nex", "title": "Europejski Bank Centralny jeszcze bardziej wciśnie hamulec. Podwyżki stóp nie będą takie duże", "date_published": "2023-01-17 16:23:04+00:00", "description": "Członkowie Rady Prezesów Europejskiego Banku Centralnego (EBC) zaczynają rozważać spowolnienie tempa podwyżek stóp procentowych do 25 punktów bazowych od marca – donosi agencja Bloomberga, powołując się na anonimowe źródła w EBC.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/rzad-podwyzszy-podatek-od-mieszkan-kto-je-zaplaci/0h0vp57", "title": "Wyższy podatek od mieszkań. Zyska tylko fiskus. Sprawdź, dlaczego", "date_published": "2023-01-17 16:20:54+00:00", "description": "Kupując szóste i kolejne mieszkanie, trzeba będzie zapłacić wyższy podatek od czynności cywilnoprawnych. Takie są plany rządu. Czy dzięki temu zwykły Kowalski będzie miał większy wybór mieszkań i do tego tańszych, jak zakłada Ministerstwo Rozwoju i Technologii? Eksperci nie mają wątpliwości, że nie. Kto zyska na zmianach?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/wlasciciel-zabki-zdradzil-opcje-na-wyjscie-z-inwestycji-kaczynski-byl-zainteresowany/t4774bg", "title": "Właściciel Żabki zdradził opcję na wyjście z inwestycji. Kaczyński był zainteresowany", "date_published": "2023-01-17 16:10:35+00:00", "description": "Spółka odpowiedzialna za sieć sklepów Żabka może wejść na giełdę, ale niekoniecznie w Warszawie. To preferowany scenariusz na wyjście z inwestycji przez właściciela. Wcześniej zainteresowania popularną siecią nie krył prezes PiS Jarosław Kaczyński.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/hipoteki-frankowe-znowu-uderzaja-w-banki-do-konca-kosztow-jeszcze-daleko/cyxvm2e", "title": "Hipoteki frankowe znowu uderzają w banki. Do końca kosztów jeszcze daleko", "date_published": "2023-01-17 15:37:33+00:00", "description": "PKO BP, mBank, BNP Paribas, Millennium — te czołowe polskie banki już poinformowały o kolejnych wielkich rezerwach na hipoteki frankowe obciążających ostatni kwartał 2022 r. Podobnych odpisów liczonych w miliardach złotych będzie jeszcze więcej, bo obecne — choć zawiązywane od trzech lat — są wciąż niewystarczające.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/goraco-w-davos-szefowa-ke-oskarzyla-chiny-i-stany-zjednoczone/k0jydqm", "title": "Szefowa KE oskarżyła Chiny o \"nieuczciwe praktyki\". Dostało się też prezydentowi USA", "date_published": "2023-01-17 15:24:54+00:00", "description": "Iskrzy w Davos. Szefowa Komisji Europejskiej Ursula von der Leyen skrytykowała otwarcie wyścig Chin i Stanów Zjednoczonych w przyciąganiu gałęzi przemysłu czystych technologii. Padły zarzuty dotyczące nieuczciwych praktyk i groźby wszczęcia dochodzenia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/polska-ratuje-wschodnia-czesc-niemiec-przed-brakiem-paliwa/z9r1v2c", "title": "Polska ratuje wschodnią część Niemiec przed brakiem paliwa", "date_published": "2023-01-17 15:06:35+00:00", "description": "Kluczowy zakład petrochemiczny dla wschodniej części Niemiec otrzyma brakującą ropę naftową. Dostawy będą przechodzić przez gdański port. Od początku stycznia rafineria w Schwedt pracuje na 50 proc. mocy produkcyjnych, a dostarcza 90 proc. paliwa dla Berlina.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/klienci-bankow-ruszyli-po-pomoc-z-funduszu-wsparcia-kredytobiorcow-oto-nowe/fcwk0hr", "title": "Klienci banków ruszyli po pomoc z Funduszu Wsparcia Kredytobiorców. Wypłynęło ponad pół miliarda", "date_published": "2023-01-17 14:41:14+00:00", "description": "Skokowy wzrost stóp procentowych i wartości spłacanych rat za kredyty mieszkaniowe spowodował, że — pomimo wakacji kredytowych — sporo klientów zakwalifikowało się do pomocy z Funduszu Wsparcia Kredytobiorców. W samym 2022 r. wartość pomocy sięgnęła ponad 550 mln zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/bilety-kolejowe-za-drogie-rzad-chce-ulzyc-pasazerom-pociagow/c1h5e7f", "title": "Rząd chce ulżyć pasażerom pociągów. Jest komentarz w sprawie obniżki VAT", "date_published": "2023-01-17 14:37:17+00:00", "description": "Rząd przyznaje, że z niepokojem patrzy na wzrost cen biletów kolejowych i zamierza interweniować w tej sprawie. Nad rozwiązaniami pracuje Ministerstwo Finansów. W grę raczej nie wchodzi obniżka VAT. Rozwiązanie ma być \"inne i korzystniejsze\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/dyrektor-slynnego-funduszu-w-mocnych-slowach-na-temat-esg/e203vyq", "title": "Dyrektor słynnego funduszu w mocnych słowach na temat ESG", "date_published": "2023-01-17 14:16:13+00:00", "description": "Na Światowym Forum Ekonomicznym w Davos Larry Fink skrytykował zyskującą na popularności kwestię społecznej odpowiedzialności biznesu. Określił ją jako \"brzydką i osobistą\". Dyrektor wielkiego funduszu inwestycyjnego przyznał, że nigdy nie doświadczył tak osobistych ataków.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/eksport-do-czech-i-ukrainy-wystrzelil-jak-z-procy-nowe-dane-gus/wkt4zbx", "title": "Eksport do Czech i Ukrainy wystrzelił jak z procy. Nowe dane GUS", "date_published": "2023-01-17 14:08:14+00:00", "description": "Ukraina w listopadzie była siódmym największym polskim rynkiem eksportowym — wynika z najnowszych danych GUS. Liczony w euro eksport na ten rynek wzrósł o aż 97,5 proc. rok do roku. Czesi w Polsce też robili olbrzymie zakupy. Niemcy były poza pierwszą piątką wzrostu naszego eksportu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/poradnik-finansowy/ubezpieczenia/ubezpieczenie-samochodu-na-miesiac-ile-kosztuje/zjh6s24", "title": "Ubezpieczenie samochodu na miesiąc – ile kosztuje, gdzie kupić, jakie są warunki?", "date_published": "2023-01-17 14:00:00+00:00", "description": "Obowiązkowemu OC, czyli ubezpieczeniu odpowiedzialności cywilnej, podlegają wszyscy kierowcy posiadający m.in. samochód lub motocykl. Zazwyczaj firmy specjalizujące się w tego typu usługach oferują podstawowe ubezpieczenie OC obowiązujące przez 12 miesięcy. Po tym czasie najczęściej trzeba taką ochronę odnowić i opłacić za kolejny okres. Zdarza się jednak, że potrzebne jest ubezpieczenie samochodu na miesiąc, czyli na znacznie krótszy czas. Czy jest ono możliwe? Jak wówczas wygląda kwestia umowy? Ile to kosztuje?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/duze-pieniadze-dla-rolnikow-rzad-przyjal-projekt/bgvdeq6", "title": "Polska może liczyć na duże unijne pieniądze na rolnictwo. Rząd przyjął projekt", "date_published": "2023-01-17 13:49:29+00:00", "description": "Polska będzie mogła ubiegać się o 25 mld euro z unijnych funduszy skierowanych na rolnictwo. Wsparcie będą mogli otrzymać rolnicy, ale też przedsiębiorcy. Chodzi m.in. o wsparcie: dla sektora owoców i warzyw oraz dla sektora pszczelarskiego. W grę wchodzą np. inwestycyjne i premie dla młodych rolników.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/chinskie-wladze-twierdza-ze-szczyt-zachorowan-juz-minal-i-gospodarka-jest-na-dobrej/ld17gep", "title": "Chińskie władze twierdzą, że szczyt zachorowań już minął i gospodarka jest na dobrej drodze", "date_published": "2023-01-17 13:47:48+00:00", "description": "Chiny mają już za sobą szczyt zachorowań na COVID-19, a tempo powrotu do normalności przekracza oczekiwania — przekonywali chińscy oficjele podczas spotkań z inwestorami na Światowym Forum Ekonomicznym w Davos. Zadeklarowali otwartość na zagraniczne inwestycje i zapowiedzieli odbicie gospodarcze.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/najlepsza-i-najzdrowsza-dieta/24ywc3k", "title": "Jak jeść, by być zdrowym i szczupłym? Oto najlepsza dieta dla wszystkich", "date_published": "2023-01-17 13:44:00+00:00", "description": "Popularność różnego typu diet nie przestaje rosnąć. Część z nas wybiera takie, które mają pomóc nam schudnąć, część chce się po prostu zdrowiej odżywiać. Twórcy niektórych diet odchudzających obiecują oszałamiające rezultaty, które można osiągnąć w bardzo krótkim czasie. To bywa niebezpieczne. Dietetycy zalecają wszystkim regularne, odpowiednio zbilansowane odżywianie, które jest najbezpieczniejsze dla zdrowia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/domy-w-japonii-najmniejsze-domy-na-swiecie/6q1peh4", "title": "18 zdjęć z domów Japończyków, które pokazują, czym jest minimalizm", "date_published": "2023-01-17 13:40:00+00:00", "description": "Japonia bywa nazywana kolebką minimalizmu. To wpływ filozofii Zen oraz regularne trzęsienia ziemi, które zmuszają Japończyków do posiadania jak najmniejszej liczby rzeczy. Wiele tych minimalistycznych rozwiązań jest bardzo praktycznych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/xbox-series-s-czy-xbox-series-x-czym-sie-roznia-i-co-lepiej-kupic/j9dc4q0", "title": "Xbox Series S czy Xbox Series X? Czym się różnią i co lepiej kupić?", "date_published": "2023-01-17 13:40:00+00:00", "description": "Chcesz kupić Xboxa, ale nie wiesz, na który model się zdecydować? Wybór nie jest jednoznaczny, a pomocny może okazać się mój poradnik. Przedstawiam wady i zalety obu urządzeń i sugeruję dla kogo lepszy będzie Series S, a dla kogo Series X.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/jedzenie/kieliszek-wina-dziennie-wcale-nie-jest-zdrowy-wyniki-nowych-badan/vvsgpvx", "title": "Lampka wina lub małe piwo dziennie mogą prowadzić do problemów z sercem. Wyniki nowych badań", "date_published": "2023-01-17 13:20:00+00:00", "description": "Ostatnie wyniki badań europejskich kardiologów wskazują, że codzienne spożywanie dawki alkoholu, jaka znajduje się w jednym piwie lub kieliszku wina, może prowadzić do problemów z sercem. To podważa prawdziwość opisanego w 1980 r. zjawiska, nazywanego \"francuskim paradoksem\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/zagraniczne-firmy-wiecej-inwestuja-w-polsce-nie-wszystko-jednak-idzie-dobrze/4sknmhc", "title": "Zagraniczne firmy więcej inwestują w Polsce. Nie wszystko jednak idzie dobrze", "date_published": "2023-01-17 13:12:25+00:00", "description": "Zagraniczne firmy przy wsparciu Polskiej Agencji Inwestycji i Handlu zainwestowały w Polsce w 2022 r. ponad 3,7 mld euro, czyli o 200 mln euro więcej niż przed rokiem. Najwięcej wyłożyli Niemcy, Szwajcarzy i Japończycy. Problemem jest jednak to, że wszystkie inwestycje — publiczne i prywatne — w stosunku do PKB są najsłabsze od lat.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/elementem-szkolenia-marines-jest-komora-gazowa/yxs4xzw", "title": "Elementem szkolenia marines jest komora gazowa. \"Te kilka minut odczuwalne było niczym godzina\"", "date_published": "2023-01-17 13:00:00+00:00", "description": "Zanim rekruci Korpusu Piechoty Morskiej zostaną żołnierzami piechoty morskiej, muszą ukończyć 13-tygodniowe szkolenie. Jednym z jego najbardziej przerażających elementów jest komora gazowa. Rekruci poddawani są działaniu gazu CS, bardziej znanego jako gaz łzawiący.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/nowe-dodatki-do-rachunkow-za-ogrzewanie-znamy-szczegoly/hqvfxf2", "title": "Nowe dodatki do rachunków za ogrzewanie. Znamy szczegóły", "date_published": "2023-01-17 12:50:53+00:00", "description": "Kancelaria Premiera poinformowała we wtorek, że ma już nowy mechanizm wsparcia dla odbiorców ciepła. W komunikacie poinformowano, że \"jeżeli nastąpi wzrost cen ciepła większy niż 40 proc., to przedsiębiorstwa energetyczne otrzymają wyrównanie, tak by uprawnieni odbiorcy nie zostali obciążeni nadmiernymi kosztami ciepła\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/chleb-maka-i-pizza-z-maki-ze-swierszczy-jest-zgoda-brukseli/wd46c1w", "title": "Chleb, mąka i pizza na mące ze świerszczy. Jest zgoda Brukseli", "date_published": "2023-01-17 12:09:24+00:00", "description": "Bruksela w styczniu zezwoliła na wprowadzenie do obrotu na unijnym rynku proszku ze świerszcza domowego. Tym samym \"pod strzechy\" trafić będą mogły m.in. takie wyroby jak chleby, pizza czy mąka z tego insekta. Ale zastosowań jest znacznie więcej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/kolejny-miesiac-wielkich-zyskow-bankow-o-rekord-w-calym-roku-bedzie-jednak-trudno/4h5lswd", "title": "Kolejny miesiąc wielkich zysków banków. O rekord w całym roku będzie jednak trudno", "date_published": "2023-01-17 12:08:33+00:00", "description": "Wzrost stóp procentowych, przekładający się na szybsze zwiększenie dochodowość kredytów niż kosztu depozytów, napędza wynik odsetkowy i zyski banków. Zyskom sprzyja też dobra spłacalność kredytów i niewielkie rezerwy. Po 11 miesiącach 2022 r. wynik jest lepszy niż rok temu, ale na pobicie rekordu w całym 2022 r. nie zanosi się.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/miliony-polakow-dostana-podwyzki-kij-ma-jednak-dwa-konce/m4qxym1", "title": "Miliony Polaków dostaną podwyżki. Kij ma jednak dwa końce", "date_published": "2023-01-17 12:04:36+00:00", "description": "Płaca minimalna rośnie w tym roku dwukrotnie. Według szacunków skoczą więc pensje ponad 2 mln Polaków. Dla wielu biznesów ta podwyżka w połączeniu z drożejącymi rachunkami może być obciążeniem nie do udźwignięcia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/sasin-bedziemy-rozmawiac-w-davos-z-partnerami-od-atomu/q9jw3vz", "title": "Sasin: będziemy rozmawiać w Davos z partnerami od atomu", "date_published": "2023-01-17 11:54:26+00:00", "description": "Będziemy spotykać się podczas tegorocznego światowego forum z wielkimi zagranicznymi firmami, które chcą być partnerami dla polskich firm. Zwłaszcza jeśli chodzi o rozwój OZE i energetyki jądrowej — zapowiedział wicepremier, minister aktywów państwowych Jacek Sasin podczas otwarcia Polskiego Domu w Davos, inicjatywy towarzyszącej Światowemu Forum Ekonomicznemu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/indeks-zew-niemiecka-gospodarka-juz-po-kryzysie-to-szansa-dla-polski/jppxgwj", "title": "Niemiecka gospodarka już po kryzysie. To szansa dla Polski", "date_published": "2023-01-17 11:37:57+00:00", "description": "Nie dość, że inflacja w grudniu solidnie w Niemczech spadła, to i jeden z najważniejszych wskaźników koniunktury ekonomicznej zamiast na poziomie spadkowym znalazł się po wyraźnie wzrostowej stronie. Ekonomiści są zaskoczeni. Poprawa nastrojów na zachód od Odry to szansa na wzrost polskiego eksportu, który w ostatnich miesiącach do Niemiec rósł dużo wolniej niż do innych krajów świata.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/maly-zus-plus-co-zrobic-by-placic-nizsze-skladki/gk1v5r4", "title": "Mały ZUS. Chcesz oszczędzić na składkach? Nie możesz przegapić tego terminu", "date_published": "2023-01-17 11:37:54+00:00", "description": "Chcesz przejść na mały ZUS plus? ZUS przypomina, że trzeba to zrobić do 31 stycznia. Chodzi o przedsiębiorców, którzy w ubiegłym roku nie korzystali z takiej ulgi w opłacaniu składek, a chcieliby w tym roku. — Ci, którzy korzystali z ulgi w 2022 r. i nadal spełniają warunki, nie muszą zgłaszać się ponownie — dodaje ZUS.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/dzieciaki-roblox-i-msze-na-ktore-trudno-jest-wejsc-jest-w-tym-potencjal-do-zarabiania/2nx6eqy", "title": "Dzieciaki odprawiają msze i rozpalają internet. Jest w tym potencjał do zarabiania", "date_published": "2023-01-17 11:33:51+00:00", "description": "W czasach, gdy Kościół ma problem z przyciągnięciem wiernych do świątyń, na internetowe msze odprawiane przez graczy w grze Roblox trudno się dopchać. — Z pewnością można wprowadzić mikropłatności i zbierać na tacę, remontować wirtualne kościoły, prowadzić usługi dla wiernych – mówi portalowi wirtualnemedia.pl Robert Sosnowski, CVO agencji Biuro Podróży Reklamy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/sobolewski-wprost-nie-wszystkie-kamienie-milowe-beda-realizowane/tq7hrc6", "title": "Sobolewski wprost: nie wszystkie kamienie milowe będą realizowane", "date_published": "2023-01-17 11:01:14+00:00", "description": "— Pewne uregulowania zawarte w kamieniach milowych są do przyjęcia, ale pewne będziemy realizować na zasadzie bardzo elastycznej, a niektóre są nie do przyjęcia — powiedział we wtorek sekretarz generalny PiS Krzysztof Sobolewski.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/alpejskie-krajobrazy-i-krystaliczne-jeziora-odkryj-piekno-szwajcarii/mdl7qqn", "title": "Alpejskie krajobrazy i krystaliczne jeziora — odkryj piękno Szwajcarii", "date_published": "2023-01-17 10:57:00+00:00", "description": "Szwajcaria przyciąga swoim pięknem wszystkich miłośników gór, kameralnych alpejskich miasteczek, jezior i rzek z krystalicznie czystą wodą. To kraj, który potrafi zachwycić swoim pięknem i różnorodnością. Szwajcaria słynie z oszałamiających scenerii, czystego powietrza, panoramicznych widoków i możliwości bliskiego obcowania z naturą, ale także punktualności mieszkańców oraz niezawodnej komunikacji kolejowej i rzecznej, która pozwala na swobodne przemieszczanie się po całym kraju. To właśnie z niej korzystać będą uczestnicy wycieczek objazdowych po Szwajcarii, zwiedzających ją z biurem podróży Albatros. Co więcej? Uczestnicy podczas podróży statkiem lub pociągiem (Glacier Express i Bernina Express), będą mieli okazję poznać najpiękniejsze miasta Szwajcarii, takie jak Montreux, Saint Moritz, Lugano i Bazylea. W artykule polecamy sprawdzone i docenione przez klientów wycieczki po Szwajcarii. Oferta dotyczy wycieczek w sezonie wiosna — lato 2023.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/aparaty-natychmiastowe-wciaz-sa-popularne-najnowszy-ranking/43nlslw", "title": "Aparaty natychmiastowe wciąż są popularne — najnowszy ranking", "date_published": "2023-01-17 10:48:00+00:00", "description": "Aparaty natychmiastowe cieszą się niesłabnącą popularnością. W świecie wszechobecnej cyfryzacji dają coś bezcennego: namacalne zdjęcie. Warto mieć taki sprzęt pod ręką, żeby szybko uwiecznić chwilę. Wybierz jeden z pięciu najpopularniejszych w styczniu aparatów natychmiastowych według danych z porównywarki cen Skąpiec.pl.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/ile-premier-zarobil-na-obligacjach-ekspert-wyliczyl-prawdopodobne-odsetki/1wx766s", "title": "Ile premier \"zarobił\" na obligacjach? Ekspert wyliczył prawdopodobne odsetki", "date_published": "2023-01-17 10:42:09+00:00", "description": "Premier Mateusz Morawiecki zainwestował miliony w obligacje i teraz najprawdopodobniej odcina od tego kupony w postaci odsetek i to niemałych. Wyliczeń potencjalnych zysków na prośbę tvn24.pl podjął się Michał Sadrak z portalu obligacje.pl.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/cztery-wysoko-oceniane-miejsca-na-pamietny-urlop-w-wietnamie/b4d4nyv", "title": "Cztery wysoko oceniane miejsca na pamiętny urlop w Wietnamie", "date_published": "2023-01-17 10:38:00+00:00", "description": "Oto cztery wyselekcjonowane, świetnie oceniane obiekty hotelowe położone na jednej z najbardziej znanych wysp Wietnamu, a dokładniej na rajskim Phu Quoc - największej wyspie Wietnamu. Wszystkie znajdują się przy samym morzu i dysponują pięknymi basenami.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/muskowi-nie-podoba-sie-instagram-sprawia-ze-ludzie-sa-przygnebieni/ttde3c7", "title": "Muskowi nie podoba się Instagram. \"Sprawia, że ludzie są przygnębieni\"", "date_published": "2023-01-17 10:24:25+00:00", "description": "Według Elona Muska Instagram sprawia, że ludzie są przygnębieni, a Twitter ich irytuje. \"Może powinniśmy spędzać mniej czasu na mediach społecznościowych...?\" - napisał miliarder.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pawel-sobczak-nie-zyje/9prwt0y", "title": "Paweł Sobczak nie żyje", "date_published": "2023-01-17 10:13:45+00:00", "description": "W poniedziałek 16 stycznia zmarł Paweł Sobczak, wieloletni dziennikarz Redakcji Ekonomicznej PAP Biznes (w latach 1998-2003) oraz polskiej redakcji agencji Reuters (w latach 2003-2018).", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/cos-dziwnego-dzieje-sie-na-rynku-pracy-czy-to-juz-koniec-ery-pracownika/mg60ce2", "title": "Coś dziwnego dzieje się na rynku pracy. Czy to już koniec ery pracownika?", "date_published": "2023-01-17 10:08:05+00:00", "description": "Skala i zasięg grudniowego spadku liczby ofert zatrudnienia potwierdzają pogorszenie koniunktury na rynku pracy — czytamy we wtorek w \"Rzeczpospolitej\". Z jednej strony można więc mówić o końcu rynku pracownika. Z drugiej strony firmy nie mogą jednak liczyć na powrót dawnej sytuacji na rynku pracodawców.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/trzy-samochody-bmw-ktore-warto-poznac-blizej/l1qn4ss", "title": "Trzy samochody BMW, które warto poznać bliżej", "date_published": "2023-01-17 10:05:00+00:00", "description": "BMW ma w swojej ofercie wiele aut stanowiących obiekty westchnień fanów motoryzacji. Przyjrzeliśmy się nieco dokładniej trzem modelom o różnych charakterach. Czy któreś z tych BMW jest dla ciebie?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/uokik-sprawdzi-czy-eko-naprawde-jest-eko-na-liscie-znane-firmy/xl0lb3b", "title": "UOKiK sprawdzi, czy \"eko\" naprawdę jest \"eko\". Na liście znane firmy", "date_published": "2023-01-17 10:04:01+00:00", "description": "Dziś w modzie jest dbać o środowisko i zapewniać klientów o byciu \"eko\". Urząd Ochrony Konkurencji i Konsumentów zamierza jednak sprawdzić, jak deklaracje mają się do rzeczywistości i czy aby nie dochodzi do klasycznego greenwashingu. Na liście firm, które Urząd weźmie pod lupę, jest m.in. Allegro czy LPP - pisze \"Puls Biznesu\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/gaz-najtanszy-od-13-miesiecy-a-pgnig-orlenu-utrzymuje-ceny-koncern-tlumaczy/y79yjkl", "title": "Gaz najtańszy od 13 miesięcy, a PGNiG Orlenu utrzymuje ceny. Koncern tłumaczy", "date_published": "2023-01-17 10:03:14+00:00", "description": "Niedawno Orlen ustami swojego prezesa tłumaczył się dlaczego zawyżał ceny paliw samochodowych w grudniu. Tym razem analitycy zauważają, że w przejętym przez Orlen PGNiG dzieje się coś podobnego. Ceny gazu w Europie lecą na łeb na szyję, ale PGNiG Obrót Detaliczny utrzymuje cenę sprzed podwyżki. Koncern tłumaczy, dlaczego tak się dzieje.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/zabil-go-prad-sklep-spozywczy-jork-w-czestochowie-wywiesil-klepsydre/mpyyg2w", "title": "\"Zabił go prąd\". Przed małym rodzinnym sklepem zawisła klepsydra", "date_published": "2023-01-17 09:15:09+00:00", "description": "33 — dokładnie tyle lat istniał niewielki rodzinny sklep, którego właśnie \"pokonały\" inflacja i wynikający z niej wzrost cen za prąd. Lokal kończy  swoją działalność. \"Ostatni rachunek za energię był tym przysłowiowym gwoździem do trumny\" — żaliła się w rozmowie z TVN24 współwłaścicielka sklepu Jolanta Rutkowska.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/duda-zbieramy-sojusznikow-ktorzy-przekaza-czolgi-ukrainie/vqmzdy9", "title": "Duda: zbieramy sojuszników, którzy przekażą czołgi Ukrainie", "date_published": "2023-01-17 09:09:17+00:00", "description": "Trwają rozmowy z różnymi krajami w sprawie przekazania Ukrainie leopardów do walki z rosyjskim agresorem. Liczymy na to, że uda się zorganizować brygadę pancerną — stwierdził prezydent Andrzej Duda w kuluarach Światowego Forum Ekonomicznego w szwajcarskim Davos.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/porcelana-krzysztof-do-likwidacji-klienci-wykupuja-co-moga/l42r8h6", "title": "Klienci szturmują likwidowaną porcelanę Krzysztof. \"Pozbawiają nas dziedzictwa\"", "date_published": "2023-01-17 08:52:15+00:00", "description": "Po informacji o likwidacji działającego od 200 lat zakładu produkującego porcelanę Krzysztof w Wałbrzychu klienci rzucili się na zakupy. Przyjeżdżają po kilkadziesiąt kilometrów, żeby zdążyć z zakupem ostatnich sztuk porcelanowych kubków, talerzy czy innych naczyń. — To jest nasze dziedzictwo. I ktoś nas go pozbawia — nie kryją żalu mieszkańcy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ostry-spadek-inflacji-w-niemczech-polowa-tego-co-w-polsce/1m3m7cz", "title": "Ostry spadek inflacji w Niemczech. Wzrost cen o połowę niższy niż w Polsce", "date_published": "2023-01-17 08:40:56+00:00", "description": "Inflacja w Niemczech już nie jest dwucyfrowa —wynika z danych Destatis. Wyniosła w grudniu ub.r. 8,6 proc. rok do roku w porównaniu do 10 proc. miesiąc wcześniej. W porównaniu z listopadem odnotowano prawie procentowy spadek cen. Średniorocznie w 2022 r. wzrost cen był jednak rekordowy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/beda-doplaty-do-ciepla-rzad-zadziala-w-trybie-pilnym/tev9cwk", "title": "Będą nowe dopłaty do ciepła. Rząd zadziała \"w trybie pilnym\"", "date_published": "2023-01-17 08:34:24+00:00", "description": "Minister klimatu Anna Moskwa poinformowała we wtorek rano, że rząd jeszcze dziś zajmie się projektem ustawy chroniącym odbiorców ciepła. Chodzi o nowe dodatki dla ciepłowni i obywateli, którzy otrzymują właśnie wyższe rachunki za ogrzewanie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-17-stycznia-2023/3h41vhg", "title": "Kurs franka 17 stycznia poniżej 4,7", "date_published": "2023-01-17 08:12:19+00:00", "description": "Frank szwajcarski poniżej 4,7. We wtorek rano 17 stycznia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,6877.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-17-stycznia-2023/ymwnhrv", "title": "Kurs dolara 17 stycznia poniżej 4,35", "date_published": "2023-01-17 08:09:36+00:00", "description": "Kurs dolara poniżej 4,35. We wtorek rano 17 stycznia 2022 r. kurs USD/PLN wynosi 4,3301.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-17-stycznia-2023/rgw3sdk", "title": "Kurs euro 17 stycznia w okolicach 4,7", "date_published": "2023-01-17 08:07:44+00:00", "description": "Kurs euro w okolicach 4,7. We wtorek rano 17 stycznia 2022 r. kurs EUR/PLN wynosił 4,6898 zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury/rzad-nie-doszacowal-waloryzacji-juz-szykuje-sie-na-wieksze-wyplaty-dla-emerytow/z9cmb4y", "title": "Rząd nie doszacował waloryzacji. Już szykuje się na większe wypłaty dla emerytów", "date_published": "2023-01-17 06:49:41+00:00", "description": "Marcowa waloryzacja rent i emerytur będzie wyższa niż zakładał rząd w projekcie ustawy budżetowej. — O ile wyższa ta waloryzacja będzie, dowiemy się w lutym, bo potrzebny nam jest jeszcze średnioroczny wskaźnik wynagrodzeń w gospodarce narodowej — mówi w rozmowie z portalem interia.pl minister finansów Magdalena Rzeczkowska. Dodaje, że pieniądze na ten cel się znajdą. Wypowiedziała się także m.in. na temat 15. emerytur oraz ogólnej sytuacji gospodarki.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury/zus-pokazal-dramatyczna-prognoze-dla-emerytow-te-dane-nie-klamia/twtwxew", "title": "ZUS pokazał dramatyczną prognozę dla emerytów. Te dane nie kłamią", "date_published": "2023-01-17 06:35:32+00:00", "description": "Dziś tysiąc pracowników musi utrzymać średnio 390 emerytów. W 2080 r. liczba ta wzrośnie do 839 osób w wieku poprodukcyjnym — wynika z najnowszej prognozy ZUS. To fatalne dane dla świadczeń przyszłych emerytów. Prezes Uścińska uspokaja jednak, że Fundusz Ubezpieczeń Społecznych na zmiany demograficzne będzie odporny i o żadnym bankructwie nie może być mowy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/widac-pierwsze-spadki-cen-mieszkan-wlasciciele-godza-sie-na-obnizki/7eqq5dh", "title": "Widać pierwsze spadki cen mieszkań. \"Właściciele godzą się na obniżki\"", "date_published": "2023-01-17 06:26:08+00:00", "description": "Nawet o 6–8 proc. i to zaledwie w ciągu kwartału spadły ceny dużych lokali. Polacy przenoszą się na rynek najmu. A rząd grozi przyspieszeniem prac nad opodatkowaniem hurtowych zakupów lokali — czytamy we wtorek w \"Rzeczpospolitej\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/zwiazkowcy-z-tvp-chca-1-tys-zl-podwyzki-pisza-o-27-mld-zl-dotacji/2y1924l", "title": "Związkowcy z TVP chcą 1 tys. zł podwyżki. Piszą o 2,7 mld zł dotacji", "date_published": "2023-01-17 06:22:06+00:00", "description": "Pracownicy w Telewizji Polskiej żądają od pracodawcy podwyżki inflacyjnej w wysokości 1 tys. zł. W piśmie do szefostwa TVP argumentują, że \"przyznane Spółce środki wystarczą też na ten cel\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-17012023/ys9jn5l", "title": "Rząd zaskakuje. Nie chce czekać z wnioskiem o pieniądze z KPO na uchwalenie kamieni milowych", "date_published": "2023-01-17 06:10:24+00:00", "description": "Rząd nie chce czekać z wnioskiem o wypłatę pieniędzy z KPO na wejście w życie ustaw o sądzie najwyższym i o wiatrakach. Jednocześnie dalej zapowiada ukrócenie zjawiska hurtowych zakupów mieszkań na rynku. Liczba nowych ofert pracy w Polsce zaczęła rosnąć, ale jednocześnie nadal spada, w zależności od tego, jak to liczyć, dokładnie tak samo jest z inflacją bazową. Z Chin zaś nadeszły nowe dane makroekonomiczne, znacznie lepsze od oczekiwań. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/chiny-sie-kurcza-to-pierwsze-takie-dane-od-60-lat/725c15f", "title": "Chiny kurczą się pierwszy raz od 60 lat. \"Historyczny punkt zwrotny\"", "date_published": "2023-01-17 05:57:33+00:00", "description": "Populacja Chin spadła w 2022 roku po raz pierwszy od dziesięcioleci. To historyczna zmiana, która może mieć długoterminowe konsekwencje dla gospodarki krajowej i światowej — pisze \"Financial Times\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kosciol-postawi-luksusowy-hotel-musimy-szukac-nowych-zrodel-utrzymania/c7fst1g", "title": "Kościół postawi luksusowy hotel. \"Ofiary od wiernych są niewystarczające\"", "date_published": "2023-01-17 05:49:38+00:00", "description": "Kościół postawi nad jeziorem luksusowy hotel. Po co taka inwestycja? — Sytuacja zmusza do szukania nowych źródeł utrzymania. Ofiary od wiernych nie wystarczą — powiedział arcybiskup metropolita warmiński Józef Górzyński. Jak dodał, pieniądze zdobyte w ten sposób \"pozwolą ratować należące do Kościoła zabytki\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/umowa-na-pamietniki-podpisana-boris-johnson-jeszcze-raz-zarobi-na-swojej-karierze/nqp1je2", "title": "Umowa podpisana. Boris Johnson jeszcze raz zarobi na swojej karierze premiera", "date_published": "2023-01-17 05:46:25+00:00", "description": "Były premier Wielkiej Brytanii Boris Johnson zawarł umowę na napisanie pamiętników z okresu swojego urzędowania — ogłosiło w poniedziałek wydawnictwo HarperCollins, zapowiadając, że będą to wspomnienia nieprzypominające żadnych innych autorstwa jego poprzedników. Zarobić może nawet ponad 1 mln funtów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/60-proc-firm-szykuje-podwyzki-cen-w-najblizszych-miesiacach/vbkxkpw", "title": "60 proc. firm szykuje podwyżki cen w najbliższych miesiącach", "date_published": "2023-01-17 05:36:03+00:00", "description": "Blisko 60 proc. firm, głównie mikroprzedsiębiorstw, planuje podnieść ceny w najbliższych miesiącach - wynika z badania \"Zakupy firmowe\". Deklaruje tak najczęściej handel i usługi.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/zakup-kontrolowany-fiskusa-urzednicy-robia-ich-150-dziennie-jak-sie-bronic/cjynp0s", "title": "Byli już u ciebie? Fiskus robi 150 zakupów kontrolowanych dziennie", "date_published": "2023-01-17 05:30:00+00:00", "description": "Prowadzisz sklep, zakład fryzjerski czy kosmetyczny? Miej się na baczności. Skarbówka nie próżnuje. Dziennie przeprowadza nawet 150 zakupów kontrolowanych. Zdaniem ekspertów to dużo. Widać, że kontrolerzy wiedzą, gdzie zrobić zakupy – mówią. Ministerstwo Finansów w odpowiedzi na pytania Business Insidera potwierdza, że część to donosy. Efektem są mandaty nakładane na sprzedawców. Tak wynika z danych resortu finansów", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ta-reforma-wraca-jak-bumerang-dotyczy-pensji-milionow-polakow/gz3gey9", "title": "Ta reforma wraca jak bumerang. Tym razem pod \"kryptonimem\" A71G. Dotyczy pensji milionów Polaków", "date_published": "2023-01-17 05:10:00+00:00", "description": "Choć w ostatnich tygodniach w kontekście KPO znacznie więcej czasu poświęca się reformie sądownictwa czy ustawie wiatrakowej, to z punktu widzenia milionów Polaków kluczowy może okazać się kamień milowy A71G. Co to takiego? Pełne ozusowanie umów zleceń, które ma uporządkować rynek pracy, ale będzie skutkować m.in. niższymi pensjami na rękę dla osób, które nie pracują na etacie. Rząd obiecał, że reformę wdroży bardzo szybko.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/spelniaja-sie-obawy-klientow-problemy-z-nowym-finansowaniem-po-skorzystaniu-z-wakacji/rkgw5t4", "title": "Spełniają się obawy klientów. Problemy z nowym finansowaniem po skorzystaniu z wakacji kredytowych", "date_published": "2023-01-17 05:00:00+00:00", "description": "Z wakacji kredytowych wprowadzonych ustawą latem 2022 r. i pozwalających na zwieszenie płatności łącznie ośmiu rat w latach 2022 i 2023 skorzystało już 1,8 mln klientów polskich banków. Rozwiązanie to ma ulżyć osobom borykającym się ze wzrostem rat hipotek wskutek wysokich stóp procentowych. Jednak samo skorzystanie z niego nie powinno obarczać kredytobiorców negatywnymi konsekwencjami. Chodzi głównie o możliwość zaciągania kolejnych kredytów. Jeden z naszych czytelników skarży się jednak, że po wakacjach kredytowych mocno spadł jego scoring BIK, co bank przedstawił jako powód odmowy zwiększenia mu limitu na karcie kredytowej.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}