{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/microsoft-azure-services-flaws-couldve.html", "title": "Microsoft Azure Services Flaws Could've Exposed Cloud Resources to Unauthorized Access", "date_published": "2023-01-17 14:12:00+00:00", "description": "Four different Microsoft Azure services have been found vulnerable to server-side request forgery (SSRF) attacks that could be exploited to gain unauthorized access to cloud resources.\nThe security issues, which were discovered by Orca between October 8, 2022 and December 2, 2022 in Azure API Management, Azure Functions, Azure Machine Learning, and Azure Digital Twins, have since been addressed", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/hackers-can-abuse-legitimate-github.html", "title": "Hackers Can Abuse Legitimate GitHub Codespaces Feature to Deliver Malware", "date_published": "2023-01-17 12:45:00+00:00", "description": "New research has found that it is possible for threat actors to abuse a legitimate feature in GitHub Codespaces to deliver malware to victim systems.\nGitHub Codespaces is a cloud-based configurable development environment that allows users to debug, maintain, and commit changes to a given codebase from a web browser or via an integration in Visual Studio Code.\nIt also comes with a port", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/4-places-to-supercharge-your-soc-with.html", "title": "4 Places to Supercharge Your SOC with Automation", "date_published": "2023-01-17 11:07:00+00:00", "description": "It's no secret that the job of SOC teams continues to become increasingly difficult. Increased volume and sophistication of attacks are plaguing under-resourced teams with false positives and analyst burnout.\nHowever, like many other industries, cybersecurity is now beginning to lean on and benefit from advancements in automation to not only maintain the status quo, but to attain better security", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/zoho-manageengine-poc-exploit-to-be.html", "title": "Zoho ManageEngine PoC Exploit to be Released Soon - Patch Before It's Too Late!", "date_published": "2023-01-17 10:38:00+00:00", "description": "Users of Zoho ManageEngine are being urged to patch their instances against a critical security vulnerability ahead of the release of a proof-of-concept (PoC) exploit code.\nThe issue in question is CVE-2022-47966, an unauthenticated remote code execution vulnerability affecting several products due to the use of an outdated third-party dependency, Apache Santuario.\n\"This vulnerability allows an", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/researchers-uncover-3-pypi-packages.html", "title": "Researchers Uncover 3 PyPI Packages Spreading Malware to Developer Systems", "date_published": "2023-01-17 06:36:00+00:00", "description": "A threat actor by the name Lolip0p has uploaded three rogue packages to the Python Package Index (PyPI) repository that are designed to drop malware on compromised developer systems.\nThe packages – named colorslib (versions 4.6.11 and 4.6.12), httpslib (versions 4.6.9 and 4.6.11), and libhttps (version 4.6.12) – by the author between January 7, 2023, and January 12, 2023. They have since been", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}