{"entries": [{"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/17/jeremy-renner-released-from-hospital", "title": "Jeremy Renner released from hospital after snowplow accident", "date_published": "2023-01-17 22:33:05+00:00", "description": "<p>Actor was hospitalized after he was crushed by a snowplow while trying to clear driveway near his Nevada home</p><p>The actor Jeremy Renner has returned home from hospital, as he recovers from an accident involving a snowplow that left him seriously injured.</p><p>Renner, 52, updated fans by commenting on a tweet posted by the account of his Paramount+ TV show, Mayor of Kingstown. He wrote: “Outside my brain fog in recovery, I was very excited to watch episode 2.01 with my family at home.”</p> <a href=\"https://www.theguardian.com/film/2023/jan/17/jeremy-renner-released-from-hospital\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/17/bbc-apologises-for-porn-prank-during-gary-linekers-fa-cup-football-coverage", "title": "BBC apologises for pornographic prank during FA Cup football coverage", "date_published": "2023-01-17 22:23:31+00:00", "description": "<p>Mobile phone hidden in studio by prankster emitted loud moaning cries during live broadcast</p><p>The BBC has apologised after its coverage of an FA Cup football match was marred by pornographic noises being played loudly while its presenters were live on air.</p><p>Gary Lineker, the host, later said in a tweet that the moaning noises came from a hidden mobile phone which had been “taped to the back of the set” in the studio looking out over the pitch at Wolverhampton Wanderers’ Molineux stadium.</p> <a href=\"https://www.theguardian.com/media/2023/jan/17/bbc-apologises-for-porn-prank-during-gary-linekers-fa-cup-football-coverage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/17/west-brom-chesterfield-fa-cup-third-round-replay-match-report", "title": "John Swift sparks FA Cup replay victory for West Brom over Chesterfield", "date_published": "2023-01-17 22:04:21+00:00", "description": "<p>West Brom did what they could not in the opening instalment of this tie: kill off Chesterfield via a far more convincing display than when grabbing a lifeline in the dying seconds on the third round’s opening weekend.</p><p>That Brandon Thomas-Asante equaliser broke the heart of the Derbyshire club and their fans but this evening had a different feel: from the opening whistle there appeared only one victor and it was not the team from England’s fifth tier. Who knows if these opponents will have to wait quite as long to meet again as before this two-instalment joust but Chesterfield can feel as proud at their showing as the support that followed them here.</p> <a href=\"https://www.theguardian.com/football/2023/jan/17/west-brom-chesterfield-fa-cup-third-round-replay-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/17/california-storm-death-toll-deluge-subside", "title": "California storm death toll climbs to 20 as deluge begins to subside", "date_published": "2023-01-17 22:03:32+00:00", "description": "<p>Nine powerful atmospheric rivers delivered about 24.5tn gallons of water across the state, causing over $1bn dollars worth of damage</p><p>Sunshine beamed across parts of California on Tuesday, signaling a hopeful end to extreme downpours that drenched the Golden State. The nine powerful atmospheric rivers that bore down in quick succession over the last three weeks – dropping an estimated 24.5tn gallons of water across California from 26 December to 11 January – left death and disaster in their wake.</p><p>At least 20 people have been killed during the deluges, as the severe storms submerged streets, produced fast-moving flash floods and tore into inundated hillsides that sent mud sliding onto homes and highways. Along with torrents of rain, blustery winds ripped down trees and power lines, leaving hundreds of thousands without electricity during the storms.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/17/california-storm-death-toll-deluge-subside\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/17/wolves-liverpool-fa-cup-third-round-replay-match-report", "title": "Liverpool edge Wolves in FA Cup replay thanks to Harvey Elliott’s stunner", "date_published": "2023-01-17 21:56:40+00:00", "description": "<p>Jürgen Klopp received the reaction he demanded and the reward he craved. Liverpool will make a quick return to Brighton, scene of Saturday’s humbling in the Premier League, after holding off a determined yet toothless Wolves to secure a fourth round visit to the Amex Stadium.</p><p>The Liverpool manager wanted another bite at Brighton simply to show a different face to Roberto De Zerbi and his team <a href=\"https://www.theguardian.com/football/2023/jan/14/brighton-liverpool-premier-league-match-report\">following the 3-0 reverse</a> that he described as one of the <a href=\"https://www.theguardian.com/football/2023/jan/14/klopp-blasts-really-bad-liverpool-as-coach-labels-brighton-loss-as-his-worst\">worst of his managerial career</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jan/17/wolves-liverpool-fa-cup-third-round-replay-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/17/worlds-oldest-known-person-french-nun-lucile-randon-sister-andree-dies-at-118", "title": "World’s oldest known person, French nun Lucile Randon, dies at 118", "date_published": "2023-01-17 21:26:34+00:00", "description": "<p>Sister Andrée was born in 1904 and survived an outbreak of Covid-19 in 2021 in her nursing home that killed 10 other residents</p><p>The world’s oldest known person, French nun Lucile Randon, has died aged 118, a spokesperson has said.</p><p>Randon, known as Sister Andrée, was born in southern France on 11 February 1904, when the first world war was still a decade away.</p> <a href=\"https://www.theguardian.com/society/2023/jan/17/worlds-oldest-known-person-french-nun-lucile-randon-sister-andree-dies-at-118\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/17/marjorie-taylor-greene-paul-gosar-house-committee-assignments", "title": "Far-right Marjorie Taylor Greene and Paul Gosar restored to House panels", "date_published": "2023-01-17 21:20:04+00:00", "description": "<p>Greene will sit on the House homeland security committee while Gosar will be on the natural resources panel</p><p>Two far-right members of Congress whose threatening behavior prompted their removal from committees when Democrats controlled the US House were given assignments on Tuesday by the new Republican speaker, Kevin McCarthy.</p><p>Marjorie Taylor Greene of Georgia will sit on the House homeland security committee. Paul Gosar of Arizona was named to the natural resources panel.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/17/marjorie-taylor-greene-paul-gosar-house-committee-assignments\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/17/know-your-sht-review-a-cheery-odyssey-into-other-peoples-poo", "title": "Know Your Sh!t review – a cheery odyssey into other peoples’ poo", "date_published": "2023-01-17 21:00:26+00:00", "description": "<p>Avoid eating chocolate ice-cream while watching this surprisingly poignant gut health show, which is filmed in ‘Poo HQ’. Think Embarrassing Bodies meets You Are What You Eat …</p><p>British television is going down the pan. Literally, in the case of Know Your Sh!t (Channel 4), a likable new pop-science odyssey exploring the <a href=\"https://www.theguardian.com/lifeandstyle/2017/nov/06/microbiome-gut-health-digestive-system-genes-happiness\">hot-right-now</a> <a href=\"https://www.theguardian.com/news/2018/mar/26/the-human-microbiome-why-our-microbes-could-be-key-to-our-health\">subject of gut health</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2022/may/15/go-with-your-gut-tim-spector-power-of-microbiome\">what we can all do to improve</a> <a href=\"https://www.theguardian.com/society/2021/jul/11/unlocking-the-gut-microbiome-and-its-massive-significance-to-our-health\">our gut microbiomes</a>. Don’t be put off by the title, even though it has been softened by a P!nk-style quirk of punctuation. This show makes a point about how needlessly squeamish Britons can be about this subject matter, and what that could mean for people who might otherwise be helped to better health by confronting their poo.</p><p>This will not put you off your dinner, they promise, and it’s true that there is no <a href=\"https://www.theguardian.com/media/2007/feb/12/advertising.food\">Gillian McKeith-style</a> use of a lollipop stick to prod around in whatever the subject has left in a tub. It’s also true that there is a lot of poo and fart chat, in the required level of detail for a semi-medical programme, so it does rather depend on when you had your dinner, and what it was. I wouldn’t necessarily recommend watching Know Your Sh!t with a tray on your knee.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/17/know-your-sht-review-a-cheery-odyssey-into-other-peoples-poo\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/darius-miles-alabama-crimson-tide-basketball-murder-charge", "title": "Alabama’s Darius Miles supplied gun used in murder of young mother, say police", "date_published": "2023-01-17 20:50:17+00:00", "description": "<ul><li>Jamea Harris was shot dead near university campus at weekend</li><li>Lawyers for basketball player say he maintains his innocence</li></ul><p>Investigators say a University of Alabama basketball player <a href=\"https://www.theguardian.com/sport/2023/jan/15/darius-miles-charged-capital-murder-alabama-basketball\">charged with capital murder</a> provided the gun used in the fatal shooting of a 23-year-old woman, but another man fired the weapon.</p><p>Investigators say that Darius Miles admitted to providing the weapon used to kill Jamea Harris. Another man is accused of firing the gun and killing Harris near the university’s campus.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/darius-miles-alabama-crimson-tide-basketball-murder-charge\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/clamour-for-inquiry-into-officers-who-let-david-carrick-remain-in-met-police", "title": "Clamour for inquiry into officers who let David Carrick remain in Met police", "date_published": "2023-01-17 20:32:22+00:00", "description": "<p>Former Labour deputy leader Harriet Harman says officers who allowed offender’s career to flourish must be investigated</p><p>The Metropolitan police and the government are coming under pressure to punish officers who allowed the serial rapist David Carrick to be shielded from the sack despite multiple warnings about his abuse and violence against women during his two decades in the force.</p><p>The demands came as the police watchdog, the Independent Office of Police Conduct, confirmed it had no plans to investigate how Carrick went undetected.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/clamour-for-inquiry-into-officers-who-let-david-carrick-remain-in-met-police\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/17/john-foster-obituary", "title": "John Foster obituary", "date_published": "2023-01-17 20:29:49+00:00", "description": "<p>My father, John Foster, who has died aged 88, was an artist and teacher. “With hindsight I have never been a creative enough or dedicated enough artist to make a niche,” he told me in 1985, but he was in thrall to his craft. Always distracted by the landscape around him (he fortunately never drove), in retirement he created a substantial body of beautiful work primarily from walks on the Quantocks – where he worked alongside his close friend David Macfarlane – the Brendons and West Penwith. His art speaks for this thoughtful, complicated man.</p><p>Born in Thornaby-on-Tees, then in the North Riding of Yorkshire, to policeman Robert and domestic servant Doris (nee Kemp), he and his three siblings moved regularly around the region. Bright – Ampleforth primary school got the day off when he won a place at Malton grammar school – sensitive and clearly artistic, he did not fit in easily.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/17/john-foster-obituary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/17/john-colley-obituary", "title": "John Colley obituary", "date_published": "2023-01-17 20:09:49+00:00", "description": "<p>My colleague and friend John Colley, who has died aged 92, was a pioneering epidemiologist and professor of public health medicine at Bristol University.</p><p>Born in Bath, John was the son of Alice (nee Nuttall), a nurse, and Richard Colley, an ophthalmic surgeon.<strong> </strong>From Kingswood school he went to St Thomas’ Hospital Medical School, London, graduating in 1955. He was among that early postwar cohort who expanded epidemiology to give it more dynamic clinical relevance. Their new measures of physical and mental function for use in population studies enabled research to show how illness and disease risk develop over long periods of life, and how ageing occurs.</p> <a href=\"https://www.theguardian.com/society/2023/jan/17/john-colley-obituary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/picture/2023/jan/17/martin-rowson-on-uk-ministers-blocking-scotlands-gender-recognition-law-cartoon", "title": "Martin Rowson on UK ministers blocking Scotland’s gender recognition law – cartoon", "date_published": "2023-01-17 20:01:24+00:00", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jan/17/martin-rowson-on-uk-ministers-blocking-scotlands-gender-recognition-law-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/17/antonio-conte-unhappy-public-face-of-spurs", "title": "Antonio Conte unhappy at being left alone as the public face of Spurs", "date_published": "2023-01-17 19:59:56+00:00", "description": "<ul><li>‘If only the coach speaks there are misunderstandings’</li><li>Tottenham have won three of past nine league games</li></ul><p>Antonio Conte has opened up on the frustration he feels at being the public face of Tottenham, the only management figure questioned on club policy, and wondered why he has no support in this area from the board or departmental heads.</p><p>Conte, under pressure after three Premier League wins in nine, goes to Manchester City on Thursday seeking to improve on a dismal sequence of results against the division’s big sides. <a href=\"https://www.theguardian.com/football/2022/aug/14/chelsea-tottenham-hotspur-premier-league-match-report\">Spurs drew at Chelsea</a> at the start of the season but they have <a href=\"https://www.theguardian.com/football/2023/jan/15/tottenham-hotspur-arsenal-premier-league-match-report\">lost home</a> and <a href=\"https://www.theguardian.com/football/2022/oct/01/arsenal-tottenham-premier-league-match-report\">away against Arsenal</a>, <a href=\"https://www.theguardian.com/football/2022/oct/19/manchester-united-tottenham-premier-league-match-report\">away at Manchester United</a> and <a href=\"https://www.theguardian.com/football/2022/nov/06/tottenham-liverpool-premier-league-match-report\">home against Liverpool</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jan/17/antonio-conte-unhappy-public-face-of-spurs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/17/misogyny-hidden-in-plain-uniformed-sight-but-braverman-pulls-her-punches-over-the-met", "title": "Misogyny hidden in plain uniformed sight – but Braverman pulls her punches over the Met", "date_published": "2023-01-17 19:48:00+00:00", "description": "<p>Sex offender David Carrick is sacked. But will heads roll under the home secretary or many more officers slip under the radar?</p><p>Let’s think this one through. We all know that the Metropolitan police has a culture of misogyny and racism. That’s accepted by almost everyone. Even the Met. Now imagine someone who is so far above the abusive norm that he is given the nickname of “Bastard Dave” by his fellow officers. A man beyond the pale even for certified wrong’uns. The Bastard’s Bastard. That someone was David Carrick. A man whose obvious unfitness for the job seemed to be a cause of celebration rather than shame.</p><p>Not once does anyone appeared to have had second thoughts about Bastard Dave. Quite the reverse. Every time he was linked to another crime against women he seemed to get another promotion. The Met’s very own Bastardised version of confirmation bias. If Carrick was out there, committing all these crimes, then he must be “one of us”. On the side of the angels. The kind of copper to make London proud. He wasn’t even suspended when he was finally accused of rape.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/17/misogyny-hidden-in-plain-uniformed-sight-but-braverman-pulls-her-punches-over-the-met\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/brazil-coup-bolsonaro-supporters-charged-attack-capital", "title": "Brazil charges 39 with staging coup after storming of government buildings", "date_published": "2023-01-17 19:40:29+00:00", "description": "<p>Bolsonaro supporters are also accused of armed criminal association and violent attempt to subvert democratic state of law</p><p>The office of Brazil’s prosecutor-general has presented its first charges against some of the thousands of people who authorities say stormed government buildings in an effort to overturn former president Jair Bolsonaro’s loss in the October election.</p><p>The prosecutors in the recently formed group to combat antidemocratic acts have also requested that the 39 defendants who allegedly <a href=\"https://www.theguardian.com/world/2023/jan/12/lula-bolsonaro-brazil-mob-presidential-palace\">ransacked the Brazilian congress building </a>be imprisoned as a preventive measure, and that 40m reais ($7.7m) of their assets be frozen to help cover damages.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/brazil-coup-bolsonaro-supporters-charged-attack-capital\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/17/george-santos-house-committees", "title": "George Santos will be seated on committees, House speaker says", "date_published": "2023-01-17 19:37:56+00:00", "description": "<p>Kevin McCarthy deflects growing calls for Santos to resign over his largely made-up résumé and suspect campaign finances</p><p>George Santos – the New York Republican congressman under local, state, federal and <a href=\"https://www.theguardian.com/us-news/2023/jan/03/george-santos-brazil-reactivates-fraud-case\">international</a> investigation over his largely made-up résumé, suspect campaign finances and <a href=\"https://www.theguardian.com/us-news/2023/jan/03/george-santos-brazil-reactivates-fraud-case\">potentially criminal</a> aspects of his personal history – “will get seated on committees”, the US House speaker said on Tuesday.</p><p>Speaking to reporters at the Capitol, Kevin McCarthy <a href=\"https://twitter.com/mkraju/status/1615398620509143040\">said</a>: “We will be done with all committees today – he will get seated on committees.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/17/george-santos-house-committees\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/westminster-block-on-scotlands-gender-recognition-bill-may-be-gift-to-the-snp", "title": "Westminster block on Scotland’s gender recognition bill may be gift to the SNP", "date_published": "2023-01-17 19:18:40+00:00", "description": "<p>Nicola Sturgeon’s party has been quick to portray the overruling of the Scottish parliament as another sign independence is needed</p><p>“I honestly can’t tell if I’m angry or exhausted, probably a mix,” said Arabel, one of a group of young trans Scots who shared their experiences with MSPs last year as the Holyrood parliament considered the gender recognition reform bill.</p><p>The group’s frustration and weariness was palpable on Wednesday morning, following the announcement from Scottish secretary, Alister Jack, that he will <a href=\"https://www.theguardian.com/world/2023/jan/16/rishi-sunak-blocks-scotlands-gender-recognition-legislation\">block the bill</a> – which simplifies the system by which transgender individuals change their gender and lowers the age of application to 16.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/westminster-block-on-scotlands-gender-recognition-bill-may-be-gift-to-the-snp\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/former-jockey-danny-brock-facing-ban-racing-betting-conspiracy", "title": "Former jockey Danny Brock facing long ban from racing for betting conspiracy", "date_published": "2023-01-17 19:13:03+00:00", "description": "<ul><li>BHA panel found Brock deliberately stopped three horses</li><li>Case concerned three races in late 2018 and early 2019</li></ul><p>Danny Brock, a jockey on the Flat from 2009 to 2021, will face a significant ban from the sport after the British Horseracing Authority’s independent disciplinary panel decided on Tuesday that he had deliberately stopped three horses as part of a conspiracy to profit from betting on their races.</p><p>The BHA’s case against Brock and five other individuals, including Sean McBride, the son and assistant of Newmarket trainer Philip “Charlie” McBride, concerned three races at all-weather tracks between December 2018 and March 2019.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/former-jockey-danny-brock-facing-ban-racing-betting-conspiracy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/video/2023/jan/17/riot-police-carry-greta-thunberg-away-from-german-coalmine-protest-video", "title": "Riot police carry Greta Thunberg away from German coalmine protest – video", "date_published": "2023-01-17 19:08:18+00:00", "description": "<p>The climate activist was taken away by police during a protest against the demolition of a German village to make way for a coalmine. Thunberg was detained after sitting near the edge of the opencast Garzweiler 2 mine, about 5 miles from the village of Lützerath. Riot police backed by bulldozers removed activists from buildings in the village, with only a few left in trees and an underground tunnel at the weekend, but protesters including Thunberg remained at the site and staged a sit-in into Tuesday</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/17/greta-thunberg-detained-at-coal-protest-in-germany\">Greta Thunberg detained at coal protest in Germany</a><br /></li></ul> <a href=\"https://www.theguardian.com/environment/video/2023/jan/17/riot-police-carry-greta-thunberg-away-from-german-coalmine-protest-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/man-charged-with-assaulting-arsenal-aaron-ramsdale-at-north-london-derby", "title": "Man charged with assaulting Arsenal’s Aaron Ramsdale at north London derby", "date_published": "2023-01-17 19:04:22+00:00", "description": "<p>Joseph Watts, 35, will face court on Friday charged with assault and throwing a missile on to pitch</p><p>A man has been charged with assault after the Arsenal goalkeeper Aaron Ramsdale was kicked by a Tottenham Hotspur fan at Sunday’s north London derby.</p><p>Joseph Watts, 35, of Hackney in east London, was charged with assault by beating, going on to an area adjacent to a playing area and throwing a missile on to a football pitch, the Metropolitan police said. He is due to appear at Highbury magistrates court on Friday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/man-charged-with-assaulting-arsenal-aaron-ramsdale-at-north-london-derby\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/17/wolves-v-liverpool-fa-cup-third-round-replay-live-score-updates", "title": "Wolves v Liverpool: FA Cup third round replay – live", "date_published": "2023-01-17 19:02:17+00:00", "description": "<ul><li>FA Cup updates from the 7.45pm GMT kick-off at Molineux</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Get in touch: you can <a href=\"mailto:scott.murray@theguardian.com\">drop Scott a line here</a></li></ul><p><strong>Wolves make two changes from the XI named at Anfield.</strong> Jose Sa and Joao Moutinho come in for Matija Sarkic and Goncalo Guedes. Diego Costa returns from the workshop and takes up his place on the bench.</p><p><strong>By contrast, Liverpool rip it up and start again.</strong> Only three players who started the original tie keep their place: Ibrahima Konate, Thiago and Cody Gakpo. In come Caoimhin Kelleher, James Milner, Joe Gomez, Kostas Tsimikas, Stefan Bajcetic, Naby Keita, Harvey Elliott and Fabio Carvalho. Darwin Nunez remains injured. (For the record, it’s also eight changes from the rabble sent out for last Saturday’s debacle at Brighton, with Konate, Thiago and Gakpo once again the only three to keep their place, so whichever way you slice it, Jurgen Klopp has given everything a good old shoogle.)</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/17/wolves-v-liverpool-fa-cup-third-round-replay-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/17/spare-by-prince-harry-review-magical-thinking-in-montecito-tina-brown", "title": "Spare by Prince Harry review – magical thinking in Montecito", "date_published": "2023-01-17 19:00:23+00:00", "description": "<p>The blockbuster memoir may be a literary success, but it represents an abject failure of insight, writes former Vanity Fair editor and author of The Diana Chronicles, Tina Brown</p><p>One of the few good decisions that <a href=\"https://www.theguardian.com/uk/prince-harry\">Prince Harry</a> has made in the last five turbulent years was to take George Clooney’s advice and hire a ghostwriter as skilled as the novelist JR Moehringer. Spare is gripping in its ability to channel Harry’s unresolved emotional pain, his panicky, blinkered drive, his improbably winning rapscallion voice, and his skewed, conflicted worldview. Best of all, Moehringer knows how to drill down into scattered memories and extract the critical details that make this hyper-personal chronicle an unexpected literary success.</p><p>Who will forget the scene of monarch and grandson grasping dead pheasants, “their bodies still warm through my gloves” after a Sandringham shoot, confronting each other as she tries to escape in her Range Rover from what she knows is coming. “I’ve been told that, er, that I have to ask your permission to propose [to Meghan],” Harry mumbles. “Well then,” replies her majesty, “I suppose I have to say yes.” It’s one of the joys of this memoir that Harry is still puzzling over her answer. “Was she being sarcastic? Ironic? Was she indulging in a bit of wordplay?” One imagines that gingery face screwed up in a knot of incomprehension that no sentient reader shares about what the queen actually meant.</p> <a href=\"https://www.theguardian.com/books/2023/jan/17/spare-by-prince-harry-review-magical-thinking-in-montecito-tina-brown\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/can-commissioner-put-met-police-back-together-fury-david-carrick", "title": "Can commissioner put broken Met back together as fury against police grows?", "date_published": "2023-01-17 18:47:27+00:00", "description": "<p>As the David Carrick scandal is added to a long list, Sir Mark Rowley faces a mammoth – and lonely – task to win back public support</p><p>Four months on from becoming commissioner of the Metropolitan police, this should be the honeymoon period for Sir Mark Rowley. Instead, a nightmare is engulfing his force and commissionership that has been years – if not decades – in the making. </p><p>The task facing Rowley is putting his force’s reputation back together again, at speed, as public incredulity and anger grows, while conducting the crime-fighting business of the Met in a demanding city, under intense media gaze, squeezed budgets, antiquated technology systems, historic low public confidence, a fed-up workforce and large sections of his force who think the world is out to get them.<br /><br />The Met has admitted that <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/how-met-police-officer-david-carrick-terrorised-women-over-two-decades\">David Carrick, convicted of 85 serious offences</a>, including 48 rapes, should never have been allowed to join the force – or be kept on despite complaints against him, enabling him to use his status and protection as an officer to carry out his attacks. <br /><br />Rowley is trying to show that the Met under his leadership understands the scale of the problem and is fixing it. Central to this is a review of every officer and staff member who in the past decade has faced an allegation of domestic or sexual abuse.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/can-commissioner-put-met-police-back-together-fury-david-carrick\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/17/tesla-self-driving-video-staged-testimony-senior-engineer", "title": "Tesla video promoting self-driving was staged, senior engineer testifies", "date_published": "2023-01-17 18:44:18+00:00", "description": "<p>Video from 2016 was promoted by Elon Musk as evidence that ‘Tesla drives itself’</p><p>A 2016 video that Tesla used to promote its self-driving technology was staged to show capabilities like stopping at a red light and accelerating at a green light that the system did not have, according to testimony by a senior engineer.</p><p>The video, which <a href=\"https://www.tesla.com/videos/full-self-driving-hardware-all-tesla-cars\">remains archived on Tesla’s website</a>, was released in October 2016 and promoted on Twitter by Elon Musk as evidence that “Tesla drives itself”.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/17/tesla-self-driving-video-staged-testimony-senior-engineer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/video/2023/jan/17/heavy-rainfall-leaves-trail-of-destruction-across-california-video", "title": "Heavy rainfall leaves trail of destruction across California – video", "date_published": "2023-01-17 18:42:57+00:00", "description": "<p>California is grappling with the damage left by a series of storms since late December, wreaking havoc in nearly every region from the northern coast to Los Angeles. Intense rainfall has blocked access to roads, flooded houses and left rural areas inaccessible. Communities have been forced to evacuate as land and mudslides still threaten the worst-affected regions</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/jan/16/california-weather-rainstorms-deadly-atmospheric-river\">California’s rainstorm hell ‘among the most deadly disasters in our history’</a><br /></li><li><a href=\"https://www.theguardian.com/us-news/2023/jan/15/california-storms-biden-major-disaster-atmospheric-rivers-forecast\">California storms: Biden declares major disaster as more flooding forecast</a><br /></li><li><a href=\"https://www.theguardian.com/us-news/2023/jan/15/california-storms-thousands-without-power-as-more-wind-rain-and-snow-hit\">California storms: thousands without power as more wind, rain and snow hit</a><br /></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/jan/17/heavy-rainfall-leaves-trail-of-destruction-across-california-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/ben-wallace-and-eu-defence-ministers-to-press-germany-over-tanks-to-ukraine", "title": "Ben Wallace and EU defence ministers to press Germany over tanks to Ukraine", "date_published": "2023-01-17 18:37:00+00:00", "description": "<p>UK defence secretary will meet counterparts from Poland and Baltics in drive to get Berlin to agree re-export of Leopard 2 tanks</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/17/russia-ukraine-war-live-7000-civilians-confirmed-killed-but-actual-toll-considerably-higher-says-un\">Russia-Ukraine war – latest news updates</a></li></ul><p>The British defence secretary, Ben Wallace, will join counterparts from Poland and the Baltic countries in Estonia to mount a final attempt to put pressure on Germany to <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/uk-seeks-more-german-support-as-it-confirms-challenger-tanks-for-ukraine\">authorise sending Leopard 2 tanks to Ukraine</a> this week.</p><p>The meeting of so-called “Leopard coalition” of countries willing to or keen to see western tanks sent to Kyiv comes a day before a group of about 50 defence ministers assemble in Ramstein, Germany to discuss future weapons shipments to Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/ben-wallace-and-eu-defence-ministers-to-press-germany-over-tanks-to-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/17/the-guardian-view-on-reforming-the-met-a-systemic-problem-demands-political-leadership", "title": "The Guardian view on reforming the Met: a systemic problem demands political leadership | Editorial", "date_published": "2023-01-17 18:30:23+00:00", "description": "<p>Appalling failings allowed David Carrick to thrive in the force despite terrorising women over decades</p><p>David Carrick is one of <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/metropolitan-police-officer-david-carrick-revealed-as-serial-rapist\">the worst sex offenders in modern criminal history</a>, responsible for 85 crimes against 12 women, whom he terrorised through violence, abuse, coercion and humiliation. But the deeper horror of the case of the Met police officer, <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/david-carrick-sacked-from-metropolitan-police-for-gross-misconduct\">sacked on Tuesday</a>, is not its singularity but the chilling fact that this is familiar terrain. The force is now investigating claims of domestic and sexual abuse against 800 officers. This is only the latest in a litany of scandals exposing misogyny, racism and homophobia, and raising questions about its ability to protect the public.</p><p>Carrick’s position – particularly following his promotion to the parliamentary and diplomatic protection command, an elite armed unit – was not incidental to his crimes, but enabled them: he traded on his status to <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/how-met-police-officer-david-carrick-terrorised-women-over-two-decades\">silence his victims</a>. It is remarkable, as well as admirably brave, that <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/met-police-david-carrick-one-woman-act-of-bravery-abuse\">one persisted</a>. His recruitment and promotion also ring alarm bells about the vetting procedure. One incident took place <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/david-carrick-timeline-of-key-events-in-life-of-serial-rapist\">before he joined</a>, another during his probation period.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/17/the-guardian-view-on-reforming-the-met-a-systemic-problem-demands-political-leadership\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/17/the-guardian-view-on-a-deal-for-northern-ireland-sunak-must-face-down-his-ultras", "title": "The Guardian view on a deal for Northern Ireland: Sunak must face down his ultras | Editorial", "date_published": "2023-01-17 18:25:23+00:00", "description": "<p>Brexit maximalists must not be allowed to derail progress in easing barriers to trade across the Irish Sea   </p><p>Following the disastrous Liz Truss interlude in Downing Street, Rishi Sunak was championed by supporters as the <a href=\"https://www.thetimes.co.uk/article/competence-is-back-rishi-sunak-inspire-tory-doubters-strikes-latest-x88kmfxnv\">pragmatic antidote</a> to a period of ideological extremism. As progress is finally made in resolving differences with Brussels over post-Brexit Northern Ireland trade arrangements, Mr Sunak’s ability to justify that reputation for sober realism is about to be put to a defining test.</p><p>Monday’s <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/statement_23_221\">joint statement</a> on the Northern Ireland protocol – the second in the space of a week – by the foreign secretary, James Cleverly, and the EU’s chief negotiator, Maroš Šefčovič, confirmed the new desire to engage on the British side. Though “significant” differences remain, it is clear that minds are being focused ahead of the <a href=\"https://www.gov.uk/government/topical-events/the-25th-anniversary-of-the-belfast-good-friday-agreement\">25th anniversary</a> of the Good Friday agreement in April, and a possible visit by Joe Biden.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/17/the-guardian-view-on-a-deal-for-northern-ireland-sunak-must-face-down-his-ultras\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/diverse-watford-one-of-growing-number-of-rainbow-towns", "title": "Diverse Watford one of growing number of ‘rainbow’ towns", "date_published": "2023-01-17 18:24:42+00:00", "description": "<p>Geographers formulate ‘diversity index’ ranking places by spread of ethnic groups</p><p>Watford is one of a number of growing “rainbow” towns and cities in England and Wales, places where ethnic diversity is on the rise and segregation is on the wane.</p><p>Using the latest census data, <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/ethnic-segregation-in-england-and-wales-on-the-wane-research-finds\">a team of international geographers</a> formulated a “diversity index” that ranks places by the spread of different ethnic groups represented.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/diverse-watford-one-of-growing-number-of-rainbow-towns\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/17/uk-foreign-secretary-defends-weapons-supply-to-ukraine", "title": "UK foreign secretary defends ‘moral imperative’ of sending tanks to Ukraine", "date_published": "2023-01-17 18:07:06+00:00", "description": "<p>James Cleverly says support must be intensified to bring war to conclusion in remarks that appear aimed at US</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/17/russia-ukraine-war-live-7000-civilians-confirmed-killed-but-actual-toll-considerably-higher-says-un\">Russia-Ukraine war – latest news updates</a></li></ul><p>The UK foreign secretary has justified the <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/uk-seeks-more-german-support-as-it-confirms-challenger-tanks-for-ukraine\">supply of Challenger tanks </a>to Ukraine, saying it was designed to bring the war to a quick conclusion and there was a moral imperative to end the war soon due to the casualties and cost.</p><p>“This war has been dragging on for a long time already. And now is the time to bring it to a conclusion,” James Cleverly told a Washington thinktank.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/17/uk-foreign-secretary-defends-weapons-supply-to-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/17/worlds-oldest-runestone-found-in-norway-archaeologists-say", "title": "World’s oldest runestone found in Norway, archaeologists say", "date_published": "2023-01-17 18:01:45+00:00", "description": "<p>The 2,000-year-old inscription is among the earliest examples of words recorded in writing</p><p>Archaeologists in Norway have found what they claim is the world’s oldest runestone, saying the inscriptions are up to 2,000 years old and date back to the earliest days of the enigmatic history of runic writing.</p><p>The flat, square block of brownish sandstone has carved scribbles, which may be the earliest example of words recorded in writing in Scandinavia, the Museum of Cultural History in Oslo said. </p> <a href=\"https://www.theguardian.com/science/2023/jan/17/worlds-oldest-runestone-found-in-norway-archaeologists-say\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/17/royal-mail-boss-mps-simon-thompson-strikes", "title": "Royal Mail boss has a shocker as meeting with MPs doesn’t go well | Nils Pratley", "date_published": "2023-01-17 17:59:10+00:00", "description": "<p>Simon Thompson seemed to arrive to talk about strikes determined not to answer questions asked</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jan/17/royal-mail-strike-cwu-talks\">Union warns of more strikes and says Royal Mail is ‘waging war’ on staff</a></li></ul><p>There have been worse performers in front of a business select committee, but Simon Thompson, chief executive of Royal Mail, had a shocker on Tuesday. When <a href=\"https://www.theguardian.com/business/2023/jan/17/royal-mail-strike-cwu-talks\">the session</a> ends with the committee chair – the normally mild-mannered Labour MP Darren Jones – issuing a warning about the seriousness of misleading parliament, you know it did not go well.</p><p>Jones’s irritation was understandable because Thompson arrived seemingly determined not to answer the questions he was asked. It took three goes to extract a minor piece of information about the use of “total shareholder return” metrics in his remuneration package. When Jones mistakenly referred to a “PVA” device, Thompson said he hadn’t heard of such a thing when it was obvious – and became clear two minutes later – that what was meant was a “PDA”, or postal digital assistant, the gadgets carried on delivery rounds.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/17/royal-mail-boss-mps-simon-thompson-strikes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/17/shortfall-of-330000-workers-in-uk-due-to-brexit-say-thinktanks", "title": "Shortfall of 330,000 workers in UK due to Brexit, say thinktanks", "date_published": "2023-01-17 17:52:20+00:00", "description": "<p>Immigration from non-EU countries failed to take up slack after ‘freedom of movement’ ended</p><p>Brexit has led to a shortfall of 330,000 people in the UK labour force, mostly in the low-skilled economy, a report by leading researchers has found.</p><p>The departure from the EU in 2020 led to an increase in immigration from non-EU countries but not enough to compensate from the loss of workers from neighbouring countries, according to the joint findings of the thinktanks Centre for European Reform (CER) and UK in a Changing Europe.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/17/shortfall-of-330000-workers-in-uk-due-to-brexit-say-thinktanks\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/17/matt-hancock-treasury-nhs-staffing-crisis-department-health", "title": "Matt Hancock and I warned the Treasury about an NHS staffing crisis. It didn't listen  | Richard Sloggett", "date_published": "2023-01-17 17:47:31+00:00", "description": "<p>At the Department of Health we were thwarted in our efforts to invest in the workforce. Just look at the results</p><p>• Richard Sloggett was special adviser to former health secretary Matt Hancock</p><p>Rishi Sunak and his ministers may want to move on from the political turmoil of 2022, but the crises it left behind live on. And nowhere is this more present than in the <a href=\"https://www.csp.org.uk/news/2023-01-11-nhs-physiotherapy-staff-strike-dates-announced\">escalating</a> disputes with healthcare workers.</p><p>When Pat Cullen, the Royal College of Nursing leader, toured NHS trusts last summer, speaking to burnt-out and frustrated staff before they cast their ballots on whether to strike, she urged the government to engage. The problem was that there was no one around to negotiate with. The caretaker Johnson government was absent and disempowered; the Truss government that followed it would self-destruct in a matter of days.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/17/matt-hancock-treasury-nhs-staffing-crisis-department-health\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/for-peace-in-haiti-first-win-the-war-on-hunger", "title": "For peace in Haiti, first win the war on hunger | Letters", "date_published": "2023-01-17 17:45:59+00:00", "description": "<p>The millions of Haitians facing food insecurity need our help, says <strong>Jean-Martin Bauer </strong>of the UN’s World Food Programme, while <strong>Selma James </strong>urges robust reporting on the crisis  <strong> </strong></p><p>“Arguably the two most important steps for the restoration of order [in Haiti] are ending the gangs’ power and holding meaningful new elections,” says your article (<a href=\"https://www.theguardian.com/world/2023/jan/12/haiti-crisis-jovenel-moise-gangs-water-way-out\">Haiti crisis: how did it get so bad, what is the role of gangs, and is there a way out?, 12 January</a>). Peace is a laudable aim, as are the free and fair elections Haitians desperately need. But the international community must recognise that ending conflict in Haiti requires a bottom-up approach that is pegged to making sure people do not go to bed hungry.</p><p>At this juncture, the failure of donor countries to ensure adequate humanitarian assistance is unconscionable, with 20,000 people facing famine-like conditions in Port-au-Prince and <a href=\"https://news.un.org/en/story/2022/10/1129537\">4.7 million facing food insecurity</a> across the country – almost half its population.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/for-peace-in-haiti-first-win-the-war-on-hunger\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/17/attitudes-to-adhd-have-come-a-long-way-but-we-still-have-further-to-go", "title": "Attitudes to ADHD have come a long way – but we still have further to go | Letters", "date_published": "2023-01-17 17:45:51+00:00", "description": "<p>There is thankfully more understanding of the condition than when my daughter was first diagnosed over 30 years ago, writes <strong>Judy Evans</strong>, while <strong>Cal Walters-Davies </strong>calls for more support and more positive coverage</p><p>How refreshing to see so much positive coverage given to the condition ADHD, coverage which helps to widen the understanding of and facilitate support for a disorder that is both challenging and potentially life-changing (<a href=\"https://www.theguardian.com/society/2023/jan/13/adhd-services-swamped-say-experts-as-more-uk-women-seek-diagnosis\">ADHD services ‘swamped’, say experts as more UK women seek diagnosis, 13 January</a>).<br /><br />I wish the media had always been so enlightened. Over 30 years ago, my then 10-year-old daughter was diagnosed with ADHD, after many years of struggling to get an understanding and acceptance of her particular difficulties. At around that time, the disorder was considered by many in the media and general public as an “American” disease, with a great deal of scepticism attached to its validity as an illness requiring support.</p><p>In his Guardian column, Francis Wheen poked fun at what he described as “illness as euphemistic excuse” and “convenient props for people who are suffering from nothing more serious than the human condition” (Wheen’s world, 14 September 1994). I objected to his cynicism and you published my riposte on the letters page a week later. I’d like to think he wouldn’t write in the same tenor today – and that you will publish this letter too.<br /><strong>Judy Evans</strong><br /><em>Brighton</em></p> <a href=\"https://www.theguardian.com/society/2023/jan/17/attitudes-to-adhd-have-come-a-long-way-but-we-still-have-further-to-go\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/greta-thunberg-detained-at-coal-protest-in-germany", "title": "Greta Thunberg detained at coal protest in Germany", "date_published": "2023-01-17 17:43:20+00:00", "description": "<p>Thunberg among activists detained at Garzweiler 2 mine near village of Lützerath</p><p>Greta Thunberg was among climate activists detained during a protest against the demolition of a German village to make way for a coalmine.</p><p>Thunberg was detained after sitting near the edge of the opencast Garzweiler 2 mine, about 5 miles from the village of Lützerath.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/greta-thunberg-detained-at-coal-protest-in-germany\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/17/california-goshen-shooting-family-killed", "title": "Killing of six including mother and baby a targeted attack, California officials say", "date_published": "2023-01-17 17:43:11+00:00", "description": "<p>Tulare county sheriff says drug-related search warrant conducted at same home last week: ‘We believe this was a message’</p><p>California authorities have described the killing of six people, including a six-month-old baby cradled in the arms of her 17-year-old mother, as a targeted attack and “horrific massacre”.</p><p>The killings <a href=\"https://www.theguardian.com/us-news/2023/jan/16/california-shooting-mother-baby-six-people-killed-goshen\">took place in</a> California’s main agricultural valley on Monday. The Tulare county sheriff, Mike Boudreaux, linked the killings to the illegal drug trade, saying deputies had conducted a drug-related search warrant at the same home last week.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/17/california-goshen-shooting-family-killed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/17/sir-jim-ratcliffe-manchester-united-ineos-glazers", "title": "Sir Jim Ratcliffe confirms he is in running to buy Manchester United", "date_published": "2023-01-17 17:39:58+00:00", "description": "<ul><li>Billionaire’s company Ineos is in the process, spokesperson says</li><li>Glazer family looking for about £5bn to sell Premier League club</li></ul><p>One of Britain’s richest people, Sir Jim Ratcliffe, has confirmed that his company is in the running to buy <a href=\"https://www.theguardian.com/football/manchester-united\">Manchester United</a> from the Glazer family.</p><p>The 70-year-old billionaire, who was born in Failsworth in Greater Manchester, had been coy about his ambitions to take over his boyhood club when the Glazers first indicated they would be <a href=\"https://www.theguardian.com/football/2022/nov/22/manchester-united-up-for-sale-as-glazers-announce-plans-to-leave-old-trafford\">willing to sell</a> in November.</p> <a href=\"https://www.theguardian.com/football/2023/jan/17/sir-jim-ratcliffe-manchester-united-ineos-glazers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/mep-pier-antonio-panzeri-cash-for-influence-scandal-plea-bargain", "title": "MEP at heart of cash for influence scandal strikes plea bargain", "date_published": "2023-01-17 17:34:22+00:00", "description": "<p>Pier Antonio Panzeri will provide information on corruption network for ‘limited’ jail time</p><p>The former MEP at the centre of a cash for influence scandal that has rocked the European parliament has reached a deal with prosecutors to provide information on the corruption network in exchange for a “limited” prison sentence.</p><p>In a statement, Belgium’s federal prosecutor announced that Pier Antonio Panzeri had signed a memorandum, where he pledged to make “revealing, truthful and complete statements” about the involvement of third parties and, “if applicable”, his own involvement in criminal offences.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/mep-pier-antonio-panzeri-cash-for-influence-scandal-plea-bargain\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/plymouth-shooting-inquest-family-of-gunman-speak-of-devastation-at-killings", "title": "Plymouth shooting inquest: family of gunman speak of devastation at killings", "date_published": "2023-01-17 17:31:51+00:00", "description": "<p>Jake Davison’s family tell jury they wish they ‘could turn back time’ to prevent deaths of five people in 2021</p><p>The family of a gunman who killed five people, including his own mother and a three-year-old girl, in Plymouth in 2021 have spoken of their devastation and told an inquest jury that they wished they could turn back time to prevent the tragedy from happening.</p><p>Jake Davison, 22, killed his mother, Maxine Davison, 51, after an argument. He then shot dead four others, among them Lee Martyn, 43, and his three-year-old daughter Sophie – who was pushing a buggy with a teddy inside as they walked the family dog, in the 12-minute attack.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/plymouth-shooting-inquest-family-of-gunman-speak-of-devastation-at-killings\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/ukrainian-adviser-quits-after-claims-over-russian-missile-that-killed-dozens", "title": "Ukrainian adviser quits after claims over Russian missile that killed dozens", "date_published": "2023-01-17 17:22:11+00:00", "description": "<p>Oleksiy Arestovych said rocket that hit Dnipro building detonated after being downed by Ukraine forces</p><p>A Ukrainian presidential adviser has resigned after causing widespread anger when he suggested a Russian missile that killed dozens had been shot down by Ukraine.</p><p>Over 40 people were killed in the south-central city of Dnipro and 39 are still missing <a href=\"https://www.theguardian.com/world/2023/jan/16/ukraine-death-toll-rises-from-russian-missile-strike-on-dnipro\">when a Russian X-22 anti-ship ballistic missile hit an apartment block on Saturday</a>. In comments to a YouTube channel that he appears on daily, hours after the attack, Oleksiy Arestovych said the rocket had detonated after it had been downed by Ukrainian air defence forces.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/ukrainian-adviser-quits-after-claims-over-russian-missile-that-killed-dozens\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/17/spain-and-the-hispanic-world-review-royals-chinchillas-bullfights-and-blood", "title": "Spain and the Hispanic World review – royals, chinchillas, bullfights and blood", "date_published": "2023-01-17 17:08:41+00:00", "description": "<p><strong>Royal Academy, London</strong><br />A beautiful Velázquez, fascinating maps, glazed pottery from Muslim craftsmen … US collector Archer Huntington amassed stupendous works – but is there more to this show than the spoils of one man’s grand tour?</p><p>Roman statuary and Renaissance door-knockers, maps of the world and mortified saints; Easter parade penitents and bloodied, polychrome Christs, souls in torment and two sunbathing girls on the sand, slick with water, their bums catching the light.</p><p>In 1882, when Archer M Huntington was 11 and on his first family trip to Europe, the adopted son of American railroad baron Collis Potter Huntington found a volume on Spanish Gypsies in a Liverpool bookshop. His interest was piqued. “Spain must be much more interesting than Liverpool,” the boy wrote in his diary. Later on the trip he visited the National Gallery in London and the Louvre in Paris, and he returned home to New York with the idea of creating a museum devoted to the arts of Spain and Latin America. What a strange origin story this is.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/17/spain-and-the-hispanic-world-review-royals-chinchillas-bullfights-and-blood\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/englands-pcr-covid-testing-network-drops-rosalind-franklin-laboratory", "title": "England’s PCR Covid testing network drops one of three labs as demand falls", "date_published": "2023-01-17 17:05:07+00:00", "description": "<p>Rosalind Franklin laboratory in Leamington Spa no longer to be part of laboratory network processing Covid tests</p><p>England’s PCR testing network for Covid is to be scaled back due to a fall in demand, public health officials have said.</p><p>The UK Health Security Agency (UKHSA) said that the <a href=\"https://www.gov.uk/guidance/nhs-test-and-trace-rosalind-franklin-laboratory\">Rosalind Franklin laboratory </a>in Leamington Spa – which at its peak was processing about 75,000 Covid PCR tests a day – will cease to operate as part of the processing network.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/englands-pcr-covid-testing-network-drops-rosalind-franklin-laboratory\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/17/dartmoor-wild-campers-share-memories-right-to-camp", "title": "‘Nothing can take its place’: dismayed Dartmoor wild campers share memories", "date_published": "2023-01-17 17:00:21+00:00", "description": "<p>Lovers of the national park mourn loss of right to camp – for some a balm for their mental health, for others a rite of passage</p><p>Visitors to Dartmoor and local people have reacted with dismay to the loss of the right to wild camp in England and Wales after a high court ruling against <a href=\"https://www.theguardian.com/environment/2023/jan/13/dartmoor-estate-landowner-alexander-darwall-court-case-right-to-camp\">the pitching of tents in the national park without the landowner’s permission</a>. Campaigners <a href=\"https://www.theguardian.com/environment/2023/jan/15/something-beautiful-has-been-taken-away-campaigners-vow-to-fight-ban-on-dartmoor-camping\">have vowed to fight the ban</a>. Here, readers share their memories of camping on Dartmoor and what the national park means to them.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/17/dartmoor-wild-campers-share-memories-right-to-camp\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/17/george-michael-estate-denies-endorsing-biopic", "title": "George Michael’s estate denies endorsing biopic", "date_published": "2023-01-17 16:55:38+00:00", "description": "<p>Statement from the estate says there is ‘no truth whatsoever’ in Daily Mail story about a forthcoming big-budget life story</p><p>Earlier this week, <a href=\"https://www.dailymail.co.uk/tvshowbiz/article-11636363/White-Lotus-star-Theo-James-play-George-Michael-big-budget-biopic-Wham-singer.html\">the Daily Mail reported</a> that a big-budget “warts and all” biopic about the life and career of celebrated Wham! frontman George Michael was in the works, with White Lotus star Theo James tipped to portray Michael in the film. According to the report, the project was endorsed by the estate of George Michael “after the success of biopics about Elton John and Queen’s Freddie Mercury”.</p><p>Yesterday, Michael’s estate released a statement denying any involvement in the project. “To all of George’s Lovelies, fans and lovers of his music, a story has been published stating that George Michael’s family has endorsed a so called ‘biopic’ about his life,” it said. “On behalf of George’s family and [George Michael Entertainment] we want to make it clear that there is no truth whatsoever in this story, we know nothing about this project and will not be endorsing it in any way.”</p> <a href=\"https://www.theguardian.com/music/2023/jan/17/george-michael-estate-denies-endorsing-biopic\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/captured-mafia-boss-matteo-messina-denaro-living-modest-apartment", "title": "Captured mafia boss Matteo Messina Denaro was living in modest apartment", "date_published": "2023-01-17 16:55:23+00:00", "description": "<p>Italian investigators discover designer clothes and expensive shoes inside  ‘normal’ two-storey building</p><p>The mafia boss Matteo Messina Denaro, one of the world’s most-wanted criminals who had spent 30 years on the run, lived in a modest apartment in western Sicily in his final months as a free man, Italian investigators said.</p><p>Denaro, 60, who was <a href=\"https://www.theguardian.com/world/2023/jan/16/sicily-mafia-boss-matteo-messina-denaro-godfather-arrested-palermo-medical-tipoff\">apprehended as he came out of a well-known private clinic</a> in Palermo, lived in a small apartment inside a two-storey yellow building in the centre of the town of Campobello di Mazara, in the province of Trapani, in the heart of his territory.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/captured-mafia-boss-matteo-messina-denaro-living-modest-apartment\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/17/english-national-opera-arts-council-england-investment-eno", "title": "English National Opera to receive £11.46m from Arts Council England", "date_published": "2023-01-17 16:39:33+00:00", "description": "<p>Investment will sustain its work in London for another year after ENO was removed from ACE’s national portfolio</p><p>The English National Opera (ENO) has announced it will receive an £11.46m investment from Arts Council England (ACE) to sustain its work in London for another year.</p><p>The ENO is one of a number of organisations that have been removed from ACE’s national portfolio, losing its £12.8m annual grant and <a href=\"https://www.theguardian.com/music/2022/nov/09/english-national-operas-funding-to-be-cut-to-zero-unless-it-moves-from-london\">told it must move outside London if it wants to qualify for future grants.</a> ENO chiefs have said the 100% funding cut would decimate the 100-year old company, while many big names across the arts world called the decision a “simplistic move”.</p> <a href=\"https://www.theguardian.com/music/2023/jan/17/english-national-opera-arts-council-england-investment-eno\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/britishvolt-collapse-uk-electric-future", "title": "Where does the Britishvolt collapse leave UK’s dream of an electric future?", "date_published": "2023-01-17 16:39:29+00:00", "description": "<p>Britain’s car industry relies on petrol or diesel vehicles – and every failure to be part of the electric revolution makes it more exposed</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jan/17/britishvolt-expected-enter-administration-tuesday\">Britishvolt enters administration as rescue talks fail</a></li></ul><p>The battery startup Britishvolt eyed a big opportunity. With the looming UK ban on sales of internal combustion engine cars after 2035, big demand for batteries was guaranteed. The problem was <a href=\"https://www.theguardian.com/business/2022/sep/29/britishvolt-38bn-battery-factory-green-industry\">actually building the batteries</a>.</p><p>The company’s efforts have now come to nothing. It <a href=\"https://www.theguardian.com/business/2023/jan/17/britishvolt-expected-enter-administration-tuesday\">collapsed into administration on Tuesday</a> after funding talks failed, leaving a string of disappointed backers ranging from the FTSE 100 companies Glencore and Ashtead to the property investor Tritax, owned by investment group abrdn, which had committed to <a href=\"https://www.theguardian.com/environment/2022/jan/21/britishvolt-electric-car-battery-uk-gigafactory-blyth-jobs\">fund a battery “gigafactory” in Northumberland</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/britishvolt-collapse-uk-electric-future\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/17/reggio-school-andres-jaque-madrid-rainforest-zig-zag", "title": "Rainforest? Turn left after the drawbridge! Inside Madrid’s eye-popping living school", "date_published": "2023-01-17 16:33:57+00:00", "description": "<p>Pupils asked for a building without walls that was like a garden and a spaceship. The dazzling result, housed within a living skin for insects and fungi, is one of the most inventive schools ever built</p><p>‘It looks like a robot made of butter,” was one pupil’s reaction when they saw their new school for the first time. They were not wrong. Standing on the northern outskirts of Madrid, in the suburb of Encinar de los Reyes, the <a href=\"https://reggio.es/arquitectura-colegio/\">Reggio school</a> is a surreal sight, rising from its sloping plot like a big, buttery machine for learning.</p><p>Lumpy, yellowish, room-sized blocks appear to be stacked up on a frame of concrete shelves, with rows of beady bubble windows bursting through their gungey surfaces, like eyes emerging from the gloop. The blocks leave gaps where lush gardens sprout, while polished metal ducts poke up from the zigzag rooftop, like the chimneys of a cartoon factory. Down below, the concrete base is sliced open with gaping arches, stretched wide and squeezed tight, as if the building is flexing its muscles.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/17/reggio-school-andres-jaque-madrid-rainforest-zig-zag\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/17/blocking-scotland-gender-recognition-bill-rishi-sunak", "title": "Blocking Scotland’s gender bill is no anti-woke crusade. But it’s not a democratic outrage either | Martin Kettle", "date_published": "2023-01-17 16:32:18+00:00", "description": "<p>Some may suspect Rishi Sunak of trying to start a culture war, but there is a real legislative problem here</p><p>Many will see Rishi Sunak’s decision to stop <a href=\"https://www.theguardian.com/world/2023/jan/16/rishi-sunak-blocks-scotlands-gender-recognition-legislation\">Scotland’s new gender recognition bill</a> from becoming law as both bigoted and brutal. Bigoted because it halts a bill that makes it easier for a person to change gender. Brutal because it blocks a bill that has been agreed by Scotland’s devolved parliament.</p><p>Let’s be clear that there is some truth to this view. Some Conservatives would love a crusading unionist confrontation with Nicola Sturgeon’s nationalist government. They would especially welcome weaponising an issue such as the gender recognition bill, where public support for change <a href=\"https://twitter.com/RedfieldWilton/status/1614608749628428288\">is cool</a>, and on which the Labour party is divided.</p><p>Martin Kettle is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/17/blocking-scotland-gender-recognition-bill-rishi-sunak\">Continue reading...</a>", "persistent": true, "language": "en-UK", "user": "rumpel"}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/spanish-government-acts-over-far-right-regional-anti-abortion-move", "title": "Spanish government acts over far-right regional anti-abortion move", "date_published": "2023-01-17 16:27:56+00:00", "description": "<p>Critics argue plans announced by Vox party in Castilla y León would reverse progress on women’s rights</p><p>The Spanish government is taking legal action to prevent authorities in the Castilla y León region introducing controversial anti-abortion protocols that would oblige doctors to offer women seeking terminations a 4D scan, a chance to listen to the foetal heartbeat, and a psychological consultation.</p><p>The “pro-life” initiatives were announced last week by the far-right Vox party, which governs Castilla y León in coalition with the larger conservative People’s party.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/spanish-government-acts-over-far-right-regional-anti-abortion-move\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/17/late-night-recap-colbert-biden-documents", "title": "Colbert on more Biden documents: ‘Playing right into Republican hands’", "date_published": "2023-01-17 16:19:53+00:00", "description": "<p>Late-night hosts discuss the discovery of five additional classified documents and attempts at false equivalency</p><p>On Monday evening, Stephen Colbert addressed the <a href=\"https://www.theguardian.com/us-news/2023/jan/14/joe-biden-classified-documents-found\">ongoing saga of classified documents</a> found at Biden’s private residences and false equivalencies to the justice department’s investigation into Donald Trump’s mishandling of top-secret files. Last week, two sets of classified documents were returned to the National Archives by Biden’s lawyers.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/17/late-night-recap-colbert-biden-documents\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/17/aonghas-macneacail-obituary", "title": "Aonghas MacNeacail obituary", "date_published": "2023-01-17 16:18:14+00:00", "description": "<p>Poet and writer who championed the Gaelic language in Scotland and the rest of the world</p><p>Aonghas MacNeacail, who has died aged 80, was a significant literary presence in Scotland over five decades, best known for writing in his native Gaelic – although he was resistant to being labelled exclusively a “Gaelic poet”.</p><p>He wrote with equal power in English, and his Gaelic identification stemmed not only from his poetic output but also from a public commitment to the language, signalled by the legal adoption in the late 1970s of the Gaelic form of his name at birth, Angus Nicolson. “Scotland has a curious relationship with its Gaelic poets,” he said. “It likes the fact that we’re there, so long as it doesn’t have to read us … The rest of the world is more open to what we have to offer.”</p> <a href=\"https://www.theguardian.com/books/2023/jan/17/aonghas-macneacail-obituary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/17/prince-harry-spare-is-fastest-selling-non-fiction-book", "title": "Prince Harry’s Spare is fastest-selling nonfiction book since UK records began", "date_published": "2023-01-17 16:13:57+00:00", "description": "<p>First week of the controversial memoir’s sales breaks official UK records reports Nielsen, Guinness World Records and Waterstones</p><p>Prince Harry’s Spare has sold almost half a million copies in the UK in its first week on sale, making it the fastest-selling nonfiction book since records began.</p><p>According to Nielsen, Spare sold a total of 467,183 print copies through UK retailers in its first week of release, making it No 1 on the book charts. This does not include ebook sales or audiobook copies.</p> <a href=\"https://www.theguardian.com/books/2023/jan/17/prince-harry-spare-is-fastest-selling-non-fiction-book\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/17/madonna-announces-celebration-greatest-hits-world-tour", "title": "Madonna announces Celebration greatest hits world tour", "date_published": "2023-01-17 16:12:21+00:00", "description": "<p>Singer will celebrate four decades in music with a 35-date run beginning in Vancouver on 15 July, with one date at London’s O2 Arena on 14 October</p><p>Madonna has announced a tour celebrating her 40 years as a recording and touring artist. Dubbed the Celebration tour, the 35-date run will begin in Vancouver, Canada, on 15 July, and run through to winter, ending on 1 December at Amsterdam’s Ziggo Dome.</p><p>First teased in a promotional video for last year’s dance chart No 1s album Finally Enough Love, the Celebration tour was officially announced in a clip parodying Madonna’s 1991 tour film Truth or Dare. In the video, celebrities including Diplo, Jack Black, Lil Wayne and Amy Schumer play a game of truth or dare with Madonna, which culminates with Schumer “daring” Madonna to embark on a greatest hits tour. “You think people would come to that show?” Madonna asks. “The answer is – fuck yeah.”</p> <a href=\"https://www.theguardian.com/music/2023/jan/17/madonna-announces-celebration-greatest-hits-world-tour\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/paperchase-sale-buyout-administration", "title": "Paperchase faces uncertain future as owners consider sale", "date_published": "2023-01-17 16:11:42+00:00", "description": "<p>Struggling stationary retailer may go in administration less than six months after previous buyout</p><p>Struggling stationery retailer Paperchase is facing an uncertain future, with the owners considering a sale or potential administration less than six months after a previous buyout.</p><p>The retailer, which faces rising costs and lacklustre sales and requires additional funding, has beenput up for auction under the advisory firm PricewaterhouseCoopers (PwC), as first reported by Sky News.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/paperchase-sale-buyout-administration\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/17/football-daily-email-wolves-fa-cup", "title": "Football Daily | Moral victories, caveats and Wolves’ long wait to add to their FA Cup haul", "date_published": "2023-01-17 16:10:43+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Wolverhampton Wanderers have a good record in the FA Cup. They’ve won the famous old tournament four times, which may not sound like much to younger ears, but is in fact not bad going at all. Only 12 clubs in history have done any better, and one of those, which Football Daily has decided not to name for fear of muddying the water, doesn’t exist any more. Oh all right, it’s five-time-winning London-based posho collective Wanderers, dissolved 1887. Having said that, Wanderers (see?) – by which we mean Wolves – haven’t added to their haul since 1960, when they beat Blackburn 3-0 in the Wembley final and were pelted with match programmes and apple cores by Rovers fans for their trouble, and … well, No 5 and a more dignified celebration is well overdue for a club of their size.</p><p>Re: the Spurs fan being punished with a lifetime ban for the attack on Aaron Ramsdale (yesterday’s News, Bits and Bobs). That’s fine but what about a punishment?” – Ben Gibbes.</p><p>While Shakira may have dissed Gerard Piqué for, among other things, apparently trading down from a Rolex, it’s not an unprecedented change. Barcelona have done the same, with one <a href=\"https://robbreport.com/style/watch-collector/lionel-messi-rolex-yacht-master-psg-contract-1234629620/\">fancy watch-wearer</a> out and a <a href=\"https://www.gq-magazine.co.uk/watches/article/ballon-dor-best-watches-robert-lewandowski-gold-casio\">Casio-aficionado</a> in. But that seems to be working out alright for now” – Paul Vickers.</p><p>Given that they are a Birmingham team and that the group came from Birmingham, I’m surprised and a little disappointed that you haven’t come up with a witty reference to Aston Villa’s signing of Jhon Durán. Is there something I should know?” – Alan Mannings.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To subscribe to the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a></strong></em></p> <a href=\"https://www.theguardian.com/football/2023/jan/17/football-daily-email-wolves-fa-cup\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/17/airbnb-feels-like-staying-with-a-cheap-uptight-friend-then-paying-for-the-privilege", "title": "Airbnb feels like staying with a cheap, uptight friend – then paying for the privilege | Arwa Mahdawi", "date_published": "2023-01-17 16:09:03+00:00", "description": "<p>Once, it seemed an economical and adventurous alternative to a hotel. But I doubt I’ll be using it again</p><p>Some people call it “wasting time on Twitter”. I call it “qualitative research”. Having engaged in a lot of qualitative research recently, I’ve discovered the following: everyone is sick of Airbnb. In its early years, Airbnb was a more economical and adventurous alternative to a hotel. Nowadays, it costs a small fortune to rent a shack on Airbnb and, when you get there, you are forced to abide by a long list of rules and buy your own toilet paper. It’s become a bit like staying with your cheapest, most uptight friend – and paying them for the privilege.</p><p>I’m not the only person to have made this observation. Every few weeks a tweet dunking on Airbnb seems to <a href=\"https://uproxx.com/life/airbnb-roasted-on-social-media/\">go viral</a>. The latest example comes courtesy of a writer called Jeremy Gordon, who got more than 100,000 likes for <a href=\"https://twitter.com/jeremypgordon/status/1611833585044013056?s=20&amp;t=WrHG2lpbU68DOo7lGun_9g\">tweeting</a> the following: “Decided to stay in a Holiday Inn instead of an Airbnb for an overnight trip and strongly feel, one hour after check-in, that there has never been a more luxurious experience in all of human history.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/17/airbnb-feels-like-staying-with-a-cheap-uptight-friend-then-paying-for-the-privilege\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/17/donelan-confirms-stiffer-online-safety-measures-after-backbench-pressure", "title": "Donelan confirms stiffer online safety measures after backbench pressure", "date_published": "2023-01-17 16:06:32+00:00", "description": "<p>One new provision targets senior managers at tech platforms who ignore Ofcom enforcement notices </p><ul><li><a href=\"https://www.theguardian.com/technology/2023/jan/17/age-checks-trolls-and-deepfakes-whats-in-the-online-safety-bill\">Explainer: what’s in the online safety bill</a></li></ul><p>Tech executives who “connive” in ignoring regulatory warnings to protect children from online harms face up to two years in jail under changes to <a href=\"https://www.theguardian.com/media/2023/jan/16/tech-bosses-face-jail-if-they-fail-to-keep-children-safe-online-after-commons-deal\">landmark legislation</a> announced by the government.</p><p>The culture secretary, Michelle Donelan, <a href=\"https://questions-statements.parliament.uk/written-statements/detail/2023-01-17/hcws500\">confirmed</a> that the online safety bill would be amended after pressure from Conservative backbenchers. The new provision will target senior managers at tech platforms who ignore enforcement notices from Ofcom, the communications watchdog, about breaches of the legislation’s child safety duties.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/17/donelan-confirms-stiffer-online-safety-measures-after-backbench-pressure\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/no-met-officers-facing-disciplinary-inquiry-over-david-carrick", "title": "No Met officers facing disciplinary inquiry over David Carrick", "date_published": "2023-01-17 16:04:48+00:00", "description": "<p>IOPC not planning any investigations into failings that could lead to disciplinary action being taken </p><p>Metropolitan police officers, staff and bosses who allowed PC David Carrick to stay in the force despite warnings he could be a danger to women look likely to escape any formal discipline inquiry that could result in them being punished.</p><p>The Independent Office for Police Conduct said it was not planning an investigation into the failings that could lead to disciplinary action being taken, and in the most serious cases dismissal or criminal investigation and trial.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/no-met-officers-facing-disciplinary-inquiry-over-david-carrick\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/17/twitter-blue-verified-taliban", "title": "Twitter ‘verified’ check marks bought by Taliban appear to have been removed", "date_published": "2023-01-17 16:04:46+00:00", "description": "<p>Afghanistan’s hardline Islamist rulers had never carried a verification tick mark before the launch of Twitter Blue</p><p>Twitter account verifications bought by <a href=\"https://www.theguardian.com/world/taliban\">the Taliban</a> appear to have been removed, after many expressed outrage that the social media platform had given its blue check marks to Afghanistan’s hardline Islamist rulers.</p><p>Twitter previously only gave blue “verified” check marks to accounts that were considered “active, notable and authentic accounts of public interest”. But since <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a> acquired the platform last year, users can buy them from the Twitter Blue service for a fee – an option at least two officials of the Taliban government in Afghanistan had exercised.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/17/twitter-blue-verified-taliban\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/ryanair-record-january-2m-sales-weekend-first-time", "title": "Ryanair enjoys record January with 2m sales in a weekend for the first time", "date_published": "2023-01-17 16:00:39+00:00", "description": "<p>Airline to continue aggressive post-Covid expansion, offering 10% more seats in the UK this summer compared with 2022</p><p>Ryanair took record numbers of bookings in January, the budget airline has announced, passing 2m sales in a weekend for the first time.</p><p>Its chief executive, Michael O’Leary, said there was no sign of a slowdown in demand despite the economic uncertainty.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/ryanair-record-january-2m-sales-weekend-first-time\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/gallery/2023/jan/17/milan-mens-fashion-week-aw23-the-highlights-in-pictures", "title": "Milan men’s fashion week AW23: the highlights – in pictures", "date_published": "2023-01-17 16:00:20+00:00", "description": "<p>Designers took a tried and tested approach in Milan, playing to type rather than hype, but that still means frog footwear, corsets and plenty of sparkle</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jan/17/milan-mens-fashion-week-aw23-the-highlights-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/17/owner-of-uk-care-home-group-paid-himself-21m-despite-safety-concerns", "title": "Owner of UK care home group paid himself £21m despite safety concerns", "date_published": "2023-01-17 16:00:20+00:00", "description": "<p>Exclusive: ‘Eye-watering’ pay for Gordon Sanders comes despite inspectors finding multiple breaches of rules at his firm’s homes</p><p>A multimillionaire dementia home boss paid himself at least £21m in five years despite inspectors finding multiple breaches of staffing, safety and leadership rules, with residents left in dirty incontinence pads and staff accused of rough handling.</p><p>Gordon Sanders owns Runwood Homes, the UK’s sixth largest for-profit care home group, which charges residents more than £1,000 a week, with bills often covered by the taxpayer.</p><p>At Silvanna Court in Wickford “insufficient staff were available, which placed people at risk of harm”. One staff member said: “[residents] are always soiled but we just don’t have enough of us to take [them] to the toilet.” Medicines were not always managed safely.</p><p>At St Michael’s Court in Norwich one person was given a sedative three times a day when it was prescribed on an as-required basis. Staff were “rushed off their feet” trying to look after two or three people at once, and people were not consistently offered enough to drink.</p><p>At Highview Lodge in Hemel Hempstead, some residents said staff “could be a bit rough when supporting them with care needs or moving”. One person said: “Most of them are kind, some are rough and throw me about.”</p> <a href=\"https://www.theguardian.com/society/2023/jan/17/owner-of-uk-care-home-group-paid-himself-21m-despite-safety-concerns\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/18/extinction-crisis-of-sharks-and-rays-to-have-devastating-effect-on-other-species-study-finds", "title": "‘Extinction crisis’ of sharks and rays to have devastating effect on other species, study finds", "date_published": "2023-01-17 16:00:20+00:00", "description": "<p>Almost two-thirds of sharks and rays living on world’s coral reefs at risk, with 14 of 134 species reviewed critically endangered</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Almost two-thirds of sharks and rays that live around the world’s coral reefs are threatened with extinction with potentially dire knock-on effects for ecosystems and coastal communities, according to new research.</p><p>Overfishing was the main cause of the declines over the past half a century, with larger sharks and rays being particularly hard hit.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/environment/2023/jan/18/extinction-crisis-of-sharks-and-rays-to-have-devastating-effect-on-other-species-study-finds\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/three-gang-members-admit-roles-in-113m-dresden-jewel-heist", "title": "Three gang members admit roles in €113m Dresden jewel heist", "date_published": "2023-01-17 15:46:52+00:00", "description": "<p>One defendant says he and unnamed accomplice broke into the Green Vault and took valuables in November 2019</p><p>Three members of a notorious criminal gang have confessed to stealing priceless 18th-century jewels from a German state museum at their <a href=\"https://www.theguardian.com/world/2022/jan/28/trial-opens-of-six-men-accused-of-daring-95m-dresden-jewellery-heist\">trial in Dresden</a>.</p><p>Rabieh Remmo, one of six defendants, told the regional court in the eastern city that he and an unnamed accomplice broke into the Green Vault in a brazen <a href=\"https://www.theguardian.com/world/2019/nov/25/thieves-steal-priceless-treasures-dresden-green-vault-museum\">night-time raid in November 2019</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/three-gang-members-admit-roles-in-113m-dresden-jewel-heist\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/17/ken-bruce-to-leave-bbc-for-new-radio-show", "title": "Ken Bruce to leave BBC for new radio show", "date_published": "2023-01-17 15:43:10+00:00", "description": "<p>Broadcaster presented morning show on Radio 2 and joins Bauer station’s Greatest Hits Radio</p><p>The broadcaster Ken Bruce is to leave the BBC after more than four decades – 31 of those years spent presenting his morning show on Radio 2.</p><p>Bruce will join the Bauer station Greatest Hits Radio in April, where he will present a new mid-morning show in the 10am to 1pm slot. The broadcaster revealed the news himself on his BBC show on Tuesday morning.</p> <a href=\"https://www.theguardian.com/media/2023/jan/17/ken-bruce-to-leave-bbc-for-new-radio-show\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/ukraine-world-economic-forum-davos-first-day", "title": "Ukraine urges world leaders to intensify war efforts on first day at Davos", "date_published": "2023-01-17 15:41:51+00:00", "description": "<p>Kyiv officials ask allies at World Economic Forum to step up military supplies to defeat Russia</p><p>Ukraine has urged world leaders to intensify efforts to remove Vladimir Putin’s troops from its soil as the country’s war with Russia dominated the first full day of the <a href=\"https://www.theguardian.com/business/live/2023/jan/17/davos-day-1-pessimistic-mood-wef-von-der-leyen-liu-he-energy-climate-business-live?filterKeyEvents=false\">gathering of the global elite in Davos</a>.</p><p>With the war clouding the outlook for the global economy in 2023, Ukraine’s deputy prime minister, Yuliia Svyrydenko, urged the country’s allies to step up supplies of military hardware so that Russia could be more quickly defeated.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/ukraine-world-economic-forum-davos-first-day\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/video/2023/jan/17/alister-jack-says-government-respects-devolution-as-it-blocks-scottish-gender-reform-bill-video", "title": "Minister says UK government 'respects' devolution despite blocking Scottish gender bill – video", "date_published": "2023-01-17 15:36:44+00:00", "description": "<p>The Scottish secretary told MPs he would issue a section 35 order to stop the gender recognition reform (Scotland) bill from getting royal assent. Alister Jack acknowledged it was a 'significant decision' from Westminster to use section 35 of the Scotland Act, but insisted it was not an attack on devolution. He said he hoped the UK and Scottish governments could work together on a new bill. Jack added: 'The United Kingdom government does all we can to respect the devolution settlement and to resolve disputes'</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jan/17/scotland-gender-recognition-bill-rishi-sunak-uk-politics-latest\">UK politics: latest updates</a></li></ul> <a href=\"https://www.theguardian.com/uk-news/video/2023/jan/17/alister-jack-says-government-respects-devolution-as-it-blocks-scottish-gender-reform-bill-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/anti-apartheid-campaigners-convictions-quashed-london-after-51-years", "title": "Anti-apartheid campaigners’ convictions quashed in London after 51 years", "date_published": "2023-01-17 15:33:48+00:00", "description": "<p>Trio convicted of public order offences in 1972 but their protest had been infiltrated by an undercover officer</p><p>The criminal convictions of three anti-racism campaigners have been overturned after it was disclosed that senior Scotland Yard managers told an undercover police officer to lie in their trial.</p><p>The trio were convicted of public order offences five decades ago when they took part in a protest against South Africa’s apartheid regime.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/anti-apartheid-campaigners-convictions-quashed-london-after-51-years\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/17/florida-shooting-martin-luther-king-day-party-fort-pierce", "title": "Shooting at Martin Luther King Day party leaves eight wounded in Florida", "date_published": "2023-01-17 15:32:03+00:00", "description": "<p>One person critically hurt after firing broke out at family event in park in Fort Pierce: ‘People were just running in all directions’</p><p>A shooting which erupted on a packed Martin Luther King Jr Day block party in Florida that left eight people wounded late on Monday was the 30th mass shooting in the US this year, according to the <a href=\"https://www.gunviolencearchive.org/\">Gun Violence Archive</a>.</p><p>Authorities said one person was critically hurt after the shooting during the event in Fort Pierce. Seven others were also shot and wounded, and at least four more hurt in the panic that followed.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/17/florida-shooting-martin-luther-king-day-party-fort-pierce\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/ian-poulter-qualify-for-ryder-cup-golf-not-sure-he-wants-to-play", "title": "Ian Poulter could turn down Europe Ryder Cup place even if he qualifies", "date_published": "2023-01-17 15:20:25+00:00", "description": "<ul><li>Switch to LIV last year has put availability in doubt</li><li>‘I certainly don’t expect to get one of the six picks’</li></ul><p>Ian Poulter has suggested he could decline to play for Europe in this year’s Ryder Cup even if he qualifies, in the latest indication of the deep tensions within golf.</p><p>Poulter’s relationship with the event has been complicated <a href=\"https://www.theguardian.com/sport/2022/oct/26/ian-poulter-insists-will-play-ryder-cup-again-despite-signing-for-liv-golf\">by his 2022 switch to LIV Golf </a>and is one of 11 to have played under the LIV banner who will feature in this week’s Abu Dhabi Championship on the DP World, formerly European, Tour. A sporting arbitration case in early February will determine whether LIV members can continue to play in this domain. With that pending, should Poulter win this weekend or next, at the Dubai Desert Classic, the man who has played seven times for Europe would again be part of the Ryder Cup discussion.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/ian-poulter-qualify-for-ryder-cup-golf-not-sure-he-wants-to-play\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/17/jokes-climate-crisis-standup-lara-ricote-edinburgh-newcomer", "title": "Jokes about the climate crisis? Why not! Standup champ Lara Ricote targets another taboo", "date_published": "2023-01-17 15:19:32+00:00", "description": "<p>The disabled Mexican-American scooped best newcomer at Edinburgh with her scathing send-up of identity politics. But can she really wring some laughs out of the end of the world?</p><p>Given the times, it would be no surprise if disabled comedian of colour Lara Ricote winning last year’s Edinburgh fringe best newcomer award was greeted with cynicism in some quarters. What <em>is</em> surprising, when we meet over Zoom to discuss her extraordinary 2022, is that those who refuse to take the award at face value include Ricote herself. “I’m thinking all the time about why everything has gone so well for me in such a small amount of time,” she says. “I know I should just be grateful for it, but at the same time, it’s tokenism. I notice that – and there’s lots of funny in it.”</p><p>I’m talking to the Mexican-American comic, who is based in Amsterdam, between two stints at London’s Soho theatre with her award-winning set, <a href=\"https://www.theguardian.com/stage/2022/aug/12/lara-ricote-review-edinbugh-2022\">GRL/LATNX/DEF</a>. Far from resting on her laurels, she’s fretting about whether to stick with the show’s Edinburgh version, or fix its flaws – including a subplot about climate anxiety that she struggled to integrate. Of 30 performances on the fringe, the perfectionist Ricote reports: “I had seven that were really funny. Most of the other ones were OK, and some were really bad.” If Ricote’s career doesn’t have lift-off from this point forward, we cannot blame complacency. Mind you, few who saw her in Edinburgh think her career lift-off is in any doubt whatsoever.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/17/jokes-climate-crisis-standup-lara-ricote-edinburgh-newcomer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/audio/2023/jan/17/sam-kerr-does-sam-kerr-things-as-wsl-returns-in-style-womens-football-weekly-podcast", "title": "Sam Kerr does Sam Kerr things on WSL’s big return – Women’s Football Weekly", "date_published": "2023-01-17 15:09:00+00:00", "description": "<p><a href=\"https://twitter.com/fayecarruthers\">Faye Carruthers</a> has <a href=\"https://twitter.com/suzywrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/ceylonandi\">Ceylon Andi Hickman</a> and <a href=\"https://twitter.com/moyoslaboratory\">Moyo Abiona</a> alongside her to round up all the action after the winter break</p><p>In this week’s pod: the Women’s Super League is back with a bang!</p><p>We had a controversial penalty decision, an 89th-minute equaliser, a cricket score and a win for bottom-of-the-table Leicester – is the great escape on?</p> <a href=\"https://www.theguardian.com/football/audio/2023/jan/17/sam-kerr-does-sam-kerr-things-as-wsl-returns-in-style-womens-football-weekly-podcast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/braverman-launches-review-of-met-police-dismissal-processes-after-carrick-case", "title": "Braverman launches review of Met’s dismissal processes after Carrick case", "date_published": "2023-01-17 15:03:45+00:00", "description": "<p>Home secretary says bureaucracy appears to have prevailed over ethics, but Labour calls her response weak</p><p>Suella Braverman has announced an internal review of the Met’s dismissal processes after the failure to remove the <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/how-met-police-officer-david-carrick-terrorised-women-over-two-decades\">serial rapist David Carrick</a> as a serving police officer despite multiple allegations of misogynistic abuse over two decades.</p><p>The home secretary told MPs that “bureaucracy and process appear to have prevailed over ethics and common sense” in the UK’s biggest force after Carrick was allowed to continue as a firearms officer.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/braverman-launches-review-of-met-police-dismissal-processes-after-carrick-case\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/17/can-tom-cruise-use-maverick-magic-to-save-tar-from-box-office-oblivion", "title": "Can Tom Cruise use his maverick magic to save Tár from box-office oblivion?", "date_published": "2023-01-17 14:49:59+00:00", "description": "<p>It wouldn’t be the first time he’s saved director Todd Field, we learned this week, and the Top Gun star knows a thing or two about shifting tickets</p><p>Obviously we all know that something is badly wrong in the world of theatrically exhibited cinema. But no film has illuminated this issue quite like Tár, a film with such seemingly unstoppable <a href=\"https://www.theguardian.com/film/2023/jan/11/tar-review-cate-blanchett-is-perfect-lead-in-delirious-sensual-drama\">critical buzz</a> that Oscar glory seems all but certain, but has barely been watched by anyone at all. So far, around the entire world, fewer people have seen Tár than saw Lyle, Lyle, Crocodile in its first two days of release. And Lyle, Lyle, Crocodile wasn’t exactly a heaving success, either.</p><p>However, all that might be about to change, because Tár’s director Todd Field has just struck upon a failsafe publicity strategy. That’s right, he’s crediting Tom Cruise with an awful lot of his success.</p> <a href=\"https://www.theguardian.com/film/2023/jan/17/can-tom-cruise-use-maverick-magic-to-save-tar-from-box-office-oblivion\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/17/tobe-nwigwe-rapper-interview-grammys", "title": "Rapper Tobe Nwigwe: ‘Every day I wake up and say, “What a life”’", "date_published": "2023-01-17 14:47:14+00:00", "description": "<p>The Nigerian American artist talks about his Grammy nomination, the importance of refusing to compromise and his role in the new Transformers movie</p><p>Filing taxes isn’t the most obvious sign of musical success but when I speak with rapper Tobe Nwigwe, he’s been doing just that.</p><p>“It’s a little different during tax season now we’re not poor any more,” he says playfully. “But we’re not just well off financially,” Nwigwe continues. “My marriage is thriving, my children are healthy, the movement that we have going is just gaining a tremendous amount of traction and I feel like every day I wake up and say to myself, ‘What a life.’”</p> <a href=\"https://www.theguardian.com/music/2023/jan/17/tobe-nwigwe-rapper-interview-grammys\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/17/the-single-penalty-why-it-costs-860-a-month-to-be-alone", "title": "The single penalty: why it costs £860 a month to be alone", "date_published": "2023-01-17 14:38:00+00:00", "description": "<p>Rent, electricity, food – they all cost more if you live by yourself. And then there are the taxes ...</p><p><strong>Name:</strong> The single penalty.</p><p><strong>Age:</strong> Older than Eve.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/17/the-single-penalty-why-it-costs-860-a-month-to-be-alone\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/17/balladz-by-sharon-olds-review-insights-and-elegies", "title": "Balladz by Sharon Olds review – insights and elegies", "date_published": "2023-01-17 14:30:18+00:00", "description": "<p>From pandemic poems to homages to Emily Dickinson, the American poet’s new work is intimate and heart-stirring</p><p>Sharon Olds recently turned 80 and, as one reads her latest collection, one wonders: over a long writing career, do you get to sound more, or less, like yourself? It is inspiring to be able to report that, in <em>Balladz</em>, she proves triumphantly evergreen: a woman who still steps across prudishly conventional lines as playfully as a child absorbed in French skipping. She writes about sex, love and the landscape of the body with zany intimacy. And there is something new here too: a freshly evolved conscience, a chafing sense of her own privilege (New Year’s Song ends: “For a moment the core of my life/ was not desire, but the knowledge of my unearned luck”) and an extended empathy (When I looked out ends: “In my 78th year, my eyes opened/ a little wider to the suffering of others”). Beyond this, she looks mindfully at the planet (in the arresting but bald Ballad Torn Apart).</p><p>These poems are a delicate reckoning. Beds and graves feature repeatedly but there is nothing supine about the writing. Her mother shows up a little too often and you might complain that this was the same Olds (we know enough about her mother’s cruelty). Yet perhaps there is no such thing as familiar territory when a mother persists in being a foreign figure in a person’s life. In Genesis, a powerful DIY bible of a poem, Olds releases herself with a valedictory lurch from an imagined scene in which her grandmother declares:</p> <a href=\"https://www.theguardian.com/books/2023/jan/17/balladz-by-sharon-olds-review-insights-and-elegies\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/live/2023/jan/17/biden-classified-documents-house-republicans-special-counsel-live-updates", "title": "White House says Republicans have ‘zero credibility’ over Biden documents case – live", "date_published": "2023-01-17 14:30:11+00:00", "description": "<p>House Republicans are seeking to embarrass president over retention of papers from time as vice-president</p><p><strong>Democrats are playing defense for Joe Biden as he faces his own classified documents case, with several lawmakers acknowledging that the president made a mistake, but arguing he’s acting very differently from Donald Trump.</strong></p><p>Senator <strong>Debbie Stabenow</strong> of Michigan threaded that needle in an appearance on NBC News over the weekend. “It’s certainly embarrassing,” she said of documents dating to Biden’s time as vice-president that were found at his Delaware residence and a former office in Washington DC. </p> <a href=\"https://www.theguardian.com/us-news/live/2023/jan/17/biden-classified-documents-house-republicans-special-counsel-live-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/17/david-carricks-crimes-victims-police-officer", "title": "Don’t tell me that David Carrick’s crimes were ‘unbelievable’. The problem is victims aren’t believed | Marina Hyde", "date_published": "2023-01-17 14:22:30+00:00", "description": "<p>Another criminally misogynist police officer pleads guilty, and officials voice surprise. No wonder women feel betrayed </p><p>In July 2021, a man pleaded guilty to the murder of Sarah Everard, which he had carried out while serving as a Metropolitan police officer. He had already pleaded guilty to her kidnap and rape. The then Met chief, Cressida Dick, stood on the steps of the Old Bailey and declared: “Everyone in policing feels betrayed.”</p><p>And yet, did they? That very same month – <em>the same month</em><em> – </em>an allegation of rape was made against David Carrick. This allegation led to Carrick’s arrest. But that arrest, for alleged rape – <em>alleged rape – </em><a href=\"https://www.theguardian.com/uk-news/2023/jan/16/metropolitan-police-officer-david-carrick-revealed-as-serial-rapist\">did not even lead to Carrick’s suspension</a>. It led only to his being put on restricted duties.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/17/david-carricks-crimes-victims-police-officer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/f1-facing-four-week-hole-in-schedule-with-no-replacement-for-chinese-gp", "title": "F1 facing four-week hole in schedule with no replacement for Chinese GP", "date_published": "2023-01-17 14:20:27+00:00", "description": "<ul><li>Alternatives including race in Algarve turned down</li><li>Covid policy means China misses out for fourth year</li></ul><p>Formula One will have a four-week hole in this season’s calendar after the sport confirmed the Chinese Grand Prix would not be replaced.</p><p>The race in Shanghai – which had been due to take place on 16 April – was cancelled last month amid ongoing coronavirus restrictions in the country. Despite Chinese officials subsequently moving away from their zero-Covid policy, the round could not be salvaged, marking the fourth season it has been scrubbed from the racing schedule.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/f1-facing-four-week-hole-in-schedule-with-no-replacement-for-chinese-gp\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/18/my-bad-trip-it-was-supposed-to-be-a-75th-birthday-away-it-ended-up-being-a-rain-drenched-fiasco", "title": "My bad trip – it was supposed to be a 75th birthday away, it ended up being a rain-drenched fiasco", "date_published": "2023-01-17 14:00:19+00:00", "description": "<p>Getting my husband and children to the beachside getaway with my parents was traumatic enough, but then it got worse</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>My husband would describe our parenting style as safety-conscious. I would call it risk-averse. So how did we end up driving our small children down the freeway through pea soup fog, getting blown out of our lane by gusts of galeforce wind, hellbent on a holiday despite an emergency warning to avoid non-essential travel? I suspect it comes back to my deep-seated loathing of grocery shopping.</p><p>Or perhaps the trip was doomed from the start. My parents were house-sitting for some friends on the coast and invited my family and my brother’s family to join them as a belated celebration of my dad’s 75th birthday. A week before we were all due to arrive, my brother looked at the forecast, saw that his chances of a game of golf were slim to none, and promptly cancelled. We decided to forge ahead. How bad could it be?</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/18/my-bad-trip-it-was-supposed-to-be-a-75th-birthday-away-it-ended-up-being-a-rain-drenched-fiasco\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/polestar-boss-thomas-ingenlaths-drive-for-a-truly-emission-free-car", "title": "Polestar boss Thomas Ingenlath’s drive for a truly emission-free car", "date_published": "2023-01-17 14:00:18+00:00", "description": "<p>The Swedish-based electric carmaker has pulled ahead of rivals thanks to its no-factory model and Chinese partner, but its boss want to remove carbon from the production process too</p><p>“I was never ever that car guy who was interested in designing a Ferrari,” says Thomas Ingenlath. It’s a surprising thing to hear from a former designer for Audi, Skoda and Volvo. It makes more sense for the chief executive of an electric car startup, Polestar, launched in 2017 as a subsidiary brand of Volvo.</p><p>Ingenlath’s design ideals stretch way beyond car marques to include Apple products and high-end sports clothing.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/polestar-boss-thomas-ingenlaths-drive-for-a-truly-emission-free-car\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/17/why-a-pressure-cooker-can-save-both-time-and-money", "title": "Why a pressure cooker can save both time and money | Kitchen aide", "date_published": "2023-01-17 14:00:17+00:00", "description": "<p>Pressure cookers can steam-cook anything from vegetables and pulses to fish and stews in a fraction of the time, and our panel of chefs agrees they preserve flavour, too</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What are the advantages of pressure cookers?<br /></strong><em><strong>Charlie, Lincoln<br /></strong></em>What really sets pressure cookers apart from other bits of kitchen kit, notes food writer <a href=\"https://www.instagram.com/catherinephipps/?hl=en\">Catherine Phipps</a>, is their versatility. “I don’t see them as a gadget, but just as a saucepan with a specially adapted lid,” says the author of <a href=\"https://guardianbookshop.com/modern-pressure-cooking-9781787135321\">Modern Pressure Cooking</a>. “You can use them for everything you would a normal saucepan, and much more besides, plus you’re also cutting down 70-75% of the cooking time.”</p><p><a href=\"https://www.instagram.com/italianhomecooking/?hl=en\">Stefano Arturi</a>, of the <a href=\"https://italianhomecooking.co.uk/\">Italian Home Cooking</a> blog, adds: “I can make dishes that would otherwise take hours [stews, chickpeas] in a fraction of the time, and with no loss of flavour – in fact, pressure cooking intensifies how things taste.” And all for a fraction of the cost, too: “It’s a great ally in reducing water and energy consumption when you’re cooking things like vegetables, because you need very little of either.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jan/17/why-a-pressure-cooker-can-save-both-time-and-money\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/17/the-makanai-cooking-for-the-maiko-house-netflix-the-joyful-japanese-food-and-friendship-drama-you-should-never-watch-hungry", "title": "‘A modern-day fairytale’: the joyful Japanese food and friendship drama you should never watch hungry", "date_published": "2023-01-17 13:56:30+00:00", "description": "<p>This gorgeous series from a Palme d’Or-winning director shows life in a Japanese geisha house, and its kitchens. It’s so beautiful that it even turns vegetable shopping into a delight</p><p>With a Netflix Top 10 that, in the UK at least, features Ginny &amp; Georgia, Vikings: Valhalla and <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/21/emily-in-paris-season-three-review-theres-no-point-fighting-this-nonsense-any-more\">Emily in Paris</a>, you might be forgiven for wondering if there is much left on the streaming platform that isn’t either totally daft or about serial killers. There is, though it requires a bit of digging; it would be a shame if the gorgeous nine-parter The Makanai: Cooking for the Maiko House gets passed over. The series is adapted from a popular Japanese manga and its showrunner is the director <a href=\"https://www.theguardian.com/film/2015/may/21/hirokazu-kore-director-our-little-sister-interview\">Hirokazu Kore-eda</a>, who won the Palme d’Or for <a href=\"https://www.theguardian.com/film/2018/nov/21/shoplifters-review-hirokazu-kore-eda\">Shoplifters</a> in 2018.</p><p>The Makanai is quite lovely, and unlike anything else I have seen lately. It tells the story of Kiyo and her best friend, Sumire, two 16-year-old girls who leave their home city of Aomori after seeing <em>maiko</em>, or apprentice geishas, in the street on a school trip. It prompts them to leave school and move to Kyoto to train to be among their ranks. We join them as they adjust to life in the maiko house, where relationships are formed around the idea of a family unit – there are mothers, sisters and brothers – though nobody is actually related.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/17/the-makanai-cooking-for-the-maiko-house-netflix-the-joyful-japanese-food-and-friendship-drama-you-should-never-watch-hungry\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/germany-new-defence-minister-boris-pistorius-ukraine", "title": "Germany’s no-nonsense new defence minister faces early test over Ukraine", "date_published": "2023-01-17 13:53:52+00:00", "description": "<p>Boris Pistorius is surprise pick for role as he has a low profile in Germany and is little known internationally</p><p>A veteran but low-profile politician is to be appointed as Germany’s new defence minister, the government has announced, filling the role at a crucial time when the country is under acute pressure to increase its commitment to Ukraine, especially by allowing it the use of tanks.</p><p>Boris Pistorius, 62, who has been the interior minister of the northern state of Lower Saxony for the past decade, will face his first major task on Friday when western allies meet at the US military’s Ramstein base in south-west Germany to discuss providing Kyiv with more weapons and equipment.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/germany-new-defence-minister-boris-pistorius-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/17/elon-musk-tesla-trial-alleged-fraud-funding-secured-tweet", "title": "Elon Musk and Tesla to begin trial for alleged fraud over ‘funding secured’ tweet", "date_published": "2023-01-17 13:52:55+00:00", "description": "<p>Lawsuit seeks damages for shareholders who bought or sold Tesla stock in the days after Musk’s August 2018 tweets</p><p>Elon Musk and Tesla are set to go to trial in San Francisco on Tuesday in a case in which the company’s shareholders claim they were defrauded by Musk’s 2018 statement that <a href=\"https://www.theguardian.com/technology/2018/aug/11/elon-musk-and-tesla-sued-over-funding-secured-tweet\">funding was “secured”</a> to take the electric car maker private.</p><p>The lawsuit <a href=\"https://www.reuters.com/legal/musk-bets-big-beating-shareholders-funding-secured-trial-2023-01-13/\">seeks damages</a> for shareholders who bought or sold Tesla stock in the days after Musk’s tweets on 7 August 2018. The company’s shares shot higher and then fell again after 17 August 2018, when the New York Times reported that funding for the take-private bid was “far from secure”.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/17/elon-musk-tesla-trial-alleged-fraud-funding-secured-tweet\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/education/2023/jan/17/teachers-tell-us-why-youre-striking-in-britain", "title": "Teachers: tell us why you’re striking in Britain", "date_published": "2023-01-17 13:50:05+00:00", "description": "<p>We would like to hear teachers’ views following the announcement that NEU members will strike in England and Wales</p><ul><li><strong><a href=\"https://www.theguardian.com/education/2023/jan/17/parents-share-your-views-on-the-teachers-strikes-in-britain\">Parents: share your views on the teachers’ strikes in Britain</a></strong></li></ul><p>Following the announcement of strike action by <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/neu-teachers-strike-schools-england-wales\">members of the National Education Union in England and Wales</a>, we would like to hear from teachers who are striking.</p><p>The NEU is striking for a fully funded, above-inflation pay rise after the government said last summer that most teachers would receive a pay rise of about 5%.</p> <a href=\"https://www.theguardian.com/education/2023/jan/17/teachers-tell-us-why-youre-striking-in-britain\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/mark-cavendish-keeps-hopes-of-tour-de-france-record-alive-with-move-to-astana", "title": "Mark Cavendish keeps hopes of Tour de France record alive with move to Astana", "date_published": "2023-01-17 13:49:37+00:00", "description": "<ul><li>37-year-old Manxman signs one-year deal with Kazakh team</li><li>Cavendish is level with Eddy Merckx on 34 Tour stage wins</li></ul><p>Mark Cavendish’s switch to the Astana Qazaqstan team has at long last been confirmed in a move which keeps alive his hopes of making more Tour de France history.</p><p>The 37-year-old’s future had been up in the air since French ProTour squad B&amp;B Hotels-KTM – with whom Cavendish had reportedly agreed terms – failed to secure new sponsorship in early December and was forced to close its doors.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/mark-cavendish-keeps-hopes-of-tour-de-france-record-alive-with-move-to-astana\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/royal-mail-strike-cwu-talks", "title": "Union warns of more strikes to come as it says Royal Mail is ‘waging war’ on staff", "date_published": "2023-01-17 13:23:59+00:00", "description": "<p>CWU says fresh talks are not heading toward agreement as it prepares to ballot members over further stoppages</p><p>Royal Mail has been accused by a union leader of “waging war” on staff and using intimidation tactics, including suspending more than 200 workers, <a href=\"https://www.theguardian.com/business/2022/dec/09/royal-mail-workers-christmas-strikes-protest-conditions-pay\">in a protracted and bitter dispute over pay and conditions</a> that appears no nearer to being resolved.</p><p>The head of the Communications Workers Union (CWU), which is preparing to ballot its more than 100,000 members over further national strikes, said that fresh talks are not heading toward an acceptable agreement.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/royal-mail-strike-cwu-talks\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/17/poorer-people-in-uk-feel-system-rigged-against-them-says-penny-mordaunt", "title": "Poorer people in UK feel system ‘rigged against them’, says Penny Mordaunt", "date_published": "2023-01-17 13:23:57+00:00", "description": "<p>Democracy and capitalism hang in balance as UK faces huge challenges, leader of House of Commons tells thinktank</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jan/17/scotland-gender-recognition-bill-rishi-sunak-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Penny Mordaunt has given a damning assessment of the state of the UK where many people feel things do not work for them and the poorest think the system is rigged against them, arguing democracy and capitalism are hanging in the balance.</p><p>The former rival to Rishi Sunak to lead the Tory party, now a cabinet minister, said trust would only be won back “when people feel understood”.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/17/poorer-people-in-uk-feel-system-rigged-against-them-says-penny-mordaunt\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/jabeur-survives-scare-but-muguruza-exits-in-australian-open-first-round", "title": "Jabeur survives scare but Muguruza exits in Australian Open first round", "date_published": "2023-01-17 13:20:25+00:00", "description": "<ul><li>No 2 seed claims nervy 7-6 (8), 4-6, 6-1 win over Zidansek</li><li>Mertens beats Muguruza while Sabalenka eases through</li></ul><p>You can’t win a grand-slam title in the first week but you can definitely lose it and for a while out on Rod Laver Arena on Tuesday, it seemed like Ons Jabeur was about to find that out for herself. But when the Tunisian needed inspiration, she reminded herself of one thing: “I told myself to be the No 2 in the world and just win this match,” she said, with a smile.</p><p>The No 2 seed’s 7-6 (8), 4-6, 6-1 win over Tamara Zidansek was as tight as the scoreline sounds. She saved three set points in the opening-set tie-break and after dropping the second, it was only once she had got the break for 2-1 in the decider that the world No 2 found her usual rhythm, pulling away for victory over a tenacious opponent.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/jabeur-survives-scare-but-muguruza-exits-in-australian-open-first-round\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/17/bafta-rising-star-nominees-naomi-ackie-emma-mackey-sheila-atim-daryl-mccormack-aimee-lou-wood", "title": "Bafta rising star nominees include Naomi Ackie, Emma Mackey and Sheila Atim", "date_published": "2023-01-17 13:17:19+00:00", "description": "<p>The only Bafta award voted for by the British public, the five nominees are all actors from the UK and Ireland</p><p>Naomi Ackie, who <a href=\"https://www.theguardian.com/music/2022/dec/21/whitney-houston-i-wanna-dance-with-somebody-biopic\">plays Whitney Houston in a new feature film</a> about the late singer’s life, and Emma Mackey, star of Emily and Netflix’s hit show <a href=\"https://www.theguardian.com/tv-and-radio/2019/jan/17/sex-education-asa-butterfield-gillian-anderson-netflix\">Sex Education</a>, have been announced as nominees for this year’s Bafta rising star award.</p><p>The actors have been shortlisted alongside <a href=\"https://www.theguardian.com/lifeandstyle/2021/nov/20/sheila-atim-this-much-i-know-six-wings-chips-and-a-drink-is-my-guilty-pleasure\">Sheila Atim</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2021/aug/28/sex-education-series-three-aimee-lou-wood-interview\">Aimee Lou Wood</a>, and <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/30/ready-for-your-closeup-meet-the-hottest-tv-stars-of-2023\">Daryl McCormack</a> for the only Bafta voted for by the British public. All five are from the UK and Ireland, while three are actors of colour.</p> <a href=\"https://www.theguardian.com/film/2023/jan/17/bafta-rising-star-nominees-naomi-ackie-emma-mackey-sheila-atim-daryl-mccormack-aimee-lou-wood\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/thg-retailer-profit-warning", "title": "THG shares down 15% after online retailer issues profit warning", "date_published": "2023-01-17 13:17:19+00:00", "description": "<p>Company blames falling sales, contract delays and delivery disruption in latest of a number of missed financial targets</p><p>The struggling online shopping group THG has said its profits will disappoint for the third time in a year, blaming delivery disruption, contract delays and falling sales at one of its key divisions.</p><p>The company, formerly known as The Hut Group, said the profit downgrade was because of <a href=\"https://www.londonstockexchange.com/news-article/THG/trading-statement-for-the-period-ended-31-dec-2022/15798212\">lengthier “onboarding” of new contracts at Ingenuity, its unit that helps retailers sell their products online</a>, plus demand for THG’s own online beauty ranges being hit by courier disruption over Christmas.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/thg-retailer-profit-warning\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/17/age-checks-trolls-and-deepfakes-whats-in-the-online-safety-bill", "title": "Age checks, trolls and deepfakes: what’s in the online safety bill?", "date_published": "2023-01-17 13:14:37+00:00", "description": "<p>The legislation will place duties of care on tech companies to protect users from harmful content</p><p>The online safety bill returns to the House of Commons on Tuesday with the government pledging to introduce an important change: <a href=\"https://www.theguardian.com/media/2023/jan/16/tech-bosses-face-jail-if-they-fail-to-keep-children-safe-online-after-commons-deal\">criminal liability for tech executives</a> whose platforms persistently fail to protect children from harm online.</p><p>It is the latest alteration to a piece of legislation that has triggered debates about a range of issues, from free speech to dealing with trolls and proper age checking for pornography sites. Here is a quick run-through of the bill as it stands.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/17/age-checks-trolls-and-deepfakes-whats-in-the-online-safety-bill\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/17/its-a-spiritual-experience-the-whirlwind-rise-of-orchestral-qawwali-project-abi-sampa-rushil-ranjan", "title": "‘It’s a spiritual experience’: the whirlwind rise of Orchestral Qawwali Project", "date_published": "2023-01-17 13:03:32+00:00", "description": "<p>Their take on a 700-year-old song went viral during lockdown, they’ve sold out the Southbank Centre and collaborated with Nitin Sawhney. Duo Abi Sampa and Rushil Ranjan discuss how they’re giving ancient sacred music a new lease of life</p><p>“Sa, re, sa!” The ethereal voice of Abi Sampa sounds like thunder, as she sings the unmistakable ragas from Dam Mast Qalandar, a Sufi Islamic song known as a qawwali. A piano, a Celtic violin solo, the sigh of a harmonium and the soaring bows of an orchestra reverberate with the gravitas of a Hans Zimmer score. This qawwali was written by the 18th-century Sufi mystic and poet, <a href=\"https://www.theguardian.com/books/2004/mar/20/india.fiction\">Bulleh Shah</a>, and later immortalised by the legendary Pakistani singer<a href=\"https://www.theguardian.com/music/2020/jul/15/iconic-festival-sets-nusrat-fateh-ali-khan-womad-1985\"> Nusrat Fateh Ali Khan</a>. Now it has a new lease of life.</p><p>Sampa, 37, and Rushil Ranjan, 28, are the electric duo <a href=\"https://orchestralqawwali.com/\">Orchestral Qawwali Project,</a> whose debut album is a confluence of ancient qawwali from the Chishti tradition, and modern European orchestral arrangements. The duo first gained prominence in early 2020 with their debut qawwali, Man Kunto Maula. Their take on this 700-year-old song exploded on YouTube during lockdown two months after its release, gaining over 4m views.</p> <a href=\"https://www.theguardian.com/music/2023/jan/17/its-a-spiritual-experience-the-whirlwind-rise-of-orchestral-qawwali-project-abi-sampa-rushil-ranjan\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/17/mp-donation-landowner-dartmoor-camping-anthony-mangnall", "title": "MP who received donation from landowner refuses to criticise Dartmoor camping decision", "date_published": "2023-01-17 13:03:15+00:00", "description": "<p>Totnes MP Anthony Mangnall was given £5,000 according to parliament’s register of members’ interests in 2020</p><p>A Conservative MP who received thousands in a donation from a wealthy landowner who took Dartmoor National Park Authority to court has refused to comment on a legal decision that has led to a ban on wild camping in the park.</p><p>Last week, the <a href=\"https://www.theguardian.com/uk-news/2022/dec/13/landowners-lawyer-says-there-has-never-been-legal-right-to-wild-camp-on-dartmoor\">right to wild camp</a> in England and Wales was lost after hedge fund manager Alexander Darwall successfully brought a case against Dartmoor national park. It was the last place it was possible to wild camp without seeking permission.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/mp-donation-landowner-dartmoor-camping-anthony-mangnall\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/17/that-time-i-got-reincarnated-as-a-slime-the-movie-scarlet-bond-review-high-spirited-anime", "title": "That Time I Got Reincarnated As a Slime the Movie: Scarlet Bond review – high-spirited anime", "date_published": "2023-01-17 13:00:16+00:00", "description": "<p>This playful tale about an ogre samurai, a poisoned queen and a demonic pool of talking slime has a lot of confusing lore for the uninitiated to catch up on</p><p>This high-spirited anime feels like having the contents of a Dungeons &amp; Dragons manual screamed at you by your 12-year-old nephew after a Haribo binge – but it’s kind of fun trying to keep up. It hits the ground running with a top-knotted ogre mercenary (voiced by Yuma Uchida) being cut to ribbons in the woods, rescued by Queen Towa (Riko Fukumoto), healed using her life force and given a ritualistic name: he is now known under her service as Hiiro.</p><p>Hiiro soon learns that Towa’s waterfall-bordered kingdom Raja is in a tight spot: it’s dependent on gold mining that releases toxins into its lakes, which the queen must neutralise using a magic tiara that in turn poisons her. He heads off to the forest where he finds that – bulging anime eye! – his former ogre comrades have shacked up with the orcs who destroyed his village. Once he cools off, he gets local demon lord Rimuru (Miho Okasaki) to broker a truce with the dragon Veldora to let Raja farm in the forest. Rimuru offers to help with the poison, too. (You may also be experiencing a lethal buildup of lore in your bloodstream by now.)</p> <a href=\"https://www.theguardian.com/film/2023/jan/17/that-time-i-got-reincarnated-as-a-slime-the-movie-scarlet-bond-review-high-spirited-anime\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/17/a-camel-in-saudi-arabia-and-a-horse-jumps-over-a-bonfire-tuesdays-best-photos", "title": "A camel in Saudi Arabia and a horse jumps over a bonfire: Tuesday’s best photos", "date_published": "2023-01-17 12:36:49+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/17/a-camel-in-saudi-arabia-and-a-horse-jumps-over-a-bonfire-tuesdays-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/former-wagner-group-commando-fled-norway-feared-life-russia", "title": "Former Wagner Group commander who fled to Norway fears for his life", "date_published": "2023-01-17 12:24:38+00:00", "description": "<p>Andrey Medvedev told the Guardian he had seen summary executions of mercenary group’s Russian fighters</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/live/2023/jan/17/russia-ukraine-war-live-7000-civilians-confirmed-killed-but-actual-toll-considerably-higher-says-un\">Russia-Ukraine war – latest news updates</a></li></ul><p>A former commander with the Russian mercenary Wagner Group who last week <a href=\"https://www.theguardian.com/world/2023/jan/17/alleged-ex-wagner-group-commander-seeking-asylum-in-norway\">sought asylum in Norway</a> has spoken of how he is “scared for his life”.</p><p>Andrey Medvedev, 26, said in an interview last month with the Guardian that in Ukraine he had witnessed the summary killing of Wagner fighters accused by their own commanders of disobeying orders, sometimes in pairs.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/former-wagner-group-commando-fled-norway-feared-life-russia\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/warren-gatland-wales-squad-rugby-union-six-nations", "title": "Warren Gatland hands Wales captaincy to Ken Owens for Six Nations", "date_published": "2023-01-17 12:20:01+00:00", "description": "<ul><li>Coach opts for Owens ahead of Tipuric, Biggar and Jones</li><li>Four uncapped players named in 37-man squad</li></ul><p>Wales head coach Warren Gatland has named four uncapped players in his squad for the Six Nations Championship.</p><p>Ospreys centre Keiran Williams, Cardiff centre Mason Grady, Ospreys lock Rhys Davies and Cardiff second-row forward Teddy Williams have all been selected.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/warren-gatland-wales-squad-rugby-union-six-nations\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/17/pay-gap-figures-add-nurses-teachers-determination-strike", "title": "Pay gap figures will add to nurses’ and teachers’ determination to strike", "date_published": "2023-01-17 12:19:14+00:00", "description": "<p>Recruitment will get harder and it will be a very tough spring if UK ministers persist in facing down the unions</p><p>No doubt nurses and teachers will be even more determined to strike later this week when they see how <a href=\"https://www.theguardian.com/business/2023/jan/17/real-terms-uk-pay-fell-fastest-20-years\">the pay gap between the public and private sectors</a> persists in the latest official figures.</p><p>The Office for National Statistics said private sector pay increased by 7.2%, before adjusting for inflation, while the equivalent figure for the public sector was a meagre rise of 3.3% in the three months to the end of November.</p> <a href=\"https://www.theguardian.com/money/2023/jan/17/pay-gap-figures-add-nurses-teachers-determination-strike\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/17/cumbria-coalmine-uk-climate-goals-methane-emissions", "title": "New Cumbria coalmine likely to break UK’s climate pledge, analysis says", "date_published": "2023-01-17 12:00:32+00:00", "description": "<p>Whitehaven colliery will release about 17,500 tonnes of methane every year, estimates thinktank</p><p>The new coalmine in Cumbria is likely to prevent the UK from meeting its internationally agreed commitment to reduce emissions of the powerful greenhouse gas methane, analysis has suggested.</p><p>The <a href=\"https://www.theguardian.com/environment/2022/dec/07/what-is-the-cumbrian-coalmine-and-why-does-it-matter-woodhouse-colliery\">Whitehaven colliery</a>, controversially <a href=\"https://www.theguardian.com/environment/2022/dec/07/uk-first-new-coalmine-for-30-years-gets-go-ahead-in-cumbria\">approved by ministers</a> shortly before Christmas, will release about 17,500 tonnes of methane every year, according to estimates from the Green Alliance thinktank.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/17/cumbria-coalmine-uk-climate-goals-methane-emissions\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/17/french-football-president-noel-le-graet-investigated-alleged-harassment-moral-sexual", "title": "French football head Noël Le Graët investigated over alleged harassment", "date_published": "2023-01-17 11:50:42+00:00", "description": "<ul><li>Le Graët is accused of moral and sexual harassment</li><li>He has previously denied allegations of sexual harassment</li></ul><p>The Paris prosecutor’s office said on Tuesday it had opened an investigation for moral and sexual harassment against the French football federation (FFF) president, Noël Le Graët.</p><p>Le Graët, who has previously denied allegations of sexual harassment during an audit commissioned by the sports ministry, last week <a href=\"https://www.theguardian.com/football/2023/jan/11/french-football-federation-president-quits-after-backlash-to-zidane-comments-noel-le-graet\">“took a step back” from his duties</a>, with Philippe Diallo acting as interim president, the FFF said. Le Graët was not immediately available for comment on Tuesday.</p> <a href=\"https://www.theguardian.com/football/2023/jan/17/french-football-president-noel-le-graet-investigated-alleged-harassment-moral-sexual\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/17/online-safety-bill-meta-pinterest-snap-molly-russell", "title": "TechScape: Finally, the UK’s online safety bill gets its day in Parliament – here’s what you need to know", "date_published": "2023-01-17 11:45:28+00:00", "description": "<p>In this week’s newsletter: The government’s proposed legislation seeks to keep children safe from harmful content and hold tech CEOs accountable. Can it?</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>Underwhelming and unsurprising. Those were the words <a href=\"https://www.theguardian.com/technology/2022/sep/30/how-molly-russell-fell-into-a-vortex-of-despair-on-social-media\">Molly Russell’s</a> father used to describe the response of Meta, Pinterest and Snap to a series of recommendations from the coroner who presided over the inquest into his daughter’s death.</p><p>The online safety bill, which is debated in the UK parliament today (Tuesday) before moving to the House of Lords, has long been the focus of internet safety campaigners’ hopes, not industry self-reform.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/17/online-safety-bill-meta-pinterest-snap-molly-russell\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/vietnam-president-nguyen-xuan-phuc-quits", "title": "Vietnam president quits amid anti-graft purge", "date_published": "2023-01-17 11:33:37+00:00", "description": "<p>Nguyen Xuan Phuc has submitted resignation from assigned positions, quit job and retired, say reports</p><p>Vietnam’s president has resigned after days of rumours he was about to be sacked as part of an anti-corruption drive that has led to several ministers being fired, according to state media reports.</p><p>Nguyen Xuan Phuc has “submitted his resignation from his assigned positions, quit his job and retired”, the VNA said.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/vietnam-president-nguyen-xuan-phuc-quits\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/video/2023/jan/17/met-commissioner-admits-there-are-officers-force-needs-to-identify-and-get-rid-of-video", "title": "Met commissioner admits there are officers force needs to 'identify and get rid of' – video", "date_published": "2023-01-17 11:21:00+00:00", "description": "<p>The head of the&nbsp;<a href=\"https://www.theguardian.com/uk/metropolitan-police\">Metropolitan police</a>&nbsp;has said some serving officers need to be identified and removed as he deals with the fierce fallout from the conviction of the serial rapist David Carrick. As details of <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/metropolitan-police-officer-david-carrick-revealed-as-serial-rapist\">Carrick’s convictions were revealed</a>, it emerged that a total of 1,633 cases of alleged sexual offences or domestic violence involving 1,071 officers and other staff were being reviewed from the last 10 years to make sure the appropriate decisions were made. Sir Mark Rowley was asked if he could guarantee that a woman visiting a police station to report a sexual offence would not meet an officer whose past behaviour was under review, or who was tolerating similar behaviour in their department. 'I can’t, I’m not going to make a promise that I can’t stick to,' he said</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jan/17/met-police-chief-officers-removed-david-carrick\">Ex-victims’ commissioner hits out at ‘evil’ in Met police amid David Carrick fallout</a><br /></li><li><a href=\"https://www.theguardian.com/uk-news/2023/jan/16/carrick-conviction-shows-met-polices-deeply-rotten-misogynistic-culture\">Carrick conviction shows Met police’s ‘deeply rotten misogynistic culture’</a><br /></li></ul> <a href=\"https://www.theguardian.com/uk-news/video/2023/jan/17/met-commissioner-admits-there-are-officers-force-needs-to-identify-and-get-rid-of-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/ng-interactive/2023/jan/17/david-squires-on-arsenal-and-manchester-united-enjoying-their-derby-days", "title": "David Squires on … Manchester United and Arsenal enjoying their derby days", "date_published": "2023-01-17 11:19:07+00:00", "description": "<p>Our cartoonist looks at pulses racing as the Premier League derbies go the way of United and Arsenal</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">You can buy a Squires cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jan/17/david-squires-on-arsenal-and-manchester-united-enjoying-their-derby-days\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/britishvolt-expected-enter-administration-tuesday", "title": "Battery startup Britishvolt expected to enter administration on Tuesday", "date_published": "2023-01-17 10:35:02+00:00", "description": "<p>EY is understood to be ready to take control after talks about a rescue bid fail</p><p>The battery startup Britishvolt is expected to collapse into administration on Tuesday after talks about a rescue bid from several investors failed.</p><p>The company’s efforts to build a giant facility near Blyth in Northumberland have stalled in recent months as it has struggled to find a cash injection to pursue the project.</p> <a href=\"https://www.theguardian.com/business/2023/jan/17/britishvolt-expected-enter-administration-tuesday\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/17/ocado-record-christmas-sales-buying-fewer-items", "title": "Ocado has record Christmas sales but people are buying fewer items", "date_published": "2023-01-17 10:09:45+00:00", "description": "<p>Online grocer’s shares dive 5% on Tuesday morning as it says basket volumes fell down 8.3% on last year </p><p>Ocado Retail enjoyed record sales over Christmas but customers are putting fewer items in their baskets in response to higher prices and the cost of living crisis.</p><p>The online grocer, a <a href=\"https://www.theguardian.com/business/2020/aug/15/waitrose-marks-and-spencer-ocado-switch-food-supermarkets\">joint-venture with Marks &amp; Spencer</a>, said sales were up 15% in the five days before Christmas. Party food and English sparkling wine sales jumped 35% and 70%. </p> <a href=\"https://www.theguardian.com/business/2023/jan/17/ocado-record-christmas-sales-buying-fewer-items\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/17/scottish-power-install-prepayment-meter-customers-gas-account", "title": "Scottish Power plans to install a prepayment meter – but we are not customers", "date_published": "2023-01-17 07:00:06+00:00", "description": "<p>It seems our gas account was erroneously switched by a neighbour</p><p><strong>We are desperate. Scottish Power is about to </strong><strong>force its way in to install a prepayment meter in our north London home – despite the fact that we are not even customers – and there doesn’t seem to be anything we can do to stop it.</strong></p><p><strong>It appears that, at some point, our gas account was erroneously switched to Scottish Power by a neighbour who was trying to change her supplier. She somehow selected the wrong address from a drop-down menu, inputting ours instead.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jan/17/scottish-power-install-prepayment-meter-customers-gas-account\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/17/tv-tonight-narendra-modi-india-muslims", "title": "TV tonight: a sobering look at Narendra Modi’s treatment of India’s Muslims", "date_published": "2023-01-17 06:20:05+00:00", "description": "<p>A two-parter examines the impact of the hard-right populist’s Hindu nationalism. Plus: 24 Hours in A&amp;E. Here’s what to watch tonight</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/17/tv-tonight-narendra-modi-india-muslims\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/17/motonormativity-britons-more-accepting-driving-related-risk", "title": "‘Motonormativity’: Britons more accepting of driving-related risk", "date_published": "2023-01-17 06:00:06+00:00", "description": "<p>Allowance made for dangers that would not be accepted in other parts of life, finds study with potentially major policy implications</p><p>British people appear to have an in-built acceptance of risks and harms from motor vehicles that they would not accept in other parts of life, a study has discovered, with potentially widespread repercussions for how policy decisions are made.</p><p>Such is the cultural ubiquity of these assumptions, described by the researchers as “motonormativity”, that politicians are less likely to try to tackle issues such as pollution from vehicles or poor driving, they warned.</p> <a href=\"https://www.theguardian.com/world/2023/jan/17/motonormativity-britons-more-accepting-driving-related-risk\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/17/gb-news-rightwing-tv-channel", "title": "‘Proud to be a disruptor’: GB News faces growing pains as it tries to clean up image", "date_published": "2023-01-17 06:00:05+00:00", "description": "<p>Right-leaning TV channel to cut costs, hire new talent and enforce ‘discipline’ as it aims for growth</p><p>GB News has entered the new year with a new plan: cut costs, hire more major talent, get off an advertising blacklist – and force all producers and presenters to take training workshops brushing up on “<a href=\"https://www.theguardian.com/media/2022/oct/12/gb-news-second-ofcom-investigation-covid-vaccine-coverage-naomi-wolf-mark-steyn-show\">the law and Ofcom</a>”.</p><p>The controversy-prone, right-leaning TV channel, which has spent a turbulent first 18 months <a href=\"https://www.theguardian.com/commentisfree/2022/oct/16/gb-news-talk-tv-mainstream-media-channels\">weathering on and off-air turmoil</a> and trying to shake a reputation as the “British Fox News”, is apparently ready to grow up.</p> <a href=\"https://www.theguardian.com/media/2023/jan/17/gb-news-rightwing-tv-channel\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/17/grace-brown-outsprints-amanda-spratt-to-win-first-tour-down-under-title", "title": "Grace Brown outsprints Amanda Spratt to win first Tour Down Under title", "date_published": "2023-01-17 05:35:55+00:00", "description": "<ul><li>Race comes down to Corkscrew climb in Adelaide Hills</li><li> Brown wins third and final stage to claim maiden victory</li></ul><p>Australian cycling star Grace Brown has won the women’s Tour Down Under, beating key rival Amanda Spratt to also win the third and final stage.</p><p>Brown outsprinted Spratt to win the 93.2km third stage from Adelaide to Campbelltown on Tuesday afternoon after catching her fellow Australian in the last few kilometres.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/17/grace-brown-outsprints-amanda-spratt-to-win-first-tour-down-under-title\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/16/dallas-cowboys-tampa-bay-buccaneers-game-report", "title": "Cowboys maul Brady’s listless Bucs for first road playoff win in 30 years", "date_published": "2023-01-17 04:56:31+00:00", "description": "<ul><li>Prescott outshines Brady as Cowboys dominate Buccaneers</li><li>Dallas advance to face 49ers in divisional round on Sunday</li></ul><p>So much for notion that Dak Prescott and the Dallas Cowboys might not be up to the challenge of beating Tom Brady.</p><p>Prescott played his best game in weeks, throwing for four touchdowns and running for another to answer critics of ‘America’s Team’ with a 31-14 rout of Brady and the Tampa Bay Buccaneers in an NFC wild-card playoff game on Monday night.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/16/dallas-cowboys-tampa-bay-buccaneers-game-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}], "source": {"url": "https://www.theguardian.com/rss", "title": "The Guardian"}}