[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Blackout Protocol Early Access Review - The Final Verdict", "description": "Blackout Protocol is a new top-down shooter with an emphasis on co-op gameplay. The game puts players into the shoes of agents for the mysterious S2P Corporation. Agents have to enter an underground research facility dubbed Section 13 to take on hordes of monsters that seem to be subjects of experiments.\n\nThe game features quite a bit of content, including 4 playable characters, 13 weapons, and a host of permanent and temporary upgrades to aid their fight through the massive complex, of which 5 levels are currently playable. With its emphasis on co-op, however, solo players might want to look elsewhere.", "link": "https://www.youtube.com/watch?v=y_2WsCLRHnw", "date_published": "2023-07-22T17:30:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/y_2WsCLRHnw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Bomb Rush Cyberfunk - 12 Things You Need To Know BEFORE YOU BUY", "description": "Team Reptile’s homage to SEGA’s Jet Set series, Bomb Rush Cyberfunk is out for PC and Nintendo Switch on August 18, 2023. It looks like a pretty fun time, mostly thanks to a solid movement system that lets players chain all sorts of acrobatic moves together to create some absolutely amazing stunts on inline skates, skateboards, and BMX-style bikes. \n\nFurthermore, the cel-shaded art style and funky beats accompanying it all make it look like a proper throwback to Jet Set Radio. But for all its merits, it’s pretty important that players know everything about the game before they rush in to make a purchase. With this feature, we will be discussing 12 such things that you need to know before you buy Bomb Rush Cyberfunk.", "link": "https://www.youtube.com/watch?v=TFf_Q-8uB7A", "date_published": "2023-07-22T15:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/TFf_Q-8uB7A/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why Armored Core 6: Fires of Rubicon Will Be One of The Biggest Games of The Year", "description": "This video centers on Armored Core VI: Fires of Rubicon, the upcoming sequel to one of FromSoftware’s formative game series, the last entry of which released before FromSoft refined their expertise with a slate of well-received dark fantasy action RPGs. A particular focus for this article was to be clear that Armored Core VI is not a simple rehash of Dark Souls, Bloodborne, or Sekiro: Shadows Die Twice, but something very much its own thing.\n\nIt’s interesting that FromSoft’s core design principles are present and correct but exaggerated to a degree beyond their Soulslike titles, with the feature explaining that this is down to the unique mobility, customisation, and battle capability a game focusing on mecha-based combat provides.", "link": "https://www.youtube.com/watch?v=R8QbAppujXY", "date_published": "2023-07-22T13:30:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/R8QbAppujXY/hqdefault.jpg"}]