[{"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Strange New Worlds’ drops its ‘Lower Decks’ crossover early", "description": "<p>Ever since <em>Strange New Worlds’</em> second season was announced, the big draw has been the crossover episode with animated sitcom <em>Lower Decks</em>. It would see Tawny Newsome (Mariner) and Jack Quaid (Boimler) taking their until-now animated characters into live action. Following an early screening at Comic-Con, the episode is now available to watch on Paramount Plus.</p><p><em>The following article contains spoilers for “Those Old Scientists.”</em></p><span id=\"end-legacy-contents\"></span><p>There’s an <em>SNL</em> sketch where William Shatner, as himself, exhorts a room full of Star Trek fans to “<a href=\"https://www.youtube.com/watch?v=Rqb4V9GxaBo\"><ins>Get a Life!</ins></a>” It’s clearly intended in jest, given Shatner’s barely-suppressed smile and a twist where Phil Hartman’s manager forces him to instantly recant his rant. Depending on who you ask, the sketch was either taken in the <a href=\"https://trekmovie.com/2021/09/06/william-shatner-defends-1986-get-a-life-snl-skit-after-criticism-from-rod-roddenberry/\"><ins>spirit</ins></a> it was intended, or with <a href=\"https://fanlore.org/wiki/Get_a_Life!_(skit)#Fan_Response\"><ins>outrage</ins></a> amongst fans who felt mischaracterized, and misunderstood. But it’s this dichotomy, between the legend and the truth that’s mined for laughs in “Those Old Scientists,” the crossover episode between <em>Strange New Worlds</em> and <em>Lower Decks</em>. Well, that and an affectionate elbow in the ribs suggesting that we could all do with being a bit less obsessive.</p><p>The (animated) beta shift is making a routine survey of a long-dormant time-travel portal, while Boimler and Tendi argue about who discovered it. Boimler brags it was found by Starfleet, but Tendi says it was Orion scientists, once again trying to dispel myths that all Orions are pirates. While messing around Boimler is standing on the portal when Rutherford accidentally sets it running, throwing him back in time. When he arrives on the other side, he’s now in the live action world of <em>Strange New Worlds</em>, and is greeted by Spock, Una and La’an. And with that, we’re into an animated version of the title sequence, complete with nacelle-sucking alien.</p><p>On the Enterprise, Boimler can’t help but express his shock, surprise and generally fanboy out in front of his heroes. He gets lectured by La’an about not polluting the timeline and, thanks to her adventure in “Tomorrow, Tomorrow and Tomorrow,” not getting attached. But, since this is the Boimler we know and love, he can’t help but throw spoilers out left, right and center. Not to mention his insistence on pointing out the difference between the history as he knows it, and the storylines as they’re presently unfolding on <em>Strange New Worlds</em>. For instance, he’s mightily disturbed by the fact that Spock – happy in a relationship with Chapel – is laughing, smiling and generally acting like he’s in love. After all, the Spock he knows – <em>his</em> Spock – isn’t this outwardly emotional, because that’s what the legend tells us. It’s almost as if he’s a stand-in for the sort of obsessive fan who tries to police the borders of what Star Trek is, instead of enjoying the journey.</p><p>At the same time, the Enterprise has to deal with an Orion vessel with undetermined intentions which then steals the time portal. Boimler urges Pike to be diplomatic, but winds up forcing him to trade a supply of much-needed triticale grain to get it back. Pike sees this – and the forced relocation of a planet-full of starving colonists – as preferable to having this guy on his ship any longer. When the portal is active and back in position, the Enterprise crew ready to get rid of this purple-haired irritation, Mariner leaps through, bravely declaring that she’s coming to the rescue. Except, the hardware had power enough for just one trip, and there’s not a fuel source available anywhere else in the quadrant. Leaving an eye-rolling Pike with the unwelcome possibility that they’re stuck with the Cerritos’ pair for good.</p><p>Boimler and Mariner wind up spending some time with their heroes, until they eventually realize that the Enterprise itself has a supply of fuel. Thanks to the naval tradition of using a component from the previous vessel in the construction of the next one, they can refine a chunk of NX-01 into fuel which can be used to send the pair home. (But not before the <em>Strange New Worlds</em> crew can reveal that they, too, are secretly as nerdy as a bunch of fans of their predecessors from <em>Enterprise</em> as Boimler is for this era.) They meet with the Orions again, and Pike pledges to claim that the Orions discovered the portal, giving their burgeoning science ship a small chunk of credit. And when Boimler and Mariner leap back to the future, the Enterprise crew drink an Orion cocktail that, in the closer, renders them all as animated characters.</p><p>“Those Old Scientists” is as pure a dose of fan service as Star Trek has ever produced, and I mean that as both a compliment and a criticism. Plenty of the elements, including the animated title sequence, reached straight into the lizard part of my brain and left me grinning like a loon. The screenplay, credited to <em>Lower Decks</em>’ executive story editor Kathryn Lyn and Bill Wolkloff, is crammed full of great gags. It helps, too, that <em>Strange New Worlds</em> has enough comic talent in its ranks to play an episode like this, and Carol Kane steals the show with the best gag in the episode.</p><p>But, and there is a but, the episode is a bit like cotton candy in that once the initial hit of sugar leaves your tongue, there’s little else here. We get a lot of scenes of Boimler and then Mariner telling the Enterprise crew how great they are, or are seen as such, by their successors. Most of these scenes take place sitting around desks, bars or lounges – telling rather than showing. I know that this is <em>Strange New Worlds</em>, and so the narrative will always belong with this crew rather than its guest stars. But the lower deckers are rendered passive observers in a narrative that could, or should, really have enabled them to demonstrate the dynamism they have in their own show. In the moment where Boimler and Mariner try to solve things on their own, they’re instantly shut down by La’an and Uhura and told to sit back on the bench. The worst served by this is Tawny Newsome, who is absent a major chunk of the episode and has little to do when Mariner does finally arrive in the past.</p><p>That cotton candy metaphor is probably the best way to sum up “Those Old Scientists,” a goofy snack <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-finds-empathy-in-memory-130048301.html\"><ins>between meatier meals</ins></a>, or episodes, either side. The fact it exists at all is a joy, even if it’s not as wonderful as it could have been, and I’d love nothing more than to see more forays into the real world by the<em> Lower Decks</em> crew. At the very least, with <em>Strange New Worlds</em> and <a href=\"https://www.engadget.com/star-trek-lower-decks-season-3-episode-10-the-stars-at-night-review-150041363.html\"><em><ins>Lower Decks</ins></em></a> in production at the same time, it’s a great time to be a Star Trek fan.</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-strange-new-worlds-drops-its-lower-decks-crossover-early-230033262.html?src=rss", "link": "https://www.engadget.com/star-trek-strange-new-worlds-drops-its-lower-decks-crossover-early-230033262.html?src=rss", "date_published": "2023-07-22T23:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "'Oppenheimer' review: Sympathy for the destroyer of worlds", "description": "<p>At one point Christopher Nolan's <em>Oppenheimer</em>, the father of the atomic bomb dons his iconic uniform — a fedora cap, a smoking pipe, a slightly over-sized suit — like Batman wearing his cape and cowl for the first time. It's a look that serves as a sort of armor against mere mortals, who he woos with a peculiar charisma, as well as the military and political bureaucracy he battles while leading the Manhattan Project. It's also a way for Oppenheimer (played by Cillian Murphy) to ground himself as he wrestles with the major conflict around his work: Building an atomic bomb could help to the war, but at what cost to humanity?</p><p><em>Oppenheimer</em> may seem like a curious project for Nolan: Since wrapping up his Batman trilogy with <em>The Dark Knight Rises</em>, he's thrown himself into increasingly complex projects (perhaps to atone for that disappointment). <a href=\"https://www.engadget.com/2014-11-11-interstellar-review.html\"><em>Interstellar</em></a> was ostensibly a story about a man exploring the cosmos to find a new planet for humanity, but it also wrestled with personal sacrifices as his children aged beyond him.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Christopher Nolan's \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/3b57f500-2832-11ee-b14f-b02ca6ff83a5\" style=\"height: 1666px; width: 2500px;\" /><figcaption></figcaption><div class=\"photo-credit\">Universal Pictures</div></figure><p><em>Dunkirk </em>was a purely cinematic, almost dialog-free depiction of a famous wartime evacuation. And <em>Tenet</em> was a bold attempt at mixing another heady sci-fi concept (what if you could go backwards through time?!) with bombastic James Bond-esque set pieces. <em>Oppenheimer</em>, meanwhile, is a mostly talky film set in a variety of meeting rooms, save for one explosive sequence.</p><p>Take a step back, though, and a film about an intelligent and very capable man wrestling with huge moral issues is very much in the Nolan wheelhouse. Oppenheimer's<em>&nbsp;</em>swaggering genius fits right alongside Christian Bale's Bruce Wayne/Batman, the dedicated magicians in <em>The Prestige</em> or the expert dream divers/super spies in <em>Inception</em>.</p><p>The film, which is based on the biography <em>American Prometheus</em> by Martin J. Sherwin and Kai Bird, follows Oppenheimer from his time in Germany as a doctoral student, to his professorship at UC Berkeley. He mingles with notable scientists, including Albert Einstein himself, and makes a name for himself as a quantum physics researcher. We see Oppenheimer as more than just a bookish geek: He sends money to anti-fascists fighting in the Spanish Civil War, he pushes for unionization among lab workers and professors, and he supports local Communists. (Something that will come back to haunt him later.)</p><p>It's not too long before he's recruited to the Manhattan Project to build an atomic bomb, and the myth-making truly begins. Like a Nolan heist film, he assembles a team of the brightest scientific minds in America and beyond, and he pushes the government to establish a town doubling as a secret research base in Los Alamos, New Mexico. The film is strongest when it focuses on the specificities of the Manhattan Project: the rush to build a bomb before Nazi Germany, the pushback from scientists terrified about the damage &quot;the gadget&quot; could do.</p><figure><img alt=\"Christopher Nolan's \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/3b58b850-2832-11ee-ba7f-674c9d1a42bf\" style=\"height: 1748px; width: 2500px;\" /><figcaption></figcaption><div class=\"photo-credit\">Universal Pictures</div></figure><p>The movie firmly focuses on Oppenheimer's point of view, so much so that we mainly see him as a heroic tortured genius. Only <em>he</em> can put the right scientists together and motivate them to work; only <em>he</em> can solve the riddles of quantum physics to keep America safe. Some colleagues criticize his cavalier attitude about building an atomic bomb — they think it can lead to untold disaster, while he naively thinks it may be so powerful it may end all war. But, for the most part, we're left feeling that he was a great man who was ultimately betrayed by a country that didn't care for his post-war anti-nuclear activism.</p><p>I wasn't able to see <em>Oppenheimer </em>on an IMAX screen, unfortunately, but sitting front row in a local theater still managed to be a thoroughly immersive experience. That was particularly surp—rising since it's really a movie featuring people (mostly men) talking to each other in a series of unremarkable rooms. Save for one virtuoso set piece — the build-up and aftermath of a successful atomic bomb test is Nolan at his best — what's most impressive is how cinematographer Hoyte Van Hoytema makes those conversations utterly engaging. We've never seen Cillian Murphy's piercing blue eyes do so much work in close-up.</p><figure><img alt=\"Christopher Nolan's \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/3b58df60-2832-11ee-bffe-1e98bff52d9f\" style=\"height: 1748px; width: 2499px;\" /><figcaption></figcaption><div class=\"photo-credit\">Universal Pictures</div></figure><p>Still, it's an overall disjointed experience. The few featured women — Emily Blunt as Kitty Oppenheimer, Florence Pugh as the Communist activist Jean Tatlock — are sketched thin, even by Nolan standards. And the movie would have benefitted from more insight into Oppenheimer's thinking. It's a surprisingly standard biopic, even though it's three hours long and far more technical than any studio film this year.</p><p>At the very least, it would have been interesting to see Oppenheimer reckon more directly with the aftermath of the bombings of Hiroshima and Nagasaki. We see him confront President Harry Truman (Gary Oldman) in a vain attempt to stop building nuclear weapons, and the film points to his very public stance against future bombs. But even those scenes feel self-serving.</p><p>At the end of the film, Oppenheimer finally comes to understand something many of his colleagues have been saying from the beginning. Nothing will be the same because of him. There is no peace now, only the undying specter of nuclear annihilation.</p>This article originally appeared on Engadget at https://www.engadget.com/oppenheimer-review-sympathy-for-the-destroyer-of-worlds-130052032.html?src=rss", "link": "https://www.engadget.com/oppenheimer-review-sympathy-for-the-destroyer-of-worlds-130052032.html?src=rss", "date_published": "2023-07-22T17:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "ExpressVPN review: Our favorite for gaming and streaming", "description": "<p>ExpressVPN has become a household name – or at least as close to one as a VPN is likely to get – <a href=\"https://www.engadget.com/youtube-influencer-selling-vpns-security-problems-153046206.html\">taking over mainstream advertisements on sites like YouTube</a>. On our <a href=\"https://www.engadget.com/best-vpn-130004396.html\">roundup of the nine top providers</a> in June, it came out tops for streaming services, frequent travel and gaming. But, notably, it wasn’t the overall best, falling short on areas like security and user friendliness.</p><p></p><p>There are three main VPN use cases on top of general security: geoblocking, streaming and gaming. That means my tests looked like watching <em>Shrek</em> on the clock, by using a VPN to access Canadian Netflix from my US-based home office, where the ogre movie isn’t currently available.</p><span id=\"end-legacy-contents\"></span><p>ExpressVPN was easy to sign up for, download and use, but compared to the other services, it didn't wow me. Competitors like ProtonVPN, for example, had easier ways to sign in across platforms. But an ExpressVPN subscription does come with a <a href=\"https://www.engadget.com/best-password-manager-134639599.html\">password manager</a> to store and autofill credentials across websites. That’s a plus in a world where complex passwords are crucial to keeping your accounts secure.</p><p>The best VPNs stay out of your way and you'll barely even notice they’re running. But one oddity was that ExpressVPN internet speeds outperformed our baseline internet speed measures. The service is likely circumventing traffic shaping by the internet service provider or a similar anomaly because every other VPN will hurt internet speed in some way. But it did successfully mask the IP address, and pass the DNS and WebRTC leak tests as privacy measures.</p><figure><img alt=\"The ExpressVPN app includes a power button to connect to the VPN and recommended locations to get started\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/a7057800-27c8-11ee-bff3-e06eff9b66e0\" style=\"height: 946px; width: 1200px;\" /><figcaption></figcaption><div class=\"photo-credit\">ExpressVPN</div></figure><p>It was also easy to access geo-blocked content using ExpressVPN, with little-to-no buffering. There were some loading delays that only lasted a few seconds when I tried to stream the news on YouTube using ExpressVPN, but no lag came up after that. Finally, ExpressVPN passed the gaming test by avoiding lag and maintaining a normal loading time. Although, it was a pretty basic test where I logged into online game Slither.io from a UK-based VPN to play the worm-eating competition with international users. Surfing the web with ExpressVPN was just as easy as being online without it. With ExpressVPN, a ping test measured how long data takes to travel from the computer to the server and back at 100 milliseconds, versus 16 milliseconds with no VPN turned on.</p><p>ExpressVPN’s biggest perk is that it supports up to five devices at once. That means I could conduct all tests simultaneously and still had no slowdown. That’s great for sharing it with a family, or folks that like to game, watch TV and scroll on their phone at the same time. It’s the main reason ExpressVPN landed as our top choice for streaming and gaming. The connectivity was solid, it had a wide range of servers in 94 countries and provided clear instructions on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vc3VwcG9ydC9rbm93bGVkZ2UtaHViL3N1cHBvcnRlZC1kZXZpY2VzLyIsImNvbnRlbnRVdWlkIjoiMTc1ZTAxNGYtODdmZi00ZDkxLWIxMTgtMDU0YTg4MjM0MDZhIn0&amp;signature=AQAAAfZziy_zYUtmz0vbv4ZuBZu8XWgKXaTGaQeQ0l20xJ7N&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Fsupport%2Fknowledge-hub%2Fsupported-devices%2F\">configuration for any device</a>.</p><p>But security-wise, I found myself wanting more. ExpressVPN is based in the British Virgin Islands, which <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vYmxvZy9idmktcHJpdmFjeS1sZWdpc2xhdGlvbi8iLCJjb250ZW50VXVpZCI6IjE3NWUwMTRmLTg3ZmYtNGQ5MS1iMTE4LTA1NGE4ODIzNDA2YSJ9&amp;signature=AQAAARzHXBTJYvErPdYKhY9tkUlT2tKC1YQadGnbsBByG5-5&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Fblog%2Fbvi-privacy-legislation%2F\">the company touts</a> because the territory lacks any foreign intelligence operations and does not participate in 14 Eyes intelligence-sharing agreements. But it is owned by Kape Technologies, which also owns competitor CyberGhost, and Kape has <a href=\"https://www.cnet.com/tech/services-and-software/what-is-kape-technologies-what-you-need-to-know-about-the-parent-company-of-cyberghost-vpn/\">a problematic history that includes spreading malware</a>. Not only that, in 2021, the Department of Justice charged ExpressVPN CIO Daniel Gericke for cyberspying activities on behalf of the UAE. ExpressVPN <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vYmxvZy9kYW5pZWwtZ2VyaWNrZS1leHByZXNzdnBuLyIsImNvbnRlbnRVdWlkIjoiMTc1ZTAxNGYtODdmZi00ZDkxLWIxMTgtMDU0YTg4MjM0MDZhIn0&amp;signature=AQAAAct8w3SgL5eLa4VExrRBo-SbSsoXzmSZVDkpEWGkjdos&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Fblog%2Fdaniel-gericke-expressvpn%2F\">stood by the CIO</a> in a blog post.</p><p>But it’s not all bad. ExpressVPN publicly shared security audits of its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vYmxvZy9jdXJlNTMtaW9zLWFuZHJvaWQtYXVkaXQvIiwiY29udGVudFV1aWQiOiIxNzVlMDE0Zi04N2ZmLTRkOTEtYjExOC0wNTRhODgyMzQwNmEifQ&amp;signature=AQAAAdq8L-2ECzzCNonTxkWcVtSZsfWYv6QXBmt7g3nqRTMv&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Fblog%2Fcure53-ios-android-audit%2F\">mobile apps</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vYmxvZy9jdXJlNTMtbGlnaHR3YXktYXVkaXQvIiwiY29udGVudFV1aWQiOiIxNzVlMDE0Zi04N2ZmLTRkOTEtYjExOC0wNTRhODgyMzQwNmEifQ&amp;signature=AQAAAVUM9mFSJ3casU_AsWwp-VwuAgAOyz2TnYVDxhzHS-XE&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Fblog%2Fcure53-lightway-audit%2F\">protocol</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vYmxvZy9tYWMtbGludXgtd2luZG93cy12MTItYXVkaXRzLyIsImNvbnRlbnRVdWlkIjoiMTc1ZTAxNGYtODdmZi00ZDkxLWIxMTgtMDU0YTg4MjM0MDZhIn0&amp;signature=AQAAARYeR3LgG5n5UesWZcyBqLJmj1KgT5MzfLi112hb0YEK&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Fblog%2Fmac-linux-windows-v12-audits%2F\">desktop apps</a> last year. That’s a win for security transparency. Still, a <a href=\"https://www.consumerreports.org/vpn-services/mullvad-ivpn-mozilla-vpn-top-consumer-reports-vpn-testing-a9588707317/\">2021 Consumer Reports study</a> found that ExpressVPN didn’t support multifactor authentication, did not meet brute force mitigation checks and retained some data even after an account was terminated. ExpressVPN did, however, exceed industry standards in protections against unauthorized access, implement a vulnerability disclosure program and said it would not pursue legal action against security researchers. That means when it comes to security standards and practices, ExpressVPN as a company has a few too many misses and not enough hits.</p><p>I recommended ExpressVPN as our top choice for gamers, frequent travelers and heavy users of streaming services because it lets users access a wide range of locations from a variety of devices with high speed connections and no lag. With options to configure directly to routers and gaming consoles, it’s a solid choice for people that put a lot of strain on their ISPs. Still, there are better VPNs for the security-minded or those who want something more affordable.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/vpn-review-expressvpn-2023-gaming-streaming-160052492.html?src=rss", "link": "https://www.engadget.com/vpn-review-expressvpn-2023-gaming-streaming-160052492.html?src=rss", "date_published": "2023-07-22T16:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla offers customers one-time Full Self-Driving transfer until September 30th", "description": "<p>Tesla has started notifying owners that they can transfer the Full Self-Driving (FSD) feature they purchased to a new vehicle, as long as they take delivery within the next three months. During the automaker's Q2 2023 investor call, Elon Musk announced a <a href=\"https://www.engadget.com/tesla-built-and-delivered-a-nearly-half-a-million-evs-in-q2-205948639.html\">&quot;one-time amnesty&quot;</a> that will allow owners to transfer their FSD. Now, Twitter user Keith Dahlenburg has <a href=\"https://twitter.com/Kdahlenburg/status/1682094746842591232\">posted</a> a screenshot (via <a href=\"https://www.notateslaapp.com/news/1525/tesla-announces-ability-to-transfer-fsd-must-take-delivery-in-q3-full-list-of-requirements\"><em>Not A Tesla App</em></a>, <a href=\"https://www.theverge.com/2023/7/21/23802957/tesla-fsd-transfer-offer-q2\"><em>The Verge</em></a>) of the offer, along with its rules and conditions.&nbsp;</p><p>Perhaps the most pertinent condition is that owners can only take advantage of this one-time amnesty if they take delivery of a new Tesla vehicle between July 20th and September 30th, 2023. It can't be applied retroactively, so those who've taken delivery before and after those dates unfortunately have to pay for access again. And FSD doesn't come cheap — Tesla <a href=\"https://www.engadget.com/tesla-full-self-driving-price-increasing-15000-september-5-153606255.html\">raised its price</a> to $15,000 last year. That's an enormous price jump for early adopters who were able to snag the feature for <a href=\"https://www.engadget.com/2019-07-17-tesla-full-self-driving-price-increase.html\">$5,000 years ago</a>. Now, they can get a new model without having to pay for the feature again.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Owners who choose to take the transfer offer will have to forfeit the capability in their current vehicle. Tesla will remove FSD from their old EV up to a week before their scheduled delivery date, and they can't get it back even if they cancel their purchase for a new car. That said, Tesla also doesn't guarantee delivery by the time the promo is over, so owners could still miss the offer if their deliveries unfortunately get delayed.&nbsp;</p><div id=\"3e1687f21e3c4cf991938f044302d628\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"qme\"><a href=\"https://t.co/gEL60R5YuR\">pic.twitter.com/gEL60R5YuR</a></p>— Keith Dahlenburg 🇺🇸 (@Kdahlenburg) <a href=\"https://twitter.com/Kdahlenburg/status/1682094746842591232?ref_src=twsrc%5Etfw\">July 20, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/tesla-offers-customers-one-time-full-self-driving-transfer-until-september-30th-150004266.html?src=rss", "link": "https://www.engadget.com/tesla-offers-customers-one-time-full-self-driving-transfer-until-september-30th-150004266.html?src=rss", "date_published": "2023-07-22T15:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter is limiting the number of DMs unverified users can send", "description": "<p>Twitter has again made its platform a little less usable for people who choose not to pay for a Blue subscription. The company has <a href=\"https://twitter.com/TwitterSupport/status/1682501248334061572\">announced</a> that it will soon implement a new rule that puts a limit on the number of DMs unverified accounts can send per day. In a tweet, Twitter said the change is part of its efforts to reduce spam in direct messages, which has seen a sharp uptick recently.&nbsp;</p><p>On July 14th, the website <a href=\"https://www.engadget.com/twitter-is-trying-to-fix-the-verified-dm-spam-problem-it-created-175252276.html\">added</a> a new message setting that sends DMs from accounts people follow to their primary inbox and DMs from verified users they don't follow to their message request inbox. Twitter said it saw a 70 percent reduction in spam messages a week after the new setting came out. Before that, the website <a href=\"https://twitter.com/elonmusk/status/1668031228811804675\">limited</a> the ability to send DMs to people who don't follow them to Blue subscribers only.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>While Twitter said the upcoming change is meant to reduce DM spam, it's still another move that not-so-subtly pushes unverified subscribers towards paying for Blue membership. In fact, the website's announcement about it explicitly tells people to &quot;subscribe today to send more messages&quot; and includes a link to the subscription page. Twitter also previously <a href=\"https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html\">put a strict cap</a> on how many tweets a day a user can see, with unverified accounts being limited to 600 posts.&nbsp;</p><div id=\"549e7b253d01449eba3102c324328820\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We'll soon be implementing some changes in our effort to reduce spam in Direct Messages. Unverified accounts will have daily limits on the number of DMs they can send. Subscribe today to send more messages: <a href=\"https://t.co/0CI4NTRw75\">https://t.co/0CI4NTRw75</a></p>— Twitter Support (@TwitterSupport) <a href=\"https://twitter.com/TwitterSupport/status/1682501248334061572?ref_src=twsrc%5Etfw\">July 21, 2023</a></blockquote></div><p>Elon Musk tweeted this month that Twitter is suffering from an ongoing negative cash flow, because its advertising revenue has <a href=\"https://www.engadget.com/elon-musk-says-twitters-ad-revenue-has-dropped-by-50-percent-202600398.html\">dropped</a> by 50 percent. Even if money from subscriptions can't make up for that, it's still money in the company's pocket.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-is-limiting-the-number-of-dms-unverified-users-can-send-120035602.html?src=rss", "link": "https://www.engadget.com/twitter-is-limiting-the-number-of-dms-unverified-users-can-send-120035602.html?src=rss", "date_published": "2023-07-22T12:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "ChatGPT's Android app arrives in the last week of July", "description": "<p>When OpenAI released a <a href=\"https://www.engadget.com/chatgpt-now-has-an-official-iphone-app-181454446.html\">ChatGPT app for the iPhone</a> in May, it promised that Android users will get theirs soon. Now, the company has announced that ChatGPT for Android is rolling out to users sometime next week. Moreover, its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BsYXkuZ29vZ2xlLmNvbS9zdG9yZS9hcHBzL2RldGFpbHM_aWQ9Y29tLm9wZW5haS5jaGF0Z3B0IiwiY29udGVudFV1aWQiOiI2ZWIxMWE3OS05NmE5LTQxNzMtODcxZS0zMjkwYWI4ODdlZjUifQ&amp;signature=AQAAAVg_q5YxhH4czaJcd4WKLgCQ72F3mId5oIIjcNvPgVwc&amp;gcReferrer=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dcom.openai.chatgpt\">Google Play listing</a> is already up, and users can pre-register to get it as soon as it becomes available.&nbsp;</p><p>It's unclear if the app will initially only be available in the US like the iPhone app, but I was able to pre-order it from Asia. OpenAI <a href=\"https://www.engadget.com/chatgpt-for-ios-is-now-available-in-11-more-countries-122016459.html\">expanded</a> the iOS app's reach to more regions just a few days after it was released, so the Android app will most likely be accessible in other countries soon even if it does launch only in the US.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>People can already access ChatGPT on Android through a browser, but the interface, while not exactly difficult to navigate, isn't ideal for mobile devices. A dedicated app means an interface optimized for mobile, as well as features tailored for users on the platform. iOS users, for instance, got <a href=\"https://www.engadget.com/chatgpt-for-ios-gets-support-for-siri-and-shortcuts-095557134.html\">support for Siri and Shortcuts</a> in June. They can create a ChatGPT prompt in Shortcuts and save it as a link to send to friends, and they can ask Siri to fire up the app or create those Shortcuts, among other things.&nbsp;</p><p>OpenAI has recently started <a href=\"https://www.engadget.com/chatgpt-update-allows-it-to-remember-who-you-are-and-what-you-like-183432396.html\">testing</a> a new opt-in feature for ChatGPT Plus subscribers that gives the AI chatbot a continuous memory. With the feature switched on, the chatbot remembers who the user is across conversations, which the company says can streamline queries. The feature was designed to work across the platform, meaning paying Android users who opt in will likely see continuous memory in their app when it comes out.&nbsp;</p><div id=\"3c30dfc5b5d04344a2cb2180b5da2dd4\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Announcing ChatGPT for Android! The app will be rolling out to users next week, and you can pre-order in the Google Play Store starting today: <a href=\"https://t.co/NfBDYZR5GI\">https://t.co/NfBDYZR5GI</a></p>— OpenAI (@OpenAI) <a href=\"https://twitter.com/OpenAI/status/1682480558545461249?ref_src=twsrc%5Etfw\">July 21, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/chatgpts-android-app-arrives-in-the-last-week-of-july-075639727.html?src=rss", "link": "https://www.engadget.com/chatgpts-android-app-arrives-in-the-last-week-of-july-075639727.html?src=rss", "date_published": "2023-07-22T07:56:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]