[{"source": "https://www.theguardian.com/international/rss", "title": "Aston Villa sign Leverkusen’s Moussa Diaby in club-record £51.9m deal", "description": "<ul><li>24-year-old France winger completes move to Villa</li><li>Diaby becomes club’s third major signing of summer</li></ul><p>Aston Villa have completed the signing of the France winger Moussa Diaby from Bayer Leverkusen.</p><p>While Villa have not disclosed the fee paid to secure the services of the 24-year-old, it is understood the package is <a href=\"https://www.theguardian.com/football/2023/jul/21/aston-villa-moussa-diaby-club-record-deal-bayer-leverkusen\">worth up to €60m</a> (£51.9m), a club record.</p> <a href=\"https://www.theguardian.com/football/2023/jul/22/aston-villa-sign-leverkusens-moussa-diaby-in-club-record-51m-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/22/aston-villa-sign-leverkusens-moussa-diaby-in-club-record-51m-deal", "date_published": "2023-07-22T20:19:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Fulham set to strengthen defence by signing Ajax’s Calvin Bassey for £18m", "description": "<ul><li>Club agree deal for centre-back despite interest from Brighton</li><li>Nigeria international will discuss personal terms this week</li></ul><p>Fulham are set to strengthen their defence by signing Calvin Bassey from Ajax for €21m (£18.2m). Negotiations over a fee have moved swiftly and Bassey is due to discuss personal terms before completing his move to Craven Cottage.</p><p>Fulham had an initial bid of £15m for the centre-back rejected last week but the clubs have come to an agreement following further negotiations. Brighton were also interested in Bassey, who joined Ajax from Rangers last year, but are set to sign Igor from Fiorentina instead.</p> <a href=\"https://www.theguardian.com/football/2023/jul/22/fulham-set-to-strengthen-defence-by-signing-ajaxs-calvin-bassey-for-18m\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/22/fulham-set-to-strengthen-defence-by-signing-ajaxs-calvin-bassey-for-18m", "date_published": "2023-07-22T11:19:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Filthy Rich Politicians: journalist Matt K Lewis on Trump, ethics and money in Washington", "description": "<p>New books discusses ‘disturbing’ discoveries about how politicos enrich themselves, from stocks to lobbying and book deals</p><p>When Covid-19 materialized as a serious threat, Richard Burr took action. As chair of the Senate intelligence committee, the North Carolina Republican had access to information on the pandemic that was unavailable to the American public. He <a href=\"https://www.theguardian.com/us-news/2020/mar/20/republican-senators-sold-stocks-before-markets-plunged-on-coronavirus-fears-reports\">unloaded</a> hundreds of thousands of dollars’ worth of stocks, including investments in the hospitality industry that was likely to be hard-hit. Burr also contacted his brother-in-law, who made his own stock dump. After the trades were publicized, Burr <a href=\"https://www.propublica.org/article/richard-burr-steps-down-from-chairmanship-of-senate-intelligence-committee\">resigned</a> as chair of the intelligence panel. But he was <a href=\"https://www.cnbc.com/2021/01/19/doj-will-not-charge-sen-richard-burr-for-covid-stock-trades.html\">not charged</a> with a crime.</p><p>For the reporter Matt K Lewis, the story is part of an ever-increasing problem: the outsized role of wealth in Washington. The <a href=\"https://www.thedailybeast.com/author/matt-lewis\">Daily Beast journalist</a> has written a book, Filthy Rich Politicians, that was <a href=\"https://bookshop.org/p/books/filthy-rich-politicians-the-swamp-creatures-latte-liberals-and-ruling-class-elites-cashing-in-on-america-matt-lewis/19072422?gclid=CjwKCAjwtuOlBhBREiwA7agf1qjQbVsKQQ4OtQHo_L1T-Nn9t4fUZSZ4ZEnVgrpTNWpAHl3Avld93RoCad8QAvD_BwE\">published in the US this week</a>. The extent of the problem is reflected by Lewis’s subtitle: The Swamp Creatures, Latte Liberals, and Ruling Class Elites Cashing In on America.</p> <a href=\"https://www.theguardian.com/books/2023/jul/22/filthy-rich-politicians-matt-k-lewis-congress-book\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/22/filthy-rich-politicians-matt-k-lewis-congress-book", "date_published": "2023-07-22T11:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "USS Canberra: US navy ushers new warship into service at ceremony in Sydney", "description": "<p>US and Australian navy chiefs and dignitaries present as littoral combat ship with a crew of 50 has colours hoisted to the mast</p><p>The first United States warship to be commissioned in a foreign port has been ushered into service in Sydney with US and Australian navy chiefs and dignitaries on hand for the ceremony at Garden Island.</p><p>The USS Canberra, a littoral combat ship with a crew of 50, had its colours hoisted to the mast on Saturday as its company of servicemen and women cheered the addition to the fleet.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/22/uss-canberra-us-navy-ushers-new-warship-into-service-at-ceremony-in-sydney\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/22/uss-canberra-us-navy-ushers-new-warship-into-service-at-ceremony-in-sydney", "date_published": "2023-07-22T05:06:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "As Labour loses Uxbridge over Ulez, what now for the party’s green policies?", "description": "<p>Insiders allege the Tories fought a ‘dirty tricks’ campaign to secure the west London seat, and some fear Starmer will pull back on climate crisis measures to win the culture war</p><p>Do “tree huggers” have a place in Keir Starmer’s Labour party? After the party’s failure to take Boris Johnson’s former seat of <a href=\"https://www.theguardian.com/politics/2023/jul/21/uk-byelection-results-labour-tories-selby-ainsty-uxbridge\">Uxbridge and South Ruislip in Thursday’s byelection</a>, the Labour leader’s commitment to green policies has been called into question.</p><p>Earlier this month, the Sunday Times reported that Starmer has grown so frustrated with green policies – which the Tories are accused of having “weaponised” to spark a <a href=\"https://www.theguardian.com/politics/2022/feb/08/tories-fighting-net-zero-plans-are-dragging-climate-into-new-culture-war-experts-say\">culture war over the environment</a> – that he declared: “I hate tree huggers.”</p> <a href=\"https://www.theguardian.com/politics/2023/jul/22/as-labour-loses-uxbridge-over-ulez-what-now-for-the-partys-green-policies\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/22/as-labour-loses-uxbridge-over-ulez-what-now-for-the-partys-green-policies", "date_published": "2023-07-22T05:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Indigenous art unites Australians in a common cause: abuse of the ocean", "description": "<p>The country’s ‘first mining boom’ drove its oyster reefs to near extinction. But a new generation of artists has a voice their ancestors never did</p><p>Megan Cope calls it the “first mining boom”, one that drove Australia’s oyster reefs to near extinction. First, British colonists raided the enormous piles of shells and animal bones Indigenous people had gathered after feasting and ceremony, mixing these middens with water into a lime slurry for building the new colony.</p><p>Then, once these “Aboriginal architectural forms” – sites of carbon-dated evidence of traditional life – were exhausted, the colonisers began demanding live oysters to eat. They sent fishers to deploy harmful extractive processes on the reefs. “Within 15 to 20 years of the British arriving, the landscape changed so incredibly,” says Cope. “Our ancestors were witness to that, but powerless, of course.”</p> <a href=\"https://www.theguardian.com/environment/2023/jul/22/indigenous-art-unites-australians-in-a-common-cause-abuse-of-the-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/22/indigenous-art-unites-australians-in-a-common-cause-abuse-of-the-ocean", "date_published": "2023-07-22T04:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Los Angeles developer gets six-year term for $500,000 bribe to councilman", "description": "<p>Dae Young Lee paid José Huizar and his assistant to help resolve a labor organizations appeal blocking development of residences</p><p>A real estate developer was sentenced Friday to six years in federal prison for paying $500,000 in bribes to a Los Angeles city councilman for help with a downtown project.</p><p>Dae Yong Lee, AKA “David Lee,” was also fined $750,000 and a company that he controlled was fined $1.5m plus prosecution costs, the US attorney’s office said in a statement.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/21/los-angeles-developer-bribe-councilman\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/21/los-angeles-developer-bribe-councilman", "date_published": "2023-07-22T01:38:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 514 of the invasion", "description": "<p>Moscow ‘waging war’ on global food supply, US tells UN; Putin says it will use ‘all means at its disposal’ to defend Belarus after Warsaw moves troops to east</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>Russia is “waging war on the world’s food supply” and has “upended peace and security around the world”</strong>, the US ambassador to the UN <a href=\"https://www.theguardian.com/world/2023/jul/21/russia-holding-humanity-hostage-over-black-sea-grain-deal-un-hears\">has a told a meeting of the security council</a>. Linda Thomas-Greenfield called on Moscow to cease attacking Ukrainian food facilities and reenter the Black Sea grain deal, from which it <a href=\"https://www.theguardian.com/world/2023/jul/18/us-agency-usaid-accuses-putin-reckless-decision-ukraine-grain-deal\">withdrew on Monday</a>. “Russia has zero legitimate reason to suspend its participation in this arrangement … It is using the Black Sea as blackmail.”</p><p><strong>Vladimir Putin has said<a href=\"https://www.theguardian.com/world/2023/jul/21/putin-warn-poland-against-unleashing-aggression-against-belarus-troops-eastern-border\"> Russia will use “all means at its disposal” to defend Belarus</a></strong> after Poland and other EU countries voiced concerns about the deployment of Russian paramilitaries near their borders. The Russian president claimed at a meeting of the Russian security council that Poland was seeking to invade Belarus, a Russian ally, after Warsaw moved troops nearer the border with Belarus following Minsk’s commencement of exercises with Wagner trainers.</p><p><strong><a href=\"https://www.theguardian.com/world/2023/jul/21/russia-arrests-pro-war-putin-critic-igor-girkin-reports\">Russia has arrested Igor Girkin</a>, who was convicted by a Dutch court over the shooting down of MH17, on extremism charges,</strong> probably fuelled by his criticism of the Russian war effort in Ukraine. Girkin is a former battlefield commander of Moscow’s proxy forces in eastern Ukraine.</p><p><strong>Russia’s navy carried out a live fire “exercise” in the north-west Black Sea, Moscow’s defence ministry said, days after the Kremlin said<a href=\"https://www.theguardian.com/world/2023/jul/20/russia-may-attack-civilian-ships-in-black-sea-and-blame-ukraine-us-warns\"> it would consider ships travelling to Ukraine through the waterway to be potential military targets</a>. </strong>The Black Sea Fleet “carried out live firing of anti-ship cruise missiles at the target ship in the combat training range in the north-western part of the Black Sea”, Russia’s defence ministry said in a statement on Telegram.</p><p><strong>The Ukrainian president condemned a Russian artillery attack he said killed two children</strong> and damaged a school in the Donetsk region. Volodymyr Zelenskiy said a cultural centre and residential buildings were also damaged in the attack on Druzhba village.</p><p><strong>An employee of a cultural centre had been found dead after Russian shelling</strong> in the Chernihiv region of northern Ukraine, governor Vyacheslav Chaus said. In the Odesa region, governor Oleh Kiper said that out of 21 people wounded in Russian attacks over the past four days, four were still in hospital.</p><p><strong>The US plans to announce a new military aid package for Ukraine worth up to $400m</strong> – primarily comprised of artillery, air defence missiles and ground vehicles – as soon as Tuesday, three US officials have said. The US was not including cluster munitions in this package, two of them said.</p><p><strong>The number of ships looking to pick up grain cargoes from the Black Sea area fell 35% week on week </strong>amid growing uncertainty over whether commercial traffic could be hit as Russia continues to pound food facilities in Ukraine.</p><p><strong>Bulgaria said it had decided to send about 100 armoured personnel carriers to Ukraine </strong>in the Balkan country’s first shipment of heavy equipment to Kyiv. Bulgaria has so far sent only one military aid package to Kyiv, containing mostly flak jackets and helmets, but a pro-EU government took office last month.</p><p><strong>The top diplomatic adviser to Emmanuel Macron, the French president, said China was delivering to Russia items that could be used as military equipment</strong>, although not on a big scale. French officials told CNN that Macron was referring to dual-use technologies and non-lethal assistance, such as helmets and body armour.</p><p><strong>Moscow’s Bolshoi Ballet, grounded by Covid-19 and then shunned in the west since Russia’s invasion of Ukraine, will return to international touring next week </strong>for the first time since 2020 with a trip to Beijing.</p> <a href=\"https://www.theguardian.com/world/2023/jul/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-514-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-514-of-the-invasion", "date_published": "2023-07-22T01:11:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "North Korea fires ‘several’ cruise missiles into sea, South says, amid soaring tensions", "description": "<p>Launches come days after Pyongyang suggested docking of US submarine in South Korea could be grounds for nuclear attack</p><p>North Korea has fired “several cruise missiles” into the Yellow Sea between China and the Korean Peninsula, South Korea’s joint chiefs of staff (JCS) says.</p><p>The launches, which the military said took place about 4am on Saturday (1900 GMT Friday), come as relations between the two Koreas are at one of their lowest points ever and as Pyongyang remained silent about the fate of a US soldier who <a href=\"https://www.theguardian.com/world/2023/jul/18/us-citizen-crosses-border-from-south-korea-into-north-korea\">fled across the border on Tuesday</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jul/22/north-korea-fires-several-cruise-missiles-into-sea-south-says-amid-soaring-tensions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/22/north-korea-fires-several-cruise-missiles-into-sea-south-says-amid-soaring-tensions", "date_published": "2023-07-22T01:09:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Uncharted territory: do AI girlfriend apps promote unhealthy expectations for human relationships?", "description": "<p>Chatbots such as Eva AI are getting better at mimicking human interaction but some fear they feed into unhealthy beliefs around gender-based control and violence</p><p>“Control it all the way you want to,” reads the slogan for AI girlfriend app Eva AI. “Connect with a virtual AI partner who listens, responds, and appreciates you.”</p><p>A decade since Joaquin Phoenix fell in love with his AI companion Samantha, played by Scarlett Johansson in the Spike Jonze film Her, the proliferation of large language models has brought companion apps closer than ever.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/22/ai-girlfriend-chatbot-apps-unhealthy-chatgpt\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/22/ai-girlfriend-chatbot-apps-unhealthy-chatgpt", "date_published": "2023-07-22T01:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Splendour in the Grass 2023 – in pictures", "description": "<p>No mud, just fans, fashion and good tunes as the 2023 Splendour in the Grass music festival kicks off in Byron Bay. Getty Images photographer Matt Jelonek captures the Friday fun</p><ul><li><strong><a href=\"https://www.theguardian.com/music/2023/jul/15/this-is-our-moment-together-lizzo-kicks-off-australian-tour-with-spectacular-celebratory-joy\">‘This is our moment together’: Lizzo kicks off Australian tour with spectacular, celebratory joy</a></strong></li></ul> <a href=\"https://www.theguardian.com/music/gallery/2023/jul/22/splendour-in-the-grass-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/jul/22/splendour-in-the-grass-2023-in-pictures", "date_published": "2023-07-22T00:34:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]