[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "New Street Fighter Movie Directors Beat The Sh!t Out of Each Other | Comic Con 2023", "description": "Danny & Michael Philippou, the directors of the upcoming horror movie Talk To Me, are taking the helm of Legendary's new adaptation of the Street Fighter video game series. The Philippous react to the climactic fight between Jean-Claude Van Damme's Guile and Raul Julia's M. Bison from 1994 Street Fighter movie... and turn IGN's Comic-Con stage into a full-blown battle royale in the process.\n\nPresented by One Punch Man: World", "link": "https://www.youtube.com/watch?v=f6eMHA83W-0", "date_published": "2023-07-22T23:43:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/f6eMHA83W-0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Spider-Man 2 PS5 design is incredible #playstation #sony #spiderman #gaming #venom #shorts", "description": "Presented by One Punch Man: World", "link": "https://www.youtube.com/watch?v=pWABYyNnrsw", "date_published": "2023-07-22T23:41:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pWABYyNnrsw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why this Transformers toy is $1700 #transformers #toys #optimusprime #dinobots #sdcc #shorts", "description": "Presented by Nintendo", "link": "https://www.youtube.com/watch?v=aKWxgg7iBFE", "date_published": "2023-07-22T23:31:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/aKWxgg7iBFE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Devs React and Breakdown First Official Kirkan Cosplay from Immortals of Aveum | Comic Con 2023", "description": "We interview the developers of Immortals of Aveum, a brand new single player first person magic shooter from Electronic Arts and reveal to them the first official Cosplay of Kirkan, the Grand Magnus of the Immortals. Cosplayed by Alicia Marie, the developers breakdown the look and details of what makes this character come to life and it’s all presented by Immortals of Aveum. \n\nIn the magic shooter game, Immortals of Aveum, the Everwar is an endless conflict that has consumed the world in bloodshed for thousands of years. Only two superpowers remain, the kingdoms of Lucium and Rasharn, as they fight against each other for the control of magic. \n\nImmortals of Aveum is set to release August 22, 2023 on Playstation 5 (PS5), Xbox Series X/S, and PC.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=YkYp57NA0N4", "date_published": "2023-07-22T23:30:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YkYp57NA0N4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Jamie Lee Curtis Wrote a Horror Graphic Novel | Comic Con 2023", "description": "We sat down with Jamie Lee Curtis and co-writer Russell Goldman to discuss all the aspects of the horror graphic novel \"Mother Nature\" at San Diego Comic-Con 2023.\n\nPresented by One Punch Man: World.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=t2F8QtXNsko", "date_published": "2023-07-22T23:14:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/t2F8QtXNsko/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is Omni-Man The World's Worst Dad? | Comic Con 2023", "description": "After a very long wait, Invincible is expected to return for season 2 on Prime Video this November. The series, based on the truly groundbreaking comic, catapulted to the forefront of social media conversation with its bloody betrayals and gory twists. Steven Yeun stars as Mark Grayson, a boy living in the shadow of his superpowered father Omni Man (J.K. Simmons). Other stars include Sandra Oh, Zazie Beats, Gillian Jacobs, Zachary Quinto, Jason Mantzoukas, Seth Rogen, Grey DeLisle-Griffin, and many more. \n\nJoining IGN at SDCC to talk about Invincible and its 20th anniversary is creator Robert Kirkman. He tells us what fans can expect in season 2, fan-favorite characters, and definitely answers a pressing question: is Omni-Man the world's worst down?\n\nPresented by One Punch Man: World\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=oMXQj6VpcEQ", "date_published": "2023-07-22T22:35:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/oMXQj6VpcEQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Mortal Kombat 1 Takes Advantage of Next-Gen Consoles | Comic Con 2023", "description": "After the Mortal Kombat Panel at San Diego Comic-Con 2023, we react to all the news and information that came out of it. Everything from why Mortal Kombat 1 is a reboot, to how the game will take advantage of the PS5 and Xbox Series X consoles. \n\nPresented by FX’s What We Do in the Shadows. All new Thursdays on FX. Stream on Hulu\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=sJ_seoIaGy8", "date_published": "2023-07-22T22:20:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/sJ_seoIaGy8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 Devs Break Down Li Mei & DLC Characters Reveal | Comic Con 2023", "description": "NetherRealm Studios revealed at SDCC that Li Mei is joining the roster of Mortal Kombat 1 and will be joined in the future by DLC fighters like Peacemaker, Homelander, Quan Chi, and more. NetherRealm devs Ed Boon, Thiago Gomes, and Dominic Cianciolo, along with voice actors Kelly Hu and Yuri Lowenthal, to discuss Li Mei's playstyle, the rebooted Mortal Kombat kanon, and more.\n\nPresented by FX’s What We Do in the Shadows. All new Thursdays on FX. Stream on Hulu.\n\n#IGN #SDCC #MortalKombat", "link": "https://www.youtube.com/watch?v=MJw-s6vqGTc", "date_published": "2023-07-22T22:20:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/MJw-s6vqGTc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Marvels Trailer Clears Up a Ms. Marvel Mystery - IGN The Fix: Entertainment", "description": "In today's Fix of Entertainment News:\nA proper trailer for Marvel's The Marvels has dropped and further explains a mystery teased in Disney+'s Ms. Marvel. If you remember the post-credits scene of the Season 1 finale, Kamala Khan and Carol Danvers swap places, and now we have a better idea why. It has to do with new MCU villain Dar-Benn, played by Zawe Ashton. We'll get to experience the full adventure this November when The Marvels drops in theaters. In other hero news, those original crime fighting turtles from New York are coming to Paramount+. Yes, millenials and younger Gen X-ers rejoice, the 1987 Teenage Mutant Ninja Turtles cartoon will be available on the streamer later this month. All 193 episodes. This episode is brought to you by Universal Orlando Resort.", "link": "https://www.youtube.com/watch?v=ceHbiKlJEic", "date_published": "2023-07-22T21:07:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/ceHbiKlJEic/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Invincible: Atom Eve - Official Special Episode Trailer | Comic Con 2023", "description": "Check out a special episode of Invincible: Atom Eve going over the tale of how Atom Eve came to be. This episode takes place before the events of Invincible Season 2.\n\nInvincible: Atom Eve Special Episode stars Sandra Oh, Steven Yeun, J.K. Simmons, Stephen Root, the late and great Lance Reddick, and more. \n\nInvincible: Atom Eve Special Episode is available now exclusively on Amazon Prime Video.\n\n#Invincible #AtomEve #SDCC #IGN", "link": "https://www.youtube.com/watch?v=HEuBIwl4S3M", "date_published": "2023-07-22T20:35:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/HEuBIwl4S3M/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Invincible - Official Season 2 Teaser Trailer | Comic Con 2023", "description": "Take a look at the long-awaited and anticipated look at Invincible Season 2. Invincible is based on the comic book by Robert Kirkman, Cory Walker, and Ryan Ottley. The story revolves around 18-year-old Mark Grayson, who’s just like every other guy his age—except his father is (or was) the most powerful superhero on the planet. Coming off the events of Season 1, Mark struggles to rebuild his life as he faces a host of new threats, all while battling his greatest fear - that he might become his father without even knowing it.\n\nInvincible Season 2 stars Steven Yeun, Sandra Oh, Zazie Beetz, Grey DeLisle, Chris Diamantopoulos, Walton Goggins, Seth Rogen, J.K. Simmons, and more. New additions to the cast for Season 2 include Sterling K. Brown, Peter Cullen, Rob Delaney, Ben Schwartz, Rhea Seehorn, Lea Thompson, Paul F. Tompkins, Shantel VanSanten, and more. Executive producers are Robert Kirkman, Catherine Winder, David Alpert, Simon Racioppa, Margaret M. Dean, Seth Rogen, and Evan Goldberg. Co-executive producers are Helen Leigh and Cory Walker.\n\nInvincible Season 2 premieres exclusively on Amazon Prime Video on November 3.\n\n#IGN #SDCC #Invincible", "link": "https://www.youtube.com/watch?v=URYTr0U0q9k", "date_published": "2023-07-22T20:16:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/URYTr0U0q9k/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "WrestleQuest at San Diego Comic-Con with SGT Slaughter, Jake the Snake, and Jeff Jarrett!", "description": "From the top rope! IGN explores the most electrifying San Diego Comic-Con experience: The Skybound Entertainment Booth! Join us as we take you on a journey featuring WrestleQuest on the SDCC show floor. WrestleQuest is a brand-new Pro Wrestling RPG where players can evolve from aspiring rookie to a world champ, so we’re checking in with some wrestling legends to get their tips on how to fight your way to the top! Dive into exclusive interviews with icons Jake “The Snake'' Roberts, Sgt Slaughter, and Jeff Jarrett.\n\nPresented by The Xfinity 10G Network.\n\n#WrestleQuest #SDCC", "link": "https://www.youtube.com/watch?v=uB9BinPtkhI", "date_published": "2023-07-22T20:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uB9BinPtkhI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2: 13 Tips and Tricks For Beginners", "description": "Remnant 2 is full of mechanics, secrets, and loot for you to find and play with. While some systems are intuitive, others aren't as straightforward. To help you on your Remnant 2 journey, we've thrown together some obscure beginner-friendly (but essential) tips and tricks that the game doesn't go out of its way to teach you. Whether you're new to the Remnant series or a returning Remnant player, these 13 Tips and Tricks should help you build a solid foundation as you adventure through Remnant 2's brutal and twisted worlds.", "link": "https://www.youtube.com/watch?v=uUG6miDwZRY", "date_published": "2023-07-22T18:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uUG6miDwZRY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "HUGE Dragon Ball Interactive Experience | Comic Con 2023", "description": "From giant Namekians, to tiny Dioramas in Dragon Ball Super: Super Hero, this interactive experience at Comic Com 2023 is a dream for anyone who's a big fan of the Dragon Ball anime and mangas.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=FO2rPaYaCxU", "date_published": "2023-07-22T17:31:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FO2rPaYaCxU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Leon and Jill From Resident Evil: Death Island React to IGN Comments", "description": "We showed Resident Evil: Death Island's Leon Kennedy and Jill Valentine voice actors, Matthew Mercer and Nicole Tompkins some of our favourite Resident Evil: Death Island IGN comments and got them to respond in a way only Leon and Jill could. \n\nThis interview took place prior to the SAG-AFTRA strike.\n\nResident Evil: Death Island is available on Blu-ray, 4K steelbook, digital, and DVD from July 25, 2023.\n\n#IGN #ResidentEvil #ResidentEvilDeathIsland", "link": "https://www.youtube.com/watch?v=QIDxbe2H8q0", "date_published": "2023-07-22T11:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/QIDxbe2H8q0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wolverine, Black Panther & Wonder Woman: Superhero Games That Are Going to Rule | Comic Con 2023", "description": "Comic Book video games have been a little hit-and-miss in recent years, but with a slew of Marvel and DC games on the horizon, can that track record get straightened out? Daemon, Brian, Akeem, and Kim are live at San Diego Comic-Con to look at titles like Black Panther, Wonder Woman, and Wolverine and how excited we should be for any of them.\n\nPresented by Immortals of Aveum\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=y1JyJzkI-HM", "date_published": "2023-07-22T02:24:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/y1JyJzkI-HM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why is Being a Teenager So Scary? | Comic Con 2023", "description": "It Lives Inside, an upcoming horror distributed by NEON, follows Sam as she navigates the tensions between her cultural roots and her life as a high school student in the US. When her estranged childhood friend asks for help with a sinister entity living within a jar, Sam is soon forced to face down an ancient evil in order to protect her. The film stars Megan Suri who also appears in Netflix's hit comedy Never Have I Ever.\n\nJoining IGN at SDCC is Bishal Dutta, the writer, and director of It Lives Inside. Our host Kim Horcher talks with Dutta about tackling adolescence through horror, Suri's performance, and his own personal connection to the film. It Lives Inside hits theaters on September 22nd.\n\nPresented by FX’s What We Do in the Shadows. All new Thursdays on FX. Stream on Hulu.", "link": "https://www.youtube.com/watch?v=BGX7L8ctxYM", "date_published": "2023-07-22T02:11:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/BGX7L8ctxYM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Earthspark - Expedition - Official Gameplay | Comic Con 2023", "description": "Watch as Bumblebee races through checkpoints and takes on enemies in this look at gameplay from Transformers: Earthspark - Expedition, an upcoming single-player Transformers game inspired by the original animated series. \n\nIn Transformers: Earthsprk - Expedition, take on the role of the Bumblebee as he drifts, drives, and fights his way across a new but familiar world. Join the Autobot hero as he sets off on his own adventure to face a mysterious threat from his past and stop the series villain Dr. Meridian, aka “Mandroid,” from recovering missing pieces of an ancient technology.\n\nTransformers: Earthspark - Expedition will launch on Xbox One, Xbox Series X/S, PlayStation 4, PlayStation 5, Nintendo Switch, and PC in 2023.", "link": "https://www.youtube.com/watch?v=huPDADqbALk", "date_published": "2023-07-22T02:09:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/huPDADqbALk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Snap Devs Reveal How a Card Is Made | Comic Con 2023", "description": "At San Diego Comic Con 2023, IGN's Joshua Yehl talks to Marvel Snap developers Ben Brode (Chief Development Officer, Second Dinner), Jonny Erner (Art Manager, Second Dinner), and Jomaro Kindred (Art Director, Second Dinner) about how they design cards for the hit mobile game. \n\nPresented by One Punch Man: World\n\n#IGN #SDCC #Marvel", "link": "https://www.youtube.com/watch?v=RIXCGo1bRpU", "date_published": "2023-07-22T02:04:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/RIXCGo1bRpU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Earthspark - Expedition Reactions | Comic Con 2023", "description": "IGN's Daemon Hatfield and Stella Chung share their impressions of Transformers: EarthSpark - Expedition, the upcoming video game based on the Transformers: EarthSpark TV series that is geared towards kids and lets you play as Bumblebee and interact with all your favorite Transformers, including Optimus Prime. Also, get a quick look at a Transformers-themed Porsche and more toys at the Hasbro Booth.\n\nTransformers: Earthspark - Expedition will launch on Xbox One, Xbox Series X/S, PlayStation 4, PlayStation 5, Nintendo Switch, and PC on October 13, 2023.\n\n#IGN #SDCC #Transformers", "link": "https://www.youtube.com/watch?v=qVWane4Hirc", "date_published": "2023-07-22T01:42:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/qVWane4Hirc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Haunted Mansion Director: Old Disney Films Are The \"Most Scary Movies Ever\" | Comic Con 2023", "description": "Welcome foolish mortals! Are you afraid of ghosts? Well, expect to find 999 in Disney's Haunted Mansion, releasing in theaters on July 28th. Director Justin Simien joins IGN at SDCC to talk terrifying tales and spill secrets about the mansion itself. The film takes a dive into the lore of the famous Disneyland ride, including the appearance of the Hatbox Ghost (Jared Leto) and Madam Leota (Jamie Lee Curtis). The rest of the star-studded cast includes Lakeith Stanfield, Tiffany Haddish, Owen Wilson, Danny Devito, Rosario Dawson and more. \n\nSimien gives us the rundown on the cast's private tour of the Haunted Mansion, any easter eggs fans should watch for, his favorite practical effects--and event lets us know about the very real ghosts he encountered on set. \n\nPresented by The Xfinity 10G Network\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=ZtyOSbS3HWU", "date_published": "2023-07-22T01:42:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ZtyOSbS3HWU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Biggest Things We Saw at Comic Con 2023 (Literally) | Comic Con 2023", "description": "Comic-Con 2023 brought with it tons of larger-than-life statues, activations, and other interactive experiences to the show floor this year. Follow along as we browse the convention halls and size up these massive fan-favorite pop-ups.\n\nPresented by FX’s Reservation Dogs. Streaming August 2nd. Only on Hulu.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=Wdk8wS2-GaI", "date_published": "2023-07-22T01:34:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Wdk8wS2-GaI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel's Spider-Man 2, Armored Core 6, Superman: Legacy and More - San Diego Comic Con Day 1 Recap", "description": "IGN's coverage of San Diego Comic Con 2023 included a ton of content including a look at Insomniac Games' Marvel's Spider-Man 2, even more games like Immortals of Aveum, TellTale Games' The Expanse, Gord, Marvel Snap, Armore Core 6, and more! Additionally, we got a ton of coverage of everything going on in and around the convention show floor. IGN's panel of experts even gathered to discuss the future of the DC film universe starting with Superman: Legacy.\n\nPresented by The Xfinity 10G Network.", "link": "https://www.youtube.com/watch?v=f4OeKci574A", "date_published": "2023-07-22T01:30:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/f4OeKci574A/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why Justice League: Warworld Had to Be R-Rated | Comic Con 2023", "description": "Director Jeff Wamester and Co-Executive Producer Butch Lukic stop by IGN to talk about the latest DC Animated Movie, Justice League: Warworld, wherein Superman, Batman, and Wonder Woman are kidnapped and brought to the planet of Warworld and together, they have to lead a resistance.\n\nPresented for VOD: Presented by The Xfinity 10G Network\n\n#IGN #SDCC #JusticeLeague", "link": "https://www.youtube.com/watch?v=LGGoubPAWBw", "date_published": "2023-07-22T01:28:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/LGGoubPAWBw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Massive Recreation of Iconic Jurassic Park Scenes | Comic Con 2023", "description": "Hold on to your butts! We took to San Diego to experience the 30th anniversary celebration for Jurassic Park. Follow along as we get a chance to live through some of the most iconic scenes from the beloved film.\n\n#IGN #SDCC #JurassicPark", "link": "https://www.youtube.com/watch?v=rOI2X12wm6A", "date_published": "2023-07-22T01:09:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/rOI2X12wm6A/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sand Land Developer Interview | Comic Con 2023", "description": "IGN caught up with the developers of Sand Land, the upcoming action game based on Akira Toriyama's manga. Learn about how Bandai Namco's Sand Land will incorporate Toriyama's iconic style, the vehicle traversal and combat, and how the game will expand upon the Sand Land lore.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=CmUCkdLfyuA", "date_published": "2023-07-22T01:06:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/CmUCkdLfyuA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "We Ate at the Sonic the Hedgehog Restaurant | Comic Con 2023", "description": "From Sonic's Classic Chili Dog, to Knuckle's Sandwiches, we took a trip to the Sonic the Hedgehog Restaurant at Comic Con to explore everything they had on the menu.\n\n#IGN #SDCC #SonicTheHedgehog", "link": "https://www.youtube.com/watch?v=r3wygslVKbo", "date_published": "2023-07-22T00:56:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/r3wygslVKbo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Who Is Pokémon Horizons' Captain Pikachu? | Comic Con 2023", "description": "Pokémon comes to San Diego Comic-Con 2023 for the first time! Andy Gose (Senior Director of Media Production) and Hilary Thomas (Senior Producer) talk to IGN's Joshua Yehl about ending Pokémon Ultimate Journeys: The Series, sending off Ash Ketchum and Pikachu in style, and kicking off Pokémon Horizons: The Series featuring none other than Captain Pikachu.\n\nPresented by The Xfinity 10G Network\n\n#IGN #SDCC #Pokemon", "link": "https://www.youtube.com/watch?v=m-7hxqdJ4dc", "date_published": "2023-07-22T00:43:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/m-7hxqdJ4dc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Expanse: A Telltale Series Welcomes Show Fan Favorite | Comic Con 2023", "description": "Game Director Stephan Frost and Cinematic Director Alistair Ebinger from Deck Nine Games stop by IGN's SDCC studio to talk about the new DLC for the upcoming The Expanse: A Telltale Series. Frost and Ebinger also discuss how the collaborative process between Telltale and Deck Nine Games influences the art style and mechanics of this new game.\n\nPresented by FX’s Reservation Dogs. Streaming August 2nd. Only on Hulu.", "link": "https://www.youtube.com/watch?v=S7lKlv9ezag", "date_published": "2023-07-22T00:39:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/S7lKlv9ezag/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Expanse: A Telltale Series - Official Archangel Bonus Episode Reveal Trailer | Comic Con 2023", "description": "A bonus episode for The Expanse: A Telltale Series gets a reveal trailer at San Diego Comic Con 2023. The trailer for the Archangel bonus episode teases political intrigue, featuring the character Chrisjen Avasarala.\n\nThe Expanse: A Telltale Series follows Camina Drummer (played by Cara Gee, who reprises her role from the TV series) as she explores the uncharted territory of The Belt aboard The Artemis.\n\nEpisode 1 of The Expanse: A Telltale Series will be available on Epic Games Store, PlayStation 4, PlayStation 5, Xbox Series X/S, and Xbox One on July 27, 2023. The Archangel bonus episode will be available in Fall 2023.\n\n#IGN #SDCC #Gaming", "link": "https://www.youtube.com/watch?v=PZNxzpjD2M4", "date_published": "2023-07-22T00:35:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/PZNxzpjD2M4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shinichiro Watanabe's Lazarus, Jujutsu Kaisen Season 2 & More Anime To Watch | Comic Con 2023", "description": "Comic-Con is back and for anime, 2023 has been a year of some highly anticipated returns. Jujutsu Kaisen season 2 premiered earlier this month, marking a triumphant return for the massively popular series. Studio MAPPA delivered stunningly dynamic visuals in season 1 and there’s much to look forward to as season 2 broaches exhilarating narrative arcs and introduces fan-favorite characters. Likewise, part 3 of Attack on Titan’s final season is expected to drop sometime this Fall. \n\nNew gems include Zom 100, a post-apocalyptic comedy that follows an overworked salaryman ecstatic that he no longer has to go to work. This quirky take on the end of the world makes this series one to keep an eye on.  Other series to keep an eye on are Sand Land, Chainsaw Man, Reborn as A Vending Machine, and Netflix's live action adaptation of One Piece. Our hosts Akeem Lawanson, Max Scoville and Lisa Wallen discuss some of these many series during IGN's SDCC Live Show!\n\nPresented by FX’s What We Do in the Shadows. All new Thursdays on FX. Stream on Hulu.\n\n#IGN #SDCC", "link": "https://www.youtube.com/watch?v=Cv6dRW5MLoA", "date_published": "2023-07-22T00:24:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Cv6dRW5MLoA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gord - Official Zmij, Prince of the Underworld Trailer | Comic Con 2023", "description": "Meet the fearsome Prince of the Underworld, Zmij, in this exclusive trailer for Gord, as revealed during San Diego Comic Con 2023, and take another look at the unsettling world of the upcoming single-player adventure strategy, settlement-building survival game. \n\nTo survive in Gord, you must build, but to prevail, you must conquer the darkness beyond the gates. In this dark fantasy world, you must complete quests while managing a populace whose personal stories and well-being decide the fate of your tribe.\n\nGord will be available on PlayStation 5, Xbox Series X/S, and Steam on August 17, 2023.\n\n#IGN #Gord #SDCC", "link": "https://www.youtube.com/watch?v=yTdo2sQb1QQ", "date_published": "2023-07-22T00:23:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yTdo2sQb1QQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "One-Punch Man World - Gameplay Reveal & Dev Interview | Comic Con 2023", "description": "Join us as we get a deep dive into One-Punch Man: World courtesy of Terry Li and Kyong Kim. We’re getting a look at gameplay where heroes and villains clash in epic battles. Witness the power of One-Punch man himself: Saitama, and his friends as they defend the world from evil. In this exclusive gameplay reveal, we’ll get a first-hand look at the intense multiplayer action and the unique features that make One-Punch Man: World a must-play for anime fans. Prepare to unleash your power when One-Punch Man: World comes to your PC and mobile device later this year.\nPresented by One-Punch Man: World.", "link": "https://www.youtube.com/watch?v=8VJ-YRKLlUI", "date_published": "2023-07-22T00:05:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8VJ-YRKLlUI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Official Kombat Pack Roster Reveal Trailer (Homelander & More) | Comic Con 2023", "description": "Here's your look at the new trailer for Mortal Kombat 1 showcasing the six playable characters coming to the post-launch DLC Kombat pack, including returning klassic kombatants Quan Chi, Ermac, and Takeda Takahashi, along with guest fighters Peacemaker from the DC’s The Suicide Squad film & Peacemaker series, Omni-Man from Invincible, and Homelander from The Boys.\n\nMortal Kombat 1 will be available on PlayStation 5, Xbox Series X/S, Nintendo Switch, and PC (Steam and Epic Games Store) on September 19, 2023.", "link": "https://www.youtube.com/watch?v=cFVPYDEXxEE", "date_published": "2023-07-22T00:01:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/cFVPYDEXxEE/hqdefault.jpg"}]