[{"source": "https://www.gamespot.com/feeds/mashup", "title": "9 Movies That Changed Directors Mid-Production--For Better Or Worse", "description": "<p><h2>9 Movies That Changed Directors Mid-Production--For Better Or Worse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167154-brave.jpg\" /><br /><h3><p dir=\"ltr\">With just about any movie--even an indie darling like Clerks--you have dozens and dozens of people, if not hundreds, involved. At the center of all the chaos, though, is the director, the one person who is supposed to be managing all of that to make sure their vision ends up on the screen. It's not surprising, then, that movies rarely switch up directors. But it happens, and it obviously will have tangible effects on the movie itself. In some cases, though, it can change the whole industry in some way.</p><p dir=\"ltr\">Among the 10 movies listed here in which the director was changed, we have a few very good ones, a few more that were okay, and one that turned out pretty rough as a result. Some of them are massive blockbusters--and a surprising number are superhero movies, despite this list reaching all the way back to 1975. When a movie is to switch directors, Director's Guild of America rules take effect. The new director has to film a certain amount of footage used in the end product to get that director's credit. Further, there are rules about just who can and cannot be brought in when a director leaves a production, or is ousted for whatever reason; one of the movies on this list even helped to establish that rule after the star fired the director and took over the production.</p><p dir=\"ltr\">These are not the only movies that have seen this scenario unfold, but these are ten notable productions that had to say goodbye to their original director for some reason, and saw production affected as a result.</p><p> </p></h3></p><br />     <p><h2>9. Justice League (2017)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167156-justice-league.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Metacritic Score: </strong><a href=\"https://www.metacritic.com/movie/justice-league\"><strong>45</strong></a></p><p dir=\"ltr\">Sometimes changes in directors come from reasons entirely outside the power of the directors and studio alike. After directing Man of Steel and Batman v Superman: Dawn of Justice, Zack Snyder went to work on Justice League, the movie that would bring Superman, Batman, Wonder Woman, Aquaman, The Flash, and Cyborg together on the big screen for the first time. However, Snyder stepped away from the project in May 2017, when the film was in post-production, following the death of his daughter. Joss Whedon stepped in as an uncredited director, and went to work tweaking the film. That included cutting the runtime down to a brisk (for a superhero movie with six stars) 120 minutes, as well as handling both rewrites and reshoots to bring more humor into the film to address complaints about Snyder's previous efforts. Justice League hit theaters with a dull thud in 2017 to mostly negative reviews from critics. Instead of disappearing, though, fans who had looked forward to the film with excitement began to rally together to persuade Warner Bros. to let Snyder come back to the movie to complete his own version of the movie. In 2021, Snyder released Zack Snyder's Justice League to HBO Max, which increased the runtime to just over four hours split across six acts.</p></h3></p><br />     <p><h2>8. Bohemian Rhapsody (2018)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167153-bohemian-rhapsody.jpg\" /><br /><h3><p> </p><p dir=\"ltr\"><strong>Metacritic Score: </strong><a href=\"https://www.metacritic.com/movie/bohemian-rhapsody\"><strong>49</strong></a></p><p dir=\"ltr\">Bohemian Rhapsody had been in the works for some time, changing stars from Sacha Baron Cohen to Rami Malek, and was deep into shooting when director Bryan Singer stopped showing up to set. Reportedly due to his mother's illness, Singer did not arrive on set for multiple weeks. Cinematographer Thomas Newton Siegel stepped in for a few days, but eventually the producers brought in Dexter Fletcher to finish out the film. While reviews for the film are mixed due in part to the movie's creative license with its portrayals of the real members of Queen, the film took home four Academy Awards and one Golden Globe.</p><p> </p></h3></p><br />     <p><h2>7. The Flash (2023)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167160-the-flash.jpg\" /><br /><h3><p dir=\"ltr\"><strong>MetaCritic Score: </strong><a href=\"https://www.metacritic.com/movie/the-flash\"><strong>56</strong></a></p><p dir=\"ltr\">When The Flash hit theaters this year, it seemed like a miracle. Not because the movie was good or bad, but because it had such a laborious production following its announcement in 2014. The film was initially to be directed by Seth Grahame Smith, who left the production due to creative differences. Rick Famuyiwa and the directing duo of John Francis Daley and Jonathan Goldstein joined and then left the production as well, and a handful of other directors were rumored to take up the position before Andy Muschietti finally took on the role. By this point, the DCEU had lost much of its steam, with films having been canceled or delayed indefinitely, and others performing questionably with fans or critics.</p></h3></p><br />     <p><h2>6. Solo: A Star Wars Story (2018)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167158-solo.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Metacritic Score: </strong><a href=\"https://www.metacritic.com/movie/solo-a-star-wars-story\"><strong>62</strong></a></p><p dir=\"ltr\">Solo: A Star Wars Story began filming in January 2017 with the duo of Phil Lord and Chris Miller (The Lego Movie) at the helm. Lord and Miller were under the impression that they were making a comedy film set in the Star Wars universe; Lucasfilm, however, wanted a Star Wars film with a comedic element. The pair encouraged more improvisation than Lucasfilm wanted on such a big project. Eventually, it brought in Jonathan Kasdan, who had also co-written the script for the film, who Lord and Miller felt was acting as a director on the project rather. Instead, Ron Howard stepped in to direct the film. While Kasdan and others were eyed to take the role, Director's Guild rules state that when a movie changes directors, it can't be someone from the production--keep reading for another example of that. Howard reshot about 70% of the footage--more than enough to claim a director's credit on the film, which Lord and Miller chose not to challenge.</p></h3></p><br />     <p><h2>5. Ant-Man (2015)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167152-ant-man.jpg\" /><br /><h3><p><strong>Metacritic Score: </strong><a href=\"https://www.metacritic.com/movie/ant-man\"><strong>64</strong></a></p><p>Edgar Wright, director of Scott Pilgrim vs. the World, Baby Driver, Shaun of the Dead, and more, has been associated with Ant-Man since as early as 2003 when he and writing partner Joe Cornish submitted a treatment to Artisan Entertainment, which owned the rights at that time. Later, Wright would pitch the movie to Marvel Studios and Kevin Feige, and was then hired on officially as the director for Ant-Man. After years of work on the script, Wright and Marvel couldn't agree on some important elements of the movie. Wright said, \"I wanted to make a Marvel movie, but I don't think they really wanted to make an Edgar Wright movie.\" Peyton Reed eventually stepped in to direct the picture using a script that brought together Wright's work as well as collaboration from Reed, star Paul Rudd, and his frequent collaborator, Adam McKay (Anchorman).</p></h3></p><br />     <p><h2>4. Brave (2012)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167154-brave.jpg\" /><br /><h3><p> </p><p dir=\"ltr\"><strong>Metacritic Score: </strong><a href=\"https://www.metacritic.com/movie/brave\"><strong>69</strong></a></p><p dir=\"ltr\">When Brave was announced as The Bear and the Bow in April 2008, it was to be written and directed by Brenda Chapman, which would've made her Pixar's first female director. In 2010, Pixar replaced her with Mark Andrews due to creative differences between her and then-Chief Creative Offier John Lasseter. Chapman shared the directorial credit with Andrews, instead making her part of the first pair to co-direct a Pixar film. Chapman stated later that her vision came through for the film and that she was proud and felt she'd stood up for herself. Andrews overhauled the story to focus more on protagonist Merida and her relationship with her mother, removing some of the film's magical elements. Though the film received mixed reviews, it went on to win the Academy Award for Best Animated Feature that year.</p><p> </p></h3></p><br />     <p><h2>3. The Outlaw Josey Wales (1976)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/123/1239113/4167550-screenshot2023-07-19at4.10.21pm.png\" /><br /><h3><p> </p><p dir=\"ltr\"><strong>Metacritic Score: </strong><a href=\"https://www.metacritic.com/movie/the-outlaw-josey-wales\"><strong>69</strong></a></p><p dir=\"ltr\">We usually think of 1992's Unforgiven as Clint Eastwood's big reexamination of the westerns that made him a superstar, but he was already thinking about the idea back in the 1970s, as demonstrated by his film The Outlaw Josey Wales. The movie followed a Missouri farmer driven to join Confederate soldiers in a quest for revenge. Clint Eastwood paid part of the money for the rights to the original novel, and the script was first written by Sonia Chernus and Robert Daley, but ended up in the hands of Philip Kaufman and Michael Cimino. Kaufman, who was to direct the movie, wanted to stick close to the book, but took issue with the its political stance. Eastwood eventually fired Kaufman and took over directing duties himself and made what is considered to be one of his best movies to date. However, this also resulted in the Director's Guild of America passing what it called the \"Eastwood Rule.\" This rule specifically prohibits a producer or star firing the director and stepping into the role themselves. While The Outlaw Josey Wales turned out well, this rule has almost certainly prevented many ego-based movie takeovers--though, of course, we can only speculate.</p><p> </p></h3></p><br />     <p><h2>2. Superman 2 (1980)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/123/1239113/4167549-screenshot2023-07-19at4.09.44pm.png\" /><br /><h3><p> </p><p dir=\"ltr\"><strong>Metacritic Score: </strong><a href=\"https://www.metacritic.com/movie/superman-ii\"><strong>83</strong></a></p><p dir=\"ltr\">When we think about multiple movies being filmed together, we usually think of modern franchises like Harry Potter, Lord of the Rings, and Hunger Games. But when Warner Bros. decided to bring Superman to life in the late 1970s, they wanted to do just that with Superman and Superman II. Many movies on this list changed directors before filming began or early into filming, but Superman takes the cake. The studio sought to film the two-part series together, but as production went on, tensions began to develop between director Richard Donner and the film's producers, Alexander Salkind and Pierre Spengler. The primary concerns were the usual ones--the movies' inflating budget and extended schooting schedule. The producers brought in Richard Lester to work with Donner in hopes of alleviating the tension, and paused filming on Superman II to finish Superman--by which point Donner had completed filming 75% of the sequel.</p><p dir=\"ltr\">A lot of stuff went down, including Salkind announcing that Marlon Brando's scenes would be removed from Superman II so that they didn't have to pay the actor the huge chunk of change he was demanding for the sequel. In March 1979, two years after filming began on the original Superman, and five months after the release of that film, the producers replaced Donner with Lester as director of Superman II. Lester ended up reshooting a huge portion of the movie so that he could get full director credit on the film. Some actors, including Gene Hackman, who plays Lex Luthor in the movies, declined to return for reshoots with Lester out of loyalty to Donner. Richard Donner's version of the movie would finally see light in 2006 when Superman II: The Richard Donner Cut was released on disc. Both movies did well with critics, though, and are generally well-liked by fans.</p><p> </p></h3></p><br />     <p><h2>1. Jaws (1975)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4167155-jaws.jpg\" /><br /><h3><p dir=\"ltr\"><strong>MetaCritic Score: </strong><a href=\"https://www.metacritic.com/movie/jaws\"><strong>87</strong></a></p><p dir=\"ltr\">It's hard to imagine Jaws existing in any way other than what we see now. Jaws is simple, elemental, and iconic in a way that very few movies can hope to be. Steven Spielberg's Jaws kicked off the career of a truly legendary director, skyrocketing him from a relatively unknown TV director to being a household name in short order. Jaws is also widely considered to be the first true summer blockbuster movie, helping to establish a movie making and marketing formula that still tells us what to expect from summer movies even now. Originally, though, Jaws was set to be directed by someone with a bit more experience--Dick Richards, who would later become best known for the Dustin Hoffman movie Tootsie. Richards was the first choice of the movie's producers over the then-26-year-old Spielberg. So what happened? Richards kept calling Jaws a whale, convincing the producers that he didn't actually have a clear vision for the film. Thanks to what must've been a willful resistance to correct himself, Richards' choice paved the way for some of the biggest parts of the Hollywood we know today.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/9-movies-that-changed-directors-mid-production-for-better-or-worse/2900-4811/", "date_published": "2023-07-22T14:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Firearms Expert Reacts To DayZ’s Guns", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4168902-dayz_site.jpg\" width=\"480\" /> Jonathan Ferguson, a weapons expert and Keeper of Firearms &amp; Artillery at the Royal Armouries, breaks down more of the weaponry of DayZ, including a cursed FAMAS, a stripped-down AKM, and the iconic Sporter 22 rifle.", "link": "https://www.gamespot.com/videos/firearms-expert-reacts-to-dayzs-guns/2300-6461909/", "date_published": "2023-07-22T14:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Netflix's One Piece Trailer Sets Sail For The Grand Line", "description": "<p>Just in time for One Piece Day, a new trailer for Netflix's upcoming live-action <a href=\"https://www.gamespot.com/articles/live-action-one-piece-trailer-sets-sail-for-weird-wild-adventures-for-netflix/1100-6515317/\">One Piece</a> series has arrived. Like the manga and anime source material, this new look at the show kicks off with one of the most iconic moments of the long-running series, as it shows the legendary pirate king Gol D. Roger, starting a new golden age of piracy right before his execution by the World Government.</p><div>          </div><p>Additionally, the trailer also shows a few other faces that'll antagonize the Straw Hat Pirates crew, as Devil Fruit-user Buggy the Clown and the fish-man Arlong appear in this teaser to menace Monkey D. Luffy, Roronoa Zoro, Nami, Usopp, and Sanji. In a letter penned by One Piece creator by Eiichiro Oda, the legendary mangaka remarked that there \"were no compromises\" on the show and that his creative input helped shape the direction of this input, even leading to several re-shoots to fit his and the production crew's vision.</p><p>\"There was so much that went into it--all of the efforts by the actors, the building of the world and the costumes, presenting things in a way that can only be done in live action, the dialogue--and the entire process of so many people putting their heads together was a festivity in and of itself,\" Oda wrote.</p><a href=\"https://www.gamespot.com/articles/netflixs-one-piece-trailer-sets-sail-for-the-grand-line/1100-6516180/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/netflixs-one-piece-trailer-sets-sail-for-the-grand-line/1100-6516180/?ftag=CAD-01-10abi2f", "date_published": "2023-07-22T01:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]