[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Uncovers Flaws in ncurses Library Affecting Linux and macOS Systems", "description": "A set of memory corruption flaws have been discovered in the ncurses (short for new curses) programming library that could be exploited by threat actors to run malicious code on vulnerable Linux and macOS systems.\n\"Using environment variable poisoning, attackers could chain these vulnerabilities to elevate privileges and run code in the targeted program's context or perform other malicious", "link": "https://thehackernews.com/2023/09/microsoft-uncovers-flaws-in-ncurses.html", "date_published": "2023-09-14T14:07:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Free Download Manager Site Compromised to Distribute Linux Malware to Users for 3+ Years", "description": "A download manager site served Linux users malware that stealthily stole passwords and other sensitive information for more than three years as part of a supply chain attack.\nThe modus operandi entailed establishing a reverse shell to an actor-controlled server and installing a Bash stealer on the compromised system. The campaign, which took place between 2020 and 2022, is no longer active.\n\"", "link": "https://thehackernews.com/2023/09/free-download-manager-site-compromised.html", "date_published": "2023-09-14T13:18:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Avoid These 5 IT Offboarding Pitfalls", "description": "Employee offboarding is no one’s favorite task, yet it is a critical IT process that needs to be executed diligently and efficiently. That’s easier said than done, especially considering that IT organizations have less visibility and control over employees’ IT use than ever. Today, employees can easily adopt new cloud and SaaS applications whenever and wherever they want, and the old IT", "link": "https://thehackernews.com/2023/09/avoid-these-5-it-offboarding-pitfalls.html", "date_published": "2023-09-14T11:36:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "N-Able's Take Control Agent Vulnerability Exposes Windows Systems to Privilege Escalation", "description": "A high-severity security flaw has been disclosed in N-Able's Take Control Agent that could be exploited by a local unprivileged attacker to gain SYSTEM privileges.\nTracked as CVE-2023-27470 (CVSS score: 8.8), the issue relates to a Time-of-Check to Time-of-Use (TOCTOU) race condition vulnerability, which, when successfully exploited, could be leveraged to delete arbitrary files on a Windows", "link": "https://thehackernews.com/2023/09/n-ables-take-control-agent.html", "date_published": "2023-09-14T09:52:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Russian Journalist's iPhone Compromised by NSO Group's Zero-Click Spyware", "description": "The iPhone belonging to Galina Timchenko, a prominent Russian journalist and critic of the government, was compromised with NSO Group's Pegasus spyware, a new collaborative investigation from Access Now and the Citizen Lab has revealed.\nThe infiltration is said to have happened on or around February 10, 2023. Timchenko is the executive editor and owner of Meduza, an independent news publication", "link": "https://thehackernews.com/2023/09/russian-journalists-iphone-compromised.html", "date_published": "2023-09-14T08:51:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]