[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Essential PS3 Games You Need To Play [2023 Edition]", "description": "While Sony didn’t have the best of launches when it comes to the PS3, the console was eventually able to pick up the pace and make its run a successful one. The Cell processor was extremely difficult to develop games for, and Sony didn’t exactly have the best pricing but it was the high-quality games that drew people towards the console. \n\nThe PS3 was home to some amazing hits including but not limited to first party releases and also third-party games such as Grand Theft Auto 5 and Metal Gear Solid 5. And with this feature, we run down 15 of the best games available on the system.", "link": "https://www.youtube.com/watch?v=MfiI6Tqq7X4", "date_published": "2023-09-14T18:15:01+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/MfiI6Tqq7X4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 BEST Starfield PC Mods You Absolutely NEED To Try", "description": "The modding community benefits very few games as significantly and for as prolonged periods of time as it does Bethesda Game Studio’s RPGs, and with Starfield now out, there’s obviously plenty of excitement surrounding how modders are going to change, improve, and enhance Starfield with their creations and alterations in the coming years. \n\nOf course, full modding tools for the sci-fi RPG won’t be available until next year, which means it’ll be a while before we start seeing those creations- but already, modders have put out quite a few smaller, more granular mods that improve the experience in various ways, from quality-of-life changes to technical enhancements and more. \n\nHere, we’re going to take a look at a few such mods that are currently available on NexusMods. \n\nLinks to mods: \n\nStarfield Upscaler - Replacing FSR2 with DLSS or XeSS: https://www.nexusmods.com/starfield/mods/111\n\nEnhanced Dialogue Interface: https://www.nexusmods.com/starfield/mods/871\n\nNeutral LUTs - No Color F", "link": "https://www.youtube.com/watch?v=He0IBrkkD-Y", "date_published": "2023-09-14T10:00:12+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/He0IBrkkD-Y/hqdefault.jpg"}]