[{"source": "https://www.theguardian.com/rss", "title": "Vogue World’s flurry of stars brings succour to London’s arts and hope to its fashion", "description": "<p>Starriest ever London fashion week launch testified to editor-in-chief’s contacts book and emphasised city’s heritage and prospects</p><p>There was Stormzy, and there was Shakespeare. There was a tribute to My Fair Lady, and there was Kate Moss and Naomi Campbell. There was opera by Henry Purcell, and hats by Stephen Jones; catsuits by Burberry and comedy by James Corden. A dizzying roster of cameo appearances included actors Damian Lewis, Sienna Miller and Harriet Walter.</p><p>Vogue World, a one-night-only performance at Theatre Royal Drury Lane on Thursday, was far and away the starriest opening night London fashion week has ever seen. The theme of the 37-minute show, linking Eliza Doolittle to Moss and a new Wayne McGregor ballet to a gospel choir, was London.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/15/vogue-worlds-flurry-of-stars-brings-succour-to-londons-arts-and-hope-to-its-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/15/vogue-worlds-flurry-of-stars-brings-succour-to-londons-arts-and-hope-to-its-fashion", "date_published": "2023-09-14T23:07:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Consumer genetic test results ‘causing unnecessary breast cancer alarm’", "description": "<p>Women with BRCA1 or BRCA2 gene variants may be told of higher cancer risk without accounting for family history</p><p>Women are being unnecessarily alarmed about their risk of breast cancer by consumer genetic test results that do not take family history into account, researchers have said.</p><p>Women who discover outside a clinical setting that they carry a disease-causing variant of the BRCA1 or BRCA2 genes may be told that their risk of breast cancer is 60-80%. But analysis of UK Biobank data suggests the risk could be less than 20% for those who do not have a close relative with the condition.</p> <a href=\"https://www.theguardian.com/society/2023/sep/15/consumer-genetic-test-results-causing-unnecessary-breast-cancer-alarm\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/15/consumer-genetic-test-results-causing-unnecessary-breast-cancer-alarm", "date_published": "2023-09-14T23:01:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 things to look out for this weekend", "description": "<p>Liverpool’s defence will be tested, Manchester City see what Paquetá can do and Pochettino needs a killer touch</p><p>Jürgen Klopp completely revamped his Liverpool midfield in the summer by getting four new faces through the door, but might a lack of defensive depth prove their undoing this season? Virgil van Dijk’s absence didn’t do them much harm last time out when <a href=\"https://www.theguardian.com/football/2023/sep/03/liverpool-aston-villa-premier-league-match-report\">they dismantled Aston Villa</a> <a href=\"https://www.theguardian.com/football/2023/sep/03/liverpool-aston-villa-premier-league-match-report\">3-0</a>, but his suspension – for the red card he received in the previous game at Newcastle – has been elongated by a further game, meaning Joe Gomez and Joël Matip could be paired together again at Wolves. Gary O’Neil hardly boasts the sharpest attack in the league, but his team are now finding goals a little easier to come by, with certified big man Sasa Kalajdzic fina", "link": "https://www.theguardian.com/football/2023/sep/15/premier-league-10-things-to-look-out-for-this-weekend", "date_published": "2023-09-14T23:01:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "FA defends investigation after manager is spared ban for betting breaches", "description": "<ul><li>Body denies investigation was a ‘secretive process’</li><li>Manager was given formal warning that was not made public</li></ul><p>The Football Association has denied it was secretive about an investigation into an unnamed manager for breaching betting rules.</p><p>A report in the Athletic said the manager, who cannot be named for legal reasons unconnected to the gambling issue and is said to be still working in the top four divisions of English football, received a formal warning that was never made public.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/fa-defends-investigation-after-manager-is-spared-ban-for-betting-breaches\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/fa-defends-investigation-after-manager-is-spared-ban-for-betting-breaches", "date_published": "2023-09-14T22:02:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Reanimated spiders and smart toilets triumph at Ig Nobel prizes", "description": "<p>Electric chopsticks and ‘jamais vu’ studies also scoop awards recognising research that makes people ‘laugh, then think’</p><p>From using dead spiders to grip objects to probing the weird feeling that occurs when the same word is written over and over again, researchers investigating some of the quirkiest conundrums in science have been honoured in this year’s <a href=\"https://www.theguardian.com/science/ig-nobel-prizes\">Ig Nobel prizes</a>.</p><p>Unlike the rather more stately Nobel prizes – which will be announced next month – the Ig Nobel prizes celebrate unusual areas of research that “make people laugh, then think”. They also come with a rather less majestic cheque: this year’s winning teams will each receive a 10 trillion dollar bill … <a href=\"https://www.theguardian.com/money/2016/may/14/zimbabwe-trillion-dollar-note-hyerinflation-investment\">from Zimbabwe</a>.</p> <a href=\"https://www.theguardian.com/science/2023/sep/14/reanimated-spiders-and-smart-toilets-triumph-at-ig-n", "link": "https://www.theguardian.com/science/2023/sep/14/reanimated-spiders-and-smart-toilets-triumph-at-ig-nobel-prizes", "date_published": "2023-09-14T22:00:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vogue World’s red carpet – in pictures", "description": "<p>Some of the biggest names in fashion arrived at the Theatre Royal, Drury Lane, for London’s answer to the Met Gala. Organised by Vogue editor Anna Wintour, it aims to raise funds for London’s struggling art scene</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/sep/14/vogue-worlds-red-carpet-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/sep/14/vogue-worlds-red-carpet-in-pictures", "date_published": "2023-09-14T21:43:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starmer attacked from left and right after setting out plan to stop Channel crossings", "description": "<p>Labour leader accused of pandering to anti-migrant sentiments by those on the left while Tories seize on proposal for deal with EU</p><p>Keir Starmer was under attack from left and right on Thursday after he set out plans to stop small boat Channel crossings in Labour’s first big intervention on the issue.</p><p>Fleshing out his party’s proposals, the Labour leader promised to ditch the use of barges, hotels and military sites to house asylum seekers. He also promised to recruit 1,000 caseworkers to end the asylum backlog.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/starmer-attacked-from-left-and-right-after-setting-out-plan-to-stop-channel-crossings\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/starmer-attacked-from-left-and-right-after-setting-out-plan-to-stop-channel-crossings", "date_published": "2023-09-14T21:30:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Health of LSE academic detained in Azerbaijan at risk, say family", "description": "<p>Son calls on UK to intervene in case of Gubad Ibadoghlu, critic of Azerbaijani government who was arrested there in July</p><p>The family of a UK-based Azerbaijani academic and prominent opposition figure have raised concerns over his health after he was detained during a visit to the country and have called on the UK government to intervene.</p><p>Gubad Ibadoghlu, a senior visiting fellow at the London School of Economics, was arrested and held by Azerbaijan authorities while visiting family in July. He is facing up to 12 years in prison for the production, acquisition or sale of counterfeit money by an organized group and allegedly possessing extremist material – charges he denies.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/health-of-lse-academic-detained-in-azerbaijan-at-risk-say-family\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/health-of-lse-academic-detained-in-azerbaijan-at-risk-say-family", "date_published": "2023-09-14T21:07:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France overcome Uruguay scare before Louis Bielle-Biarrey seals victory", "description": "<ul><li>France 27-12 Uruguay</li><li>Hosts miss out on bonus points after hard-fought first half</li></ul><p>We are privileged to be watching probably the finest France team of the century, but the rest of the world was given some assurance that the old kinks in their psyche, which we thought they had ironed out, might still be niggling away beneath the lacquer. This was supposed to be a procession. It was not.</p><p>No one gave Uruguay a chance. The bookies reckoned they were something like 200-1 to win. Well, the score after 53 minutes read 13-12 to the hosts – and they were lucky to be ahead at all. The South Americans tore into their hosts and in many respects outplayed them, scoring two tries worthy of the most accomplished sides. It was not until the final 10 minutes that France were able to secure the win with any kind of confidence. This blip in the carnival will quickly be forgotten when France qualify for the quarters, but let the record state they failed here even to regis", "link": "https://www.theguardian.com/sport/2023/sep/14/france-uruguay-rugby-world-cup-match-report", "date_published": "2023-09-14T21:05:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re definitely going to score some tries’: Daly has faith in England attack", "description": "<p>Elliot Daly believes England will build, starting against Japan, on the steely defence and kicking that saw off Argentina</p><p>Aside from the sea views, the low-key town of Le Touquet on the Channel coast and bustling, cosmopolitan Nice on the Côte d’Azur could not feel more different. The two distant French cousins are also separated by about 900km but at least the long commute before Sunday’s game against Japan gives England the chance to reflect and contemplate the bigger picture.</p><p>Steve Borthwick’s team have been looking visibly more upbeat in the wake of last weekend’s <a href=\"https://www.theguardian.com/sport/2023/sep/09/george-ford-drives-14-man-england-to-heroic-world-cup-win-over-argentina\" title=\"\">14-man win over Argentina</a> and why not? Beat the Brave Blossoms and Chile and they then have a fortnight’s gap before their final pool game against Samoa on 7 October. Beyond that? A quarter-final against Eddie Jones’s Australia is not yet booked but seems almost wri", "link": "https://www.theguardian.com/sport/2023/sep/14/elliot-daly-england-japan-rugby-world-cup", "date_published": "2023-09-14T21:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nyad review – swim biopic lifted by Annette Bening and Jodie Foster", "description": "<p>Two stellar performances add weight to Netflix’s uneven retelling of the story of Diana Nyad, who swam from Cuba to Florida at the age of 64</p><p>In the Oscar-winning documentary <a href=\"https://www.theguardian.com/film/2018/dec/13/free-solo-review-alex-honnold-el-capitan-yosemite\">Free Solo</a>, directors Elizabeth Chai Vasarhelyi and Jimmy Chin came upon a doozy of a character in Alex Honnold, an unhinged, unsupported climber with little regard for his own mortality. It was a perfectly terrifying and fascinating film, the nightmarish sight of Honnold hanging from the edge of a 900-metre rock seared into the brain of anyone who saw it.</p><p>The pair were able to film every hair-raising moment of his record-breaking climb, the ethics of which were smartly explored within the movie, and it turned an extreme sports documentary into an immersive, edge-of-seat thriller. But their lack of on-location involvement in their follow-up, the Thai cave doc The Rescue, gave it a drier, less", "link": "https://www.theguardian.com/film/2023/sep/14/nyad-review-swim-biopic-lifted-by-annette-bening-and-jodie-foster", "date_published": "2023-09-14T20:34:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Flights cancelled at Gatwick after short-notice staff absences", "description": "<p>Temporary Air traffic control restrictions in place causing delays and diversions</p><p>Flights have been cancelled, delayed and rerouted at Gatwick due to short-notice staff absences in the air traffic control team<em>, </em>the airport has said.</p><p>The hub in West Sussex has apologised to those affected by the temporary air traffic control restrictions enforced on Thursday evening.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/flights-cancelled-at-gatwick-after-short-notice-staff-absences\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/flights-cancelled-at-gatwick-after-short-notice-staff-absences", "date_published": "2023-09-14T19:48:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three Real Madrid players arrested for alleged sexual video involving minor", "description": "<ul><li>Unnamed reserve players held after Canary Islands incident</li><li>Arrests heighten fury over sexism and male behaviour in Spain</li></ul><p>Spanish police have arrested three unnamed Real Madrid reserve players for allegedly distributing a sexual video featuring a minor, with the arrests heightening the furore about sexism and male behaviour in Spanish football.</p><p>The players, who are not minors, were released following a court decision and after the data on their mobile phones was seized, police said in a statement on Thursday.</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/three-real-madrid-players-arrested-for-alleged-sexual-video-involving-minor\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/three-real-madrid-players-arrested-for-alleged-sexual-video-involving-minor", "date_published": "2023-09-14T19:36:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hunter Biden indicted on gun charges after plea deal falls apart", "description": "<p>Court filing alleges president’s son illegally obtained and possessed weapon after falsely declaring he was not a drug user</p><p>Federal prosecutors on Thursday indicted Hunter Biden on gun charges after a plea deal with the president’s son <a href=\"https://www.theguardian.com/us-news/2023/aug/14/hunter-biden-lawyers-plea-deal-valid-special-counsel\">fell apart in July</a>.</p><p>A <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ded.82797/gov.uscourts.ded.82797.40.0.pdf\">court filing</a> in the US district court in Delaware alleged Biden, 53, illegally obtained and possessed a Colt revolver in October 2018 after falsely declaring that he was not a user of, or addicted to, narcotic drugs.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/hunter-biden-gun-charges-indictment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/14/hunter-biden-gun-charges-indictment", "date_published": "2023-09-14T19:21:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sciver-Brunt scores England Women’s fastest ODI century in Sri Lanka cruise", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-09-14/england-women-cricket-team\">3rd ODI: England, 273-8, beat Sri Lanka, 112, by 161 runs</a></li><li>Sciver-Brunt hits 120 off 74 balls to help secure 2-0 series win</li></ul><p>Eight days ago, England were bowled out by Sri Lanka for 116 in 19 overs, and coach Jon Lewis was having to field questions about the weakness of his batters against spin. On Thursday at Leicester, an almost identical side smashed 273 for eight in a rain-reduced 31 overs against the same opposition, at a run rate of 8.8 – their quickest ever scoring-rate in an ODI – as they wrapped up their international summer with a dominant 161-run win.</p><p>Almost identical, but not quite. The difference? England had endured a Nat Sciver-Brunt-shaped hole for the duration of the T20s, after Lewis chose to rest her. On Thursday she roared back to life, celebrating her 100th ODI by striking an astonishing 120 from 74 balls.</p> <a href=\"https://www.th", "link": "https://www.theguardian.com/sport/2023/sep/14/sciver-brunt-scores-england-womens-fastest-odi-century-in-sri-lanka-cruise", "date_published": "2023-09-14T19:13:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France v Uruguay: Rugby World Cup 2023 – live", "description": "<ul><li>Latest as hosts make 12 changes for Pool A fixture in Lille</li><li>Get in touch! <a href=\"mailto:will.unwin.casual@theguardian.com\">Email Will</a> with your comments or <a href=\"https://twitter.com/Will_Unwin\">tweet him</a></li></ul><p><strong>It good to see France take their matches around the country to really make it a national event.</strong> All too often the hosts play their games in the capital and avoid anywhere else.</p><p>“I’m imagining it’s the Parisian rooftop malarkey?” <strong>You imagine correctly, John Potter.</strong> “Half expecting Dick van Dyke to show up at any moment with the Chimney sweep ensemble. Very strange indeed. Enjoy the game!”</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/14/france-v-uruguay-rugby-world-cup-2023-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/14/france-v-uruguay-rugby-world-cup-2023-live-updates", "date_published": "2023-09-14T19:06:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who is behind the latest wave of ransomware attacks?", "description": "<p>Greater Manchester police becomes latest entity to fall victim to this kind of hack</p><p>The Greater Manchester police force has become the <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/greater-manchester-police-officers-data-hacked-in-cyber-attack\">latest entity</a> to fall victim to a now well-established form of cyberattack: the ransomware hack.</p><p>GMP said on Thursday a third-party supplier holding information on its employees had been breached. It is understood that data potentially exposed in the hack included the details of officers’ name badges such as ranks, photos and serial numbers.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/14/who-is-behind-latest-wave-of-ransomware-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/14/who-is-behind-latest-wave-of-ransomware-attacks", "date_published": "2023-09-14T19:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Miriam Margolyes to star as ‘the Meep’ in Doctor Who 60th-anniversary series", "description": "<p>Actor, 82, said her new role as an alien in the sci-fi series has made ‘an old woman very happy’</p><p>Miriam Margolyes will feature in one of the 60th-anniversary episodes of Doctor Who that will air this November, the BBC has announced.</p><p>Margolyes, 82, who has appeared in Blackadder, Babe and the Harry Potter films, will be the voice behind the Meep – or Beep the Meep – the furry and seemingly adorable alien adapted from the Star Beast comic strip in a special for the series. The creature will feature in an episode with the same name.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/14/miriam-margolyes-to-star-as-the-meep-in-doctor-who-60th-anniversary-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/14/miriam-margolyes-to-star-as-the-meep-in-doctor-who-60th-anniversary-series", "date_published": "2023-09-14T18:30:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK vulnerable to potential missile or drone attack, says military chief", "description": "<p>Russia’s total-war attacks on Ukraine citizens show up limits of UK’s air defence systems, Adm Sir Tony Radakin tells conference</p><p>Britain’s most senior military officer has said the war in Ukraine had revealed a potential vulnerability of the UK to missile and drone attack, arguing it is time for greater discussion about improving homeland security.</p><p><a href=\"https://www.theguardian.com/uk-news/2021/oct/07/boris-johnson-picks-navy-chief-head-british-armed-forces\">Adm Sir Tony Radakin</a> told a defence industry conference in London that there was “an aggressive world out there in terms of state threats”, noting specifically that it was becoming easy to “get close to a country and fly drones in”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/uk-vulnerable-to-potential-missile-or-drone-attack-says-military-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/uk-vulnerable-to-potential-missile-or-drone-attack-says-military-chief", "date_published": "2023-09-14T18:15:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benjamin Netanyahu expected to meet Elon Musk to discuss antisemitism on X", "description": "<p>Israeli PM reportedly to meet X owner on Monday to discuss antisemitic content on platform formerly known as Twitter</p><p>The Israeli prime minister, Benjamin Netanyahu, is reportedly to fly to Silicon Valley on Monday to meet the X owner, Elon Musk, to help ease a crisis over antisemitism on the social media platform formerly known as Twitter.</p><p>The meeting, which will include other tech leaders and <a href=\"https://www.washingtonpost.com/technology/2023/09/14/musk-antisemitism-x-twitter-adl-netanyahu/\">was first reported by the Washington Post</a>, follows Musk threatening to sue the Anti-Defamation League (ADL), a US-based civil rights group that campaigns against antisemitism and bigotry.</p> <a href=\"https://www.theguardian.com/news/2023/sep/14/benjamin-netanyahu-expected-to-meet-elon-musk-to-discuss-antisemitism-on-x\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/sep/14/benjamin-netanyahu-expected-to-meet-elon-musk-to-discuss-antisemitism-on-x", "date_published": "2023-09-14T18:13:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New BP boss to replace Bernard Looney could be external hire, says chairman", "description": "<p>Helge Lund says hiring process could lead to oil giant’s first external chief executive hire for decades</p><p>The BP chairman, Helge Lund, has started the hunt for a new boss to replace Bernard Looney, which could lead to the oil giant’s first external chief executive hire for decades.</p><p>The chairman told BP staff in a webcast on Wednesday that he had begun the process of appointing a new chief executive and would consider hiring company outsiders to the role.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/new-bp-boss-to-replace-bernard-looney-could-be-external-hire-says-chairman\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/new-bp-boss-to-replace-bernard-looney-could-be-external-hire-says-chairman", "date_published": "2023-09-14T18:13:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New files shed light on ExxonMobil’s efforts to undermine climate science", "description": "<p>Executives privately sought to downplay link between fossil fuels and climate change despite public pronouncements, WSJ reports</p><p>ExxonMobil executives privately sought to undermine climate science even after the oil and gas giant publicly acknowledged the link between fossil fuel emissions and climate change, according to previously unreported documents revealed by the Wall Street Journal.</p><p>The new revelations are based on previously unreported documents subpoenaed by New York’s attorney general as part of an <a href=\"https://www.theguardian.com/environment/2015/nov/05/exxonmobil-investigation-climate-change-peabody\">investigation</a> into the company announced in 2015. They add to a <a href=\"https://insideclimatenews.org/project/exxon-the-road-not-taken/\">slew</a> of <a href=\"https://journalism.columbia.edu/two-year-long-investigation-what-exxon-knew-about-climate-change\">documents</a> that record a decades-long misinformation campaign waged by Exxon, which are cited in", "link": "https://www.theguardian.com/us-news/2023/sep/14/exxonmobil-documents-wall-street-journal-climate-science", "date_published": "2023-09-14T18:03:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vigil to be held for man who fell to his death after being Tasered by Met police", "description": "<p>Police watchdog says it is trying to trace family of Zodoq Obatolah, who was formally identified this month</p><p>A vigil is to be held for a man who died falling from his balcony after being Tasered by police in south London, activists have said, as authorities appeal for his family and friends to come forward more than five months after his death.</p><p>The police watchdog, which is criminally investigating the actions of two Metropolitan police officers during the incident on 12 April, said it was trying to trace relatives of Zodoq Obatolah, 52, after he was formally identified at an inquest hearing on 1 September.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/vigil-to-be-held-for-man-who-fell-to-death-london-balcony-taser-met-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/vigil-to-be-held-for-man-who-fell-to-death-london-balcony-taser-met-police", "date_published": "2023-09-14T18:02:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Far-right fanatic given 17 years for role in Brazil coup attempt", "description": "<p>Aécio Lúcio Costa Pereira, 51, is first rioter to face trial for assault on Latin America’s largest democracy</p><p>Brazil’s supreme court has sentenced a far-right fanatic to 17 years in prison for his role in the failed attempt to topple the country’s leftwing government on <a href=\"https://www.theguardian.com/world/2023/sep/13/brazil-8-january-insurrectionists-trial-opens\">8 January</a> this year.</p><p>Aécio Lúcio Costa Pereira, a 51-year-old sanitation worker from São Paulo, is the first rioter to face trial for January’s dramatic assault on Latin America’s largest democracy.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/far-right-fanatic-sentenced-17-years-coup-attempt-brazil\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/far-right-fanatic-sentenced-17-years-coup-attempt-brazil", "date_published": "2023-09-14T17:59:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Slogans won’t solve this’: refugee charity staff on Labour’s new immigration policy", "description": "<p>Keir Starmer ‘chose to mirror the gimmicks and divisive rhetoric employed by Tories’, Care4Calais says</p><p>Keir Starmer announced details of a new immigration policy that Labour said would result in criminals involved in cross-Channel people-smuggling being treated as terrorists.</p><p>He suggested that an agreement to send back <a href=\"https://www.theguardian.com/uk-news/2023/sep/03/highest-daily-number-of-channel-small-boat-crossings-for-2023-recorded\">people who cross the Channel</a> could involve accepting quotas of asylum-seekers via the EU, and in doing so set out clear pre-election divisions between Labour and the Conservatives on immigration.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/slogans-keir-starmer-refugee-charity-staff-labour-new-immigration-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/slogans-keir-starmer-refugee-charity-staff-labour-new-immigration-policy", "date_published": "2023-09-14T17:59:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on planetary boundaries: the earth has limits and governments must act on them | Editorial", "description": "<p>The latest warning from climate experts points to the urgency of a fossil fuel phase-out </p><p>The climate is changing more quickly now than it has done for tens of millions of years. This was the blunt conclusion to the BBC’s recent <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/17/earth-review-chris-packham-steps-confidently-into-david-attenboroughs-shoes\" title=\"\">Earth series</a>, which sought to convey to viewers how cataclysmic the disruption caused by global heating could be. Chris Packham, its presenter, described the tipping points that were reached 56m years ago, when, over the course of a few thousand years, temperatures <a href=\"https://www.scientificamerican.com/article/the-last-great-global-warming/#:~:text=Global%20temperature%20rose%20five%20degrees,up%20in%20the%20atmosphere%20today.\" title=\"\">climbed by 5C</a>. Fossil records from this period are one resource that modern scientists use when trying to predict the consequences of the much faster heatin", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/the-guardian-view-on-planetary-boundaries-the-earth-has-limits-and-governments-must-act-on-them", "date_published": "2023-09-14T17:57:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on class in Britain: the government doesn’t want to talk about it | Editorial", "description": "<p>Social mobility is being redefined because the Conservatives need election-ready political narratives</p><p>In Samuel Beckett’s Waiting for Godot, two <a href=\"https://www.bl.uk/20th-century-literature/articles/an-introduction-to-waiting-for-godot\" title=\"\">tramps</a> hang around for a mysterious character who never turns up. Swap “policy solutions” for Godot and the Social Mobility Commission for the vagrants, and the plot could hold for this country. Everyone is waiting to see if the commissioners have ideas to improve social mobility, even though they cannot agree on what they mean by it. Last year, the commission said that new measures of how the circumstances of birth determine outcomes in life were needed to “<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1084566/State_of_the_Nation_2022_A_fresh_approach_to_social_mobility.pdf\" title=\"\">inform early thinking about policy solutions</a>”. This week, its <a href=\"https:/", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/the-guardian-view-on-class-in-britain-the-government-doesnt-want-to-talk-about-it", "date_published": "2023-09-14T17:56:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Northern lights may be visible in many parts of UK", "description": "<p>Met Office forecasts display in skies of Scotland, Northern Ireland and northern England</p><p>The northern lights could be visible across parts of the UK on Thursday night.</p><p>The Met Office forecast suggests the aurora borealis could be visible to the naked eye along the northern horizon from Scotland, where skies are clear, and may be seen briefly in Northern Ireland and northern England.</p><p><em>PA Media contributed to this report</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/northern-lights-uk-forecast-scotland-northern-ireland-northern-england\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/northern-lights-uk-forecast-scotland-northern-ireland-northern-england", "date_published": "2023-09-14T17:48:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Diana’s black sheep jumper fetches auction record $1.1m in New York", "description": "<p>The piece, which Diana, Princess of Wales wore in 1981, weeks before her wedding, is most valuable sweater sold at auction</p><p>Although often photographed in fine gowns and jewellery, a red jumper decorated with a flock of sheep is one of the most enduringly recognisable of all of the old clothes of Diana, Princess of Wales. Worn to attend a polo match in June 1981, it <a href=\"https://www.sothebys.com/en/buy/auction/2023/fashion-icons/warm-and-wonderful-1981?locale=en\">sold for $1.1m (£885,000) in New York</a> on Thursday, making it <a href=\"https://www.sothebys.com/en/buy/auction/2023/fashion-icons/warm-and-wonderful-1981?locale=en\">the most valuable sweater ever sold</a> at auction and setting a record for any article of clothing worn by her, according to Sotheby’s.</p><p>The auction house had estimated that the jumper would sell for between $50,000 and $80,000 as part of its Fashion Icons collection. Given the attention that Diana’s style has enjoyed in recent years, it migh", "link": "https://www.theguardian.com/uk-news/2023/sep/14/diana-princess-wales-black-sheep-jumper-auction-record-new-york", "date_published": "2023-09-14T17:48:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Frasier: first trailer lands for Boston-set reboot of hit sitcom", "description": "<p>The return of Kelsey Grammer as Frasier Crane comes 30 years after the original premiered, now joined by Nicholas Lyndhurst</p><p>Frasier is back – and in Boston. The first trailer for the Paramount+ reboot of the beloved sitcom, a successful spin-off of Cheers, finds Kelsey Grammer’s Frasier Crane in a new city, working as a professor and trying to connect with his adult son, Freddy, played by Jack Cutmore-Scott.</p><p>The 10-episode series will follow Frasier back from Seattle – the setting of the original show, which ran from 1993 to 2004 on NBC – back to Boston, where he has “new challenges to face, new relationships to forge and an old dream or two to finally fulfill”, according to a press release.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/14/frasier-first-trailer-reboot-nicholas-lyndhurst\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/14/frasier-first-trailer-reboot-nicholas-lyndhurst", "date_published": "2023-09-14T17:48:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stillbirths in UK rose in 2021 for first time in seven years", "description": "<p>A report suggests widening inequalities as black babies and those from deprived backgrounds more likely to be stillborn</p><p>Stillbirths have risen for the first time in seven years, with striking increases seen in babies of black ethnicity and from the most deprived backgrounds.</p><p>The findings in the <a href=\"https://timms.le.ac.uk/mbrrace-uk-perinatal-mortality/surveillance/#introduction\">perinatal mortality report from the group</a> Mothers and Babies: Reducing Risk through Audits and Confidential Enquiries (MBRRACE-UK) highlight widening inequalities, with babies of black ethnicity more than twice as likely to be stillborn compared with white babies. Overall, stillbirths in 2021 (the most recent data reported by hospitals) increased to 3.54 per 1,000 from 3.33 per 1,000 in 2020, ending the year-on-year reduction across the UK since 2013.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/14/stillbirths-in-uk-rose-in-2021-for-first-time-in-seven-years\">Continue", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/14/stillbirths-in-uk-rose-in-2021-for-first-time-in-seven-years", "date_published": "2023-09-14T17:40:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Akinterinwa on Keir Starmer’s new approach to asylum seekers – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/14/sarah-akinterinwa-on-keir-starmers-new-approach-to-asylum-seekers-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/14/sarah-akinterinwa-on-keir-starmers-new-approach-to-asylum-seekers-cartoon", "date_published": "2023-09-14T17:35:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU moves to cut dependency on China for battery and solar panel materials", "description": "<p>Parliament votes to cut mining red tape and diversify its supplies of raw materials such as lithium and silicon</p><p>The EU has voted in a plan to secure more of the critical materials needed to make solar panels, electric car batteries and other key elements of its green transition.</p><p>The European parliament agreed on Thursday to diversify its supplies of critical raw materials and cut red tape for mining companies. In an attempt to reduce its dependency on China, it plans to ensure that by 2030 it does not rely on a single country for more than 65% of its supply of any strategic raw material.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/eu-diversify-materials-car-battery-solar-panels-vote-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/eu-diversify-materials-car-battery-solar-panels-vote-parliament", "date_published": "2023-09-14T17:31:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wainwright prize for nature writing won by ‘unparalleled’ river memoir", "description": "<p>Amy-Jane Beer’s The Flow is one of three prize winners, with Guy Shrubsole’s conservation study The Lost Rainforests of Britain and Kiran Millwood Hargrave and Tom de Freston’s children’s book Leila and the Blue Fox</p><p>Adventuring in the wild and protecting rare habitats are the major themes of the winning titles for the 10th Wainwright prize.</p><p>The £10,000 prize, started in 2013 to celebrate books that best inspire readers to explore and nurture respect for the outdoors, will be split between the winners of three categories.</p> <a href=\"https://www.theguardian.com/books/2023/sep/14/wainwright-prize-winners-announced\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/14/wainwright-prize-winners-announced", "date_published": "2023-09-14T17:30:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis needs to pick up the pace on restructuring | Nils Pratley", "description": "<p>Every time the partnership lifts the lid on its challenges, there’s an echo of pre-overhaul M&amp;S circa 2017  </p><p>Set your watch, then, for about half a decade’s time. Three years into an expensive five-year turnaround programme, the John Lewis Partnership <a href=\"https://www.theguardian.com/business/2023/sep/14/losses-at-john-lewis-narrow-as-boss-suggests-reasons-for-optimism\">says it will need an extra two years</a> to arrive at the sunny uplands of a £400m annual profit.</p><p>The figure is its definition of a “sustainable” return, meaning one that allows it to invest at a decent pace and pay the staff (or partners) a reasonable annual bonus. The grand day was meant to arrive in the 2025-26 financial year; now it’ll be 2027-28. The blame is pinned on cost inflation and heavier than expected spending on technology.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/sep/14/john-lewis-needs-to-pick-up-pace-on-restructuring\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/sep/14/john-lewis-needs-to-pick-up-pace-on-restructuring", "date_published": "2023-09-14T17:27:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK, France and Germany refuse to lift sanctions on Iran under nuclear deal", "description": "<p>Tehran in ‘too serious a breach’ of 2015 deal to lift sanctions under clause that would allow ballistic missile trade</p><p>The UK, France and Germany will not lift sanctions on Iran in line with the timetable set out in the 2015 nuclear deal, the governments have announced in a move that will infuriate Tehran and put the continued viability of the deal at even greater risk.</p><p>Under the terms of the original deal, some UN sanctions were due to be lifted on 18 October 2023 as part of a sunset clause that would allow Iran to import and export ballistic missiles, including missiles and drones with a range of 300km (186 miles) or more.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/uk-france-and-germany-refuse-to-lift-sanctions-on-iran-under-nuclear-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/uk-france-and-germany-refuse-to-lift-sanctions-on-iran-under-nuclear-deal", "date_published": "2023-09-14T17:23:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Developers and their Tory allies are killing the high street. Only a people’s revolt can stop them now | Simon Jenkins", "description": "<p>While local shops in countries such as France are protected, the UK is crippled by lax planning laws and sky-high business rates</p><p>High streets matter. We don’t want them to follow churches, becoming relics of a mostly dying sense of community. They should be the living hubs of villages and towns and not vanish beneath an anonymous swathe of suburban housing.</p><p>The news is that <a href=\"https://www.theguardian.com/business/2023/jul/28/britain-loses-6000-retail-outlets-in-five-years-as-shops-close\">6,000 high-street shops</a> have closed in the past five years. The big stores are already going. Wilko has followed Debenhams and Arcadia into collapse. One in seven high-street premises <a href=\"https://www.thetimes.co.uk/article/one-in-seven-shops-lie-empty-as-covid-and-business-rates-take-toll-5q0wk5bgp\">now lie vacant</a>, while vape stores, nail bars and charity shops invade the rest. Dame Sharon White, the boss of John Lewis Partnership, which has already closed 16 of its ", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/developers-tory-killing-high-street", "date_published": "2023-09-14T17:14:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can careful Keir Starmer win the trust of younger voters? | Letters", "description": "<p>Tepid policies and promises to balance the books will have little appeal to those already suffering, writes <strong>Derrick Joad. </strong>Plus letters from <strong>Bee Hepworth, Lyn A Dade </strong>and <strong>Archie Lauchlan</strong></p><p>If I understand Rafael Behr’s article correctly, Keir Starmer’s message is that “things may be bad, but trust me – I won’t do anything to make things worse” (<a href=\"https://www.theguardian.com/commentisfree/2023/sep/13/keir-starmer-voters-labour-leader-opposition\" title=\"\">Keir Starmer’s caution may be frustrating, but it’s right. Voters no longer trust big promises, 13 September</a>).</p><p>“We are a safe pair of hands to run the economy” might appeal to that group of voters who are fed up with the Tory mismanagement of everything, but it offers little hope to those who are oppressed by the wrongs of society. I don’t think the message that we will do something to right the wrongs you are suffering if and when the economy improves has much a", "link": "https://www.theguardian.com/politics/2023/sep/14/can-careful-keir-starmer-win-the-trust-of-younger-voters", "date_published": "2023-09-14T17:11:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We need radical change in economic policy, not just a change of government | Letters", "description": "<p><strong>Peter Riddle</strong> asks if Labour has the necessary vision and courage; plus letters from <strong>Nadine Grieve</strong> and <strong>Adrian Cosker</strong></p><p>As crumbling schools and insecure prisons help to hammer the final nails into this government’s coffin, the focus inevitably turns to what happens next. A vigorous debate is now being played out between those who argue that anything is better than the corruption and neglect of this Conservative government and those who believe that those who have prospered under 13 years of Tory rule should start to contribute a greater proportion of their wealth for the wider good.</p><p>Larry Elliott is right (<a href=\"https://www.theguardian.com/commentisfree/2023/sep/07/councils-schools-nhs-tax-labour-public-services-wealth-tax\">Councils going bust, schools crumbling, the NHS in crisis: the answer is more tax, 7 September</a>). Just a change of personnel in government alone will not bring about the radical changes people ar", "link": "https://www.theguardian.com/politics/2023/sep/14/we-need-radical-change-in-economic-policy-not-just-a-change-of-government", "date_published": "2023-09-14T17:10:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three out of 10 young adults in UK do not own or ever use an iron, poll finds", "description": "<p>In world of less formal dress codes and non-iron fabrics, trends report suggests ironing is for the over 45s</p><p>It was once an essential appliance that ensured you looked smart for work or college, but the iron is fast becoming obsolete as more relaxed dress codes mean turning up in rumpled clothing is no longer a faux pas.</p><p>About 30% of 18- to 34-year-olds do not own an iron and “never iron their clothes”, according to consumer research. When asked why they did not possess an item considered vital by previous generations the refuseniks said the main reason was “their clothes didn’t need ironing”.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/three-out-of-10-young-adults-in-uk-do-not-own-or-ever-use-an-iron-poll-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/three-out-of-10-young-adults-in-uk-do-not-own-or-ever-use-an-iron-poll-finds", "date_published": "2023-09-14T17:07:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta a España: Jumbo-Visma steady the ship for Sepp Kuss after storm", "description": "<ul><li>Vingegaard and Roglic support leader after prior attacks</li><li>Remco Evenepoel solos to spectacular third win of race</li></ul><p>Belgium’s Remco Evenepoel claimed his third victory in this year’s Vuelta a España with a solo attack on a mountainous stage 18 and Jumbo-Visma’s Sepp Kuss moved a step closer to winning his first Grand Tour.</p><p>Evenepoel blasted out of a breakaway group on the first of two climbs of the Puerto de La Cruz de Linares late in the 179km ride from Pola de Allande and was in a class of his own. The peloton, featuring the Jumbo-Visma trio of Kuss, Jonas Vingegaard and Primoz Roglic, finished nearly 10 minutes back, with Kuss emerging still in the <em>maillot rojo</em> after surviving the last big day in the mountains unscathed.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/vuelta-a-espana-jumbo-visma-steady-the-ship-for-sepp-kuss-after-storm\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/vuelta-a-espana-jumbo-visma-steady-the-ship-for-sepp-kuss-after-storm", "date_published": "2023-09-14T17:07:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Impeaching Biden is a desperate Republican gamble that will backfire | Lloyd Green", "description": "<p>The president isn’t exactly popular right now. But this attempt to humiliate him will scar everyone – including Republicans</p><p>Already in a footrace for re-election, Joe Biden now faces an unwelcome impeachment inquiry. Against the backdrop of a likely government shutdown, the US again stands to be buffeted by our deep and wide partisan divide. Practically speaking, however, he will survive. Conviction by the Senate is a mathematical impossibility.</p><p>Democrats are in control and Senate Republicans are nowhere near being onboard. “It’s a waste of time,” as one anonymous Republican senator <a href=\"https://thehill.com/homenews/house/4200161-senate-gop-unhappy-with-mccarthy-on-impeachment-inquire-its-a-fools-errand/\">told</a> the Hill. “It’s a fool’s errand.” Said differently, impeachment will scar all concerned – Republicans included.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/14/biden-impeachment-republican-gamble-backfire\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/biden-impeachment-republican-gamble-backfire", "date_published": "2023-09-14T17:03:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British TV ‘allowed monarchy to censor coverage of king’s coronation’", "description": "<p>Royal spin doctors imposed ‘extraordinary restrictions’ on covering King Charles III’s accession, says ex-head of Sky News</p><p>British television channels agreed to let Buckingham Palace censor television coverage of King Charles’s coronation, according to the former boss of Sky News.</p><p>John Ryley, who stepped down in May after 17 years, said the monarchy imposed “extraordinary restrictions” on channels covering this year’s ceremony, including demanding the “Orwellian” right to retrospectively ban footage after it had been broadcast.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/british-tv-allowed-monarchy-to-censor-king-charles-coronation-coverage\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/british-tv-allowed-monarchy-to-censor-king-charles-coronation-coverage", "date_published": "2023-09-14T17:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s like a method actor’: the Japanese salesman who transforms into Jimmy Page", "description": "<p>In fascinating new documentary Mr Jimmy, the intricate and obsessive performances of Akio Sakurai showcase an unusual and ultimately moving talent</p><p>A Japanese salesman becomes obsessed with memorizing and recreating every flared trouser and fast-fingered movement of virtuoso Led Zeppelin guitarist Jimmy Page. Eventually he reaches his fifties and leaves behind his job, country, and family in order to pursue his passion in Los Angeles, where his beloved icon played a few unforgettable nights in the late 60s.</p><p>One could be forgiven for assuming that a documentary about Akio Sakurai would be a portrait of rock and roll cosplay at its most campy and madcap. Instead, Peter Michael Dowd’s film is a moving tribute to the purity and meticulousness of its subject’s quixotic quest.</p> <a href=\"https://www.theguardian.com/film/2023/sep/14/hes-like-a-method-actor-the-japanese-salesman-who-transforms-into-jimmy-page\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/14/hes-like-a-method-actor-the-japanese-salesman-who-transforms-into-jimmy-page", "date_published": "2023-09-14T17:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A massive part of my life’: Alex Williams’s Manchester City odyssey", "description": "<p>The former Manchester City goalkeeper and retiring head of City in the Community charity on his playing career, tackling racism and his legacy</p><p>Maine Road, 14 March 1981: Alex Williams has just enjoyed a triumphant man‑of-the‑match debut as Manchester City’s goalkeeper in a 2-1 win over West Brom when he experiences a shock.</p><p>Walking into the players’ lounge the 19-year-old sees his parents, Vie and Cliff, who, until this spring day, have never before watched him play football. “The first time I knew they were at the game was then,” he says. “When they arrived, they couldn’t get in because obviously I didn’t know they were coming, so I didn’t leave tickets. They basically knocked on the front door and said: ‘We’re Alex Williams’s parents. Can we come in?’</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/its-been-a-massive-part-of-my-life-alex-williamss-manchester-city-odyssey\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/its-been-a-massive-part-of-my-life-alex-williamss-manchester-city-odyssey", "date_published": "2023-09-14T17:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK taxpayers left footing bill as number of fraudulent Covid loans soars", "description": "<p>Figures show that lenders flagged nearly £1.7bn of government-backed loans for potential fraud at end of June</p><p>UK taxpayers have been forced to cover a larger bill for Covid support to companies than expected, after fresh government data showed the amount of pandemic business loans flagged for fraud had jumped by 43%.</p><p>Figures <a href=\"https://www.gov.uk/government/publications/covid-19-loan-guarantee-schemes-repayment-data/covid-19-loan-guarantee-schemes-performance-data-as-at-30-june-2023\">released by the Department for Business and Trade</a> showed that high street banks and other private lenders – which were responsible for distributing government-backed loans during the Covid crisis – had flagged nearly £1.7bn worth of loans for potential fraud at the end of June. That marks a 43% rise from the £1.1bn flagged three months earlier.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/uk-taxpayers-left-footing-bill-as-number-of-fraudulent-covid-loans-soars\">C", "link": "https://www.theguardian.com/business/2023/sep/14/uk-taxpayers-left-footing-bill-as-number-of-fraudulent-covid-loans-soars", "date_published": "2023-09-14T16:59:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Luxury cruise ship freed after running aground in Greenland", "description": "<p>Ocean Explorer pulled free by fishing trawler after being stuck in mud and silt since Monday</p><p>A luxury cruise ship that ran aground in a remote part of Greenland with 206 people onboard has been pulled free by a fishing trawler.</p><p><a href=\"https://www.theguardian.com/world/2023/sep/12/cruise-ship-runs-aground-in-greenland-with-206-passengers-onboard\">The Ocean Explorer cruise vessel had been stuck since Monday</a> in mud and silt in the Alpefjord national park, 870 miles (1,400km) north-east of Nuuk, the capital of Greenland.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/luxury-cruise-ship-ocean-explorer-freed-greenland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/luxury-cruise-ship-ocean-explorer-freed-greenland", "date_published": "2023-09-14T16:54:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Georgia judge allows key pair be tried separately from Trump and 16 others", "description": "<p>Sidney Powell and Kenneth Chesebro, who requested speedy trial in election interference case, to be tried next month</p><p>A Georgia judge has ruled that Donald Trump and 16 others will be tried separately from two defendants who are set to go to trial next month in the case accusing them of participating in an illegal scheme to overturn the results of the 2020 election.</p><p>Lawyers Sidney Powell and Kenneth Chesebro had filed demands for a speedy trial, and Fulton county superior court judge Scott McAfee had set their trial to begin on 23 October. Trump and other defendants had asked to be tried separately from Powell and Chesebro, with some saying they could not be ready by the late October trial date.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/georgia-election-case-sidney-powell-kenneth-chesebro-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/14/georgia-election-case-sidney-powell-kenneth-chesebro-trump", "date_published": "2023-09-14T16:52:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trainer banned for three years after 12 horses test positive in doping scandal", "description": "<ul><li>Property billionaire Luke Comer hit with three-year suspension</li><li>Racing authorities describe situation as ‘quite unprecedented’</li></ul><p>Luke Comer, the billionaire co-founder of Comer Group, one of Britain and Ireland’s largest property developers, has had his trainer’s licence suspended for three years by the Irish Horseracing Regulatory Board after 12 of his horses tested positive for anabolic steroids in October and November 2021.</p><p>Comer was found in breach of Ireland’s anti-doping rules following a nine-day hearing in front of the IHRB’s referrals committee in May, <a href=\"https://www.ihrb.ie/referrals-appeals/luke-comer-trainer-prohibited-substance-referral-leopardstown-16th-october-2021-and-out-of-competition-testing-10th-november-2021\">details of which</a> emerged on Thursday.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/trainer-banned-after-dozen-horses-test-positive-in-irish-doping-scandal-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/trainer-banned-after-dozen-horses-test-positive-in-irish-doping-scandal-horse-racing", "date_published": "2023-09-14T16:47:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fingernails review – Jessie Buckley and Riz Ahmed’s chemistry can’t save paper-thin love story", "description": "<p>Christos Nikou’s English-language debut aims to be a sadistically comical treatment of relationship insecurity, but ends up saying little</p><p>Within the first few minutes of Christos Nikou’s sci-fi-inflected satire Fingernails, in which a medical test has been devised to determine whether two subjects are truly in love, viewers will probably ask themselves why anyone would trust the readout of a machine over their own heart. The only feasible motivation presented in the film is that it helps predict the likelihood of divorce in future – but why throw away a good relationship just because a microwave attached to a vintage TV set said so? Rational audiences will quickly conclude that we can’t do better than to follow the nudges of our desires, and pay the magic love science – how does one measure love, anyway? – about as much mind as we would a compatibility quiz in the back of a magazine. And yet it takes the characters in this misbegotten speculative thought experiment nearly tw", "link": "https://www.theguardian.com/film/2023/sep/14/fingernails-review-jessie-buckley-and-riz-ahmeds-chemistry-cant-save-paper-thin-love-story", "date_published": "2023-09-14T16:44:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aberg outshines McIlroy in stellar start to PGA Championship at Wentworth", "description": "<ul><li>Swede signs for 68, with Rory McIlroy level par</li><li>Marcus Helligkilde leads after impressive 64</li></ul><p>A year ago, Ludvig Aberg was rising to the summit of the amateur golf rankings without anybody bar dedicated followers of the sport being particularly aware of who he was. He could have wandered among the Wentworth galleries at the PGA Championship in blissful anonymity.</p><p>To describe Aberg’s subsequent rise as meteoric feels like an understatement. He arrived in England for the 2023 staging of the DP World Tour’s flagship event with praise ringing in his ears from Rory McIlroy, Justin Rose, Jon Rahm and Viktor Hovland. After his <a href=\"https://www.theguardian.com/sport/2023/sep/04/ludvig-aberg-europe-ryder-cup-golf\">wildcard selection for Europe’s Ryder Cup team</a>, Aberg is the talk of world golf.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/golf-ludvig-aberg-rory-mcilroy-pga-championship-wentworth-first-round\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/golf-ludvig-aberg-rory-mcilroy-pga-championship-wentworth-first-round", "date_published": "2023-09-14T16:41:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sluggish eurozone economies will not welcome ECB’s interest rate rise", "description": "<p>Consumers in Germany, the EU’s largest economy, representative of wider pattern of putting more into savings</p><ul><li><a href=\"https://www.theguardian.com/business/2023/sep/14/ecb-raises-interest-rates-inflation\">ECB raises interest rates to highest level since euro launched</a></li></ul><p>Interest rates went up again across the eurozone on Thursday – probably for the last time during this cycle of hikes that has become a familiar story in the single currency bloc, as it has in the UK <a href=\"https://www.theguardian.com/business/2023/sep/13/us-inflation-august-rises\">and US</a>.</p><p>The European Central Bank (ECB) <a href=\"https://www.theguardian.com/business/2023/sep/14/ecb-raises-interest-rates-inflation\">raised its main deposit rate</a> by a quarter of one per cent to 4% – the highest level in the euro’s history.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/sluggish-eurozone-economies-will-not-welcome-ecbs-interest-rate-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/sluggish-eurozone-economies-will-not-welcome-ecbs-interest-rate-rise", "date_published": "2023-09-14T16:39:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK chip designer Arm eyes $60bn-plus valuation on Nasdaq debut", "description": "<p>Investor appetite for shares in SoftBank-owned tech firm pushes valuation towards $64bn in biggest US market listing of year</p><p>The British chip designer Arm looked set to be valued at more than $60bn as it debuted on the Nasdaq stock exchange in the biggest US share listing of the year.</p><p>Arm set a price of $51 a share, <a href=\"https://www.theguardian.com/business/2023/sep/14/uk-chip-designer-arm-valued-at-51-a-share-ahead-of-wall-street-ipo\">valuing the company at $54.5bn on Wednesday</a>. But as trading began on Thursday morning, investor appetite for the company’s initial public offering (IPO) pushed its share price up 10% to $56.10, valuing the company at just below $60bn.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/arm-ipo-share-sale-nasdaq-stock-market\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/arm-ipo-share-sale-nasdaq-stock-market", "date_published": "2023-09-14T16:33:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France pushes for more factory farming in food U-turn", "description": "<p>Comments by agriculture minister seem to signal shift away from focus on organic produce as shoppers choose cheaper meat</p><p>France is urging its farmers to produce more cut-price meat in a major U-turn on factory farming, with inflation hammering demand for organic pork, beef and chicken.</p><p>The agriculture minister, Marc Fesneau, told a big agro-industry gathering on Tuesday that “we have to admit that we must work on the entry level” end of the market.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/france-pushes-for-more-factory-farming-in-food-u-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/france-pushes-for-more-factory-farming-in-food-u-turn", "date_published": "2023-09-14T16:15:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carrefour puts ‘shrinkflation’ price warnings on food to shame brands", "description": "<p>French supermarket chain labels products that have shrunk in size but cost more before contract talks with suppliers</p><ul><li><a href=\"https://www.theguardian.com/business/2023/sep/06/tell-us-your-experiences-of-skimpflation-and-shrinkflation\">Tell us your experiences of ‘skimpflation’ and ‘shrinkflation’</a></li></ul><p>The French supermarket chain Carrefour has put labels on its shelves this week warning shoppers of <a href=\"https://www.theguardian.com/australia-news/2023/aug/02/shrinkflation-groceries-packaging-size-decrease-brands-\">“shrinkflation”</a>, the phenomenon where manufacturers reduce pack sizes rather than increase prices.</p><p>It has slapped price warnings on products from Lindt chocolates to Lipton iced tea to pressure top consumer goods suppliers Nestlé, PepsiCo and Unilever to tackle the issue in advance of much-anticipated contract talks.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/carrefour-puts-shrinkflation-price-warnings-on-food-to-sham", "link": "https://www.theguardian.com/business/2023/sep/14/carrefour-puts-shrinkflation-price-warnings-on-food-to-shame-brands", "date_published": "2023-09-14T16:09:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak and Starmer away as zombie parliament packs up early | John Crace", "description": "<p>While the prime minister made another pointless jaunt to Devon, the Labour leader headed off to The Hague</p><p>At 4.10pm, the last business of the day began in the House of Commons. A backbench debate called by Tory Jamie Wallis on residential cooperative power production. There were just two people in the chamber. Wallis and Graham Stuart, the government minister obliged to respond. Both heroically tried to ignore the futility of the situation and heard each other out. As if something worthwhile was taking place. But once they had both said their piece – for obvious reasons there were no interruptions – they looked a bit embarrassed and shuffled off. Shortly before 4.30pm, the Commons adjourned for the day.</p><p>Some might call this a zombie parliament. Lifelessly ticking over with no sense of direction. Less than two weeks after returning from a six-week recess, the Commons had already run out of things to do. Rishi Sunak sees it rather differently. Inaction Man regards inacti", "link": "https://www.theguardian.com/politics/2023/sep/14/sunak-and-starmer-away-as-zombie-parliament-packs-up-early", "date_published": "2023-09-14T16:08:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Refugee film Green Border by Agnieszka Holland attacked by Polish government", "description": "<p>The drama, which won a Venice film festival prize, was called ‘Nazi propaganda’ by proponents of Poland’s right-wing migrant policy</p><p>Polish film director Agnieszka Holland’s prize-winning refugee drama Green Border is to be released in Poland, weeks before the country goes to the polls on migration matters, in defiance of a major backlash from the right-wing conservative government.</p><p>Holland’s black-and-white film, which scooped up the special jury prize at last month’s <a href=\"https://www.theguardian.com/film/venice-film-festival-2023\">Venice film festival</a> and will be released in her native country on 22 September, is told from the perspective of a Syrian family trying to flee into the EU via Belarus, as well as that of a Polish border guard having qualms about the brutal treatment of refugees.</p> <a href=\"https://www.theguardian.com/film/2023/sep/14/refugee-film-green-border-by-agnieszka-holland-attacked-by-polish-government\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/14/refugee-film-green-border-by-agnieszka-holland-attacked-by-polish-government", "date_published": "2023-09-14T16:07:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Martha’s rule: what it will mean for patients and their families", "description": "<p>Patients in hospitals in England and their families would have the legal right to a second opinion</p><p>The health secretary, Steve Barclay, is supporting the introduction of Martha’s rule in hospitals in England. Here the Guardian examines what it is and what it will mean for patients and their families.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/14/marthas-rule-what-it-will-mean-for-patients-and-their-families\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/14/marthas-rule-what-it-will-mean-for-patients-and-their-families", "date_published": "2023-09-14T16:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tribunal suspected that Halep was blood doping at last year’s Wimbledon", "description": "<ul><li>Lack of blood tests meant panel could not be sure of suspicions</li><li>Romanian has vowed to ‘clear my name’ after four-year ban</li></ul><p>The independent tribunal that <a href=\"https://www.theguardian.com/sport/2023/sep/12/simona-halep-banned-four-years-tennis-anti-doping-violations\">banned Simona Halep for four years</a> for doping had “strong grounds for suspicion” that the Romanian was also blood doping at last year’s Wimbledon, its newly published 125-page decision reveals. However, it could not be “comfortably satisfied” that was the case as the 31-year-old did not have any blood tests between April and September 2022.</p><p>On Tuesday the former world No 1 was found to have intentionally taken the banned blood‑doping agent roxadustat after a test at the 2022 US Open in August. Separately, an expert panel also found that Halep had abnormalities in her athlete biological passport after an analysis of 51 of her blood samples.</p> <a href=\"https://www.theguardian.com/sp", "link": "https://www.theguardian.com/sport/2023/sep/14/tennis-simona-halep-tribunal-suspected-blood-doping-wimbledon", "date_published": "2023-09-14T15:58:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No 10 refuses to confirm HS2 will run to Manchester", "description": "<p>Fresh uncertainty for high-speed line as leaked document suggests Sunak and Hunt have met to discuss more cuts  </p><p>The HS2 high-speed rail line has been mired in fresh uncertainty as the prime minister’s spokesperson refused to guarantee it would run to Manchester, after a photographed document suggested the government was looking for further cuts amid increasing costs.</p><p>The visible details appeared to show Rishi Sunak and the chancellor, Jeremy Hunt, were meeting to discuss potential savings, with a total £34.1bn expenditure listed for the second phase of the railway from Birmingham to Manchester and to the east Midlands.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/no-10-refuses-to-confirm-hs2-will-run-to-manchester-sunak-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/no-10-refuses-to-confirm-hs2-will-run-to-manchester-sunak-hunt", "date_published": "2023-09-14T15:57:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sancho to train away from United first team until ‘discipline issue’ resolved", "description": "<ul><li>Forward was left out of Erik ten Hag’s squad against Arsenal</li><li>Sancho claimed manager did not tell truth about exclusion</li></ul><p>Jadon Sancho will train away from Manchester United’s first team until “the resolution of a squad discipline issue” following the forward’s claim that Erik ten Hag did not tell the truth about this exclusion from the squad for the <a href=\"https://www.theguardian.com/football/2023/sep/03/arsenal-manchester-united-premier-league-match-report\">3-1 loss at Arsenal</a> on 3 September.</p><p>Sancho was not in 20-player match-day squad for the defeat, which was the last game before the international break. Asked why afterwards, Ten Hag claimed Sancho had not trained to the requisite standard to make the trip to north London.</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/jadon-sancho-to-train-away-from-manchester-united-first-team-until-discipline-issue-resolved\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/jadon-sancho-to-train-away-from-manchester-united-first-team-until-discipline-issue-resolved", "date_published": "2023-09-14T15:51:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France investigates deaths of Champagne workers in heatwave", "description": "<p>Four people harvesting grapes suspected dead due to unusually high outdoor temperatures </p><p>French authorities were on Thursday investigating the deaths of four grape harvesters in the famed Champagne region, suspected of suffering sunstroke in unusually hot weather.</p><p>Prosecutors in the cities of Rheims and Châlons-en-Champagne said two men died in recent days while picking grapes, a woman died at home a few days after feeling faint during her vineyard work, while a fourth died in hospital after falling from a straddle tractor without showing any physical injuries from the fall.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/france-investigates-deaths-of-champagne-workers-in-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/france-investigates-deaths-of-champagne-workers-in-heatwave", "date_published": "2023-09-14T15:47:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nasa to name new chief of UFO research as panel urges more study", "description": "<p>Role announced after panel issued report calling on Nasa to increase efforts to examine ‘unidentified anomalous phenomenon’</p><p>Nasa on Thursday said it is naming a new director of research into what the government calls “unidentified anomalous phenomenon,” or UAP, as an expert panel urged the US space agency to increase its efforts to gather information on what are commonly called UFOs.</p><p>Nasa administrator Bill Nelson made the announcement after the panel issued a report calling on the agency to increase its efforts to gather information on UAP and play a larger role in helping the Pentagon detect them.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/ufo-nasa-research-chief-announcement\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/ufo-nasa-research-chief-announcement", "date_published": "2023-09-14T15:17:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US launches $1bn tree-planting scheme to mitigate effects of climate crisis", "description": "<p>Federal effort will focus on marginalized areas in all parts of country and aims to reduce extreme heat and benefit health</p><p>Hundreds of communities around the US will share more than $1bn in federal money to help them plant and maintain trees under a federal program that is intended to reduce extreme heat, benefit health and improve access to nature.</p><p>The US agriculture secretary, Tom Vilsack, will announce the $1.13bn in funding for 385 projects at an event on Thursday morning in Cedar Rapids, Iowa.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/14/tree-planting-us-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/14/tree-planting-us-climate-crisis", "date_published": "2023-09-14T15:13:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vinai Venkatesham to step down as Arsenal chief executive next year", "description": "<ul><li>Venkatesham has worked with Premier League club since 2010</li><li>‘A tough decision, but it is time to pursue another challenge’</li></ul><p>The Arsenal chief executive officer, Vinai Venkatesham, has announced he will leave the club next summer after almost four years in the role.</p><p>Venkatesham will end a lengthy association with the club, whose commercial department he joined in 2010. His departure for an unspecified new challenge will come as a surprise given Arsenal’s fortunes have turned around under a <a href=\"https://www.theguardian.com/football/2018/oct/27/raul-sanllehi-vinai-venkatesham-arsenal-interview\">leadership team headed up by Venkatesham</a>, the sporting director, Edu, and the manager, Mikel Arteta.</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/vinai-venkatesham-to-leave-arsenal-chief-executive-officer-role-next-year\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/vinai-venkatesham-to-leave-arsenal-chief-executive-officer-role-next-year", "date_published": "2023-09-14T15:03:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kazuo Ishiguro song lyrics collection to be published", "description": "<p>The prize-winning novelist’s lyrics, written for US jazz singer Stacey Kent, will be published with illustrations next March</p><p>A collection of lyrics written by the novelist <a href=\"https://www.theguardian.com/books/kazuoishiguro\">Kazuo Ishiguro</a> for the American jazz singer <a href=\"https://www.theguardian.com/music/2016/jan/10/stacey-kent-tenderly-review-roberto-menescal-jazz\">Stacey Kent</a> is due to be published next year.</p><p>“I’ve built a reputation over the years as a writer of stories, but I started out writing songs,” said Ishiguro, the Booker and Nobel prize-winning author of eight novels including Never Let Me Go, <a href=\"https://www.theguardian.com/books/booksblog/2016/jan/07/the-remains-of-the-day-by-kazuo-ishiguro-book-to-share\">The Remains of the Day</a> and <a href=\"https://www.theguardian.com/books/2021/feb/25/klara-and-the-sun-by-kazuo-ishiguro-review-what-it-is-to-be-human\">Klara and the Sun</a>.</p> <a href=\"https://www.theguardian.com/books/2023/se", "link": "https://www.theguardian.com/books/2023/sep/14/kazuo-ishiguro-song-lyrics-collection-to-be-published", "date_published": "2023-09-14T15:03:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gene Simmons on Kiss, sex and calling it quits: ‘As long as your schmeckle works, you feel immortal’", "description": "<p>Fifty years since their first show, the 74-year-old frontman of the glam rock band is preparing for their final curtain – and, he says, stands ‘guilty as charged of everything’</p><p>“What is a witch’s hat?” Gene Simmons is asking with no mild consternation, midway through our interview. I am baffled: does he mean a traffic cone?</p><p>“Exactly! A traffic cone! Why do you guys call it a witch’s hat?”</p> <a href=\"https://www.theguardian.com/music/2023/sep/14/gene-simmons-on-kiss-sex-and-calling-it-quits-as-long-as-your-schmeckle-works-you-feel-immortal\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/14/gene-simmons-on-kiss-sex-and-calling-it-quits-as-long-as-your-schmeckle-works-you-feel-immortal", "date_published": "2023-09-14T15:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Braverman to have Home Office diversity training vetted after ‘woke’ claims", "description": "<p>Exclusive: Leaked documents show plans for senior managers to decide which courses can be attended in work hours</p><p>Suella Braverman is planning to impose strict vetting on diversity training courses for Home Office staff after criticisms from right-leaning media that the department has given in to “woke” culture.</p><p>Leaked documents show the Home Office has drawn up plans to halt courses that are deemed to promote policies contrary to those of the government, including critical race theory.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/14/suella-braverman-to-have-diversity-courses-at-home-office-vetted-after-woke-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/14/suella-braverman-to-have-diversity-courses-at-home-office-vetted-after-woke-claims", "date_published": "2023-09-14T15:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis and Trump campaigns drawn into angry quarrel over private-jet story", "description": "<p>Florida governor says Washington Post report about undisclosed trips on donors’ planes a case of ‘Trump-legacy media collusion’</p><p>A spokesperson for Ron DeSantis has responded to a Washington Post <a href=\"https://www.washingtonpost.com/politics/2023/09/14/ron-desantis-private-flights/\">report</a> about undisclosed trips on donors’ private jets and said the report is an example of “Trump-legacy media collusion.”</p><p>The DeSantis spokesperson, Andrew Romeo, directed the paper to a former aide to the Florida governor now a top adviser to Donald Trump.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/desantis-trump-private-jets-donors-washington-post\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/14/desantis-trump-private-jets-donors-washington-post", "date_published": "2023-09-14T14:50:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US school shootings double in a year to reach historic high", "description": "<p>Figures for 2021-22 covering elementary and secondary schools show a total of 327 shootings, 188 of which ended with casualties</p><p>Schools in the United States are suffering an alarming rise in shootings, according to new federal data that shows the number of incidents reaching a historic peak for the second year running.</p><p>Data compiled by the <a href=\"https://nces.ed.gov/pubs2023/2023092.pdf\">National Center for Education Statistics</a> (NCES) records that in 2021-22 public and private schools, spanning both elementary and secondary levels, incurred a total of 327 shootings – a record high. The incidents involved a gun being brandished and fired or a bullet hitting school property.</p> <a href=\"https://www.theguardian.com/education/2023/sep/14/us-school-shootings-record-rise-dramatic\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/14/us-school-shootings-record-rise-dramatic", "date_published": "2023-09-14T14:40:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s Kyle Sinckler expected to return from injury against Japan", "description": "<ul><li>Tighthead prop fit for Sunday’s World Cup match in Nice</li><li>Sinckler suffered chest injury after warm-up matches</li></ul><p>Kyle Sinckler is expected to make a welcome return from injury for England against Japan on Sunday after returning to full fitness following a chest problem.</p><p>Sinckler managed just two appearances from the bench in England’s four warm-up matches before, <a href=\"https://www.theguardian.com/sport/2023/aug/25/kyle-sinckler-injury-england-rugby-union-world-cup-fiji\">as revealed by the Guardian</a>, he was struck down by injury which prompted fears he could miss out on the tournament entirely. He missed out against Argentina but it is understood that Sinckler is set to make his comeback against Japan either from the start or off the replacements bench.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/kyle-sinckler-england-return-japan-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/kyle-sinckler-england-return-japan-rugby-world-cup", "date_published": "2023-09-14T14:33:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Comedian Maddy Anholt dies of brain cancer, aged 35", "description": "<p>Comic had her own Radio 4 series, and appeared in TV comedies including Sunny D, Jerk and The Emily Atack Show</p><p>The comedian Maddy Anholt, who had her own BBC Radio 4 show, appeared in numerous TV comedies and published a self-help book, has died aged 35, her family has announced.</p><p>“It is with profound sorrow that we announce the death of Maddy Anholt, our beloved daughter, sister, twin, friend, wife and mother, who left this world on Wednesday 13 September, aged 35,” said a statement.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/14/comedian-maddy-anholt-dies-of-brain-cancer\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/14/comedian-maddy-anholt-dies-of-brain-cancer", "date_published": "2023-09-14T14:32:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Roy Keane’s punditry may well be the only Irish representation at Euro 2024", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>For those not paying attention, September’s international break was a bloodthirsty one. The welcome sight of Rudi Völler in Germany’s dugout, hair thinned and greyed yet still resplendent, was a marker of Hansi Flick’s <a href=\"https://www.theguardian.com/football/2023/sep/11/germany-hansi-flick-euro-2024-julian-nagelsmann-jurgen-klopp\">unceremonious binning</a>. The face on Joshua Kimmich, unused sub as Rudi’s boys <a href=\"https://www.theguardian.com/football/2023/sep/12/managerless-germany-end-poor-run-with-victory-over-france-in-friendly\">beat France</a> in Tuesday’s friendly, suggested Herr Flick was not the only one carrying blame. Anyone desperate enough – it was international week and Top Boy was only six episodes – to watch Amazon’s All Or Nothing series on Germany’s demise in Qatar would recognise Kimmich as someone whose str", "link": "https://www.theguardian.com/football/2023/sep/14/footbal-daily-republic-of-ireland-stephen-kenny", "date_published": "2023-09-14T14:29:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK e-bike users warned not to use incompatible chargers after fatal fire", "description": "<p>Coroner says blaze that killed London man probably caused by battery being plugged into charger with different voltage</p><p>The government has warned e-bike users to stop using incompatible chargers after a coroner found a man was killed when a battery plugged into the wrong device caught fire.</p><p>Fire England, which is part of the Home Office, has issued instructions to consumers to use only manufacturer-approved batteries and chargers after the death in March of Mizanur Rahman. The 41-year-old died after a fire broke out in an overcrowded London flat occupied by several food couriers using e-bikes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/uk-e-bike-users-warned-not-to-use-incompatible-chargers-after-fatal-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/uk-e-bike-users-warned-not-to-use-incompatible-chargers-after-fatal-fire", "date_published": "2023-09-14T14:21:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK mortgage war ‘under way’ as lender offers 4.99% fixed rate", "description": "<p>Brokers say borrower confidence likely to lift after the first below 5% deal surfaces since June with more offers likely soon</p><p>A fixed-rate mortgage priced at below 5% has gone on sale for the first time since June as leading lenders announced a fresh wave of home loan reductions.</p><p>Brokers said a mortgage rate war was “well and truly under way” and that the lower pricing should provide a boost to borrowers worried about the imminent end of their current deal, as well as would-be homebuyers who have been sitting on the sidelines.</p> <a href=\"https://www.theguardian.com/money/2023/sep/14/uk-mortgage-war-underway-as-lender-offers-499-fixed-rate\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/14/uk-mortgage-war-underway-as-lender-offers-499-fixed-rate", "date_published": "2023-09-14T14:06:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ethel Smyth: Der Wald review | Erica Jeal's classical album of the week", "description": "<p><strong>Romaniw/Barnett Jones/Murray/Shore/BBCSO/BBC Singers/Andrews<br />(Resonus)<br /></strong>Smyth’s opera was the first by a woman to be performed at New York’s Met. One hundred and twenty years later this is its first recording</p><p>“I feel I must fight for Der Wald because I want women to turn their minds to big and difficult jobs; n</p><p>ot just to go on hugging the shore, afraid to put out to sea.” So wrote <a href=\"https://www.theguardian.com/music/2020/dec/02/ethel-smyth-classical-music-forgotten-women-canon-composition\">Ethel Smyth</a> – and if you picture the cause of music written by British women as a ship, ploughing through the treacherous waters of 20th-century sexual politics, it does indeed have Smyth as its figurehead, dressed in tweeds and holding her cigar clear of the spray. Thanks to Glyndebourne and others, her opera <a href=\"https://www.theguardian.com/music/2022/may/19/suffragette-ethel-smyth-opera-the-wreckers\">The Wreckers</a> has had lots of recent", "link": "https://www.theguardian.com/music/2023/sep/14/ethel-smyth-der-wald-review-an-operatic-pioneer-finally-gets-her-just-desserts", "date_published": "2023-09-14T14:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I work in a supermarket and see how desperate some shoplifters are. My heart goes out to them | Anonymous", "description": "<p>Sharon White is right – theft is ‘epidemic’ on the British high street. But more security measures won’t fix our unequal society</p><p>When I got a job as a supermarket worker five years ago, I did not believe that shoplifting would be a problem. I am from west Africa, and I just couldn’t see how it would happen in Britain, where there is a benefits system, many opportunities and security guards in shops. But now, having witnessed and intervened in many shoplifting incidents, I understand the true scale of the problem.</p><p>Dame Sharon White, the chair of John Lewis Partnership, has this week called for a <a href=\"https://www.theguardian.com/business/2023/sep/11/john-lewis-boss-royal-commission-uk-high-streets-sharon-white\">royal commission</a> to look at the future of the British high street including the challenges of shoplifting, which she says is an “epidemic”. She is not wrong. My experience tells me the same, and so do the statistics: according to the British Retail Consort", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/supermarket-shoplifters-professionals-people-poor-food", "date_published": "2023-09-14T13:58:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Love at First Sight review – pleasurable enough Netflix rom-com", "description": "<p>Haley Lu Richardson and Ben Hardy elevate what could be a throwaway tale of a meet-cute on an international flight</p><p>There are certain hallmarks of a throwaway made-for-streaming movie, particularly of the Netflix variety – a bland aesthetic of medium close-ups and over-saturated color, lighting somehow both too dim and too bright, cliched location shots, a predictable enough plot aimed for 75% attention on the couch. Not that this is inherently unenjoyable; there are delights to a movie that knows what it is and is game enough to deliver accordingly.</p><p>Love at First Sight, in which Haley Lu Richardson and Ben Hardy play two star-crossed strangers who meet-cute on an international flight, is the type of breezy, comfort-food film that should be 90 minutes and, thankfully, is. Directed by Vanessa Caswill from a screenplay by Katie Lovejoy, the film, based on the book The Statistical Probability of Love at First Sight by Jennifer E Smith, doesn’t belabor the point of corny bu", "link": "https://www.theguardian.com/film/2023/sep/14/love-at-first-sight-netflix-movie-review-haley-lu-richardson-ben-hardy", "date_published": "2023-09-14T13:52:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden shrugs off impeachment inquiry, saying ‘I have a job to do’ – US politics live", "description": "<p>President says he is ‘focused on the things the American people want me focused on’ in first remarks on Republican initiative</p><p>A Georgia judge has ruled that Donald Trump and 16 allies will be tried separately from <strong>Sidney Powell</strong> and <strong>Kenneth Chesebro </strong>in the 2020 election subversion case.</p><p>Powell and Chesebro had filed demands for a speedy trial. Fulton county superior judge Scott McAfee set their trials to begin 23 October, rejecting prosecutors’ request to try all 19 defendants at the same time.</p><p>For the Biden team, the mission now is to discredit the impeachment inquiry among independent voters and wayward Democrats before it reaches a crescendo. It is a strategy employed in the past by other presidents targeted for impeachment, Bill Clinton and Donald J. Trump.</p><p>The Republicans so far have helped Mr. Biden’s effort, often speaking about the investigations into the president’s family in starkly political terms.</p> <a href=\"ht", "link": "https://www.theguardian.com/us-news/live/2023/sep/14/biden-impeachment-republicans-democrats-us-politics-live-updates", "date_published": "2023-09-14T13:51:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starmer has broken silence on immigration policy but electoral risks are clear", "description": "<p>While Labour aims for as grown-up a stance as possible, the Tories are attempting to paint them as trying to unpick Brexit</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/14/starmer-migration-channel-crossings-eu-labour-tackle-people-smuggling-europol-tory-rishi-sunak-humza-yousaf-scotland-china-security-intelligence-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Few issues have made Labour tie itself in knots as much as immigration over the past decades.</p><p>There have been times when the party has tried to ignore the subject, and subsequent high levels of public dissatisfaction with the quadrupling of net migration during the Blair and Brown eras.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/keir-starmer-labour-immigraiton-policy-election-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/keir-starmer-labour-immigraiton-policy-election-risk", "date_published": "2023-09-14T13:48:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Improve NHS mental health funding or more children will die by suicide, says coroner", "description": "<p>A prevention of future deaths report is sent to Steve Barclay after Allison Aules, 12, took her own life</p><p>A London coroner has warned the health secretary that preventable child suicides are likely to increase unless the government provides more funding for mental health services.</p><p>Nadia Persaud, the east London area coroner, told Steve Barclay that the <a href=\"https://www.theguardian.com/society/2023/aug/17/medical-neglect-london-nhs-trust-contributed-to-suicide-allison-aulnes-girl-12-rules-coroner\">suicide of Allison Aules</a>, 12, in July 2022 highlighted the risk of similar deaths “unless action is taken”.</p> <a href=\"https://www.theguardian.com/society/2023/sep/14/improve-nhs-mental-health-funding-or-more-children-will-die-by-suicide-says-coroner\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/14/improve-nhs-mental-health-funding-or-more-children-will-die-by-suicide-says-coroner", "date_published": "2023-09-14T13:45:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greater Manchester police officers’ data hacked in cyber-attack", "description": "<p>Details of thousands of officers may have been taken in ransomware attack on third-party supplier</p><p>The details of thousands of Greater Manchester police officers have been hacked as part of a cyber-attack.</p><p>The force said the digital security of one of its third-party suppliers had been breached in a ransomware attack that was being taken “extremely seriously”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/greater-manchester-police-officers-data-hacked-in-cyber-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/greater-manchester-police-officers-data-hacked-in-cyber-attack", "date_published": "2023-09-14T13:39:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shane Meadows: ‘When I worked at Alton Towers, I’d ride the Thunder Looper four times each lunch break’", "description": "<p>The film director answers your questions about wearing a dress to school, being courted by Disney for the teen market and the exorcism horror project he’s keen to get off the ground</p><p><strong>I was told by an old teacher, who claimed to have been at school with you, that you turned up to non-uniform day in a dress for a laugh and everyone was too scared to take the piss. True or false? </strong><em>Mallycat<br /></em>It’s true that I turned up in a dress. I don’t remember people being too scared. I do remember being told I had to go back and put on different clothes, truck drivers pipping at me, going: “Eh up, doll.” I wasn’t anywhere near as confident walking home to get some jeans without my friends as I was on the way in. I always pushed the boundaries. I dyed the top of my hair pink, they said it had to all be one colour, so that night I dyed the rest of it pink and they said: “No, we meant all one colour, but not frigging pink! And it all has to be one length.” So I shave", "link": "https://www.theguardian.com/film/2023/sep/14/shane-meadows-when-i-worked-at-alton-towers-id-ride-the-thunder-looper-four-times-each-lunch-break", "date_published": "2023-09-14T13:35:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Private schools wanting to opt out of GSCEs ‘unable to produce the results’", "description": "<p>Former social mobility tsar Katharine Birbalsingh says proposals come amid fears English state sector is catching up</p><p>Private schools want to opt out of GCSE exams because state schools in England are catching up with their results, the government’s former social mobility tsar Katharine Birbalsingh has said.</p><p>Commenting on moves by Latymer upper school in London and Bedales school in Hampshire to curb pupils taking GCSEs other than English and maths, Birbalsingh accused the schools of trying to hide their failures to achieve consistently high grades.</p> <a href=\"https://www.theguardian.com/education/2023/sep/14/private-schools-wanting-to-opt-out-of-gsces-unable-to-produce-the-results\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/14/private-schools-wanting-to-opt-out-of-gsces-unable-to-produce-the-results", "date_published": "2023-09-14T13:21:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "California man arrested for allegedly riding horse while under the influence", "description": "<p>Highway patrol shares social media post after officer detains rider ‘impaired by alcohol’</p><p>A California man was arrested this week after he was discovered to driving under the influence – except the man was not behind the wheel of a car and instead, riding his horse with an open container of alcohol, according to police.</p><p>In a post <a href=\"https://www.instagram.com/p/CxBEC6PLh-d/?hl=en\">shared on social media </a>earlier this week, California highway patrol (CHP) in Merced, California, revealed that Officer Brackett discovered a “a horseback rider carrying an open container of alcohol”.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/riding-horse-drunk-under-influence-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/14/riding-horse-drunk-under-influence-california", "date_published": "2023-09-14T13:16:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scotland’s population growing at lowest rate of any UK nation, census reveals", "description": "<p>Country ageing at fastest rate on record and small rise in population due to inward migration, delayed survey shows</p><p>Scotland’s population has grown at the lowest rate of any nation in the UK and is ageing at the fastest rate on record, according to the first data from last year’s census.</p><p>National Records of Scotland (NRS) estimated the country’s total population was 5,436,600 last year. Its increase of 141,220, or 2.7%, was driven entirely by inward migration.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/scotland-population-growth-lowest-uk-census\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/scotland-population-growth-lowest-uk-census", "date_published": "2023-09-14T13:11:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Texas was state with most book bans in 2022, report shows", "description": "<p>Number of book challenges nationwide doubled from 2021 as book ban movement gathers speed in Republican-led states</p><p>Texas made the most attempts to ban or restrict books in 2022, according to a new <a href=\"https://www.ala.org/advocacy/bbooks/by-the-numbers\">report</a> from the American Library Association (ALA).</p><p>Last year, there were 1,269 documented censorship attempts to restrict 2,571 unique titles – the highest number ever recorded by ALA’s Office of Intellectual Freedom and double the 729 book challenges made in 2021.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/texas-most-book-bans-2022\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/14/texas-most-book-bans-2022", "date_published": "2023-09-14T13:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Young people to take 32 European countries to court over climate policies", "description": "<p>Claimants to argue lack of adequate action is breach of human rights, in largest climate legal action to date</p><p>Six young people are preparing to appear at the European court of human rights to try to compel 32 nations to rapidly escalate their emissions reductions in the world’s largest climate legal action to date.</p><p>Aged from 11 to 24, the six Portuguese claimants, say they were driven to act by their experiences in the wildfires that ripped through the Leiria region in 2017, killing 66 people and destroying 20,000 hectares of forest.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/14/young-people-to-take-32-european-countries-to-court-over-climate-policies\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/14/young-people-to-take-32-european-countries-to-court-over-climate-policies", "date_published": "2023-09-14T13:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Theory of all matter’ physicists among 2023 Breakthrough prize winners", "description": "<p>Immunologists behind pioneering cancer therapy also among recipients of most lucrative prize in science</p><p>Two physicists who played a key role in advancing a theory that describes the basis of all matter and a pair of immunologists who developed a pioneering cancer therapy that is currently being investigated as a treatment for autoimmune disease are among the winners of the most lucrative prize in science.</p><p>Founded in 2012, the Breakthrough prize is the world’s largest international science prize, with the winners of the five main awards – three in life sciences, one in fundamental physics, and one in mathematics – each receiving a $3m (£2.4m) prize</p> <a href=\"https://www.theguardian.com/science/2023/sep/14/breakthrough-prize-winners-2023-science\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/14/breakthrough-prize-winners-2023-science", "date_published": "2023-09-14T13:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dodging death and immigration officers: 12 hours as a London fast-food rider – and all for £40", "description": "<p>A quarter of UK adults use firms such as Deliveroo, but few think about the cyclists who bring their takeaways. We joined one rider for a day</p><p>As a delivery rider on a Friday night in Soho, you see it all: Savile Row tailors, Russian oligarchs, raucous hen parties, pub brawls, the lot. “You learn so much about how society works in this job,” says Shaffi, a 28-year-old rider from London, who has been working as a delivery rider in the capital, six days a week, for the past seven years. “The only thing is, you’re always on the outside looking in.”</p><p>Delivery riders account for one of the fastest-growing forms of employment. During the pandemic, Deliveroo says it doubled its UK couriers from 25,000 in 2020 to more than 50,000 in 2021. For the next 12 hours, I will be shadowing Shaffi to see what it’s really like for him during a typical day’s work.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/14/dodging-death-and-immigration-officers-12-hours-as-a-lon", "link": "https://www.theguardian.com/global-development/2023/sep/14/dodging-death-and-immigration-officers-12-hours-as-a-london-fast-food-rider-and-all-for-40", "date_published": "2023-09-14T13:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Molars to mauls: Portugal’s captain sinks teeth into World Cup chance | Nick Ames", "description": "<p>Tomas Appleton has swapped his dental surgery for the rugby pitch and says his team’s sights are set on upsetting Wales</p><p>“We want to be more than a presence here,” reflects Tomas Appleton as he surveys the precipitous challenge that lies ahead for Portugal. <em>Os Lobos</em> return to the World Cup on Saturday after a 16-year absence and there are few outside who would give them a prayer in arguably the tournament’s toughest pool. Wales may not quake at the prospect of facing a nation that haemorrhaged points back in 2007 but, along with the side he captains, Appleton senses an opportunity to show things have changed.</p><p>“They were our idols when I was a kid,” he says of the players who, on their debut among the elite, managed to score tries in thumping defeats against Scotland, New Zealand and Italy before coming relatively close to a famous win over Romania. “We want to follow in their footsteps but we also want to compete, win games, be sure of ourselves. Our preparatio", "link": "https://www.theguardian.com/sport/2023/sep/14/molars-to-mauls-portugals-captain-sinks-teeth-into-rugby-world-cup-chance", "date_published": "2023-09-14T12:57:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United in perma-crisis as Premier League returns – Football Weekly Extra", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/robyniocowen\">Robyn Cowen</a> and <a href=\"https://twitter.com/_JordanJBryan\">Jordan-Jarrett Bryan</a> to preview the upcoming Premier League fixtures</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:f", "link": "https://www.theguardian.com/football/audio/2023/sep/14/manchester-united-in-perma-crisis-as-premier-league-returns-football-weekly-extra-podcast", "date_published": "2023-09-14T12:57:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Slovakia’s president sues ex-prime minister for defamation as election tensions rise", "description": "<p>Zuzana Čaputová has said she got death threats after Robert Fico made ‘unwarranted accusations’ about her</p><p>Slovakia’s president, Zuzana Čaputová, a former civil rights lawyer, activist and standard bearer for progressive causes, has sued Robert Fico, the populist head of the country’s main opposition party, for spreading lies about her amid rising tensions before a key parliamentary election at the end of this month.</p><p>This week Fico, the former prime minister, got involved in a brawl with a rival and supporters, trading punches and kicks, after he crashed an outdoor campaign event, underlining the increasingly bad-tempered nature of the political struggle in Slovakia.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/slovakias-president-sues-ex-prime-minister-for-defamation-as-election-tensions-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/slovakias-president-sues-ex-prime-minister-for-defamation-as-election-tensions-rise", "date_published": "2023-09-14T12:55:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Want to help strike-hit Hollywood crew while Lena Dunham paints your home? We have the celeb auction for you", "description": "<p>John Lithgow will paint a watercolour of your pooch while Lena Dunham daubs a mural in your home, all to raise funds for film crew healthcare – here’s your bidding guide for the loveliest, weirdest celebrity auction in years</p><p>The strikes by the US writers’ union, the WGA, and the actors’ union, Sag-Aftra, grind on in Hollywood, bringing nearly all television and film production to a halt while everyone waits for the studios to play ball. The strikes also affect crew members who find themselves out of work. There have been a few attempts to find a workaround – late-night talkshow hosts signed a podcast deal with Spotify, with all proceeds going to help their crews, and The Drew Barrymore Show is returning to air without writers – but none has been as beautiful as the <a href=\"https://www.ebay.com/e/charity/tusc-charity-auction\">Union Solidarity Coalition’s eBay auction</a>.</p><p>It is a truly wonderful idea. <a href=\"https://www.theguardian.com/film/2023/sep/14/want-lena-dunh", "link": "https://www.theguardian.com/film/2023/sep/14/strike-hollywood-crew-ebay-auction", "date_published": "2023-09-14T12:49:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine hits Russian naval vessels and an air defence system in Crimea strikes", "description": "<p>Satellite footage shows damage to landing ship and submarine in Sevastopol while large explosions seen near Yevpatoriya</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/14/russia-ukraine-war-live-updates-drones-attack-russian-black-sea-fleet-boris-johnson-blasts-uk-policy-latest-news\">Russia-Ukraine war – latest news updates</a></li></ul><p>A Ukrainian missile strike on a shipyard in occupied Crimea has severely damaged and possibly destroyed a Russian amphibious landing ship and a Kilo-class submarine, satellite footage shows.</p><p>If confirmed, the direct hit to the vessels in Sevastopol on Wednesday would mark one of the most devastating strikes against the Russian navy in the war, and the largest since the sinking of the Moskva guided missile cruiser in 2022.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/ukraine-hits-russian-naval-vessels-and-an-air-defence-system-in-crimea-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/ukraine-hits-russian-naval-vessels-and-an-air-defence-system-in-crimea-strikes", "date_published": "2023-09-14T12:47:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chinese recruiters ‘headhunt’ UK nationals in key positions, Downing St says", "description": "<p>China’s action ‘crosses the line from influence to interference’, government says in response to ISC report</p><p>Chinese recruitment schemes have tried to “headhunt” British nationals in “key positions” including from government and the military, Downing Street has said.</p><p>In its full response to the intelligence and security committee (ISC)’s report, it said some Chinese action “crosses the line from influence to interference”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/chinese-recruiters-headhunt-uk-nationals-in-key-positions-downing-st-says\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/chinese-recruiters-headhunt-uk-nationals-in-key-positions-downing-st-says", "date_published": "2023-09-14T12:40:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AfD politician to stand trial in Germany charged with using banned Nazi slogan", "description": "<p>Björn Höcke, who chairs far-right party in Thuringa state, is accused of intentionally using SA slogan in 2021</p><p>A leading member of Germany’s far-right Alternative für Deutschland party is to stand trial charged with using a banned Nazi phrase.</p><p>Björn Höcke, the chair of the AfD in the eastern state of Thuringia, is accused of intentionally deploying a slogan used by the Nazi party’s paramilitary wing, the SA, in a speech at a campaign rally in May 2021.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/afd-politician-bjorn-hocke-to-stand-trial-germany-banned-nazi-slogan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/afd-politician-bjorn-hocke-to-stand-trial-germany-banned-nazi-slogan", "date_published": "2023-09-14T12:39:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More forms of ID may be allowed for UK voters after damning report", "description": "<p>Ministers to review policy but any change unlikely to cover documents used by younger people such as 18-plus travel passes</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/14/starmer-migration-channel-crossings-eu-labour-tackle-people-smuggling-europol-tory-rishi-sunak-humza-yousaf-scotland-china-security-intelligence-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The government has indicated it could expand the list of ID people can use to vote after a damning Electoral Commission report about the rollout of the new rules, but has said this is unlikely to cover documents used by younger people such as 18-plus travel passes.</p><p>Addressing MPs about <a href=\"https://touchbase.parliamentonline.co.uk/uploads/Report%20on%20the%20May%202023%20local%20elections%20in%20England-compressed%20(3).pdf\">the report</a>, which <a href=\"https://www.theguardian.com/politics/2023/sep/13/uk-election-watchdog-issues-damning-verdict-on-voter-id-impact\">", "link": "https://www.theguardian.com/politics/2023/sep/14/photo-id-voters-uk-cards-expansion-electoral-commisison-report", "date_published": "2023-09-14T12:39:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trea Turner, Philly and the case for not booing a struggling sport star", "description": "<p>When the Phillies’ $300m shortstop flopped at the start of the season, the club’s notoriously hostile fans decided to shower him with love</p><p>The Philly Shrug is a term that was invented by Daily News columnist Helen Ubiñas to describe the average Philadelphian’s “whaddya-gonna-do” attitude toward so many of the city’s endemic problems – the notion that this is just how it is. Although it was coined to describe and explain the public’s desensitization to things like crime, litter and political corruption, this blase attitude has largely extended to the city’s famously intense support of its sports teams, which has at times boiled over into the boorish, outrageous and ugly.</p><p>Yes, some of the incidents have been overblown in the American sporting lore. Most locals bristle at a national broadcaster’s umpteenth mention of Eagles fans <a href=\"https://en.wikipedia.org/wiki/Philadelphia_Eagles_Santa_Claus_incident\">throwing snowballs at Santa Claus</a> during the half-time Chris", "link": "https://www.theguardian.com/sport/blog/2023/sep/14/trea-turner-philadelphia-phillies-mlb-fan-support-baseball", "date_published": "2023-09-14T12:37:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sean Penn: Will Smith slap wouldn’t have happened if Oscars had let Zelenskiy speak", "description": "<p>The actor, whose documentary Superpower is about Ukraine’s president, spoke in an interview about Smith’s ‘worst moment as a person’</p><p>Sean Penn has criticised the Academy Awards for not allowing Ukraine’s president Volodymyr Zelenskiy to speak at the 2022 Oscars ceremony, adding that <a href=\"https://www.theguardian.com/film/2022/mar/28/celebrities-react-will-smith-hitting-chris-rock-the-oscars\">Will Smith’s infamous slap</a> would not have happened if Zelenskiy had appeared.</p><p>In an <a href=\"https://variety.com/2023/film/features/sean-penn-slams-will-smith-slap-ai-oscars-1235720417/\">interview with Variety</a> about Penn’s Ukraine-invasion documentary <a href=\"https://www.theguardian.com/film/2023/aug/24/first-trailer-for-sean-penns-ukraine-documentary-superpower-released\">Superpower</a> (which he co-directed with Aaron Kaufman), Penn said: “The Oscars producer thought: ‘Oh, [Zelenskiy is] not light-hearted enough.’ Well, guess what you got instead? Will Smith!”</p> <a h", "link": "https://www.theguardian.com/film/2023/sep/14/sean-penn-will-smith-slap-wouldnt-have-happened-if-oscars-had-let-zelenskiy-speak", "date_published": "2023-09-14T12:37:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Joyous’: Cornish seed-scattering event begins fightback against habitat loss", "description": "<p>Volunteers and fiddle group help launch three-year project to create wildflower meadow across Cornwall</p><p>It was, all agreed, a heartwarming scene: dozens of smiling children and adults scattering wildflower seed on a Cornish country house estate in the autumn sunshine accompanied by the sound of fiddles.</p><p>But there was a serious point to it, too. The event at <a href=\"https://www.nationaltrust.org.uk/visit/cornwall/lanhydrock\">Lanhydrock, a grand house and estate above the River Fowey,</a> was organised to mark the launch of a three-year project to create 324 hectares (800 acres) of wildflower meadow across Cornwall, part of a fightback against the UK-wide loss of this species-rich habitat.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/joyous-cornish-seed-scattering-event-fightback-habitat-loss\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/joyous-cornish-seed-scattering-event-fightback-habitat-loss", "date_published": "2023-09-14T12:26:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London toy museum to return to 1870s home for one day only", "description": "<p>Pollock’s Toy Museum to put on puppet theatre shows in Hoxton at Open House festival, as search for permanent home continues</p><p>More than 70 years after leaving its original home in east London, the capital’s oldest and most whimsical toy museum is returning to its roots this weekend as part of an annual festival in which significant buildings open their doors to the public.</p><p>Pollock’s Toy Museum’s extensive collection of puppet theatres, dolls, games, teddy bears and other Victorian toys has been in storage since January, after it was forced to leave its premises in central London.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/14/london-pollocks-toy-museum-to-return-to-1870s-home-for-one-day-only\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/14/london-pollocks-toy-museum-to-return-to-1870s-home-for-one-day-only", "date_published": "2023-09-14T12:02:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cat Power’s 20 greatest tracks – ranked!", "description": "<p>As she announces an album version of her recreation of Bob Dylan’s 1966 Royal Albert Hall concert, and her classic Moon Pix turns 25, we appraise one of the alt scene’s finest voices</p><p>The closing track from The Greatest, an album which saw Chan Marshall (AKA Cat Power) collaborating with a roll-call of legendary Memphis soul musicians. Here, they create a mood of subtle, but mounting intensity, the perfect musical foil for Marshall’s exploration of the messy complications of love, “like a spider filling up your guts”.</p> <a href=\"https://www.theguardian.com/music/2023/sep/14/cat-powers-20-greatest-tracks-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/14/cat-powers-20-greatest-tracks-ranked", "date_published": "2023-09-14T12:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Infamous review – Caroline and Rose Quentin share Emma Hamilton’s scandal", "description": "<p><strong>Jermyn Street theatre, London<br /></strong>The painter’s muse, who was the mistress of Lord Nelson, remains disappointingly flat in April De Angelis’s new play</p><p>April De Angelis’s forte is writing about misunderstood (or perhaps misremembered) women, all one step ahead of the time in which they lived. Relatively recent examples include the fiery female leads in her fine stage adaptation of <a href=\"https://www.theguardian.com/stage/2019/nov/27/my-brilliant-friend-review-national-theatre-london-elena-ferrante\">My Brilliant Friend </a>and a playful reworking of the life story of the fictional sex worker <a href=\"https://www.theguardian.com/stage/2015/feb/15/the-life-and-times-of-fanny-hill-bristol-old-vic-review\">Fanny Hill</a>. The latest in a long line of blazing woman – whose most attractive qualities often end up tearing them down – is the “infamous” Emma Hamilton. Daughter of a blacksmith, she was a muse to many and, most memorably of all, long-term mistress of Lo", "link": "https://www.theguardian.com/stage/2023/sep/14/infamous-review-caroline-and-rose-quentin-april-de-angelis", "date_published": "2023-09-14T11:55:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BP must not backtrack on climate action after CEO’s exit, say campaigners", "description": "<p>Outgoing chief executive Bernard Looney presided over plans to cut fossil fuel output by end of decade</p><p>BP’s climate goals must not “evaporate” along with another chief executive, campaign groups have said after the <a href=\"https://www.theguardian.com/business/2023/sep/12/bp-boss-bernard-looney-to-resign-after-failing-to-reveal-ties-with-colleagues\">shock resignation</a> of Bernard Looney.</p><p>The chief executive is stepping down after three years at the helm of Britain’s biggest petroleum company after failing to disclose full details of relationships with colleagues, although many old-school shareholders had also reportedly been putting pressure on him over his plans for a net zero energy transition by 2050.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/14/bp-must-not-backtrack-climate-action-after-ceo-exit-campaigners-bernard-looney\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/14/bp-must-not-backtrack-climate-action-after-ceo-exit-campaigners-bernard-looney", "date_published": "2023-09-14T11:45:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Alien’ remains and a Mahsa Amini protest: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/14/alien-remains-and-a-mahsa-amini-protest-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/14/alien-remains-and-a-mahsa-amini-protest-thursdays-best-photos", "date_published": "2023-09-14T11:39:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘She spoke a great deal and I said very little. I’m aware that wasn’t the plan’", "description": "<p>They differed on immigration, climate and Brexit – though one did seem to be doing most of the talking</p><p><strong>Michael, 87, </strong><strong>London</strong></p><p><strong>Occupation </strong>Michael worked in software engineering. He’s retired, but working on a book about cyber-physical systems</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/14/dining-across-the-divide-michael-rebeca\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/14/dining-across-the-divide-michael-rebeca", "date_published": "2023-09-14T11:30:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Away from the ghosts: Barça prodigy Ansu Fati starts again at Brighton | Sid Lowe", "description": "<p>He became the youngest goalscorer in La Liga history in 2019 but then came the injuries. Can a loan spell in England get him back to his best?</p><p>Ansu Fati was the best thing to happen to Spanish football for years. The youngest goalscorer in <a href=\"https://www.theguardian.com/football/2019/sep/16/a-star-is-born-ansu-fati-announces-himself-and-changes-his-world-barcelona-la-liga\">La Liga history</a>, the youngest the national team had ever seen too, his story had begun in a self-proclaimed communist utopia, a tiny Andalusian village where Che Guevara looks out from the sports centre wall, and would end on <a href=\"https://www.theguardian.com/football/2019/sep/16/a-star-is-born-ansu-fati-announces-himself-and-changes-his-world-barcelona-la-liga\">top of the world</a>. Blessed by Lionel Messi, handed his No 10 shirt, he was Barcelona’s great hope: the chosen one, beloved by everybody. There was something about him, a genuinely special player guided by a star. He was magic, one t", "link": "https://www.theguardian.com/football/2023/sep/14/away-from-the-ghosts-barca-prodigy-ansu-fati-starts-again-at-brighton", "date_published": "2023-09-14T11:29:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v Sri Lanka: third women’s one-day cricket international – live", "description": "<ul><li>Teams contest deciding ODI; England 1-0 up after two games</li><li>Get in touch! <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">Email</a> thoughts to Tanya or you can <a href=\"https://twitter.com/tjaldred\">tweet her</a></li></ul><p><strong>‘Fraid so folks</strong>. I’ve spoken to Raf who is at the ground in her cagoule. She isn’t overwhelming us with her optimism:</p><p><em>The forecast is bad until late afternoon, and the rain is steady. Grey skies and mist all around at the moment. Play seems unlikely - we’d have to get in 20 overs a side to constitute a match.</em></p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/14/england-v-sri-lanka-womens-one-day-cricket-international-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/14/england-v-sri-lanka-womens-one-day-cricket-international-live", "date_published": "2023-09-14T11:14:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for Spın̈al Tap bassist Derek Smalls", "description": "<p>Fresh from playing Glastonbury in 2009, the courgette-crotch-stuffing bass player and botanist is back! With the sequel to the classic rockumentary in the works and a Barbie-hating single. Ask him anything in the comments</p><p>Think of an iconic bass player – Bill Wyman of the Rolling Stones, Hooky from New Order, Lemmy from Motörhead – and you’d be foolish to ignore the low-frequency rumblings of <a href=\"https://www.theguardian.com/film/this-is-spinal-tap\">Spın̈al Tap</a> bassist Derek Smalls. Born in the lesser-known town of Nilford on the River Null in the West Midlands, Smalls was raised by his father, Donald “Duff” Smalls (who ran a telephone sanitisation business) after his mother, Dorothy, left home to join travelling all-girls’ jazz band The Hotten Totties.</p><p>At 17, Smalls enrolled at the London School of Design (“Mainly because of the letters”), where he first became interested in playing music, joining the all-white Jamaican band Skaface. (“I never even tried to pl", "link": "https://www.theguardian.com/film/2023/sep/14/post-your-questions-for-spinal-tap-derek-smalls", "date_published": "2023-09-14T11:04:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Libyans call for inquiry as fury grows over death toll from catastrophic floods", "description": "<p>Attorney general asked to investigate amid allegations warnings about the dangerous state of two dams were ignored</p><p>Libya’s attorney general has been asked by senior politicians to launch an urgent inquiry into the catastrophic floods that have killed <a href=\"https://www.theguardian.com/world/2023/sep/12/libya-floods-death-toll-dams-burst\">tens of thousands</a> of people, including into allegations local officials imposed a curfew on the night Storm Daniel struck, causing the collapse of two badly maintained dams.</p><p>Officials in the port city of Derna, worst affected by the floods, including the mayor, Abdulmenam al-Ghaithi, believe 20,000 people may have died. These are estimates and not body counts, or numbers confirmed by UN agencies. At least 5,200 people have been confirmed dead.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/libya-call-for-inquiry-fury-death-toll-catastrophic-floods\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/libya-call-for-inquiry-fury-death-toll-catastrophic-floods", "date_published": "2023-09-14T11:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Le Gavroche isn’t just a restaurant: it has been a school for chefs | Jay Rayner", "description": "<p>The luxury Mayfair restaurant will close in January. Why should you care? Because it’s been a vital part of British cultural life</p><p>If you like your stories simple, then dismiss news of the <a href=\"https://www.theguardian.com/food/2023/aug/19/michel-roux-jr-to-close-la-gavroche-restaurant-for-better-work-life-balance\" title=\"\">impending closure of Le Gavroche</a> as nothing more than a small, painful rupture in Mayfair’s luxe economy. A restaurant, famed for its cream-boosted soufflé suissesse<em><strong> </strong></em>and its butter poached lobster, where the bill for dinner will break £150 a head without pausing for breath, shuts its doors in January after 56 years. People with deep pockets, big appetites and a taste for the old things done very well, will mourn.</p><p>I’m one of them. I was fortunate to attend a couple of Gavroche events, where there was no bill. But I was also equally fortunate to be able to slap down the plastic and wait for it to combust in payment for ", "link": "https://www.theguardian.com/food/2023/sep/14/michel-rouxs-le-gavroche-isnt-just-a-restaurant-it-has-been-a-school-for-chefs", "date_published": "2023-09-14T11:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mitski: The Land Is Inhospitable and So Are We review – a songwriter with stunning melodic power", "description": "<p><strong>(Dead Oceans)</strong><br />Playing country-inflected orchestral pop with sardonic wit and deep feeling, Mitski underlines why she’s one of the very best singer-songwriters working today</p><p><a href=\"https://www.theguardian.com/music/mitski\">Mitski</a> Miyawaki has a complicated relationship with fame. She withholds intimate details in interviews – one journalist was requested not to reveal the name of her cat – and retreated from social media in 2019. The same year, she announced her retirement onstage. She subsequently reconsidered, although a persistent online rumour suggested the ensuing album, her sixth, was another farewell. Pop-facing, trailed by Working for the Knife, a single that seemed to be about not really wanting to return to music, and packaged in a sleeve that depicted her trapped by lines meant to represent her own songs, Laurel Hell was held to be a contractual obligation that, once fulfilled, spelled the end.</p><p>We are hardly talking about Taylor Sw", "link": "https://www.theguardian.com/music/2023/sep/14/mitski-the-land-is-inhospitable-and-so-are-we-review-a-songwriter-with-stunning-melodic-power", "date_published": "2023-09-14T11:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Slide into autumn: the pick of this season’s slip dresses – in pictures", "description": "<p>Wonderfully versatile and easy to wear, the 90s slip dress makes a welcome return. Layer over a T-shirt or under a warming woolly as the temperature begins to drop.</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/sep/14/slide-into-autumn-the-pick-of-this-seasons-slip-dresses-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/sep/14/slide-into-autumn-the-pick-of-this-seasons-slip-dresses-in-pictures", "date_published": "2023-09-14T11:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Art of Explanation by Ros Atkins review – talk like a pro", "description": "<p>The BBC’s analysis editor shares his tips on how to communicate with clarity and confidence</p><p>Most of us are not subject to the demands made on TV news journalists such as Ros Atkins. They must, in just hours, familiarise themselves with a topic to which they have not necessarily paid attention until then. They must decide which information is reliable, vivid and important. They must then string these pearls in a logical sequence without gaps, non sequiturs or distractions. And they must deliver this information to camera convincingly, frequently in the face of unexpected glitches. Early in his career, which he chronicles disarmingly, missteps and all, the BBC’s analysis editor developed a technique to catch, sort, grade, clean, fillet, pack and deliver information. This book, The Art of Explanation, explains how he does it.</p><p>Many seven-steps-to and art-of books, however competently written and well meant, are not fully credible: the author often sounds dodgy (award-winni", "link": "https://www.theguardian.com/books/2023/sep/14/the-art-of-explanation-by-ros-atkins-review-talk-like-a-pro", "date_published": "2023-09-14T11:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A US governor tried to ban guns amid ‘relentless’ violence. The lawsuits followed swiftly", "description": "<p>A spate of violence spurred the New Mexico leader, Democrat Michelle Lujan Grisham, to take drastic and controversial action</p><p>Last week, 11-year old Froylan Villegas was fatally shot outside a minor-league baseball stadium in Albuquerque, New Mexico. A month earlier, five-year-old Galilea Samaniego died after she was struck by a bullet while lying in bed in an Albuquerque trailer park. Two weeks before Samaniego’s death, 13-year-old Amber Archuleta was shot and killed in Questa, a small town about 150 miles north of Albuquerque.</p><p>The spate of violence spurred the governor of New Mexico, Democrat Michelle Lujan Grisham, to take drastic and controversial action. On Friday, the governor announced the immediate implementation of a 30-day ban on carrying firearms in public spaces or on state property in Albuquerque and the surrounding Bernalillo county, declaring gun violence to be a public health emergency.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/michell", "link": "https://www.theguardian.com/us-news/2023/sep/14/michelle-lujan-grisham-new-mexico-governor-gun-ban-lawsuit", "date_published": "2023-09-14T11:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The fly that can’t fly: entomologists make fascinating discovery in Lesotho", "description": "<p>South African scientists find a mystery female specimen with stunted wings identified as a flightless fly</p><p>In December 2021, the South African dipterologists (entomologists specialising in flies) John Midgley and Burgert Muller set off on a long-anticipated collecting mission to Lesotho, the only country in the world that has its entire territory located at an altitude of 1,000 metres (3,280ft) and higher.</p><p>“Looking at the maps, we knew that the high-altitude plateau in north-eastern Lesotho would be interesting,” says Midgley. “Whenever you have an ‘island’ that’s cut off from its surroundings you get cool things.” Especially when you can count on the fingers of one hand the number of entomologists who have been there.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/14/the-fly-that-cant-fly-how-expedition-made-surprising-discovery-in-lesotho-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/14/the-fly-that-cant-fly-how-expedition-made-surprising-discovery-in-lesotho-aoe", "date_published": "2023-09-14T11:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dave Cherry replaced in Scotland’s World Cup squad after hotel accident", "description": "<ul><li>Hooker slipped down stairs at team hotel on a day off</li><li>Former skipper McInally officially drafted in to squad</li></ul><p>Stuart McInally has been added to Scotland’s World Cup squad after his fellow Edinburgh hooker Dave Cherry suffered a concussion in an accident at the team hotel on Monday.</p><p>The 32-year-old slipped down stairs at the team hotel on a day off and hurt his head. He is now following return-to-play protocols, rendering him unavailable for at least the next 12 days. The decision was therefore taken to end Cherry’s involvement at his first World Cup on medical grounds.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/dave-cherry-replaced-in-scotland-rugby-world-cup-squad-after-hotel-accident\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/dave-cherry-replaced-in-scotland-rugby-world-cup-squad-after-hotel-accident", "date_published": "2023-09-14T10:59:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Debut novel by Millie Bobby Brown reignites debate over ghostwritten celebrity books", "description": "<p>Publishing figures defend Stranger Things star’s book, Nineteen Steps, after this week’s publication ignites criticism on social media</p><p>The publication of <a href=\"https://www.theguardian.com/culture/2021/mar/28/how-millie-bobby-brown-used-her-superpowers\">Stranger Things star Millie Bobby Brown</a>’s debut novel has reignited a debate over ghostwritten celebrity books.</p><p>Brown’s Nineteen Steps, inspired by her grandmother’s experience of the <a href=\"https://www.theguardian.com/world/2017/dec/19/no-simple-answer-to-1943-bethnal-green-tube-disaster\">1943 Bethnal Green tube disaster</a>, was ghostwritten by author Kathleen McGurl and published on Tuesday. The cover of the book features only Brown’s name.</p> <a href=\"https://www.theguardian.com/books/2023/sep/14/debut-novel-by-millie-bobby-brown-reignites-debate-over-ghostwritten-celebrity-books\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/14/debut-novel-by-millie-bobby-brown-reignites-debate-over-ghostwritten-celebrity-books", "date_published": "2023-09-14T10:56:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin will give me a jail sentence for opposing his war in Ukraine, but he won’t silence me | Alexander Rodnyansky", "description": "<p>Russia’s president is wrong if he mistakes the silence of most of his people for tacit support</p><ul><li>Alexander Rodnyansky is an Oscar- and Bafta-nominated Ukrainian film-maker</li></ul><p>On 18 May, a Moscow court <a href=\"https://www.theguardian.com/film/2023/may/18/russia-orders-arrest-alexander-rodnyansky-ivan-vyrypaev#:~:text=A%20Moscow%20court%20has%20ordered,information%E2%80%9D%20about%20the%20Russian%20army.\">ordered my arrest</a> in absentia. In a couple of weeks I will know my sentence for the crime of “spreading disinformation” about the Russian army, which means speaking out against the war in Ukraine and telling the world about the atrocities that Russian soldiers commit in my native country. I can guess what the verdict will be – since the introduction of this penal code article, not one of the accused has been found not guilty. I can also guess my sentence, since I share the same judge as the Russian writer Dmitry Glukhovsky, who was <a href=\"https://www.voanew", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/vladimir-putin-jail-war-ukraine-russia-alexander-rodnyansky", "date_published": "2023-09-14T10:42:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Totally unacceptable’: Harry Maguire’s mother hits out at defender’s critics", "description": "<ul><li>England defender booed during win over Scotland at Hampden</li><li>‘The level of negative and abusive comments is disgraceful’</li></ul><p>Harry Maguire’s mother, Zoe, has criticised the negative and abusive comments directed at her son, branding those who have piled pressure on him “disgraceful”.</p><p>The 30-year-old was booed during England’s<a href=\"https://www.theguardian.com/football/2023/sep/12/scotland-england-friendly-international-match-report\"> 3-1 win over Scotland</a> in Tuesday’s friendly at Hampden Park. On entering as a substitute for the second half Maguire was jeered, while his introduction was also questioned by pundits, the centre-back scoring a 67th-minute own-goal, in what was his second appearance this season.</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/harry-maguire-mother-hits-out-at-defenders-critics\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/harry-maguire-mother-hits-out-at-defenders-critics", "date_published": "2023-09-14T10:40:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Quarter of schools closed in Burkina Faso as fighting escalates after coup", "description": "<p>Nearly 1 million children denied education, along with many more across eight countries in central and west Africa, new report warns</p><p>A quarter of schools are now closed in Burkina Faso after a sharp rise in fighting between militants and the government, according to <a href=\"https://reliefweb.int/report/burkina-faso/education-under-attack-west-and-central-africa-2023-update\">a new report</a> that warns of a looming education crisis in the region.</p><p>The number of schools closed in the country rose by almost a third over the past year to 6,149, affecting <a href=\"https://reliefweb.int/report/burkina-faso/rapport-statistique-mensuel-de-donnees-de-leducation-en-situation-durgence-du-31-mai-2023\">close to 1 million students</a>.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/14/quarter-of-schools-closed-in-burkina-faso-as-fighting-escalates-after-coup\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/14/quarter-of-schools-closed-in-burkina-faso-as-fighting-escalates-after-coup", "date_published": "2023-09-14T10:36:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liga F players call off strike action after agreeing deal on minimum wage", "description": "<ul><li>Players had been on strike since start of September after dispute</li><li>FPF agrees minimum salary of €21,000 for 2023-24 season</li></ul><p>Players in Liga F, Spain’s women’s football league, have called off their strike after reaching an agreement on minimum wages, the Futbol Profesional Femenino (FPF) union said on Thursday.</p><p>The players went on strike at the start of the month before the first two fixtures of the season after failing to reach an agreement with the league on better conditions and pay.</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/liga-f-players-call-off-strike-action-after-agreeing-deal-on-minimum-wage\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/liga-f-players-call-off-strike-action-after-agreeing-deal-on-minimum-wage", "date_published": "2023-09-14T10:26:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK chip designer Arm valued at $51 a share ahead of Wall Street IPO", "description": "<p>British tech firm valued at $52.3bn before highly anticipated flotation on Nasdaq by private owner SoftBank</p><p>The British chip designer <a href=\"https://www.theguardian.com/business/armholdings\">Arm</a> has secured a $52.3bn (£41.9bn) valuation in its initial public offering (IPO), before its highly anticipated return to the stock market in New York on Thursday.</p><p>The company, owned privately by Japanese investor SoftBank since 2016, priced its shares at $51 each and sold 95.5m shares, raising $4.87bn for Softbank.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/uk-chip-designer-arm-valued-at-51-a-share-ahead-of-wall-street-ipo\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/uk-chip-designer-arm-valued-at-51-a-share-ahead-of-wall-street-ipo", "date_published": "2023-09-14T10:11:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Four Met officers face disciplinary hearings over schoolgirl strip-search", "description": "<p>Three of officers face accusations of gross misconduct over search of Child Q at Hackney school in 2020</p><p>Four Metropolitan police officers are to face disciplinary proceedings over the strip-search of a 15-year-old schoolgirl known as <a href=\"https://www.theguardian.com/uk-news/2022/jun/15/child-q-four-met-police-officers-facing-investigation-over-strip-search\">Child Q</a>.</p><p>The Independent Office for Police Conduct (IOPC) said three of the officers faced accusations of gross misconduct over the search, carried out at a school in Hackney, east London, in December 2020. It is alleged that the decision to carry out the search, while the girl was on her period, was inappropriate; Child Q was discriminated against because of her race and sex; there was no appropriate adult present; and the officers did not get authorisation from a supervisor.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/four-met-officers-face-disciplinary-hearings-over-schoolgirl-strip-searc", "link": "https://www.theguardian.com/uk-news/2023/sep/14/four-met-officers-face-disciplinary-hearings-over-schoolgirl-strip-search", "date_published": "2023-09-14T10:02:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Retirement announcement brings Romney well wishes – but not from Trump", "description": "<p>Republicans and even some Democrats were gracious to the senator, while Trump was not ready to forgive him</p><p>Mitt Romney’s long career in politics has taken him from the governor’s office in Massachusetts to presidential ballots nationwide in 2012 and finally to the Senate, where he became known as the Republican who stood up to Donald Trump.</p><p>On Wednesday, Romney, 76, announced he would not stand for another six-year term as Utah’s senator next year, and made no secret that Trump’s presence at the heart of Republican politics was a factor in his decision.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/14/romney-retirement-announcement-reactions\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/14/romney-retirement-announcement-reactions", "date_published": "2023-09-14T10:00:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I told him to come to mine, because I’m classy like that’", "description": "<p>Ellie, 40, and Bryan, 31, met while she was taking photographs for their local rugby club in 2022. They now live together in Perth, Australia</p><p>When Ellie started taking photos of her children at their local rugby club in Perth, it wasn’t long before someone spotted her talent. “I was asked to take official pictures for the club, featuring some of the senior players,” she says. “It was a new hobby, but it was really nice to be asked to help out.” Having split up with her husband the previous year, she was taking time to focus on her interests, her job as a nurse and, most importantly, her two children, who were then aged six and seven.</p><p>In March 2022 she was approached by Bryan, one of the senior players, at the rugby club. “I had my camera out and he asked me to take a picture of him and his dad,” she says. The pair exchanged Facebook details so she could send him the snap. “I sent it with the message ‘pleasure treasure x’. I always add kisses so I didn’t think anything ", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/14/how-we-met-i-told-him-to-come-to-mine-i-am-classy-like-that", "date_published": "2023-09-14T10:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stranded leaders, kissed princes and a dog on a bridge – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p>The quizmaster is back from holiday and so the Thursday quiz can ditch the obtuse pre-written themes and get back to what it is good at – being obtuse but vaguely topical. Fifteen questions on quirky news and general knowledge await you. There are no prizes as it is just for fun, but let us know how you get on in the comments.</p><p><strong>The Thursday quiz, No 125</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/14/guardian-thursday-quiz-general-knowledge-topical-news-trivia-125\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/14/guardian-thursday-quiz-general-knowledge-topical-news-trivia-125", "date_published": "2023-09-14T10:00:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "WSL deadline day: Manchester United sign Spain midfielder Irene Guerrero", "description": "<ul><li>Gabby George and Phallon Tullis-Joyce linked with United</li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jun/01/womens-transfer-window-summer-2023-all-deals-wsl-europe-top-five-leagues\">Transfer interactive: all the major moves this summer</a></li></ul><p>Manchester United have signed the World Cup winner Irene Guerrero from Atlético Madrid.</p><p>The Spanish midfielder was an unused substitute in <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\">Spain’s 1-0 defeat of England</a> in the final of the World Cup and made three substitute appearances in Australia and New Zealand for the eventual champions. The 26-year-old joined Real Betis in 2015 and spent five years at the club before moving to Levante and then Atlético.</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/wsl-deadline-day-manchester-united-irene-guerrero\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/wsl-deadline-day-manchester-united-irene-guerrero", "date_published": "2023-09-14T09:47:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: do you rely on cash for payments in the UK?", "description": "<p>We want to speak to people who use notes and coins daily after figures showed cash payments are on the up </p><p>Payments made using <a href=\"https://www.theguardian.com/business/2023/sep/14/cash-payments-rise-in-uk-as-people-seek-ways-to-manage-budgets\">cash in the UK have increased</a> for the first time in a decade, data shows.</p><p>Reversing years of decline, the banking body UK Finance said the cost of living crisis had prompted many people to turn back to physical money to help them budget.</p> <a href=\"https://www.theguardian.com/money/2023/sep/14/tell-us-do-you-rely-on-cash-for-payments-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/14/tell-us-do-you-rely-on-cash-for-payments-in-the-uk", "date_published": "2023-09-14T09:46:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Archaeology world mourns Damian Evans, who discovered medieval cities near Angkor Wat", "description": "<p>Tributes flow for ‘incredibly generous’ Australian Canadian researcher, who used space laser technology to uncover landscapes in south-east Asia </p><ul><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The world-leading Australian Canadian archaeologist <a href=\"https://www.theguardian.com/world/2016/jun/11/lost-city-medieval-discovered-hidden-beneath-cambodian-jungle\">Dr Damian Evans</a>, who played a critical role in discovering previously undocumented medieval cities near Angkor Wat, has died from brain lymphoma.</p><p>Close friends confirmed Evans passed away on 12 September in Paris, where he was based working for the city’s<strong> </strong>École Française d’Extrême-Orient.</p> <a href=\"https://www.theguardian.com/science/2023/sep/1", "link": "https://www.theguardian.com/science/2023/sep/14/damian-evans-death-archaeologist-dies-discovered-medieval-cities-near-angkor-wat", "date_published": "2023-09-14T09:44:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Injured South Africa hooker Malcolm Marx ruled out of Rugby World Cup", "description": "<ul><li>64-times capped forward suffered knee injury in training</li><li>Springboks have no plans to call up a replacement</li></ul><p>South Africa have announced Malcolm Marx has been ruled out of the remainder of the Rugby World Cup through injury.</p><p>The hooker sustained a knee injury in training and will not feature in any of the Springboks’ remaining fixtures, including Sunday’s match against Romania in Bordeaux.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/14/injured-south-africa-hooker-malcolm-marx-ruled-out-of-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/14/injured-south-africa-hooker-malcolm-marx-ruled-out-of-rugby-world-cup", "date_published": "2023-09-14T09:33:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MEPs refused entry to Tunisia two months after signing of migration deal", "description": "<p>Trip by foreign affairs committee blocked with no reason given, raising questions about country’s partnership with EU</p><p>A group of MEPs from the European parliament have been refused entry to Tunisia, raising questions about the controversial partnership on migration that Tunisia signed with the EU Commission president, Ursula von der Leyen and the Italian leader, Giorgia Meloni, this summer.</p><p>The foreign affairs committee, chaired by the German MEP Michael Gahler, was due to arrive in the country on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/meps-refused-entry-to-tunisia-two-months-after-signing-of-migration-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/meps-refused-entry-to-tunisia-two-months-after-signing-of-migration-deal", "date_published": "2023-09-14T09:21:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Record 7.68m people waiting to start routine hospital treatment in England", "description": "<p>July figure is up from 7.57m in June, says NHS England, and is highest number since records began in 2007</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/14/starmer-migration-channel-crossings-eu-labour-tackle-people-smuggling-europol-tory-rishi-sunak-humza-yousaf-scotland-china-security-intelligence-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The number of people in England waiting to start routine hospital treatment has risen to a new record high.</p><p>An estimated 7.68 million people were waiting to start treatment at the end of July, up from 7.57 million <a href=\"https://www.theguardian.com/society/2023/aug/10/people-england-waiting-for-nhs-treatment\">in June</a>, NHS England said. It is the highest number since records began in August 2007.</p> <a href=\"https://www.theguardian.com/society/2023/sep/14/record-number-people-waiting-start-routine-nhs-hospital-treatment-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/14/record-number-people-waiting-start-routine-nhs-hospital-treatment-england", "date_published": "2023-09-14T09:15:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour would treat Channel people smugglers as terrorists, says Starmer", "description": "<p>Party leader courts controversy by calling those who disagree with his immigration policies ‘un-British’</p><ul><li>UK politics live  – latest updates</li></ul><p>Criminals involved in cross-Channel people-smuggling would be treated as terrorists under an illegal immigration policy announced by Keir Starmer, who labelled those who disagreed with his plans “un-British”.</p><p>The Labour leader, who is holding talks at The Hague in the Netherlands with officials from Europol and other bodies on Thursday, has suggested that an agreement to send back <a href=\"https://www.theguardian.com/uk-news/2023/sep/03/highest-daily-number-of-channel-small-boat-crossings-for-2023-recorded\">people who cross the Channel</a> could involve accepting quotas of asylum seekers via the European Union. But in interviews he would not be drawn on the number of people he would be willing to take in under the deal that Labour believes it can reach with the bloc.</p> <a href=\"https://www.theguardian.com/politic", "link": "https://www.theguardian.com/politics/2023/sep/14/labour-will-treat-channel-people-smugglers-as-terrorists-says-starmer", "date_published": "2023-09-14T09:11:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How to buy a football club: new EFL guidance offers ‘clearance, not approval’ | Ben Fisher", "description": "<p>Several EFL clubs have changed hands this year but regulations have toughened up to stop them falling into the wrong hands</p><p>Ever wondered what you need to do to buy a football club? Several English Football League clubs have changed hands in the past few months, some involving more high-profile investors than others, and the introduction of new regulations this summer meant updated guidance around acquisitions was issued recently to all 72 clubs, mapping out the must-haves and key steps along the way, including the owners’ and directors’ test. Here is a look at what’s involved and how the process has changed …</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/new-efl-guidance-for-club-owners-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/14/new-efl-guidance-for-club-owners-analysis", "date_published": "2023-09-14T09:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mahsa Amini and a year of brutality and courage in Iran – in illustrations", "description": "<p>This weekend marks the first anniversary of the <a href=\"https://www.theguardian.com/world/ng-interactive/2022/oct/31/mapping-irans-unrest-how-mahsa-aminis-death-led-to-nationwide-protests\">death in custody</a> of the 22-year-old, who was detained allegedly for not wearing a headscarf properly. Her killing led to the largest wave of popular unrest for years in Iran. <a href=\"https://www.roshirouzbehani.com/about-cv\">Roshi Rouzbehani</a>, an Iranian illustrator, tells the story in a series of powerful images</p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/sep/14/mahsa-amini-and-a-year-of-brutality-and-courage-in-iran-in-illustrations\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/sep/14/mahsa-amini-and-a-year-of-brutality-and-courage-in-iran-in-illustrations", "date_published": "2023-09-14T09:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "People’s behaviour at music gigs is getting worse. I have three rules to solve that | Simon Price", "description": "<p>Live shows should allow for self-expression, catharsis and abandon. It’s the boorishness and selfishness that need to stop</p><p>Earlier this week, Lucy May Walker, a singer-songwriter from Redditch, posted a series of <a href=\"https://www.bbc.co.uk/news/articles/cw0k36y8j2po\">modest proposals for behaviour at concerts</a> under the title Gig Etiquette. The four subheadings for her guidelines were: 1. Don’t Talk During the Show; 2. Be in the Moment; 3. The Audience Have Not Paid to See You; and 4. Have An Amazing Time. The former busker, who had hitherto received a relatively low level of attention despite being championed by Radio 2’s Jeremy Vine, suddenly found herself at the centre of what would, until recently, have been called a Twitterstorm.</p><p>Walker’s post went viral, with more than 1.6m views. For some, the fault was the singer’s own. “You should just concentrate on your act”, she was told. Her attitude, it was suggested, was “condescending”.</p> <a href=\"https://www.t", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/behaviour-music-gigs-live-shows", "date_published": "2023-09-14T09:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A haunted life: how Danny Robins became Britain’s high priest of the paranormal", "description": "<p>Once a struggling comedy writer, he is now a highly successful podcast presenter and playwright. His secret? Ghosts</p><p>Danny Robins has never seen a ghost and it troubles him, even if, he says, he is torn “between wanting proof, and yet being terrified by what that would mean”. Instead, he lives vicariously – as we all do, those of us who are fans of his podcasts – through the people who tell him their ghost stories.</p><p><a href=\"https://www.dannyrobins.com/\">Robins</a> has become Britain’s most famous collector of paranormal experiences; his 2021 podcast <a href=\"https://www.theguardian.com/tv-and-radio/2021/mar/29/fear-in-your-ear-horror-podcast-battersea-poltergeist\">The Battersea Poltergeist</a>, was a huge hit, and his latest, <a href=\"https://www.bbc.co.uk/sounds/brand/p0d508t8\">The Witch Farm</a>, is a creepy investigation into a haunted remote farmhouse in Wales. He has made two series of <a href=\"https://www.bbc.co.uk/programmes/m0010x7c/episodes/downloads\">Uncanny</", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/14/a-haunted-life-how-danny-robins-became-britains-high-priest-of-the-paranormal", "date_published": "2023-09-14T09:00:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Best podcasts of the week: Chanté Joseph is back for another round of weekly pop culture chat", "description": "<p>In this week’s newsletter: The Guardian’s own pop culture podcast is back again every Thursday to break down the latest in entertainment. Plus: five of the best surprise hit podcasts</p><p><strong>• <a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></p><p><strong><a href=\"https://www.pushkin.fm/podcasts/the-happiness-lab-with-dr-laurie-santos#episodes\">The Happiness Lab x Sesame Street</a><br />Widely available, episodes weekly from Monday<br /></strong>If The Happiness Lab – a podcast by Laurie Santos, the professor behind Yale’s happiness courses – isn’t life-enhancing enough, here comes a special collaboration with Sesame Workshop, the nonprofit organisation trying to make kids smarter, stronger and kinder. Abby Cadabby, Big Bird and Grover tackle problems with sparkly socks, the ups and downs of a typical day and the magic of grati", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/14/hear-here-chante-joseph-pop-culture", "date_published": "2023-09-14T08:47:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How the Italian mafia makes millions from tinned tomatoes – video", "description": "<p>If your tinned tomatoes come from southern Italy, it’s likely that organised crime had a hand in getting them from the farm to the supermarket shelf. The mafia controls much of the region's agribusiness, and it's big business, adding billions of euros to its yearly turnover. So how is the mafia making all this money, when  tinned tomatoes are so cheap? Based on original reporting by Tobias Jones and Ayo Awokoya, Josh Toussaint-Strauss investigates</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2019/jun/20/tomatoes-italy-mafia-migrant-labour-modern-slavery\">Are your tinned tomatoes picked by slave labour?</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/sep/14/how-the-italian-mafia-makes-millions-from-tinned-tomatoes-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/sep/14/how-the-italian-mafia-makes-millions-from-tinned-tomatoes-video", "date_published": "2023-09-14T08:47:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Multimillionaire Tim Gurner regrets ‘deeply insensitive’ comments calling for ‘pain in the economy’", "description": "<p>Property developer and Gurner Group CEO says suggestion unemployment should increase by 40% to 50% to create more productive workers was ‘wrong’</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>The Australian multimillionaire Tim Gurner has apologised for the controversial comments he made at a property summit on Tuesday, saying he deeply regrets his remarks and they “were wrong”.</p><p>On Tuesday, Gurner, who is a property developer and founder of the Gurner Group, drew fierce backlash after he suggested at the event held by the Australian Financial Review that unemployment should increase by 40% to 50% to create more productive workers.</p><p><strong><a href=\"https://www.theguardian.com/email-newsletters?CMP=copy", "link": "https://www.theguardian.com/australia-news/2023/sep/14/tim-gurner-group-insensitive-unemployment-increase-comments-apology-economy", "date_published": "2023-09-14T08:35:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lidl in Britain makes £76m loss amid battles to keep a lid on rising prices", "description": "<p>German-owned discount chain reports 18% sales rise and extra market share but inflation cost it £100m to keep prices low</p><p>Discount supermarket chain Lidl has revealed its British arm swung to an annual loss after battling to keep a lid on prices as its costs rose “across the board”.</p><p>The group reported pre-tax losses of £76m for the year to 28 February against profits of £41.1m the previous year as it also invested heavily in the business.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/lidl-in-britain-makes-76m-loss-amid-battles-to-keep-a-lid-on-rising-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/lidl-in-britain-makes-76m-loss-amid-battles-to-keep-a-lid-on-rising-prices", "date_published": "2023-09-14T08:25:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Break My Fall Redux review – sex, drugs and indie rock are the backdrop to a doomed lesbian relationship", "description": "<p>A subtle recut of the original film brings the central couple to the fore in this London-based slice of life as the young lovers struggle to find themselves</p><p>The writer-director Kanchi Wichmann’s keen-eyed portrait of a doomed lesbian couple stagnating amid the sex, drugs and indie rock of early 21st century east London felt strikingly fresh when it was released 12 years ago. Now, it has acquired the pleasing whiff of a period piece. Most of the characters carry mobile phones, but no one spends their time staring at them, and the soundtrack features the itchy pop squiggles of Micachu and the Shapes several years before frontperson Mica Levi emerged as cinema’s most gifted new composer on Under the Skin, Jackie and Monos.</p><p>Subtly recut to bring the central relationship further into the foreground, the new version looks even more distinctive, not to say unflinching. Musicians Liza (Kat Redstone) and Sally (Sophie Anderson) live in a Hackney flat festooned with fairy lights", "link": "https://www.theguardian.com/film/2023/sep/14/break-my-fall-redux-review-sex-drugs-and-indie-rock-are-the-backdrop-to-a-doomed-lesbian-relationship", "date_published": "2023-09-14T08:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brother review – textured portrait of Black masculinity is like the Canadian Moonlight", "description": "<p>A sumptuously filmed adaptation of David Chariandy’s novel tackles heavy-duty issues such as police brutality, racism and closeted desire with a relatively light touch</p><p>“Danger: High Voltage” are among the first words seen on screen in writer-director Clement Virgo’s adaptation of David Chariandy’s 2017 novel. It begins with wannabe DJ/producer Francis (Aaron Pierre) pressuring his younger sibling Michael (Lamar Johnson) to join him in scaling a sinisterly buzzing pylon in their home town of Scarborough, Ontario. The voltage stays at that level throughout much of Brother, which ticks off several films’ worth of heavy-duty subjects – police brutality, racism, the immigrant experience, gang violence, closeted desire, dementia, cancer – and only occasionally verges on the ponderous.</p><p>The question that haunts the film is: what made Francis climb that day? After the opening scene, the action shifts forward a decade to find Michael, his old flame Aisha (Kiana Madeira) and his ", "link": "https://www.theguardian.com/film/2023/sep/14/brother-review-textured-portrait-of-black-masculinity-is-like-the-canadian-moonlight", "date_published": "2023-09-14T08:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What Was Shakespeare Really Like? by Stanley Wells review – Shakespearean speculation", "description": "<p>An eminent scholar tries to imagine the great playwright’s character and tastes. But can we really know the bard? </p><p>In the epilogue to Stanley Wells’s slim, engaging book, in which he attempts to shed light on Shakespeare’s personality, the eminent academic describes himself as being like Puck to a former colleague’s Oberon. And it’s true that there is something essentially puckish, something creatively mischievous for a man of Wells’s considerable scholarship to claim anything about Shakespeare’s inner life.</p><p>His book comprises four online lectures that were delivered during lockdown in 2020 and closes with a summary of his eight-decade relationship with Shakespeare and the many garlands it has brought him. Compared with the detail of Wells’s own autobiography, what precedes it might seem a little thin. The facts of Shakespeare’s life are sparse, and any attempt to fill in the considerable blanks is fraught with risk. This might be the point: Wells knows enough to know ", "link": "https://www.theguardian.com/books/2023/sep/14/what-was-shakespeare-really-like-by-stanley-wells-review-shakespearean-speculation", "date_published": "2023-09-14T08:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Can they reincarnate me?’: Meryl Streep discusses options for Mamma Mia! 3", "description": "<p>The multi Oscar-winner and her co-stars in the hit 2008 Abba musical have revealed their enthusiasm for a second sequel – despite Streep’s character having died</p><p>Meryl Streep, Amanda Seyfried, Stellan Skarsgård and other key Mamma Mia! cast members have expressed their eagerness for a second sequel to the 2008 smash – despite the death of Streep’s character.</p><p>The original film and 2018’s Mamma Mia! Here We Go Again – in which Streep’s Donna has died – made a combined total of more than $1bn at the global box office.</p> <a href=\"https://www.theguardian.com/film/2023/sep/14/meryl-streep-discusses-mamma-mia-sequel-reincarnate-donna-abba\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/14/meryl-streep-discusses-mamma-mia-sequel-reincarnate-donna-abba", "date_published": "2023-09-14T07:55:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Before and after: satellite images show Libyan city devastated by flood", "description": "<p>Satellite images of Derna after the flash flood show coastal neighbourhoods almost entirely submerged</p><p>Libya has been reeling from a massive flood that left more than 5,000 people dead and thousands more missing. The eastern city of Derna was hit by a huge flash flood late on Sunday that witnesses likened to a tsunami, after two upstream dams burst when torrential rains brought by Storm Daniel battered the region. Satellite images show the extent of the damage</p><p>Flooding in Derna</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/before-and-after-satellite-images-derna-libya-flood\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/before-and-after-satellite-images-derna-libya-flood", "date_published": "2023-09-14T07:52:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis delays turnaround plan amid further losses; Arm valued at $54.5bn ahead of IPO – business live", "description": "<p>The John Lewis Partnership has blamed inflation for delaying its turnaround plan by two years, meaning its targets will only be reached in 2027/28.</p><p>During a press conference call, John Lewis bosses have ben asked whether the delay to the turnaround plan is going to impact its goal to generate 40% of its profits outside retail, given there have been some reports about some delay to its housing schemes.</p><p>(A reminder that John Lewis <a href=\"https://www.theguardian.com/business/2023/jun/30/john-lewis-defends-plans-to-build-10000-rental-homes-on-its-land\">plans to build 10,000 rental homes on its land</a>).</p> <a href=\"https://www.theguardian.com/business/live/2023/sep/14/john-lewis-delays-turnaround-plan-losses-arm-holdings-ipo-retail-ecb-pound-euro-interest-rates-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/sep/14/john-lewis-delays-turnaround-plan-losses-arm-holdings-ipo-retail-ecb-pound-euro-interest-rates-business-live", "date_published": "2023-09-14T07:38:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I need my Renault van repaired: our charity can’t function without it", "description": "<p>We take rescue dogs to schools, care homes and prisons for therapy – but we can’t do it without a vehicle</p><p><strong>I am the director of a charity, </strong><strong>Paws for Progress</strong><strong>, which takes rescue dogs into prisons, schools and care settings for therapy and training. We rely on a specially adapted 2018 Renault van, bought last year, to transport the animals. In March, </strong><strong>it was discovered that the van needed a throttle body replacement. We had to spend £1,404 on parts and a repair was booked for mid-April.</strong></p><p><strong>The appointment was cancelled because the parts had not arrived. Since then, I have phoned daily and am told that Renault can’t give me a date. I can’t use an alternative vehicle because of the</strong><strong> requirements of the dogs, so our work has been grounded. For some of the</strong><strong> people we work with, the dogs are the high point of the week. I’m desperate.</strong></p> <a href=\"https://www.theguar", "link": "https://www.theguardian.com/money/2023/sep/14/i-need-my-renault-van-repaired-our-charity-cant-function-without-it", "date_published": "2023-09-14T07:30:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Government backs Martha’s rule on right to second medical opinion in England", "description": "<p>Announcement follows campaign by parents of Martha Mills, 13, who died in hospital after developing sepsis</p><p>The health secretary, Steve Barclay, has announced the government is committed to bringing in “Martha’s rule” in England, making it easier for patients and their families to get a second medical opinion if they believe their concerns are not being taken seriously by medical staff.</p><p>It follows a campaign by the parents of Martha Mills, who died in 2021 after hospital doctors failed to admit her to intensive care. Martha, 13, died after developing sepsis while under the care of King’s College hospital NHS foundation trust in south London.</p> <a href=\"https://www.theguardian.com/society/2023/sep/14/government-backs-marthas-rule-on-second-medical-opinion-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/14/government-backs-marthas-rule-on-second-medical-opinion-in-england", "date_published": "2023-09-14T07:22:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fried rice, omelettes and pasta: cooking skills to learn before uni", "description": "<p><strong>A little practice – and having a few easy recipes up your sleeve – is the best way to ace it in the kitchen</strong></p><ul><li><a href=\"https://www.theguardian.com/education/ng-interactive/2023/sep/09/the-guardian-university-guide-2024-the-rankings\">The 2024 league table</a></li></ul><p>My chief piece of advice to anyone embarking on higher education this year is to relax; you’ve done the hard bit. Cooking has nothing on all those exams you took to get here – in fact, feeding yourself is often a lot of fun, even the bits you get wrong, like attempting to boil pasta in a kettle (do not do this, I speak from experience).</p><p>The more you practise in the kitchen, the better you’ll get, so think of this as a lifelong project, with delicious perks. To this end, identify a clutch of relatively simple dishes you already enjoy before you leave home; just as you wouldn’t expect to be able to tackle the Ramayana after a couple of Sanskrit lessons, if you’re new to Thai cooking yo", "link": "https://www.theguardian.com/education/2023/sep/14/fried-rice-omelettes-and-pasta-cooking-skills-to-learn-before-uni", "date_published": "2023-09-14T07:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greenwich + Docklands International Festival – in pictures", "description": "<p>Greenwich+Docklands International Festival’s full 2023 programme showcases world-class theatre, art installations, spectacle and dance in locations across London. More than 35 events, including two world premieres and 14 UK premieres, are inspired by the theme Acts of Hope<em>,</em> inviting Londoners to come together for uplifting moments of shared wonder and connection</p> <a href=\"https://www.theguardian.com/culture/gallery/2023/sep/14/greenwich-docklands-international-festival-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/sep/14/greenwich-docklands-international-festival-in-pictures", "date_published": "2023-09-14T07:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wrexham’s Hollywood-backed show rolls on but locals are the real stars | Barry Glendenning", "description": "<p>Documentary charting club’s return to the Football League under celebrity owners moves on to its second chapter</p><p>A new season of Welcome to Wrexham is upon us, which means another avalanche of media coverage for this critically under-publicised football club is well under way. The second Guardian piece on this popular series to see the light of day in 24 hours since the broadcast of the latest episode chronicling the stewardship of Wrexham by a pair of charismatic do-gooders, this column is almost certain to prompt plenty of entirely unjustified eye‑rolling from supporters of other teams who keep on plugging away in the Football League’s lower reaches, outside the spotlight cast almost exclusively on a small city in north Wales.</p><p>We would love this column to be different. We would delight in promising you endless amounts of cynicism, schadenfreude and snark. But unlike other football fans born with breeze blocks swinging where their hearts should be, we still find oursel", "link": "https://www.theguardian.com/football/blog/2023/sep/14/welcome-to-wrexham-documentary-ryan-reynolds", "date_published": "2023-09-14T07:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The American bully XL furore is a stark reminder of the uneasy bond between dogs and humans | Emma Brockes", "description": "<p>A savage attack on an 11-year-old girl in Birmingham highlights a potential for wildness that dog owners are often keen to deny</p><p>I happen to be reading Evil Angels at the moment, John Bryson’s brilliant account of the case of Lindy Chamberlain and the death, in 1980, of her infant daughter, Azaria. It is a story, largely, about a miscarriage of justice, but it is also, of course, a story about a dog. A few days before Azaria Chamberlain was snatched by a dingo from the family’s tent near Uluru, a 12-year-old girl was attacked in similar fashion at the same campsite, and survived. “It had her about the elbow,” writes Bryson. “The grip was commanding, painful, and she couldn’t shake it off. The vapour of arrogance in its eyes was unmistakable and terrifying. She screamed for her mother.”</p><p>Dingos aren’t domestic dogs, but at the time of Azaria’s death and her mother’s subsequent arrest for her murder, they weren’t imagined to pose much risk to humans. I thought of this scen", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/american-bully-xl-dogs-humans-attack", "date_published": "2023-09-14T07:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Get back into the kitchen’: what happened when Jill Scott and Gary Neville swapped social media accounts", "description": "<p>The two former England internationals swapped X accounts for five days without telling anyone. The results were predictable</p><p>It would be easy to presume that life is straightforward for Jill Scott these days. The former England midfielder hung up her boots last year with a Euro 2022 winner’s medal in her pocket, and a few months later was voted <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/28/lionesses-pay-tribute-to-jill-scott-after-jungle-victory-im-a-celebrity\">queen of the jungle</a> on I’m a Celebrity … Get Me Out of Here.</p><p>Scott’s distinguished playing career culminated in a wave of public affection after England’s <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\">first major tournament victory</a> since 1966. But even now, as a highly decorated and widely celebrated former player, life in the public eye has its challenges.</p> <a href=\"https://www.theguardian.com/football/2023/sep/14/get-bac", "link": "https://www.theguardian.com/football/2023/sep/14/get-back-into-the-kitchen-what-happened-when-jill-scott-and-gary-neville-swapped-social-media-accounts", "date_published": "2023-09-14T07:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘What did London have that New York, Paris, and Milan didn’t?’: how the UK capital’s fashion conquered the world", "description": "<p>Thirty years ago, the capital’s fashion scene was in the shadow of its rivals. Now a new exhibition – featuring pieces worn by Björk and Sam Smith – charts the city’s nightlife-inspired resurgence</p><p>Other fashion capitals may be known for their couture ateliers, with teams in pristine white laboratory coats quietly sewing, but it’s the vibrant 90s London clubbing scene that the Design Museum’s new exhibition credits as a key player in the success of British fashion.</p><p>Rebel: 30 Years of London Fashion features nearly 100 looks by 300 designers, spanning everything from a tulle gown worn by Rihanna to an inflatable latex suit created for Sam Smith. For Vogue fashion critic and<strong> </strong>guest curator Sarah Mower, the exhibition “aims to answer the question I am always asked, which is: ‘Why are there always so many incredible young designers in Britain?’”</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/14/what-did-london-have-that-new-york-paris-and-milan-di", "link": "https://www.theguardian.com/fashion/2023/sep/14/what-did-london-have-that-new-york-paris-and-milan-didnt-how-the-uk-capitals-fashion-conquered-the-world", "date_published": "2023-09-14T07:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Bigger than life’: exploring the Democratic Republic of the Congo – in pictures", "description": "<p>When the documentary photographer Léonard Pongo reconnected with his heritage in the DRC, he soon realised the camera doesn’t always tell the truth</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/14/bigger-than-life-exploring-the-democratic-republic-of-the-congo-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/14/bigger-than-life-exploring-the-democratic-republic-of-the-congo-in-pictures", "date_published": "2023-09-14T06:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fremont review – fortune cookie writer looking for love in deadpan migrant drama", "description": "<p>Hints of early Jim Jarmusch in Babak Jalali’s dreamy fourth feature, with fine supporting turns from The Bear’s Jeremy Allen White and Gregg Turkington</p><p>London-based Iranian film-maker Babak Jalali has crafted this droll, ruminative, engaging indie picture in luminous black-and-white featuring deadpan, dead-slow dialogue exchanges with more than a little of early Jim Jarmusch.</p><p>It’s set in Fremont, California, the town with the biggest Afghan community in the US, and real-life Afghan refugee and former TV news presenter Anaita Wali Zada plays Donya, a former translator for the US army who has now taken up residency in a dispiritingly featureless apartment block along with other expats. She’s dealing with insomnia and survivor’s guilt, thinking about the way her life choices have endangered her family back in the old country where any association with America is pure poison.</p> <a href=\"https://www.theguardian.com/film/2023/sep/14/fremont-review-fortune-cookie-writer-loo", "link": "https://www.theguardian.com/film/2023/sep/14/fremont-review-fortune-cookie-writer-looking-for-love-in-deadpan-migrant-drama", "date_published": "2023-09-14T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Her inside: Sofia Coppola, Spike Jonze and the perils of fictionalising your ex", "description": "<p>The director was ‘scolded’ for creating a character based on her former husband – but reveals she hasn’t seen the film in which he supposedly modelled a character on her</p><p>It is the 20th anniversary of Lost in Translation. If you look online, you’ll notice that most of the commemoratory coverage has tended to revolve around the changing culture, noting that nobody really wants to spend a couple of hours watching a western film-maker mock Japanese people any more. But Sofia Coppola has managed to stand her ground with a new narrative: how annoyed Spike Jonze was with her depiction of him.</p><p>Lost in Translation is a loose retelling of the dissolution of Coppola’s marriage to Jonze. Played by Giovanni Ribisi, the Jonze character is a petulant, self-obsessed man-baby who spends his time flirting with a bubble-headed young woman (Anna Faris) widely assumed to be based on Cameron Diaz. But while the movie drifted off and became about Scarlett Johansson witnessing Bill Murray’s m", "link": "https://www.theguardian.com/film/2023/sep/14/her-inside-sofia-coppola-spike-jonze-and-the-perils-of-fictionalising-your-ex", "date_published": "2023-09-14T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Looking round a school library, I saw something I can’t get out of my mind | Adrian Chiles", "description": "<p>I was shocked to find a book for children whose parents are in prison. But I’m glad someone had the compassion to write it</p><p>I was at a primary school in the east Midlands last week. It was all but deserted, with most of the kids in makeshift classrooms nearby. Dodgy concrete, you see. This place was ahead of the game, having found the stuff earlier in the year and, thanks to brilliant work by the head and her staff, was ticking along nicely.</p><p>I handled a chunk of the dreaded Raac. It was light as a pumice stone and seemed somehow even less structurally sound than the Aero bar it’s supposed to resemble. At least the bubbles in an Aero are even; these were a ropey-looking hotch-potch.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/14/looking-round-a-school-library-i-saw-something-i-cant-get-out-of-my-mind\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/looking-round-a-school-library-i-saw-something-i-cant-get-out-of-my-mind", "date_published": "2023-09-14T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mother of blood cancer survivor in drive for stem cell donors in England", "description": "<p>Sarah Cripps launches Swab to Save a Child campaign to encourage more people to register to donate</p><p>A campaign to get more people to donate stem cells is taking place across England this weekend, as charities say there is an urgent need to increase the register in the UK.</p><p>A network of mothers have teamed up with the blood cancer charity DKMS to raise awareness and encourage more people to register to donate their stem cells at drive-in events on 17 September.</p> <a href=\"https://www.theguardian.com/science/2023/sep/14/mother-of-blood-cancer-survivor-in-drive-for-stem-cell-donors-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/14/mother-of-blood-cancer-survivor-in-drive-for-stem-cell-donors-in-england", "date_published": "2023-09-14T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ocean views and authors lost: a literary tour of Ireland’s wild west coast", "description": "<p>The wild west coast from Cork up to Donegal has captivated writers from Yeats to Synge and Charlotte Brontë – as well as a host of lesser-known talent</p><p>‘Go to the Aran Islands. Live there as if you were one of the people themselves; express a life that has never found expression,” was, according to the poet WB Yeats, how he persuaded the playwright John Millington Synge to discover his muse – the desolate beauty of the Aran archipelago. Whatever was the true genesis for Synge’s Atlantic coast hiatus, his times on Inishmaan culminated in the critically acclaimed Playboy of the Western World (1907).</p><p>Synge wasn’t the only literary figure drawn to the stark and moodily captivating landscape of the west of Ireland; a place that had become almost a geographical metaphor for romantic Irish ideals and ancient mythology. Charlotte Brontë honeymooned along the western seaboard as far as Loop Head in County Clare, describing it as “such a wild, iron-bound coast – with such an ocea", "link": "https://www.theguardian.com/travel/2023/sep/14/ireland-wild-atlantic-way-literary-tour", "date_published": "2023-09-14T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Want Lena Dunham to paint a mural in your home? Hollywood stars auction themselves to help crew through strike", "description": "<p>The Girls creator joins Donald Glover, Natasha Lyonne and the cast of the Bear, who donated goods and oddball experiences to raise funds for those behind the scenes</p><p>If you have ever wanted Natasha Lyonne to help you solved the New York Times Sunday crossword, dinner with Bob Odenkirk and David Cross, or Lena Dunham to come and paint a mural in the home, money is the only thing stopping you.</p><p>All of the above are lots in an online auction being put on by Hollywood stars, who are donating time, memorabilia and bizarre experiences to raise funds to<strong> </strong>help production crew weather the ongoing writers and actors strikes.</p> <a href=\"https://www.theguardian.com/film/2023/sep/14/want-lena-dunham-to-paint-a-mural-in-your-home-hollywood-stars-auction-themselves-to-help-crew-through-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/14/want-lena-dunham-to-paint-a-mural-in-your-home-hollywood-stars-auction-themselves-to-help-crew-through-strike", "date_published": "2023-09-14T05:24:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: drones attack Russian Black sea ships for second day; Boris Johnson blasts UK policy on war", "description": "<p>Five Ukrainian sea drones attacked Russian Navy vessel and were destroyed, Russia’s defence ministry says; former PM says UK must supply Kyiv with weapons far more urgently</p><ul><li><a href=\"https://www.theguardian.com/world/2023/sep/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-568-of-the-invasion\">What we know on day 568 of the invasion</a></li></ul><p>Boris Johnson has attacked the UK government over its policy on Ukraine, saying it should urgently provide more weaponry requested by Kyiv and asking the west: “What the hell are we waiting for?”</p><p>The former prime minister, who formed a close relationship with Ukraine’s Volodymyr Zelenskiy after the outbreak of the war with Russia, called on the UK to provide howitzers, Storm Shadow cruise missiles and “as much help as we can give them with drone technology”.</p><p>I have asked it before and I ask it again: what the hell are we waiting for?</p> <a href=\"https://www.theguardian.com/world/live/2023/sep/14/russia-ukrai", "link": "https://www.theguardian.com/world/live/2023/sep/14/russia-ukraine-war-live-updates-drones-attack-russian-black-sea-fleet-boris-johnson-blasts-uk-policy-latest-news", "date_published": "2023-09-14T05:19:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cash payments rise in UK as people seek ways to manage budgets", "description": "<p>Number of payments using coins and notes rose 7% last year amid cost of living crisis, after a decade of decline</p><p>Cash has mounted a comeback in the UK, with payments made using notes and coins increasing for the first time in a decade, data shows.</p><p>Cash use has been in long-term decline, but the banking body UK Finance said the cost of living crisis had prompted many people to turn back to “tangible” physical money to help them manage their budgets.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/cash-payments-rise-in-uk-as-people-seek-ways-to-manage-budgets\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/cash-payments-rise-in-uk-as-people-seek-ways-to-manage-budgets", "date_published": "2023-09-14T05:01:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "After 1bn copies and 118 years, the Freemans catalogue moves to turn its final page", "description": "<p>Mail order stalwart to focus on online sales in bid to become a ‘digital department store’</p><p>For more than a century, the Freemans catalogue was the shopping bible to which generations of Britons turned to buy next big thing, from the first off-the-peg fashions to the televisions and fridges we take for granted in our homes today.</p><p>But like the ever changing roster of products sold through the once tome-like catalogue, the owner of Freemans has decided that it too has passed its sell-by date and axed the catalogue in order to focus on its website.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/after-1bn-copies-and-118-years-the-freemans-catalogue-moves-to-turn-its-final-page\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/after-1bn-copies-and-118-years-the-freemans-catalogue-moves-to-turn-its-final-page", "date_published": "2023-09-14T05:01:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Extreme weather events linked to increased child and forced marriages", "description": "<p>Researchers say families under stress unable to support daughters and look to marry them off</p><p>Extreme weather events have many unexpected indirect consequences, including an increase in the rate of child marriages.</p><p>This is the surprising conclusion of a <a href=\"https://journals.sagepub.com/doi/10.1177/00208728231186006\">paper</a> in the journal International Social Work by a team from Ohio State University, which looked at 20 studies connecting droughts, floods and other extreme weather events to rates of child, early and forced marriages.</p> <a href=\"https://www.theguardian.com/society/2023/sep/14/extreme-weather-events-linked-rise-child-forced-marriages\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/14/extreme-weather-events-linked-rise-child-forced-marriages", "date_published": "2023-09-14T05:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Millions of women in UK face severe period pain but symptoms dismissed, survey finds", "description": "<p>Vast majority of women polled had experienced mental health problems in relation to their period</p><p>Millions of women and girls experience debilitating periods, yet nearly one-third never seek medical help, and more than half say their symptoms are not taken seriously, according to research.</p><p>A survey of 3,000 women and girls for the Wellbeing of Women charity found that they are often dismissed as “just having a period”, despite experiencing <a href=\"https://www.wellbeingofwomen.org.uk/what-we-do/health-information/health-information-a-z/what-is-severe-period-pain/\">severe pain</a>, heavy bleeding and irregular cycles that can lead to mental health problems.</p> <a href=\"https://www.theguardian.com/society/2023/sep/14/millions-of-women-in-uk-face-severe-period-pain-but-symptoms-dismissed-survey-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/14/millions-of-women-in-uk-face-severe-period-pain-but-symptoms-dismissed-survey-finds", "date_published": "2023-09-14T05:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carnivorous plants return to Lancashire peatland after 100 years", "description": "<p>Insect-eating sundew plants among 17,500 reintroduced as part of carbon-sequestering conservation scheme</p><p>After a 100-year absence, ruthless carnivores are flourishing again on a peat bog near Garstang in Lancashire.</p><p>The insect-eating great sundew and oblong-leaved sundew are among 17,500 plants being reintroduced to <a href=\"https://www.lancswt.org.uk/nature-reserves/winmarleigh-cockerham-moss\">Winmarleigh Moss</a> as part of its restoration by the Lancashire Wildlife Trust.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/14/carnivorous-plants-return-to-lancashire-peatland-after-100-years\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/14/carnivorous-plants-return-to-lancashire-peatland-after-100-years", "date_published": "2023-09-14T05:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Exclusive: new UK banks’ post-Brexit investment only one third of lost EU funds", "description": "<p>Thinktank says replacements for European Investment Bank have backed ‘fewer, smaller and lower-risk projects’</p><p>New public sector lenders created by the government since Brexit are investing two-thirds less than the UK was receiving from the EU’s European Investment Bank, a new report finds.</p><p>Over more than four decades, the EIB backed UK projects ranging from the Channel tunnel and the Manchester Metrolink to offshore windfarms and upgrading the National Grid.</p> <a href=\"https://www.theguardian.com/business/2023/sep/14/exclusive-new-uk-banks-post-brexit-investment-only-one-third-of-lost-eu-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/14/exclusive-new-uk-banks-post-brexit-investment-only-one-third-of-lost-eu-funds", "date_published": "2023-09-14T05:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fossil fuel investment ‘very unwise economic risk’, says energy expert", "description": "<p>Fatih Birol, head of International Energy Agency, warns large-scale fossil fuel projects carry big financial risks</p><p>Countries and companies planning to expand their fossil fuel production are taking “very unhealthy and unwise economic risks” as their investments may not be profitable, the world’s foremost energy adviser has warned.</p><p>Fatih Birol, the executive director of the International Energy Agency (IEA), predicted this week that <a href=\"https://www.theguardian.com/environment/2023/sep/12/beginning-of-the-end-of-fossil-fuel-era-approaching-says-iea\">fossil fuels would peak this decade</a>, a historic turning point for the climate. But despite the likelihood of demand declining, and the threat of climate chaos, many countries and private sector companies are considering new capacity.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/14/fossil-fuel-investment-very-unwise-economic-risk-energy-expert-fatih-birol\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/14/fossil-fuel-investment-very-unwise-economic-risk-energy-expert-fatih-birol", "date_published": "2023-09-14T05:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scotland is now free to defy the Tories' drugs policy. This could transform the whole UK | Dani Garavelli", "description": "<p>The greenlighting of a drug consumption room in Glasgow is a big win for the SNP in its power struggle with Westminster</p><p>The <a href=\"https://www.bbc.co.uk/news/uk-scotland-66781703\">decision</a> by Scotland’s Lord Advocate to greenlight the trial of a <a href=\"https://www.gov.scot/news/safer-drug-consumption-pilot/\">safer drug consumption room</a> in Glasgow is a landmark victory for campaigners, with the potential to transform drug policy across the UK. Dorothy Bain KC’s assertion that it would not be in the public interest to prosecute drug users for simple possession offences within such a facility broke a five-year constitutional deadlock and paved the way for the pilot to go ahead, in the face of Home Office opposition.</p><p>But the stakes are higher than one safe consumption facility in Scotland. This turnaround has major implications for the power struggle between the UK and Scottish governments, shifting the balance in favour of the Scottish National party and its m", "link": "https://www.theguardian.com/commentisfree/2023/sep/14/scotland-tories-drugs-policy-uk-consumption-room-glasgow-snp", "date_published": "2023-09-14T05:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: celebrating 25 years of The Royle Family!", "description": "<p>This revisited documentary features creators Craig Cash and the late Caroline Aherne. Plus: Mrs Hinch helps Stacey Solomon. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/14/tv-tonight-celebrating-25-years-of-the-royle-family\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/14/tv-tonight-celebrating-25-years-of-the-royle-family", "date_published": "2023-09-14T05:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experts call for global moratorium on efforts to geoengineer climate", "description": "<p>Techniques such as solar radiation management may have unintended consequences, scientists say</p><p>Governments should place a moratorium on efforts to geoengineer the planet’s climate, as greenhouse gas emissions continue to rise and the climate crisis takes hold, a panel of global experts has urged.</p><p>Geoengineering is highly controversial, but discussions of its feasibility are gathering pace as the impacts of extreme weather, driven by climate breakdown, grip the planet. There is no global agreement on geoengineering, and no rules on what countries, or businesses, can do.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/14/experts-call-for-global-moratorium-on-efforts-to-geoengineer-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/14/experts-call-for-global-moratorium-on-efforts-to-geoengineer-climate", "date_published": "2023-09-14T04:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Should American bully XLs be banned? – podcast", "description": "<p>The UK home secretary, Suella Braverman, is pushing for a ban on American bully XL dogs after an attack on an 11-year-old girl in Birmingham. Madeleine Finlay hears from Guardian Midlands correspondent Jessica Murray about how this relatively new breed became so popular, and from bioethicist Jessica Pierce about whether we need to reevaluate our expectations of dog ownership</p><p>Read more Guardian reporting on this story <a href=\"https://www.theguardian.com/uk/dangerous-dogs\">here</a></p> <a href=\"https://www.theguardian.com/science/audio/2023/sep/14/should-american-bully-xls-be-banned-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/sep/14/should-american-bully-xls-be-banned-podcast", "date_published": "2023-09-14T04:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Loophole in Scotland’s rent controls sees new tenants facing largest rises in UK", "description": "<p>Rent cap limited to 3%, but landlords can go higher when drawing up new tenancy agreement</p><p>A loophole in Scotland’s temporary rent controls has seen private landlords raise rents for new tenancies more than anywhere else in the UK, data reveals.</p><p>In an effort to tackle the housing crisis, the Scottish government this spring introduced a temporary rent cap limiting annual rises to 3% in most cases. But it allowed landlords to go higher if they were drawing up a new tenancy agreement.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/loophole-in-scotlands-rent-controls-sees-new-tenants-facing-largest-rises-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/14/loophole-in-scotlands-rent-controls-sees-new-tenants-facing-largest-rises-in-uk", "date_published": "2023-09-14T04:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Planned changes to pensions triple lock divide Tory MPs", "description": "<p>Some Conservatives insist policy is ‘sacrosanct’, while others are pushing for it to be overhauled</p><p>Mooted changes to the pensions triple lock have divided Conservative MPs. Some insist it is “sacrosanct”, while others are pushing for it to be overhauled at the next election.</p><p>The future of a policy that had become a hallmark of recent Conservative governments appeared in doubt after Rishi Sunak<a href=\"https://www.theguardian.com/politics/2023/sep/13/rishi-sunak-refuses-to-commit-to-triple-lock-on-pensions-beyond-election\"> three times refused</a> to commit to retaining it at the next election.</p> <a href=\"https://www.theguardian.com/money/2023/sep/14/planned-changes-to-pensions-triple-lock-divide-tory-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/14/planned-changes-to-pensions-triple-lock-divide-tory-mps", "date_published": "2023-09-14T04:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Our health data is about to flow more freely, like it or not’: big tech’s plans for the NHS", "description": "<p>The government is about to award a £480m contract to build a vast new database of patient data. But if people don’t trust it, they’ll opt out – I know, because I felt I had to</p><p>Last December, I had an abortion. Most unwanted pregnancies set a panic-timer ticking, but I was almost counting down the seconds until I had to catch a flight from London, where I live, to Texas, where I grew up, and where the provision of abortion care was recently <a href=\"https://www.theguardian.com/us-news/2022/aug/25/us-abortion-trigger-bans-laws-tennessee-texas-idaho\" title=\"\">made a felony</a>. You bleed for a while after most abortions, and I was still bleeding when I boarded the plane home for Christmas.</p><p>Going to Texas so soon after the procedure made me consider where the record of my abortion – my health data – would end up. When I phoned an abortion clinic in late November to book an appointment, one of the first questions staff asked was: “May we share a record of your treatment wit", "link": "https://www.theguardian.com/society/2023/sep/14/our-health-data-is-about-to-flow-more-freely-like-it-or-not-big-techs-plans-for-the-nhs", "date_published": "2023-09-14T04:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British Library acquires archive of SDP co-founder Shirley Williams", "description": "<p>Exclusive: Papers, notebooks, letters, speeches and photos from 60-year career in public life donated by daughter</p><p>The British Library has acquired the archive of Shirley Williams, one of the most influential figures in British social democracy in the second half of the 20th century, who was known affectionately as “Shirl the Pearl” by her admirers.</p><p>Lady Williams, who died aged 90 in 2021, was a Labour cabinet minister in the 1970s and was later a member of the “Gang of Four” that broke away from the Labour party to form the Social Democratic party (SDP).</p><p><em>Shirley Williams: A Life in Politics is at the British Libraries’ treasures gallery from 15 September until 25 February</em></p> <a href=\"https://www.theguardian.com/politics/2023/sep/14/british-library-acquires-archive-of-sdp-co-founder-shirley-williams\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/14/british-library-acquires-archive-of-sdp-co-founder-shirley-williams", "date_published": "2023-09-14T04:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My ultimate goal? Don’t die’: Bryan Johnson on his controversial plan to live for ever", "description": "<p>The tech entrepreneur is waging a one-man war against ageing. But is taking 100 pills a day, finishing your meals by 11am, giving up both alcohol and a social life, really worth it?</p><p>Bryan Johnson knows that you think he is weird. So much of his life occurs outside the realms of what most people consider normal that it would be odd if you didn’t. He rises at 4.30am, eats all his meals before 11am, and goes to bed – alone – at 8.30pm, without exception. In the intervening hours, he ingests more than 100 pills, bathes his body in LED light, and sits on a high-intensity electromagnetic device that he believes will strengthen his pelvic floor. This is all done in the service of slowing his rate of ageing until, he hopes, one year of chronological time can pass while his biological age stays the same. His ultimate goal? “Don’t die.”</p><p>Oh, and, incidentally, he wants as many people as possible to join him.</p> <a href=\"https://www.theguardian.com/society/2023/sep/14/my-ultimate", "link": "https://www.theguardian.com/society/2023/sep/14/my-ultimate-goal-dont-die-bryan-johnson-on-his-controversial-plan-to-live-for-ever", "date_published": "2023-09-14T04:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan tells Elon Musk it is ‘not for sale’ after latest China comments", "description": "<p>Reproach comes as Taiwan says it has detected a large number of Chinese aircraft crossing into its air defence identification zone</p><p>Taiwan is “not for sale”, the island’s foreign minister has said in a stern rebuke to Elon Musk, who asserted Taiwan was an integral part of China, again wading into the thorny issue relations between Beijing and Taipei. His comments came as dozens of Chinese warships and planes were detected near Taiwan for suspected military exercises.</p><p>Musk, the billionaire owner of the social media platform X formerly known as Twitter, as well as the Tesla electric car company and SpaceX, made the comments to the All-In Summit in Los Angeles uploaded to YouTube this week.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/taiwan-elon-musk-china-comments-response-all-in-summit-los-angeles\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/taiwan-elon-musk-china-comments-response-all-in-summit-los-angeles", "date_published": "2023-09-14T03:50:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Libya floods: appeals for body bags amid fears of disease ‘epidemic’", "description": "<p>Mayor of flood-hit city of Derna calls for body-recovery teams as international aid starts to arrive</p><p>Rescue workers in the devastated Libyan city of Derna have appealed for more body bags, after a catastrophic flood killed thousands of people and swept many out to sea.</p><p>International aid is slowly starting to reach the port city after <a href=\"https://www.theguardian.com/world/2023/sep/12/questions-raised-over-deadly-impact-of-storm-daniel-in-libya\">Storm Daniel hit</a> the northern coast of Libya on Saturday night. As many as 20,000 people are feared to have died.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/libya-floods-appeals-for-body-bags-disease-fears-northeastern-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/libya-floods-appeals-for-body-bags-disease-fears-northeastern-flooding", "date_published": "2023-09-14T02:10:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine’s counteroffensive: breaking the Russian lines - podcast", "description": "<p>Ukraine’s much-anticipated summer offensive has been slow to the point of stalling. But a recent breakthrough of the Russian lines has provided new hope for the country’s leaders – and its partners</p><p>For months, Ukraine has been probing Russian defensive lines for weaknesses in what is becoming an increasingly bloody and attritional war. It’s been a bloody summer in Ukraine. Progress has been agonisingly slow on the much-trailed summer offensive for several reasons. One of them is the landmines littering Ukrainian roads and fields in astonishing numbers.</p><p><strong>Daniel Boffey</strong>, the Guardian’s chief reporter, has been on the ground watching how infantry sappers painstakingly advance inch by inch, clearing territory of lethal mines that kill and maim Ukrainian soldiers every day. He tells <strong>Michael Safi </strong>about the gallows humour that prevails in the mine-clearing squads and why the most skilful sappers are seen as more valuable targets than some gener", "link": "https://www.theguardian.com/news/audio/2023/sep/14/ukraines-offensive-breaking-the-russian-lines-podcast", "date_published": "2023-09-14T02:00:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re facing another old enemy’: Rushdie warns against global authoritarianism", "description": "<p>Speaking in Philadelphia on Wednesday, Rushdie said US Republicans are moving away from democratic values including free speech</p><p>Salman Rushdie warned of the threat of authoritarianism globally and said the US Republican party is “seeking to undermine” democratic values, at a forum in Philadelphia to discuss the threats against free speech in the US and around the world.</p><p>Appearing by video at the National First Amendment Summit on Wednesday, Rushdie attributed the rise of Donald Trump and Brexit to a “golden age myth”.</p> <a href=\"https://www.theguardian.com/books/2023/sep/13/were-facing-another-old-enemy-rushdie-warns-against-global-authoritarianism\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/13/were-facing-another-old-enemy-rushdie-warns-against-global-authoritarianism", "date_published": "2023-09-14T01:10:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Austrian ex-foreign minister moves to Russia – with ponies flown in on military plane", "description": "<p>Karin Kneissl says she is moving to Russia to lead a thinktank she set up with St Petersburg University</p><p>An Austrian former foreign minister, Karin Kneissl, who became infamous in 2018 for <a href=\"https://www.theguardian.com/world/2018/aug/18/cossacks-flowers-putin-austria-wedding-dance\">dancing with Russian president Vladimir Putin at her wedding</a>, has moved to St Petersburg – along with her ponies, which were flown in on a Russian military plane.</p><p>In 2018, Karin Kneissl, then foreign minister of neutral Austria, made headlines when she invited Putin to her wedding. It drew widespread criticism, coming just months after some EU countries – excluding Austria – expelled scores of Russian diplomats in response to the <a href=\"https://www.theguardian.com/uk-news/sergei-skripal\">nerve agent attack on Sergei Skripal </a>in Salisbury.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/karin-kneissl-austria-ex-foreign-minister-moves-to-russia\">Continue reading...</a", "link": "https://www.theguardian.com/world/2023/sep/14/karin-kneissl-austria-ex-foreign-minister-moves-to-russia", "date_published": "2023-09-14T00:45:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kim Jong-un invites Putin to North Korea after summit brings ties to ‘a new level’", "description": "<p>North Korean media report that Kim was briefed on space vehicles during his meetings in Russia, though no specific detail of any deal has emerged</p><p>Kim Jong-un invited President Vladimir Putin to visit North Korea during their meeting in Russia on Wednesday, Pyongyang’s state media reported, amid warnings that Kim was poised to offer the Kremlin artillery shells and other munitions for the war in Ukraine.</p><p>Kim told Putin that their closely watched meeting had brought bilateral ties to a new level, and expressed his willingness to foster stable, future-oriented relations for the next 100 years, news agency KCNA said.</p> <a href=\"https://www.theguardian.com/world/2023/sep/14/kim-jong-un-invites-vladimir-putin-to-north-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/14/kim-jong-un-invites-vladimir-putin-to-north-korea", "date_published": "2023-09-14T00:06:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Just jump on the spot if you can’t keep up’: my 90 minutes of ballet for beginners", "description": "<p>In her fortnightly review of fitness and wellbeing activities, comedian <strong>Jennifer Wong</strong> finds her balance and apologises to her toes</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>When I ask my ballet instructor, Mia, if she has any advice for an absolute beginner, she says: “Just have fun!”</p><p>The first thing you need to know about Ballet for Absolute Beginners at <a href=\"https://www.theguardian.com/culture/2023/sep/04/best-sydney-opera-house-show-concerts-streaming-free\">Sydney Dance Company</a>, a 90-minute drop-in class, is that it’s actually designed for people who have already done four Introduction to Ballet classes.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/14/just-jump-on-the-spot-if-you-cant-keep-up-my-90-minutes-of-ballet-for-beginners\">Continue reading...</a", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/14/just-jump-on-the-spot-if-you-cant-keep-up-my-90-minutes-of-ballet-for-beginners", "date_published": "2023-09-14T00:00:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 568 of the invasion", "description": "<p>Two Russian military vessels reportedly badly damaged in Ukrainian missile attack on Black Sea fleet base in Crimea</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine coverage</a></li></ul><p><strong>Ukraine has struck Russian naval targets and port infrastructure in the Crimean city of Sevastopol </strong>in what appeared to be the biggest attack yet on the home of the Russian navy’s Black Sea fleet. A large vessel and a submarine struck in <a href=\"https://www.theguardian.com/world/2023/sep/13/ukrainian-missiles-strike-russias-black-sea-fleet-in-crimea\">the pre-dawn attack</a> were so badly damaged as to be likely beyond repair, Ukrainian military intelligence official Andriy Yusov said. Russia’s defence ministry said Ukraine attacked a Black Sea shipyard with 10 cruise missiles and three uncrewed speedboats, wounding 24 people.</p><p><strong>Kim Jong-un invited Vladimir Putin to his country during their meeting in Russia and Putin a", "link": "https://www.theguardian.com/world/2023/sep/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-568-of-the-invasion", "date_published": "2023-09-14T00:00:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]