[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Red Cross-Themed Phishing Attacks Distributing DangerAds and AtlasAgent Backdoors", "description": "A new threat actor known as AtlasCross has been observed leveraging Red Cross-themed phishing lures to deliver two previously undocumented backdoors named DangerAds and AtlasAgent.\nNSFOCUS Security Labs described the adversary as having a \"high technical level and cautious attack attitude,\" adding that \"the phishing attack activity captured this time is part of the attacker's targeted strike on", "link": "https://thehackernews.com/2023/09/red-cross-themed-phishing-attacks.html", "date_published": "2023-09-27T14:42:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover New GPU Side-Channel Vulnerability Leaking Sensitive Data", "description": "A novel side-channel attack called GPU.zip renders virtually all modern graphics processing units (GPU) vulnerable to information leakage.\n\"This channel exploits an optimization that is data dependent, software transparent, and present in nearly all modern GPUs: graphical data compression,\" a group of academics from the University of Texas at Austin, Carnegie Mellon University, University of", "link": "https://thehackernews.com/2023/09/researchers-uncover-new-gpu-side.html", "date_published": "2023-09-27T12:55:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Survey Uncovers How Companies Are Confronting Data Security Challenges Head-On", "description": "Data security is in the headlines often, and it’s almost never for a positive reason. Major breaches, new ways to hack into an organization’s supposedly secure data, and other threats make the news because well, it’s scary — and expensive. \nData breaches, ransomware and malware attacks, and other cybercrime might be pricey to prevent, but they are even more costly when they occur, with the", "link": "https://thehackernews.com/2023/09/new-survey-uncovers-how-companies-are.html", "date_published": "2023-09-27T11:23:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New ZenRAT Malware Targeting Windows Users via Fake Password Manager Software", "description": "A new malware strain called ZenRAT has emerged in the wild that's distributed via bogus installation packages of the Bitwarden password manager.\n\"The malware is specifically targeting Windows users and will redirect people using other hosts to a benign web page,\" enterprise security firm Proofpoint said in a technical report. \"The malware is a modular remote access trojan (RAT) with information", "link": "https://thehackernews.com/2023/09/new-zenrat-malware-targeting-windows.html", "date_published": "2023-09-27T08:38:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical libwebp Vulnerability Under Active Exploitation - Gets Maximum CVSS Score", "description": "Google has assigned a new CVE identifier for a critical security flaw in the libwebp image library for rendering images in the WebP format that has come under active exploitation in the wild.\nTracked as CVE-2023-5129, the issue has been given the maximum severity score of 10.0 on the CVSS rating system. It has been described as an issue rooted in the Huffman coding algorithm -\nWith a specially", "link": "https://thehackernews.com/2023/09/new-libwebp-vulnerability-under-active.html", "date_published": "2023-09-27T05:23:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]