[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "How Cyberpunk 2077 2.0 and Phantom Liberty Regained My Trust in CDPR", "description": "From Sea of Thieves and to Rainbow Six Siege and many more, we’ve seen plenty of games coming back from the brink of irrelevancy after terrible launches over the years, and it’s now safe to say that Cyberpunk 2077 has joined that ever-growing list of games as well, especially after the excellent one-two punch of the comprehensive Update 2.0 and the incredible expansion, Phantom Liberty. \n\nAnd CD Projekt RED, which has been on the receiving end of fair and warranted criticism for nearly three years, now also fully deserves a ton of credit for the effort it has put in to making sure that the action RPG was able to get to this point. Here, that’s exactly what we’re going to do.", "link": "https://www.youtube.com/watch?v=0dUE5WvsueA", "date_published": "2023-09-27T18:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0dUE5WvsueA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The Hell Is Going On With Mortal Kombat 1?", "description": "NetherRealm Studios' Mortal Kombat 1 has been out for almost two weeks on Xbox Series X/S, PS5, PC and Switch, receiving generally positive reviews from critics and fans. Sure, the Switch port is hot garbage, but as a whole, it's another resounding success for the franchise. Right?\n\nAs it turns out, things aren't so cut and dry. Several key features from previous instalments are missing, and a major new issue has been discovered, effectively negating any level playing field, similar to the Player 1 advantage that affected Mortal Kombat 9. There's also an extensive number of bugs and issues.\n\nAll of this points to one inescapable fact: Mortal Kombat 1 is a good game, but desperately needed more time for polish before releasing.", "link": "https://www.youtube.com/watch?v=Ee5gjizyt5Q", "date_published": "2023-09-27T10:45:00+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Ee5gjizyt5Q/hqdefault.jpg"}]