[{"source": "https://www.theguardian.com/rss", "title": "Federal judge declines to recuse herself from Trump election interference case", "description": "<p>Tanya Chutkan rejected former president’s claims that her past comments raised doubts about her fairness</p><p>Judge Tanya Chutkan said on Wednesday she would not recuse herself from Donald Trump’s 2020 election interference case in Washington, rejecting the former president’s claims that her past comments raise doubts about whether she can be fair.</p><p>Chutkan, who was nominated to the federal bench by President Barack Obama and was randomly assigned to Trump’s case, said in her written decision that she sees no reason to step aside. The case, scheduled for trial in March, accuses the Republican of illegally scheming to overturn his election loss to Democrat Joe Biden.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/27/judge-no-recusal-trump-election-tanya-chutkan\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/27/judge-no-recusal-trump-election-tanya-chutkan", "date_published": "2023-09-27T22:14:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My first time in a float tank: ‘the only part of me I was sure still existed was my head’", "description": "<p>In her fortnightly review of fitness and wellbeing activities, comedian <strong>Jennifer Wong</strong> experiences sensory deprivation in a salty, skin-temperature bath</p><p>An hour sounds like a long time to float.</p><p>As a first-time float tank user with a love of statistics, I was across all the major numbers before dipping a single toe in the water. I knew, for example, that my toe would go into a double bed-sized pool filled with 400kg of Epsom salts and 1,000 litres of water.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/28/my-first-time-in-a-float-tank-the-only-part-of-me-i-was-sure-still-existed-was-my-head\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/28/my-first-time-in-a-float-tank-the-only-part-of-me-i-was-sure-still-existed-was-my-head", "date_published": "2023-09-27T22:00:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour backs down from plan to strip private schools of charitable status", "description": "<p>Party says policy of charging fee-paying schools VAT remains, and ‘doesn’t require’ removing status</p><p>Private schools would retain some of their tax breaks under a Labour government, after the party backed down on its pledge to strip them of charitable status.</p><p>The party said it no longer needs to end the charitable status of private schools to achieve its policy of charging 20% VAT on fees and ending business rates relief in England, as first reported by <a href=\"https://inews.co.uk/news/politics/labour-u-turns-plans-end-private-schools-charitable-status-still-impose-20-vat-charge-2646305\">the i</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/27/labour-backs-down-from-plan-to-strip-private-schools-of-charitable-status\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/27/labour-backs-down-from-plan-to-strip-private-schools-of-charitable-status", "date_published": "2023-09-27T21:50:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Grand Slammers review – can prisoners help turn things round for dejected England rugby legends?", "description": "<p>ITV’s new series is supposedly an inspirational sports show about prison inmates being trained by the 2003 World Cup winners. But the celebs seem almost as in need of support</p><p>The Rugby World Cup is on, so it is natural for telly to look back to 2003, when England won the trophy. What sort of light-factual series would be a good commemoration? Fortunately, a relevant bandwagon is already rolling.</p><p>Recently, <a href=\"https://www.theguardian.com/sport/2022/jul/09/freddie-flintoff-from-ashes-hero-to-crickets-class-warrior\">Andrew Flintoff has taught underprivileged kids</a> cricket on the BBC, and <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/07/save-our-squad-with-david-beckham-review-tv-as-heartbreaking-and-uplifting-as-it-gets\">David Beckham has rescued a youth football team</a> for Disney. So here comes Grand Slammers on ITV1, a two-parter in which a gang of World Cup winners teach rugby to prison inmates. An easy commission – but ITV may not have ended up ", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/27/itv-grand-slammers-review-england-rugby-legends-world-cup", "date_published": "2023-09-27T21:30:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moulin Rouge: Yes We Can-Can! review – there’s zero glamour in this high-kicking tale", "description": "<p>This documentary follows the feathered, bejewelled British women who staff the Parisian institution. Be warned: the reality is all a bit cheap and shoddy</p><p>There are certain shows that make you think of the joy that must have lit up the producer’s face when news reached them of its premise. With Moulin Rouge: Yes We Can-Can!, I imagine an eager young thing bursting into the shiny office around which their boss is prowling discontentedly while chomping on a cigar, and crying breathlessly: “The Moulin Rouge … the dance troupe … they’re all Brits! And it’s run by a woman … called Janet! She’s from <em>Yorkshire</em>!” The prowling stops. The head turns. A smile spreads across the formerly furious face and the cigar is ground out in an ashtray made from a replica of Michael Grade’s skull. “It’s The Yorkshire Vet in Paris!” “It’s Our Yorkshire Farm in high heels!” “It’s All Creatures Great and Small with” – the voice drops to a whisper – “boobs”.</p><p>How the faces of the producti", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/27/moulin-rouge-yes-we-can-can-review-theres-zero-glamour-in-this-high-kicking-tale", "date_published": "2023-09-27T21:30:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Isak earns Newcastle Carabao Cup win as Manchester City rue wasted journey", "description": "<p>If Pep Guardiola did not particularly relish receiving a reminder that, sometimes, possession can be overrated, Eddie Howe saw his Newcastle team transformed by the half-time introduction of Bruno Guimarães and Anthony Gordon. That pair made a mockery of Manchester City’s earlier domination, paving the way for <a href=\"https://www.theguardian.com/football/live/2023/sep/27/newcastle-united-v-manchester-city-carabao-cup-live\">Alexander Isak’s second-half winner</a> to propel Howe’s side into the fourth round. Not to mention ensuring that “Gulf derby” bragging rights belong to Saudi Arabia.</p><p>Guardiola did not arrive on Tyneside in the best of moods. City’s failure to organise a plane to fly their team the 150 miles south west across the Pennines back to Manchester dictated that the squad faced a three-hour coach journey home.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/newcastle-mancheser-city-carabao-cup-third-round-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/newcastle-mancheser-city-carabao-cup-third-round-match-report", "date_published": "2023-09-27T21:19:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dominik Szoboszlai’s rocket helps Liverpool avoid upset against Leicester", "description": "<p>Another moment of brilliance from Dominik Szoboszlai sealed yet another comeback from Liverpool as Leicester’s hopes of an upset were shattered spectacularly at Anfield.</p><p>The Hungary captain had been on the pitch for five minutes when he polished a dominant home display with a thunderous drive that kissed the underside of Jakub Stolarczyk’s crossbar en route to goal. The Championship club had taken an early lead through Kasey McAteer but stylish strikes from Cody Gakpo, Szoboszlai and Diogo Jota ensured Liverpool came from behind to win for the fifth time in eight matches. It was their fourth successive 3-1 win and the sixth time this season that Jürgen Klopp’s team have scored three in a game. Even when trailing at half-time, Liverpool’s passage to the fourth round was rarely in doubt.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/liverpool-leicester-carabao-cup-third-round-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/liverpool-leicester-carabao-cup-third-round-match-report", "date_published": "2023-09-27T21:02:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Calvert-Lewin and Garner fire Everton to Carabao Cup win at Aston Villa", "description": "<p></p><p>The man Jürgen Klopp once termed the king of cup competitions is yet to live up to his reputation in that particular department since revolutionising Aston Villa, with Everton advancing to the fourth round of the Carabao Cup at the expense of Unai Emery’s side courtesy of goals by James Garner and Dominic Calvert-Lewin. The Villa substitute Boubacar Kamara pulled a goal back late on but Everton held on through five minutes of nervy second-half stoppage time.</p><p>Emery’s track record as a serial cup winner in Europe cannot be disputed but since arriving at Villa last November it has been a different story. At the beginning of this year <a href=\"https://www.theguardian.com/football/2023/jan/08/aston-villa-stevenage-fa-cup-third-round-match-report\">Villa suffered a sorry FA Cup third-round defeat at home to Stevenage, then of League Two</a>, and last week their return to European group-stage action did not go to plan in Warsaw. His second game in charge was a defeat to Manch", "link": "https://www.theguardian.com/football/2023/sep/27/aston-villa-everton-carabao-cup-third-round-match-report", "date_published": "2023-09-27T20:53:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Veteran MSP Fergus Ewing suspended from SNP over rebellions", "description": "<p>Former minister had voted with the opposition in a motion of no-confidence against Green co-leader Lorna Slater</p><p>The veteran MSP Fergus Ewing has been suspended from the Scottish National party for a week.</p><p>The Inverness and Nairn MSP – the son of the late SNP trailblazer Winnie Ewing – has been an outspoken critic of the party’s leadership in the past year.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/27/veteran-msp-fergus-ewing-suspended-from-snp-over-rebellions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/27/veteran-msp-fergus-ewing-suspended-from-snp-over-rebellions", "date_published": "2023-09-27T20:11:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Meta to launch AI chatbots played by Snoop Dogg and Kendall Jenner", "description": "<p>Host of celebrities to embody new assistants aimed at increasing young people’s interaction with AI</p><p>Meta is to launch artificial intelligence chatbots embodied by celebrities including Snoop Dogg, Kendall Jenner and Naomi Osaka.</p><p>Mark Zuckerberg made the announcement at the company’s annual Connect conference, where he spoke about new AI products at Facebook’s parent company.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/27/meta-to-launch-ai-chatbots-played-by-snoop-dogg-and-kendall-jenner\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/27/meta-to-launch-ai-chatbots-played-by-snoop-dogg-and-kendall-jenner", "date_published": "2023-09-27T19:40:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Uruguay fight back to deny 14-man Namibia first-ever Rugby World Cup win", "description": "<ul><li>Pool A: Uruguay 36-26 Namibia</li><li>Des Sethie sent off as discipline costs outsiders</li></ul><p>Uruguay secured their first win at this year’s Rugby World Cup, fighting back to beat Namibia 36-26 in their Pool A meeting in Lyon.</p><p>Namibia led 14-0 early on and 23-12 soon after half-time, but were punished for ill-discipline as their bid for a first-ever World Cup win fell short. Des Sethie saw his yellow card for a high tackle upgraded to a red, while Johan Coetzee and the captain Tjiuee Uanivi were also sent to the sin bin.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/27/uruguay-fight-back-to-deny-14-man-namibia-first-ever-rugby-world-cup-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/27/uruguay-fight-back-to-deny-14-man-namibia-first-ever-rugby-world-cup-win", "date_published": "2023-09-27T19:26:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle United v Manchester City: Carabao Cup third round – live", "description": "<ul><li>All the latest from St James’ Park, 8pm BST kick-off</li><li>Follow all the third-round ties on our <a href=\"https://www.theguardian.com/football/live\">live scores page</a></li></ul><p><strong>“I had to google chiton</strong>, and apparently it is a marine mollusc,” says Richard Hirst. “Why does the MBM have one, and why is it unavailable? Did you accidentally eat it with your chips? We need to know.”</p><p>Don’t they have a thousand eyes, or am I guilty of casual molluscism again?</p> <a href=\"https://www.theguardian.com/football/live/2023/sep/27/newcastle-united-v-manchester-city-carabao-cup-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/sep/27/newcastle-united-v-manchester-city-carabao-cup-live", "date_published": "2023-09-27T18:34:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s fertile ground’: far right tries to muscle in on France’s World Cup | Raphaël Jucobin", "description": "<p>Rugby’s spot in the limelight at a home World Cup comes with divisive attention from all sides of the political spectrum</p><p>Even when he’s not playing, all eyes are on Antoine Dupont. With the France captain seemingly closing in on a freakishly rapid return to action <a href=\"https://www.theguardian.com/sport/2023/sep/22/antoine-dupont-france-rugby-world-cup\">after fracturing his cheekbone</a>, the hosts’ hopes for World Cup glory on home soil appear to be back on track. <em>Les Bleus’</em> star player has inevitably been the face of the competition, his growing renown attracting media attention from all sectors – some of it, though, has been very much unwelcome.</p><p>After the <a href=\"https://www.theguardian.com/sport/2023/sep/08/penaud-inspires-france-to-winning-start-to-rugby-world-cup-against-all-blacks\">opening-night win over New Zealand</a>, the far-right weekly magazine <em>Valeurs Actuelles</em> – which notably backed Éric Zemmour’s presidential bid last year – ran a ", "link": "https://www.theguardian.com/sport/2023/sep/27/far-right-france-rugby-world-cup", "date_published": "2023-09-27T18:29:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than minimalism: designers expand Scandi style at Paris fashion week", "description": "<p>From gothic to upcycling, labels are going beyond the neutrals that defined the region</p><p>“Scandi” design is often shorthand for a minimal and tasteful aesthetic. But at Paris fashion week this season, designers are showing there is more to the region than understated separates.</p><p>Cecilie Bahnsen is becoming known for her ethereal, ultra-feminine designs. The Danish designer’s show on Wednesday continued the theme – with cloud-like dresses in white, black, red and pink. These were mixed with raw denim and knitwear.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/27/more-than-minimalism-how-designers-are-expanding-the-scandi-aesthetic-at-paris-fashion-week\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/27/more-than-minimalism-how-designers-are-expanding-the-scandi-aesthetic-at-paris-fashion-week", "date_published": "2023-09-27T18:29:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Walking riddle Brooks Koepka brings much-needed edge to Ryder Cup | Jonathan Liew", "description": "<p>While far from universally loved, the American is a guaranteed attention-grabber in a sport which finds itself in turmoil</p><p>Brooks Koepka doesn’t like you. Perhaps Brooks Koepka doesn’t strictly know you yet, but for a man of Koepka’s unbendable principles this point would be a mere formality. Perhaps at this early stage of your enmity it is more correct to say he <em>disapproves</em> of you. You are the autograph hunter hassling him after practice. You are the person who left the irritating comment on Instagram. You are the driver who cut him up on I-95. Maybe not you specifically, but someone like you. And let’s be real, it probably will be you one day. Best give him a wide berth just to be safe.</p><p>You don’t even need to interact directly with Koepka to get on his wrong side. Earlier this year he was at a Florida Panthers ice hockey game when he became exasperated at one of the home team’s defenders. “Ekblad, you suck!” Koepka shouted from the stands in a video that was ", "link": "https://www.theguardian.com/sport/2023/sep/27/walking-riddle-brooks-koepka-brings-much-needed-edge-to-ryder-cup", "date_published": "2023-09-27T18:17:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is conventional wisdom not to give homeless people money wrong?", "description": "<p>Canadian researchers show unhoused people don’t waste money on ‘temptation goods’ – and hope to alter public opinion</p><p>In 2002, the then San Francisco supervisor Gavin Newsom proposed legislation to cut welfare assistance to nearly 3,000 homeless people living in the city from $395 a month to $59 a month, and divert the budgetary savings toward shelters and other services. It was promoted with the name “Care Not Cash”. <br /><br />Newsom’s campaign <a href=\"https://repository.uclawsf.edu/cgi/viewcontent.cgi?article=1046&amp;context=hastings_race_poverty_law_journal\">tied the unconditional payments to drug and alcohol abuse</a>. As the San Francisco voter’s guide <a href=\"https://deepblue.lib.umich.edu/bitstream/handle/2027.42/147013/asap12156_am.pdf?sequence=1&amp;isAllowed=y\">spelled out</a>: “[H]omeless people who are addicted to drugs or alcohol end up spending their welfare checks on their addictions instead of meeting their basic needs.” The framing worked. The measure pa", "link": "https://www.theguardian.com/us-news/2023/sep/27/canada-study-homelessness-money", "date_published": "2023-09-27T18:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New nature reserve to act as ‘green beating heart’ for Norwich", "description": "<p>Sweet Briar Marshes has been created in heart of city with fewer public footpaths than any other in England and Wales</p><p>Hidden between a hectic ring road, a chemicals factory and housing estates are 36 hectares (90 acres) of “a green beating heart, pumping nature” into the surrounding city.</p><p>Traffic noise and sirens are muffled by ancient oaks, while late-season dragonflies sweep over hawthorns laden with blood-red haws as a kestrel hovers, head down, searching for field voles hiding in the tufty grasses.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/27/new-nature-reserve-to-act-as-green-beating-heart-for-norwich\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/27/new-nature-reserve-to-act-as-green-beating-heart-for-norwich", "date_published": "2023-09-27T18:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "One in six species at risk of extinction in Great Britain, say wildlife experts", "description": "<p>State of Nature report paints bleak picture of wildlife in UK but says conservation methods are yielding results</p><p>One in six species is at risk of being lost in Great Britain, according to a comprehensive analysis by leading wildlife scientists.</p><p>Bird species had the most worrying results in the report, with 43% at risk of extinction, but other much loved species such as turtle dove, hazel dormouse, lady’s slipper orchid and european eel also now face an uncertain future. The report argues that this is largely a result of human activities such as causing habitat loss, accelerating diseases such as avian flu via factory farming, and burning fossil fuels, which has altered the climate.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/27/species-risk-extinction-great-britain-wildlife-state-of-nature-report\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/27/species-risk-extinction-great-britain-wildlife-state-of-nature-report", "date_published": "2023-09-27T18:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory peer cleared for second time of breaking lobbying rules over PPE contracts", "description": "<p>Watchdog says there is insufficient evidence Lord Chadlington breached rules over £50m in contracts</p><p>A Conservative peer has been cleared of breaking lobbying rules for a second time by the House of Lords watchdog over introducing a company that was awarded government PPE contracts worth £50m.</p><p>The watchdog had been asked to <a href=\"https://www.theguardian.com/politics/2023/jul/31/call-for-watchdog-to-reinvestigate-tory-peer-lord-chadlington-over-possible-ppe-lobbying-breach-peter-gummer\">reopen his investigation</a> into Lord Chadlington after it emerged that there was an exchange with the government that had not been fully provided to his first inquiry.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/27/tory-peer-cleared-breaking-lobbying-rules-ppe-contracts-lord-chadlington\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/27/tory-peer-cleared-breaking-lobbying-rules-ppe-contracts-lord-chadlington", "date_published": "2023-09-27T17:51:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Rosebank oilfield: a symbol of Sunak’s cynicism | Editorial", "description": "<p>The PM continues to play politics with the climate emergency. The dismal consequences will long outlast his time in office</p><p>On Tuesday, the head of the International Energy Agency (IEA) <a href=\"https://www.theguardian.com/environment/2023/sep/26/staggering-green-growth-gives-hope-for-15c-says-global-energy-head\" title=\"\">pleaded</a> with governments to up the pace in reducing the world’s dependence on oil and gas. A “strong signal to energy markets” was needed, said Fatih Birol – one which indicated that governments are taking the climate seriously. Wealthy countries, he added, having disproportionately contributed to historical carbon emissions, bear a special responsibility as the climate begins to change at “frightening speed”.</p><p>On Wednesday Britain certainly sent out a signal. But it was hardly the one the IEA would have hoped for. Instead, the green light was <a href=\"https://www.theguardian.com/business/2023/sep/27/uk-gives-go-ahead-to-develop-rosebank-oil-and-gas", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/the-guardian-view-on-the-rosebank-oilfield-a-symbol-of-sunaks-cynicism", "date_published": "2023-09-27T17:44:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on disappearances in China: silence sends a sinister message | Editorial", "description": "<p>Several senior officials have conspicuously vanished. But it is ordinary people, especially Uyghurs, who are most vulnerable</p><p>In 1971, Lin Biao, hailed by China as Mao Zedong’s successor, fell from grace, fled the country and <a href=\"https://thechinaproject.com/2023/09/13/lin-biao-flew-too-close-to-the-sun-but-why-did-he-really-fall/\" title=\"\">was killed in an aircrash in Mongolia</a>. Despite his prominence, it was weeks before the public was told of his death, and months before any explanation was offered. The recent spate of disappearances from China’s top echelons is hardly as seismic. They have happened in calmer political waters, far from the Cultural Revolution’s turmoil. But they speak to the way that politics still operates in Beijing. The glaring absences of senior officials are eventually followed by a belated narrative of their downfall in the rumour mill and then state media.</p><p>When Qin Gang, the foreign minister, <a href=\"https://www.theguardian.com/world/2", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/the-guardian-view-on-disappearances-in-china-silence-sends-a-sinister-message", "date_published": "2023-09-27T17:42:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool MP calls on FA to put pressure on Uefa’s Ceferin over 2022 final", "description": "<ul><li>Ian Byrne: ‘Cronyism’ to blame for Champions League chaos</li><li>Ceferin appointed his best friend as Uefa’s head of security</li></ul><p>The Liverpool MP Ian Byrne has urged the Football Association to call for Aleksander Ceferin to “consider his position” as Uefa president due to mounting concerns about alleged cronyism and safety deficiencies following the near-disaster at the 2022 Champions League final.</p><p>Byrne, who was at the Stade de France in Paris to support Liverpool against Real Madrid, also called on the FA to seek the removal of Zeljko Pavlica, Uefa’s head of safety and security. Thousands of supporters at the match <a href=\"https://www.theguardian.com/football/ng-interactive/2022/sep/21/liverpool-real-madrid-paris-stade-de-france-champions-league\">suffered a failed safety management operation</a>, hours of static queues, dangerous policing and attacks by local thugs. A review panel appointed by Uefa to inquire into the disaster made 21 recommendations for f", "link": "https://www.theguardian.com/football/2023/sep/27/liverpool-mp-calls-on-fa-to-put-pressure-on-uefas-ceferin-over-2022-final", "date_published": "2023-09-27T17:41:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First evidence of spinning black hole detected by scientists", "description": "<p>Region at centre of Messier 87 galaxy captured by the Event Horizon Telescope in motion</p><p>Astronomers have captured the first direct evidence of a black hole spinning, providing new insights into the universe’s most enigmatic objects.</p><p>The observations focus on the supermassive black hole at the centre of the neighbouring Messier 87 galaxy, whose shadow <a href=\"https://www.theguardian.com/science/2023/apr/26/astronomers-capture-first-image-of-jet-being-launched-from-edge-of-black-hole\">was imaged by the Event Horizon Telescope</a>. Like many supermassive black holes, M87 features powerful jets that are launched from the poles at close to the speed of light into intergalactic space.</p> <a href=\"https://www.theguardian.com/science/2023/sep/27/first-evidence-of-spinning-black-hole-detected-by-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/27/first-evidence-of-spinning-black-hole-detected-by-scientists", "date_published": "2023-09-27T17:31:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Red Island review – beauty and colonialism in a French childhood in Madagascar", "description": "<p>This visually exquisite, tender film about a boy growing up in a military air base on an former colony is a wonderful watch</p><p>Film-maker Robin Campillo has surrendered to the flow of memory and given us this wonderful, personal movie, created with tenderness, unsentimental artistry and visual flair, inspired by his own childhood growing up on a French army base in recently independent Madagascar in the early 1970s. It is the story of an imaginative little kid spying and eavesdropping on the private lives of grownups, which are a mystery to him and a mystery to the grownups, too. Red Island elides his own poignant growing pains with Madagascar’s emergence from the infantilised colonial state. It feels like a classic depiction of childhood on film.</p><p>Twelve years after its establishment as an independent republic in 1960, Madagascar still permits the presence of the French army to assist the national authorities. This has clearly become a plum posting for France’s military p", "link": "https://www.theguardian.com/film/2023/sep/27/red-island-review-beauty-and-colonialism-in-a-french-childhood-in-madagascar", "date_published": "2023-09-27T17:30:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bruce Springsteen postpones rest of tour due to peptic ulcer disease", "description": "<p>Singer shelves all 2023 shows with the E Street Band to ‘continue treatment through the rest of the year on doctor’s advice’</p><p>Bruce Springsteen and the E Street Band have postponed the remainder of their 2023 concerts as the singer receives treatment for peptic ulcer disease.</p><p>According to a statement released by the New Jersey singer on Wednesday, all of the cancelled shows will be rescheduled for 2024. Springsteen had previously postponed his September shows because of symptoms from peptic ulcer disease, which causes open sores in the esophagus, stomach or small intestine.</p> <a href=\"https://www.theguardian.com/music/2023/sep/27/bruce-springsteen-tour-postponed-shows-peptic-ulcer-disease\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/27/bruce-springsteen-tour-postponed-shows-peptic-ulcer-disease", "date_published": "2023-09-27T17:28:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘No one wants to lose their home’: London renters shocked at plans to raze their block", "description": "<p>Mast Quay II tenants may need to find new homes after Greenwich ordered demolition of tower block</p><p>Renters at a cluster of new Thameside apartment complex expressed shock on Wednesday after the Royal Borough of Greenwich ordered the “unprecedented” demolition of 204 homes over what it said were a series of planning breaches.</p><p>Many residents at the Mast Quay Phase II development in Woolwich first learned the news from journalists after the local authority announced on Monday that the developer, Comer Homes Group, <a href=\"https://www.theguardian.com/global/2023/sep/27/london-apartment-block-that-deviates-from-plans-must-be-torn-down-says-council\">must raze the buildings because of 26 major deviations from the original planning consent</a>. It only opened last year in a borough with a social housing waiting list of more than 20,000 households. The council says the renters may need to find new homes.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/27/my-flats-goi", "link": "https://www.theguardian.com/politics/2023/sep/27/my-flats-going-to-be-pulled-down-renters-at-london-block-shocked-at-plans-to-demolish-homes", "date_published": "2023-09-27T17:22:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jorge Vilda under investigation as criminal court looks into Rubiales kiss", "description": "<ul><li>Former Spain manager has been summoned to appear in court</li><li>Vilda appeared to back Luis Rubiales amid World Cup fallout</li></ul><p>The former coach of Spain’s women’s football team, Jorge Vilda, has been put under investigation as the country’s highest criminal court continues to look into Luis Rubiales’s unsolicited kiss.</p><p>On Wednesday the court said that Vilda, who was <a href=\"https://www.theguardian.com/football/2023/sep/05/jorge-vilda-sacked-as-spain-coach-amid-continuing-fallout-over-rubiales-kiss\">sacked</a> less than a month after <em>La Roja</em> <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\">won</a> the World Cup, had been summoned to appear in court on 10 October. The statement did not detail why Vilda is being investigated.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/jorge-vilda-under-investigation-as-criminal-court-looks-into-rubiales-kiss\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/jorge-vilda-under-investigation-as-criminal-court-looks-into-rubiales-kiss", "date_published": "2023-09-27T17:07:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A newt point: Boris Johnson’s pool gets go-ahead after wildlife concerns", "description": "<p>South Oxfordshire council gives green light to former PM’s swimming plans, as long as he mitigates risk to protected species</p><p>He’s been ousted from the job he had spent a lifetime yearning for and <a href=\"https://www.theguardian.com/politics/2023/jun/12/boris-johnson-formally-steps-down-as-mp\">left parliament</a> under a cloud in June, yet Boris Johnson can finally savour some good news.</p><p>In a move paving the way for a post-Downing Street life befitting a former prime minister, Johnson has been given permission to construct a swimming pool at his Oxfordshire home.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/27/a-newt-point-boris-johnsons-pool-gets-go-ahead-after-wildlife-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/27/a-newt-point-boris-johnsons-pool-gets-go-ahead-after-wildlife-concerns", "date_published": "2023-09-27T17:06:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ella Baron on the UK’s decision to go ahead with the Rosebank oil field – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/27/ella-baron-uk-rosebank-oil-field-cartoon-north-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/27/ella-baron-uk-rosebank-oil-field-cartoon-north-sea", "date_published": "2023-09-27T17:03:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French equality watchdog finds 90% of online pornography abuses women", "description": "<p>Report urges changes in the law to make it easier to take down abusive content and prosecute its makers</p><p>As much as 90% of pornographic content online features verbal, physical and sexual violence towards women, and a significant amount of violence shown is punishable under existing laws in France, <a href=\"https://www.haut-conseil-egalite.gouv.fr/IMG/pdf/hce-rapport_pornocriminalite27092023.pdf\">a report by the government-nominated equality watchdog</a> has found.</p><p>France’s high council for equality between women and men on Wednesday handed the government a damning report on illegal porn-industry practices, urging changes to the law to prosecute makers of pornography and to take down content in order to protect those who have been filmed.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/online-pornography-breaks-french-law-equality-watchdog-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/online-pornography-breaks-french-law-equality-watchdog-france", "date_published": "2023-09-27T17:02:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea captain Reece James charged by FA for confronting referee", "description": "<ul><li>Defender alleged to have approached official after Villa loss</li><li>James out of action since picking up injury on opening day</li></ul><p>Chelsea’s captain, Reece James, has been charged by the Football Association after allegedly confronting the referee after last Sunday’s defeat by Aston Villa and could be banned if found guilty.</p><p>The England full-back missed the game through injury and watched on as Chelsea’s poor start to the season continued. They had Malo Gusto sent off after his booking for a challenge on Lucas Digne was upgraded to a red card after a VAR review and James has been charged with confronting the referee, Jarred Gillett.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/chelsea-captain-reece-james-charged-by-fa-for-confronting-referee\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/chelsea-captain-reece-james-charged-by-fa-for-confronting-referee", "date_published": "2023-09-27T16:52:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Senator Bob Menendez pleads not guilty in federal court to bribery charges", "description": "<p>New Jersey Democrat is accused of accepting cash and gold bars in exchange for using his influence to aid Egypt’s government</p><p>Senator Bob Menendez pleaded not guilty on Wednesday to charges of taking bribes from three New Jersey businessmen, as calls for his resignation from his fellow Democrats escalated.</p><p>Federal prosecutors in Manhattan last week accused Menendez, 69, and his wife, Nadine, of accepting gold bars and hundreds of thousands of dollars in cash in exchange for the senator using his influence to aid Egypt’s government and interfere with law enforcement investigations of the businessmen.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/27/bob-menendez-pleads-not-guilty-bribery\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/27/bob-menendez-pleads-not-guilty-bribery", "date_published": "2023-09-27T16:34:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scientists find antimatter is subject to gravity", "description": "<p>Tests at Cern refute suggestion that antigravity might apply to antimatter, showing instead it also falls downwards</p><p>Galileo put gravitational theory to the test by dropping balls from the Leaning Tower of Pisa. Four hundred years on, scientists have performed a higher tech version of the experiment to demonstrate for the first time that antimatter also falls downwards.</p><p>The study, by scientists at Cern, showed conclusively that gravity pulls antihydrogen downwards and that, at least for antimatter, antigravity does not exist.</p> <a href=\"https://www.theguardian.com/science/2023/sep/27/scientists-find-antimatter-is-subject-to-gravity\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/27/scientists-find-antimatter-is-subject-to-gravity", "date_published": "2023-09-27T16:31:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Glasgow gets go-ahead to open UK’s first drug consumption room", "description": "<p>Cities across Scotland considering similar addiction schemes as plans approved for Hunter Street facility </p><p>Cities across Scotland are considering setting up their own safe injecting facilities as authorities in Glasgow gave the official go-ahead to the UK’s first drug consumption room.</p><p>“All eyes are on Glasgow,” said Allan Casey, Glasgow city council’s addictions convener, after the plans were approved on Wednesday morning by a joint committee of NHS and council officials.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/glasgow-gets-go-ahead-open-uk-first-drug-consumption-room\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/glasgow-gets-go-ahead-open-uk-first-drug-consumption-room", "date_published": "2023-09-27T16:17:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 grudge holders in fiction", "description": "<p>These characters are often seen as comical or absurd, but authors from Shakespeare to Olga Tokarczuk show they have serious things to tell us</p><p>A grudge is usually characterised as an unreasonable holding on to some wrong, long after the customs of courtesy would allow it. In the popular imagination, the grudge holder is a comical figure, absurd if not maligned, eventually relegated to the periphery of society because of their unwillingness to forgive and forget.</p><p>But as I started to think about the grudge holders in these books, it became clear that these characters are serious and, accordingly, their grudges ought to be treated seriously. Because what is a grudge but a refusal to go along with social niceties for the comfort of others, to maintain the peace of the status quo? The grudge has a politics of its own.</p> <a href=\"https://www.theguardian.com/books/2023/sep/27/top-10-grudge-holders-in-fiction-sarah-bernstein\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/27/top-10-grudge-holders-in-fiction-sarah-bernstein", "date_published": "2023-09-27T16:12:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Palestinian negotiators sceptical over potential Israel-Saudi deal", "description": "<p>Despite outward positivity, sources say normalisation deal unlikely to happen any time soon</p><p>A potential normalisation deal between Israel and Saudi Arabia is being treated with scepticism by Palestinian negotiators, despite outwardly positive signals from Palestinian officials, several sources with knowledge of the talks have said.</p><p>Unofficial relations between Israel and Saudi Arabia have been growing for years, and the possibility of a formal diplomatic agreement has come to the fore after the two countries, along with the US, signalled progress on the matter during the UN general assembly in New York last week.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/palestinian-negotiators-sceptical-over-potential-israel-saudi-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/palestinian-negotiators-sceptical-over-potential-israel-saudi-deal", "date_published": "2023-09-27T16:10:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Farewell to groundbreaking Reservation Dogs: ‘Nothing else out there like it’", "description": "<p>The acclaimed series, co-created by Taika Waititi, is ending after three seasons, leaving behind an important milestone for Indigenous representation</p><p>Reservation Dogs bids farewell with a funeral. That’s the perfect note to go out on for the cheeky, uproarious and profoundly moving coming-of-age comedy about Indigenous teens in Oklahoma, which is streaming its final episode this week.</p><p>Anyone who has been following the celebrated Peabody-winning series since it debuted two years ago knows that a funeral can be a joyous occasion – a chance for the tight-knit community in the Muscogee Creek Nation, played by a sprawling and delightful ensemble cast, to gather and honour a life that isn’t ending so much as discovering a new beginning. There is no sense of finality in Reservation Dogs, because those who pass become spirits, and those spirits tend to hang around, for the jokes and the vibes.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/27/reservation-dogs-s", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/27/reservation-dogs-series-finale-fx-hulu-disney", "date_published": "2023-09-27T16:09:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Criminal gangs in UK sending recruits to train as prison officers, union warns", "description": "<p>Exclusive: POA says corrupt officers are then used for sole purpose of smuggling in drugs and phones</p><p>Organised crime groups are sending associates to train as prison officers with the “sole purpose” of smuggling drugs and phones into jail, the Prison Officers’ Association has warned.</p><p>The POA, the union representing prison workers, blamed low pay and said online interviews were also contributing to the prison service “hiring the wrong people”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/organised-crime-gangs-uk-sending-recruits-to-train-as-prison-officers-union-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/organised-crime-gangs-uk-sending-recruits-to-train-as-prison-officers-union-warns", "date_published": "2023-09-27T16:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I have 30 years’ experience as a prison officer and feel the fear every single day", "description": "<p>Prisoners are bigger due to steroids. Spice turns inmates into zombies. And with social media they might know where we live</p><p>Working in a prison is like going through a meat grinder. You come out at the end of a shift with your head feeling completely mashed. One of the first incidents I remember is a prisoner sitting in his cell cutting his arm because he wanted me to get him a cigarette. He knew exactly what to do without putting his life at risk.</p><p>Things in prisons have changed a lot since then. Prisoners are much bigger than they were 30 years ago due to use of steroids inside. And they are more likely to be in gangs.</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, you can call or text the <a href=\"https://988lifeline.org/\">National Suicide Prevention Lifeli", "link": "https://www.theguardian.com/uk-news/2023/sep/27/i-have-30-years-experience-prison-officer-feel-fear-every-single-day", "date_published": "2023-09-27T16:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bankman-Fried asks judge for three suit jackets and slacks to wear at fraud trial", "description": "<p>Request also made for four dress shirts, three ties, one belt, four pairs of socks, two pairs of shoes and ‘appropriate undergarments’</p><p>Sam Bankman-Fried, the <a href=\"https://www.theguardian.com/business/2023/aug/22/sam-bankman-fried-prison-vegan-diet-lawyer\">jailed</a> former cryptocurrency billionaire known for his casual appearance, has asked a US judge for permission to dress up for his forthcoming fraud trial.</p><p>In a Tuesday night court filing, <a href=\"https://www.theguardian.com/business/sam-bankman-fried\">Bankman-Fried</a>’s lawyers asked a judge to order US marshals and Brooklyn jail officials to provide their client with three suit jackets and pairs of slacks to wear in the courtroom.</p> <a href=\"https://www.theguardian.com/business/2023/sep/27/sam-bankman-fried-fashion-clothes-request-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/27/sam-bankman-fried-fashion-clothes-request-trial", "date_published": "2023-09-27T15:54:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "On the Ryder Cup tee: Novak Djokovic, Gareth Bale and a YouTuber", "description": "<p>The All-Star match is a chance for golf to tap into its dedicated celebrity following and fans’ insatiable thirst for content</p><p>It’s an immutable truth that inside every elite sportsman lives a frustrated professional golfer. While the rest of us dream about belting the winner in the Champions League final, clinching the men’s singles at Wimbledon with a backhand down the line, or scoring the opening touchdown in the Super Bowl, the people who have actually been and done all those things seem, often as not, to simply want to spend a little more time out on the course fantasising about how many majors they’d have now if they’d only made different choices when they had the chance.</p><p>Wednesday at the Ryder Cup is All-Star day, an event designed, in the large part, to give the TV companies something to screen in the run-up. This year’s roster ran the full celebrity spectrum from A to Z. At one end, Novak Djokovic, <a href=\"https://www.theguardian.com/sport/2023/sep/11/novak-dj", "link": "https://www.theguardian.com/sport/2023/sep/27/on-the-ryder-cup-tee-novak-djokovic-gareth-bale-and-a-youtuber", "date_published": "2023-09-27T15:50:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Christian Thielemann picks up baton as director of Berlin State Opera from old rival", "description": "<p>The German conductor will take over from Daniel Barenboim who announced his resignation in January</p><p>The German conductor Christian Thielemann is to pick up the baton from the world renowned maestro and pianist Daniel Barenboim as general music director of Berlin’s State Opera.</p><p>In a move that shocked the classical music world, Barenboim, 80, resigned from the job in January after 30 years at the helm, citing a long-term neurological illness. On Wednesday, as the identity of his successor was revealed, he heaped praise on Thielemann, calling him an “extraordinary musical talent”.</p> <a href=\"https://www.theguardian.com/music/2023/sep/27/christian-thielemann-picks-up-baton-as-director-of-berlin-state-opera-from-old-rival\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/27/christian-thielemann-picks-up-baton-as-director-of-berlin-state-opera-from-old-rival", "date_published": "2023-09-27T15:44:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "There’s no need for a British baccalaureate | Letters", "description": "<p>Readers respond to Rishi Sunak’s plan for radical changes to the post-16 curriculum and qualifications</p><p>While Rishi Sunak’s plans to reform post-16 education are welcome news (<a href=\"https://www.theguardian.com/education/2023/sep/21/rishi-sunaks-planned-a-levels-reforms-could-include-baccalaureate\" title=\"\">Rishi Sunak’s planned A-levels revamp could include baccalaureate, 21 September</a>), I can’t help but feel that valuable resources could be saved by utilising a tried and tested education framework that students are already benefiting from. The international baccalaureate (IB) diploma enables students to study six subjects including mathematics, English and a foreign language until the age of 18, providing a broader and more rewarding syllabus compared with that of the UK’s national curriculum.</p><p>The development of a “British baccalaureate” will be costly, and funding this new vision will be a concern to many, particularly for state-funded schools that are already o", "link": "https://www.theguardian.com/education/2023/sep/27/theres-no-need-for-a-british-baccalaureate", "date_published": "2023-09-27T15:35:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The truth about Rupert Murdoch’s legacy | Letters", "description": "<p>Hero or villain? Opposing views of the media mogul, from <strong>Alex Singleton</strong> and <strong>Richard Ehrlich</strong></p><p>Jane Martinson (<a href=\"https://www.theguardian.com/commentisfree/2023/sep/21/improve-the-world-we-live-in-the-departing-rupert-murdoch-urged-staff-today-so-why-didnt-he\" title=\"\">Improve the world we live in, the departing Rupert Murdoch urged staff today. So why didn’t he?, 21 September</a>) asks if there is anyone who can honestly say that Rupert Murdoch improved the world around us. In fact, he made three vital contributions. First, by rescuing the Times newspapers he preserved media plurality. Second, by defeating the print unions, he enabled newspapers, including those on the left, to cut their overheads, giving them a better chance of surviving the transition to online. Finally, he widely expanded choice in television with Sky, which brought with it a respected news channel.</p><p>Far from creating a society where the powerful can “dictate the", "link": "https://www.theguardian.com/media/2023/sep/27/the-truth-about-rupert-murdochs-legacy", "date_published": "2023-09-27T15:34:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Have I found Britain’s very worst traffic lights for pedestrians? | Adrian Chiles", "description": "<p>The wait for the green man at these lights is unbearably slow –- and then you only have 10 seconds to race across the road. But I did get a nice reply from the council when I complained</p><p>I have mixed feelings about traffic lights. When they are green, I like them; on red, not so much. And the longer they stay on red, the more annoyed I get. That is if I’m in a car. If I’m on foot, my rage ratchets up with every second of red man.</p><p>I spend a lot of time in York. The walk into town from my mother-in-law’s house takes me across what I believe to be Britain’s worst traffic lights for pedestrians. If you want to experience these lights for yourself, they are the ones near Micklegate, where Blossom Street intersects with Queen Street and Nunnery Lane. If they were operating like this in the ninth century, it is no wonder the Vikings were so ratty by the time they entered the city.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/27/have-i-found-britains-very-wor", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/have-i-found-britains-very-worst-traffic-lights-for-pedestrians", "date_published": "2023-09-27T15:25:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GB News suspends Dan Wootton after Laurence Fox’s remarks on show", "description": "<p>Broadcaster says it is conducting full investigation after also suspending Fox</p><p>GB News has suspended the presenter Dan Wootton as the channel struggles to contain the fallout after misogynistic comments made on his show by Laurence Fox.</p><p>The rightwing news channel said: “GB News has suspended Dan Wootton following comments made on his programme by Laurence Fox last night. This follows our decision earlier today to formally suspend Mr Fox. We are conducting a full investigation.”</p> <a href=\"https://www.theguardian.com/media/2023/sep/27/gb-news-suspends-dan-wootton-after-laurence-foxs-remarks-on-show\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/27/gb-news-suspends-dan-wootton-after-laurence-foxs-remarks-on-show", "date_published": "2023-09-27T15:22:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about a small change that improved your lifestyle", "description": "<p>Have you made a small lifestyle change which has seen significant or surprising positive results?</p><p>Sometimes, it’s the smallest changes which end up having the biggest impact on our lives. It could be a change to your routine – laying out your gym kit of an evening, for example – which made you stick to a fitness routine for the first tine. Or maybe a change to your mindset – learning to embrace uncertainty, perhaps – which made you see things differently.</p><p>Have you made a small lifestyle change which has seen significant or surprising positive results? If so, tell us about it below.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/27/tell-us-about-a-small-change-that-improved-your-lifestyle\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/27/tell-us-about-a-small-change-that-improved-your-lifestyle", "date_published": "2023-09-27T15:10:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Love is in the Air review – Delta Goodrem’s corny Netflix romcom is a saccharine mess", "description": "<p>Goodrem and Joshua Sasse lack chemistry as ‘opposites attract’ lovers jetting around tropical Queensland</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Love is in the Air marks Delta Goodrem’s first film role since the 2005 high school dramedy Hating Alison Ashley, in which she plays a Sandy Olsson-esque student with holier-than-thou vibes. Goodrem is more salt of the earth and more bloody Strayan as a seaplane pilot in Netflix’s very corny and saccharine romance: a galumphing heffalump of a movie that is best – and perhaps only – enjoyed by devotees of the Sydney-born performer. Most audiences will emerge from this formulaic and hammily acted production feeling like they’ve inhaled a block of cheese the size of a car battery.</p><p>Goodrem’s chirpy character Dana has Santa Claus-ish vibes, whizzing around co", "link": "https://www.theguardian.com/film/2023/sep/28/love-is-in-the-air-review-delta-goodrems-corny-netflix-romcom-is-a-saccharine-mess", "date_published": "2023-09-27T15:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Golden geese and a lounging lizard – readers’ best photos", "description": "<p>Click <strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a></strong> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2023/sep/27/golden-geese-and-a-lounging-lizard-readers-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/community/gallery/2023/sep/27/golden-geese-and-a-lounging-lizard-readers-best-photos", "date_published": "2023-09-27T15:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Uruguay v Namibia: Rugby World Cup 2023 – live", "description": "<ul><li>Updates from the Pool A match starting at 4.45pm BST</li><li>Get in touch: you can <a href=\"mailto:niall.mcveigh@theguardian.com\">email Niall</a> or <a href=\"https://twitter.com/niallmcveigh\">tweet him</a></li></ul><p><strong>Uruguay: </strong>Amaya, Basso, Pérez, Vilaseca (c), Freitas, Etcheverry, Arata; Sanguinetti, Kessler, Arbelo, Aliaga, Leindekar, Ardao, Civetta, Deus.</p><p><em>Replacements: Pujadas, Gattas, Piussi, Rodríguez, Dosantos, Ormaechea, Berchesi, Alonso.</em></p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/27/uruguay-v-namibia-rugby-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/27/uruguay-v-namibia-rugby-world-cup-2023-live", "date_published": "2023-09-27T15:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It was like Blade Runner meets Berlin rave’: the Manchester sink estate with the UK’s wildest nightclub", "description": "<p>Hulme Crescents was Europe’s biggest housing estate, and soon deemed its worst. But a vibrant squatter community moved in – along with Mick Hucknall – to make a countercultural mecca</p><p>‘Hulme was a failed utopian dream on a council estate,” says the DJ Luke Una. “A city within a city. Like nowhere else I’ve ever seen.”</p><p>Una lived in Manchester’s Hulme Crescents in the late 80s and early 90s. Constructed in 1972, the vast brutalist estate was the largest public housing development in Europe and could house up to 13,000 people. Intended as a futuristic blueprint for social housing, design and safety flaws became apparent within two years. In 1974, a child died falling from one of the easily climbable balconies. Cockroaches were plentiful, the heating system unaffordable, and residents were soon petitioning to be re-housed.</p> <a href=\"https://www.theguardian.com/music/2023/sep/27/it-was-like-blade-runner-meets-berlin-rave-the-manchester-sink-estate-with-the-uks-wildest-nig", "link": "https://www.theguardian.com/music/2023/sep/27/it-was-like-blade-runner-meets-berlin-rave-the-manchester-sink-estate-with-the-uks-wildest-nightclub", "date_published": "2023-09-27T15:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The abortion myths Republicans are recycling to reframe a losing issue", "description": "<p>Anti-abortion activists lost every referendum on the issue in 2022 and the right is scrambling to find a way to talk about a political hot potato</p><p>The post-Roe v Wade battle over abortion rights may just torpedo Republicans’ shot at the White House next year, and they know it.</p><p>Anti-abortion activists lost every abortion-related voter referendum last year, while ire over the fall of Roe has been credited with boosting Democrats in the 2022 midterms. Now, Republicans in the presidential primary are scrambling to figure out how to talk about and legislate abortion.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/abortion-myths-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/abortion-myths-republicans", "date_published": "2023-09-27T15:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I didn’t want to be Bubbly Bonnie Langford for ever’ – the star relives her career highs and lows", "description": "<p>In showbiz since the age of six, and still high-kicking at 59, the screen and stage sensation looks back on her biggest moments – from Cats to Doctor Who to the ‘madness’ of The Masked Dancer</p><p>She arrives on stage wearing butterfly wings, thrusts her crotch to the stab of a trumpet then jumps into splits to raucous applause. Bonnie Langford is 59, but she still has the energy and high kicks she had when she was dancing all over TV screens and West End stages in the 1980s.</p><p>The sexy butterfly number is You Gotta Get a Gimmick from Gypsy, as seen in <a href=\"https://www.theguardian.com/stage/2022/may/04/stephen-sondheims-old-friends-review-a-glorious-all-star-memorial-service\">Stephen Sondheim’s Old Friends,</a> a tribute to the late composer staged last May (<a href=\"https://www.bbc.co.uk/iplayer/episodes/m001gppx/stephen-sondheims-old-friends\">and on iPlayer</a>). Langford is rehearsing for a new 16-week run of the show, alongside Broadway stars Bernadette Peters, Lea Sa", "link": "https://www.theguardian.com/stage/2023/sep/27/bonnie-langford-cats-doctor-who-the-masked-dancer-showbiz", "date_published": "2023-09-27T14:57:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Austria Salzburg refuse to play second fiddle to Red Bull 18 years after split", "description": "<p>Breakaway club’s fans have never forgiven Red Bull for their treatment and vented their feelings in the Austrian Cup</p><p>Before kick-off at the MGG Arena, south of Salzburg, a banner went up among the fans in violet and white. In block white capitals, it read: “For you only success and money count, you characterless bull-swines!” As the smoke rising from the flares behind the home goal made the stands look like a cauldron, a deafening chorus of anti-Red Bull chants echoed round the ground. Austria Salzburg fans’ pre-match tifo showed Wolfgang Amadeus Mozart, the city’s most famous son, decked out in violet and white, bringing his instrument crashing down on the head of a bloated red bull. Underneath it, supporters displayed another banner, which read: “In Salzburg, we play first violin.”</p><p>Austria Salzburg fans’ animosity towards Red Bull can be traced back 18 years to the company’s takeover at the Stadion Wals-Siezenheim, now known as the Red Bull Arena, after which disillu", "link": "https://www.theguardian.com/football/2023/sep/27/austria-salzburg-refuse-to-play-second-fiddle-to-red-bull-18-years-after-split", "date_published": "2023-09-27T14:43:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Black athlete recounts ‘traumatic’ police stops at officers’ misconduct tribunal", "description": "<p>Ricardo dos Santos tells lawyers they cannot understand what it is like being a young black person in London</p><p>An athlete who was pulled over while driving home from training with his partner and baby has clashed with lawyers representing the police officers who stopped him, saying they cannot understand what it is like being a young black person in London.</p><p>Ricardo dos Santos, who represents Portugal, was with his partner, the Team GB athlete Bianca Williams, who was in the back with their son, when they were stopped by Met officers who handcuffed the couple, searched them for weapons and drugs and detained them for 45 minutes in July 2020.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/black-athlete-recounts-traumatic-police-stops-at-officers-misconduct-tribunal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/black-athlete-recounts-traumatic-police-stops-at-officers-misconduct-tribunal", "date_published": "2023-09-27T14:39:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former state minister of Nagorno-Karabakh arrested by Azerbaijan", "description": "<p>Ruben Vardanyan detained as he tried to cross into Armenia in first high-profile arrest since Azerbaijani offensive</p><p>Azerbaijan has detained a former leader of the breakaway Nagorno-Karabakh government in its first high profile arrest since launching a lightning offensive last week that it said would lead to a “reintegration” of the territory into Azerbaijan.</p><p>Ruben Vardanyan, a wealthy businessman who had served as the state minister of the Nagorno-Karabakh republic, was detained as he tried to cross the border into Armenia on Wednesday morning, as one of more than 50,000 Armenians who have fled the region to avoid incoming Azerbaijani control.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/former-state-minister-of-nagorno-karabakh-ruben-vardanyan-arrested-by-azerbaijan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/former-state-minister-of-nagorno-karabakh-ruben-vardanyan-arrested-by-azerbaijan", "date_published": "2023-09-27T14:35:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coroner ‘concerned’ over lack of cold water immersion regulation after woman’s death", "description": "<p>Kellie Poole’s heart stopped after entering 10.7C water in Derbyshire therapy session, inquest rules</p><p>A senior coroner has expressed concern about the lack of regulation of cold water immersion therapy, after ruling that a woman’s death was as a result of an undiagnosed heart condition triggered by the water.</p><p>Kellie Poole, 39, died when her heart stopped shortly after entering the River Goyt in Whaley Bridge, Derbyshire, on 25 April 2022.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/coroner-cold-water-immersion-regulation-kellie-poole-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/coroner-cold-water-immersion-regulation-kellie-poole-death", "date_published": "2023-09-27T14:35:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | The sweaty weight of expectation that comes with wearing the Aston Villa shirt", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>We all love an excuse – so much so that some have become popular idioms, meaning something beyond the literal. Consider, for example, “The dog ate my homework”, which now describes any exculpatory tall story; “the wrong type of snow”, used to reference official failings which extend far beyond non-running trains; or “I’m left-handed and flat-footed”, shorthand for all kinds of indolent incompetence, not just DIY avoidance. OK, that one’s particular to the Daily, but you get our drift.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/football-daily-aston-villa-sweaty-shirt\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/football-daily-aston-villa-sweaty-shirt", "date_published": "2023-09-27T14:34:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pushing Buttons: Why I’m mourning the death of the true arcade game", "description": "<p>In this week’s newsletter: A trip to the Devon coast led me to visit some seaside arcades for the first time in years, and reminded me how much games have changed</p><p>• <strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></p><p>In need of a quiet getaway after completing <a href=\"https://geni.us/LoveIsACurse\">my fourth novel</a>, last week I booked a hotel on the seafront in Paignton, Devon and planned to spend three days wandering about and reading in cafes. As soon as I arrived, however, I saw that there were several arcades on the main street and on the pier. Obviously, I had to visit them all.</p><p>That was a mistake.</p> <a href=\"https://www.theguardian.com/games/2023/sep/27/pushing-buttons-video-game-arcades\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/sep/27/pushing-buttons-video-game-arcades", "date_published": "2023-09-27T14:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "With Rosebank, Britain appears willing to leave climate plans in tatters", "description": "<p>Giving the green light to the UK’s biggest untapped oilfield flies in the face of repeated warnings</p><ul><li><a href=\"https://www.theguardian.com/business/2023/sep/27/uk-gives-go-ahead-to-develop-rosebank-oil-and-gas-field-in-north-sea\">UK go-ahead for North Sea oil and gas field angers environmental groups</a></li></ul><p>Just 24 hours before the UK gave the go-ahead to develop the UK’s biggest untapped oilfield off Shetland, the world’s leading energy analysts reiterated that no <a href=\"https://www.iea.org/news/the-path-to-limiting-global-warming-to-1-5-c-has-narrowed-but-clean-energy-growth-is-keeping-it-open\">no new oil and gas exploration should take place </a>if the world was to limit global heating to 1.5C above pre-industrial temperatures.</p><p>That stark warning seems to have been ignored by ministers who, after a week in which they have <a href=\"https://www.theguardian.com/environment/2023/sep/20/rishi-sunak-confirms-rollback-of-key-green-targets\">rowed back on the U", "link": "https://www.theguardian.com/environment/2023/sep/27/rosebank-oilfield-uk-climate-plans-analysis", "date_published": "2023-09-27T13:37:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia reminds Hillary Clinton of her own gaffe in response to dig at Putin", "description": "<p>Speaking of Ukraine war, Clinton said ‘too bad Vladimir, you brought it on yourself’, to which Kremlin pointed out 2009 mistake</p><p>Hillary Clinton needled Vladimir Putin over <a href=\"https://www.theguardian.com/world/nato\">Nato</a> enlargement as she returned to the state department for the unveiling of her official portrait on Tuesday night.</p><p>By early Wednesday morning, the Kremlin had fired back, reminding Clinton of an old gaffe about US-Russian relations.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/27/hillary-clinton-russia-putin-nato\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/27/hillary-clinton-russia-putin-nato", "date_published": "2023-09-27T13:34:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN criticises France’s ban on its Olympic athletes wearing headscarves", "description": "<p>Dress codes should not be imposed on women, spokesperson says, after Paris Games ban affecting French athletes</p><p>The UN has weighed in on France’s debate about secularism and women’s clothing, saying women should not be forced to abide by dress codes, after the French government said athletes representing France would be barred from wearing headscarves during the 2024 Olympic Games in Paris.</p><p>“No one should impose on a woman what she needs to wear, or not wear,” Marta Hurtado, a spokesperson for the UN’s human rights office, said on Tuesday after she was asked whether the ban met the UN’s criteria on human rights.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/un-criticises-frances-ban-on-olympic-athletes-wearing-headscarves\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/un-criticises-frances-ban-on-olympic-athletes-wearing-headscarves", "date_published": "2023-09-27T13:27:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "$5,600 knickers: are these the world’s most expensive underpants?", "description": "<p>Made in wool and covered in sequins, this Miu Miu underwear will not only break the bank – it will also probably be really uncomfortable</p><p><strong>Name:</strong> The world’s most expensive knickers.</p><p><strong>Cost:</strong> $5,600 (about £4,600).</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/27/5600-knickers-are-these-the-worlds-most-expensive-underpants\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/27/5600-knickers-are-these-the-worlds-most-expensive-underpants", "date_published": "2023-09-27T13:24:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Akyaaba Addai-Sebo: the shocking conversation that led him to start UK Black History Month", "description": "<p>In the mid-1980s he invited Angela Davis, Winnie Mandela, Jesse Jackson and Ray Charles to talk to communities across the country. Thus began an enormous, ongoing, consciousness-changing event</p><p>One morning in late 1985, Akyaaba Addai-Sebo walked into work and had a casual conversation with a colleague that would change the trajectory of British society. Then 35 years old, he was working at the Greater London Council (GLC) as a coordinator of special projects in the Ethnic Minorities Unit.</p><p>“Elizabeth, the secretary of the principal race relations adviser Ansel Wong, came to work looking very downcast,” he recalls. “I asked her: ‘Elizabeth, What’s wrong?’ She said: ‘Last night I was putting my son Marcus to bed and he asked, ‘Why can’t I be white?’ As she told me the story, she was crying. ‘I named my son after Marcus Garvey,’ Elizabeth told me, ‘And here he is, just six years old questioning his identity. I’ve failed my son.’”</p> <a href=\"https://www.theguardian.com/soc", "link": "https://www.theguardian.com/society/2023/sep/27/akyaaba-addai-sebo-the-shocking-conversation-that-led-him-to-start-uk-black-history-month", "date_published": "2023-09-27T13:19:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They see Hollywood movies as a right’: the Russians breaking the law to watch Barbie", "description": "<p>Despite a Hollywood boycott triggered by the Ukraine war, Russians are still able to access the big releases thanks to a network of illicit screenings</p><p>As the war in Ukraine grinds on, civil liberties <a href=\"https://news.un.org/en/story/2023/09/1141212\">rapidly evaporate</a>, and a currency spirals <a href=\"https://apnews.com/article/why-is-ruble-falling-ee777eeaf897d42befae052336fc35d5\">ever downward</a>, trips to the cinema may be the least of the average Russian’s worries. <a href=\"https://www.theguardian.com/film/2022/mar/01/disney-and-warner-bros-pause-film-releases-in-russia-over-ukraine-invasion\">Hollywood studios pulled its films out of Russia</a> back in March 2022, but that hasn’t stopped many Russians from enjoying them as a vibrant illegal market for screenings of globally popular films such as Barbie and Oppenheimer has emerged in Russia’s largest cities, including Moscow, St Petersburg and Kazan.</p><p><a href=\"https://en.wikipedia.org/wiki/Anton_Dolin_(film_c", "link": "https://www.theguardian.com/film/2023/sep/27/they-see-hollywood-movies-as-a-right-the-russians-breaking-the-law-to-watch-barbie", "date_published": "2023-09-27T13:16:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine urges Uefa to reconsider Russia decision and will boycott tournaments", "description": "<ul><li>UAF condemns Uefa’s plans to readmit Russia Under-17s teams</li><li>FA backs Ukraine and says England will not play against Russia</li></ul><p>Ukraine has said it will not play in tournaments involving Russian teams after Uefa <a href=\"https://www.theguardian.com/football/2023/sep/26/uefa-ends-blanket-ban-on-russian-teams-by-allowing-under-17-teams-football-compete\">announced plans to reinstate Russia’s under-17 sides</a> to European competitions.</p><p>In a statement the Ukrainian Association of Football (UAF) urged Uefa to reconsider its decision and urged other countries not to play against Russian teams.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/ukraine-urges-uefa-to-reconsider-russia-decision-and-will-boycott-tournaments\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/ukraine-urges-uefa-to-reconsider-russia-decision-and-will-boycott-tournaments", "date_published": "2023-09-27T13:08:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Every bottle has a story’: most valuable wine collection ever sold could fetch £41m", "description": "<p>Billionaire Pierre Chen is selling 25,000 bottles which could go for £165,000 apiece, including exceptionally rare 1982 Pétrus</p><p>These are no ordinary tipples. When the largest and most valuable collection of rare wines ever sold comes to market, aficionados are going to need deep pockets: some could go for almost $200,000 (£165,000) apiece.</p><p>The 25,000 bottles of wine, including many mythical vintages and names, are just part of the collection of Taiwanese billionaire Pierre Chen. They are expected to be fetch up to $50m at separate auctions in Paris, London, New York, Hong Kong and Beaune, considered the Burgundy region’s wine capital.</p> <a href=\"https://www.theguardian.com/food/2023/sep/27/every-bottle-has-a-story-most-valuable-wine-collection-ever-sold-could-fetch-41m\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/27/every-bottle-has-a-story-most-valuable-wine-collection-ever-sold-could-fetch-41m", "date_published": "2023-09-27T13:00:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I advised Starmer on his plan to ‘stop the boats’. This is why Labour’s policy will work | Thom Brooks", "description": "<p>The Tories’ tactics are failing as asylum seekers continue to risk their lives in huge numbers. Our solution will address that</p><ul><li>Thom Brooks is an adviser to the shadow home affairs team</li></ul><p>The prime minister’s pledge to “stop the boats” has become an easy target for ridicule. Small boats continue to cross the English Channel in near record numbers. More than 20,000 people have arrived on Britain’s shores this year, with up to 500 people (sometimes more) arriving on any given day. In fact, the only boat that has been stopped is the Bibby Stockholm barge, commissioned to house asylum seekers, <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/bibby-stockholm-what-happens-now-with-the-plan-to-house-asylum-seekers-on-the-barge\">after legionella was found</a> in its water system – a perfect symbol for the disastrous handling of this crisis.</p><p>It couldn’t be clearer that the government’s plans aren’t working. Only weeks after saying the Illegal Immigration A", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/starmer-plan-stop-the-boats-why-labour-policy-will-work", "date_published": "2023-09-27T13:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We can win’: New Orleans clergy abuse survivor secures settlement", "description": "<p>Settlement closes books on case that produced criminal conviction – and allegations of attempted hush money coverup</p><p>The estate of a wealthy Catholic deacon who admitted molesting a child and then died earlier this year has now paid his victim after <a href=\"https://www.theguardian.com/us-news/2023/may/11/us-catholic-cleric-deacon-virgil-wheeler-sexual-abuse\">he had previously tried to back out</a> of a $1m agreement to settle a contentious lawsuit between them.</p><p>It’s believed to be one of the largest individual sexual abuse settlements ever paid in a case involving a cleric who served in the archdiocese of New Orleans during the organization’s decades-old sexual molestation crisis, though the crime to which the deacon pleaded guilty occurred before his ordination.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/27/new-orleans-catholic-deacon-virgil-maxey-vm-wheeler-settlement\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/27/new-orleans-catholic-deacon-virgil-maxey-vm-wheeler-settlement", "date_published": "2023-09-27T13:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A wing and a scare: Olivia Rodrigo’s frightened of birds – and she’s in good company", "description": "<p>Celebrities from Ingmar Bergman to Scarlett Johansson have what’s known as ornithophobia. Where did it begin?</p><p>“Birds are so foreign to us – there’s not one body part that looks like ours,” Olivia Rodrigo recently told Rolling Stone magazine with a straight face. The gen Z pop sensation went on: “Everyone’s all afraid about aliens and shit. They’re like, ‘What are the aliens going to look like?’ I’m like, ‘We have birds on our planet, and we’re not scared of them. We’re fine!’”</p><p>Rodrigo is not the only celebrity whose relationship with the avian community is strained. Lucille Ball <a href=\"https://www.cheatsheet.com/entertainment/i-love-lucy-a-traumatic-event-caused-lucille-ball-to-avoid-pictures-of-birds.html/\">saw</a> some sparrows in the window on the day she found out her father had died. For the rest of her life, she stayed away from bird-printed art and decor.</p> <a href=\"https://www.theguardian.com/music/2023/sep/27/olivia-rodrigo-birds-fear-ornithophobia\">Contin", "link": "https://www.theguardian.com/music/2023/sep/27/olivia-rodrigo-birds-fear-ornithophobia", "date_published": "2023-09-27T13:00:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A Nepalese ritual and Napoleon restoration: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/27/a-nepalese-ritual-and-napoleon-restoration-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/27/a-nepalese-ritual-and-napoleon-restoration-wednesdays-best-photos", "date_published": "2023-09-27T12:58:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Turner prize 2023 review: bring on the contenders – and the zombie apocalypse", "description": "<p><strong>Towner Eastbourne</strong></p><p>The art of Ghislaine Leung, Jesse Darling, Barbara Walker and Rory Pilgrim will make you laugh, cry and possibly yawn as they confront the dystopian crisis we’re in</p><p>What a dreadful fix we are in, socially, environmentally, politically. You name it. What now seems worth doing or making as an artist – to respond or not to our dystopian crisis, is the big question. You don’t know whether to laugh or cry. This year’s Turner prize show, at the Towner Eastbourne, does both.</p><p>The biggest piece in <a href=\"https://chisenhale.org.uk/artists/ghislaine-leung/\">Ghislaine Leung</a>’s show is the repurposed ventilation system that was removed from the Netwerk Aalst bar in Belgium in 2017, following the introduction of a public smoking ban. Leung acquired all the redundant metal piping and ducting and as much of it that fits has now been slotted and bolted together to climb around the doorway and run across the floor at the Towner. Originally s", "link": "https://www.theguardian.com/artanddesign/2023/sep/27/turner-prize-2023-review-towner-eastbourne", "date_published": "2023-09-27T12:52:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Tories’ huge new oilfield is a moral obscenity – but Rosebank can still be stopped | Caroline Lucas", "description": "<p>Reliance on oil won’t slash our bills: this is a climate crime that will leave our economy more vulnerable</p><p>“This is just the start,” <a href=\"https://www.theguardian.com/environment/2023/sep/20/rishi-sunak-confirms-rollback-of-key-green-targets\">said Rishi Sunak last week</a> in his climate-wrecking speech from Downing Street. It certainly was just the start, because today, the government has <a href=\"https://www.theguardian.com/business/2023/sep/27/uk-gives-go-ahead-to-develop-rosebank-oil-and-gas-field-in-north-sea\">sanctioned drilling in Rosebank</a>, the biggest undeveloped oilfield in the North Sea.</p><p>This just 14 months after the UK’s <a href=\"https://www.theguardian.com/uk-news/2022/jul/19/uk-weather-record-hottest-day-ever-heatwave\">hottest day</a>, in July 2022. In that same month, the high court ruled the government’s net zero strategy unlawful, and ministers were ordered to redo their homework.</p><p>Caroline Lucas is the Green MP for Brighton Pavilion</p> <a ", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/tories-oilfield-rosebank-oil-climate-caroline-lucas", "date_published": "2023-09-27T12:33:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Storm Agnes brings 70mph gusts and heavy rain to Britain and Ireland", "description": "<p>Yellow danger-to-life warning issued as first named storm of autumn brings strong winds and rain</p><p>Gusts of up to 70mph have been recorded as the first named storm of the autumn, <a href=\"https://www.theguardian.com/uk-news/2023/sep/26/storm-agnes-to-blast-britain-with-strong-winds-and-threat-of-flooding\">Agnes</a>, sweeps across Britain and Ireland.</p><p>The Met Office <a href=\"https://www.metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#?date=2023-09-27\">has issued severe weather warnings</a> covering parts of the south-west and north of England and much of Wales, Northern Ireland and Scotland, where strong winds and heavy rain are expected on Wednesday and into Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/storm-agnes-brings-70mph-gusts-and-heavy-rain-to-britain-and-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/storm-agnes-brings-70mph-gusts-and-heavy-rain-to-britain-and-ireland", "date_published": "2023-09-27T12:32:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MEPs likely to push back on plans to allow spying on journalists", "description": "<p>Press freedom campaigners call for draft proposal to approve use of spyware on phones to be axed</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/27/slovakia-election-robert-fico-smer-polls-europe-latest-updates\">Europe live –latest updates</a></li><li><a href=\"https://www.theguardian.com/uk-news/live/2023/sep/27/cancelling-phase-2-of-hs2-would-leave-north-of-england-with-transport-network-unfit-for-purpose-say-labour-mayors\">UK politics live – latest updates</a></li></ul><p>The European parliament is expected to fight off attempts by France and other EU member states to introduce controversial laws that would allow spyware to be inserted on journalists’ phones on the grounds of national security.</p><p>If passed, the laws would threaten the confidential sources of thousands of journalists working in the EU and foreign correspondents from the UK, the US and beyond who are based in Europe.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/mep-spying-jour", "link": "https://www.theguardian.com/world/2023/sep/27/mep-spying-journalists-press-freedom-spyware-european-parliament", "date_published": "2023-09-27T12:32:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mick Jagger hints at bequeathing back catalogue to charity instead of his children", "description": "<p>Singer says his eight offspring ‘don’t need $500m to live well’ in interview that addresses how Rolling Stones brand will continue</p><p>You can’t always get what you want, according to the Rolling Stones song, and it seems frontman Mick Jagger has taken the lyrics to heart after hinting the band’s back catalogue might go to charity instead of leaving it to his children “who don’t need it”.</p><p><a href=\"https://www.wsj.com/style/mick-jagger-rolling-stones-hackney-diamonds-7d4f193b\">Speaking to the Wall Street Journal</a>, Jagger said he had no plans to sell the band’s post-1971 catalogue, suggesting it could go to charity instead. He said: “The children don’t need $500m to live well. Come on.”</p> <a href=\"https://www.theguardian.com/music/2023/sep/27/mick-jagger-rolling-stones-back-catalogue-charity-not-children\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/27/mick-jagger-rolling-stones-back-catalogue-charity-not-children", "date_published": "2023-09-27T12:20:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Meta pays £149m to break lease on central London office building", "description": "<p>Landlord British Land says decision will knock earnings for six months to next March</p><p>Facebook’s parent company, <a href=\"https://www.theguardian.com/technology/meta\">Meta</a>, has paid £149m to break its lease on a central London office building, in the latest sign of large corporates cutting back on workspace amid the post-pandemic boom in <a href=\"https://www.theguardian.com/business/working-from-home\">hybrid working</a>.</p><p>The decision comes just two years after the tech firm committed to occupying the site owned and recently redeveloped by <a href=\"https://www.theguardian.com/business/britishlandcompany\">British Land</a> at 1 Triton Square near Regent’s Park.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/27/meta-pays-149m-to-break-lease-on-central-london-office-building\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/27/meta-pays-149m-to-break-lease-on-central-london-office-building", "date_published": "2023-09-27T12:07:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Macario to bigger crowds: five things to look forward to as WSL starts | Moving the Goalposts", "description": "<p>With the new Women’s Super League season starting on Sunday, we are excited to see how the new signings fare and whether anyone can topple Chelsea</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free newsletter</a></li></ul><p>The football never stops, they say, and who can argue? On Sunday the Women’s Super League starts, just over a month since the World Cup final between England and Spain in Sydney. And in between we have had the Nations League and Champions League qualifiers.</p><p>There is a <a href=\"https://www.theguardian.com/football/2023/sep/27/millie-bright-womens-football-workload-england-super-nations-league\">real concern about player welfare</a> and managers have been given an almost impossible task to juggle the safety of their squad members with the desire to have the best possible season.</p> <a href=\"https://www.theguardian.com/football/2", "link": "https://www.theguardian.com/football/2023/sep/27/from-macario-to-bigger-crowds-five-things-to-look-forward-to-as-wsl-starts-again", "date_published": "2023-09-27T12:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Wonderful Story of Henry Sugar review – Wes Anderson’s star-stuffed Roald Dahl yarn", "description": "<p>At just 37 minutes, Ralph Fiennes, Benedict Cumberbatch, Ben Kingsley, Dev Patel and Richard Ayoade never get beyond the two-dimensional</p><p>Wes Anderson’s new short for Netflix is a slight piece of amusement based on Roald Dahl; at 37 minutes long, its brevity perhaps exposes or even creates a flimsiness in his signature style that in a longer film would have more space to breathe and parade itself. And perhaps this could just as easily have been a full-length feature.</p><p>It is Anderson’s second Dahl adaptation, after the animated <a href=\"https://www.theguardian.com/film/2009/oct/22/fantastic-mr-fox-review\">Fantastic Mr Fox</a> from 2009. This is not one of Dahl’s famous children’s tales, but instead from a 1977 collection intended for older teens: The Wonderful Story of Henry Sugar and Six More, twisty stories halfway in tone between his young fiction and the cynical, macabre adult pieces with which he started out, and maybe the nearest Dahl came to YA. And yet there’s som", "link": "https://www.theguardian.com/film/2023/sep/27/the-wonderful-story-of-henry-sugar-review-wes-anderson-roald-dahl-fiennes-cumberbatch", "date_published": "2023-09-27T12:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Yellow Wallpaper review – Charlotte Perkins Gilman’s story given hi-tech staging", "description": "<p><strong>Coronet theatre, London<br /></strong>Aurélia Thierrée narrates the tale of a confined ‘hysterical’ woman while Fukiko Takase dances on a screen behind her</p><p>The putrid wallpaper in Charlotte Perkins Gilman’s 1892 short story evokes pus and piss but this adaptation uses barely a shade of yellow. On a stage dominated by a huge screen and cluttered with ropes and a dirty mattress, Stephanie Mohr’s production draws an immediate parallel between the confined woman with “a slight hysterical tendency” and the mysterious female figure she discerns in the pattern on the walls of her room. Aurélia Thierrée narrates while dancer Fukiko Takase, performing in this theatre’s studio, appears via video feed on the screen.</p><p>It is a clever concept, with Thierrée and Takase almost alternating the two roles. Takase’s choreography suggests the room’s past as a nursery and gymnasium (at one point she bounces playfully on the bed), as well as the woman’s notion that she is living in a ", "link": "https://www.theguardian.com/stage/2023/sep/27/the-yellow-wallpaper-review-coronet-theatre-london", "date_published": "2023-09-27T11:50:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italian PM steps up crackdown on migrants with deportation decree", "description": "<p>Giorgia Meloni sets sights on foreigners who lie about their age to benefit from protection scheme for unaccompanied minors</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/27/slovakia-election-robert-fico-smer-polls-europe-latest-updates\">Europe live –latest updates</a></li></ul><p>Foreigners who lie about their age to benefit from a protection scheme reserved for unaccompanied minors arriving in Italy will be deported under a security decree expected to be approved by Giorgia Meloni’s cabinet on Wednesday as part of her far-right government’s crackdown on irregular immigration.</p><p>The draft decree, parts of which were published by the Italian press, includes a measure stipulating that foreigners living legally in Italy will be deported if they are considered to be a threat to public order or national security.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/italian-pm-crackdown-migrants-deportation-decree-giorgia-meloni\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/italian-pm-crackdown-migrants-deportation-decree-giorgia-meloni", "date_published": "2023-09-27T11:47:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Raye review – a triumphant act of independence and naked ambition", "description": "<p><strong>Royal Albert Hall, London<br /></strong>Backed by the Heritage Orchestra, Raye’s hard-fought songs have extra drama, especially when, with radical vulnerability, she sings in her underwear</p><p>‘No string section, no tiny violin,” goes Raye’s <a href=\"https://www.youtube.com/watch?v=_cLIG8JiOyg\">Oscar Winning Tears</a>. She glances over her shoulder and behind her, in a divine sense of irony, is the entire <a href=\"https://theheritageorchestra.com/\">Heritage Orchestra</a>. For one night only at the Royal Albert Hall, the dreams of Rachel Keen are reclaimed in glorious Technicolor: a live, recorded performance of her debut album <a href=\"https://www.theguardian.com/music/2023/feb/02/raye-my-21st-century-blues-review-major-label-escapee-makes-revenge-taste-sweet\">My 21st Century Blues</a> on a scale befitting the vision she has fought for almost a decade to execute. <a href=\"https://www.theguardian.com/music/2021/sep/25/im-angry-im-raging-how-raye-took-on-her-record-label-a", "link": "https://www.theguardian.com/music/2023/sep/27/raye-review-royal-albert-hall-london", "date_published": "2023-09-27T11:45:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We feel we’ve earned it’: UK over-50s on switching to part-time work", "description": "<p>As record numbers of Britons over 50 work part-time, three who have reduced their hours explain why</p><p>Simon Woodall, 52, a self-employed carpenter and joiner from Plymouth, says he worked “70 hours a week, for 30 years”, until he had a heart attack in June last year.</p><p>“The medical staff just said: ‘You have stress-related heart disease, if you keep going, you’re not gonna last very long, no matter what tablets you take or how much healthy food you eat.’ This triggered a wild change of lifestyle, and if I do 30 hours that’s quite a busy week for me now.”</p> <a href=\"https://www.theguardian.com/money/2023/sep/27/over-50s-on-switching-to-part-time-work\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/27/over-50s-on-switching-to-part-time-work", "date_published": "2023-09-27T11:39:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brazilians push to make dream of Black woman on supreme court a reality", "description": "<p>Women make up 51% of the population, and Afro-Brazilians 56%, but no Black woman has ever sat on the highest court</p><p>A young Black Brazilian girl dreams of being a pop star, a writer or a world champion in gymnastics, dressing up like the Afro-Brazilian women who have achieved that before her.</p><p>But when her mother suggests that she aspire to become a judge on the supreme court, the girl looks incredulous and asks: “Like who?”</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/brazil-supreme-court-black-woman-judge-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/brazil-supreme-court-black-woman-judge-campaign", "date_published": "2023-09-27T11:30:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Champs-Élysées to be given makeover before Paris Olympic Games", "description": "<p>‘World’s most beautiful avenue’ in French capital will undergo urgent cosmetic changes after years of decline</p><p>The brasserie, cafe and restaurant terraces of the Champs-Élysées are to be given a makeover before next year’s Olympic Games to polish up its image as the world’s most beautiful avenue.</p><p>While awaiting a planned transformation to turn the area into what Paris’s city hall has called an <a href=\"https://www.theguardian.com/world/2021/jan/10/paris-approves-plan-to-turn-champs-elysees-into-extraordinary-garden-anne-hidalgo\">“extraordinary garden”</a>, the Champs-Élysées’ traders have agreed to carry out urgent cosmetic changes.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/champs-elysees-to-be-given-makeover-before-paris-olympic-games\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/champs-elysees-to-be-given-makeover-before-paris-olympic-games", "date_published": "2023-09-27T11:27:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New York is breaking free of Airbnb's clutches. This is how the rest of the world can follow suit | Anna Minton", "description": "<p>The company is calling it a ‘de facto’ ban – and it could reshape the housing market in residents’ favour</p><p>New York City’s crackdown on Airbnb, which was enforced <a href=\"https://www.theguardian.com/us-news/2023/sep/06/airbnb-new-rental-regulation-nyc-housing\">earlier this month</a>, has been described as a “de facto ban” by the company. The tough restrictions, designed to bring back thousands of rental properties to the housing market for city residents to live in, will be closely scrutinised by politicians in cities worldwide. Many argue that Airbnb’s exponential growth – it is now valued at close to $100bn – is a key factor behind the soaring inflation in property prices and rents that is fuelling a global housing crisis. They will be hoping that interventions like New York’s will show them a way to take back cities across mainland Europe and the UK for people who actually live in them.</p><p>With more than <a href=\"https://businesschronicler.com/swot/airbnb-swot-analysis", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/new-york-airbnb-renters-cities-law-ban-properties", "date_published": "2023-09-27T11:21:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rubens & Women review – ‘Naked breasts moved him religiously’", "description": "<p><strong>Dulwich Picture Gallery, London</strong> <br />From nuns to nobles, the Flemish artist loved painting unclothed women. But, as this staggering exhibition reveals, there’s so much more to him than frolicking nudes</p><p>Maria Serra Pallavicino is a queen. Technically she’s a Marchesa. But no one could look more monarchical here, in the painting by Peter Paul Rubens. She looks down imperiously from the throne where she sits swathed in silver, with an impossibly huge ruff collar of floating filigree lace tinged with gold. But it’s her intense face and dark eyes that hold you. Amid her finery, she’s engaging and mysterious, her personality more precious than her pearls.</p><p>Rubens is a painter’s painter. No great artist communicates the sheer fun of holding a paintbrush like he does. He’s an ebullient chef, laying on thick sauces of glinting, creamy colour. And women were his favourite ingredients. He lavished his attentions on them clothed and naked, at prayer and in bed. T", "link": "https://www.theguardian.com/artanddesign/2023/sep/27/rubens-and-women-review-dulwich-picture-gallery-breasts", "date_published": "2023-09-27T11:10:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Antony: Manchester United player to meet police in UK for questioning and hand over phone", "description": "<ul><li>Brazilian back in UK and will attend station voluntarily</li><li>He has denied allegations of violence against women</li></ul><p>Antony is due to meet with Greater Manchester police (GMP) for questioning and will hand over his phone for inspection in relation to allegations of violence, which the Manchester United winger denies.</p><p>Antony’s former partner Gabriela Cavallin made numerous accusations which are being investigated by GMP. A second woman, Ingrid Lana, has also made allegations against him which relate to a meeting in Manchester. It is not known which allegations GMP is investigating but Antony has denied all the allegations in an interview on Brazilian TV.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/antony-manchester-united-player-to-meet-police-for-questioning-and-hand-over-phone\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/antony-manchester-united-player-to-meet-police-for-questioning-and-hand-over-phone", "date_published": "2023-09-27T11:08:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Super League 2023-24 previews No 8: Liverpool", "description": "<p>The team and manager, Matt Beard, are targeting a top-five finish after moving into improved surroundings at Melwood</p><p>After several years of being under-resourced, the 2013 and 2014 champions now find themselves taken seriously once again by the Anfield hierarchy. With Matt Beard in this third season back at the helm as manager there is confidence Liverpool can improve on their seventh-place finish last season.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/womens-super-league-2023-24-previews-no-8-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/womens-super-league-2023-24-previews-no-8-liverpool", "date_published": "2023-09-27T11:01:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How to make cioppino, or San Franciscan seafood stew – recipe | Felicity Cloake's Masterclass", "description": "<p>Not far from something you might find on the Tuscan or southern French coast, this tomato-rich, Italian-American seafood stew is a real showstopper</p><p>This beloved San Francisco fish stew will look familiar to anyone who’s dined on the Tuscan coast, and it isn’t a million miles away from bouillabaisse, either – though, unlike that French classic, it’s easily adapted to the species available in our own waters. Richly tomatoey, with a distinctly Italian-American hand with the garlic and herbs, it’s a seafood showstopper without much fuss.</p><p>Prep <strong>25 min</strong><br />Cook <strong>1 hr 10 min</strong><br />Serves <strong>4</strong></p> <a href=\"https://www.theguardian.com/food/2023/sep/27/how-to-make-cioppino-or-san-franciscan-seafood-stew-recipe-felicity-cloake-masterclass\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/27/how-to-make-cioppino-or-san-franciscan-seafood-stew-recipe-felicity-cloake-masterclass", "date_published": "2023-09-27T11:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Millie Bright says ‘standards will slip’ in women’s football if workload continues", "description": "<ul><li>England and Chelsea captain had 13-day break after World Cup</li><li>Nations League has added to competitive fixture overload</li></ul><p>Millie Bright has called for urgent talks to address the workload on elite female footballers and wants players’ voices to be central to those discussions.</p><p>“It’s definitely something that needs to happen and I’d really like people to speak to players so that we can actually say how hard it is for us,” the England captain said. “Ultimately, we want to give the fans [a show], and we want to play at the best level possible and for the longest amount of time. We want lengthy careers, we want to impress the fans – that’s how we’re going to grow the crowds, which is still on our agenda every single week to keep improving the game.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/millie-bright-womens-football-workload-england-super-nations-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/millie-bright-womens-football-workload-england-super-nations-league", "date_published": "2023-09-27T11:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "CPS declined to charge undercover police officer who deceived woman into 19-year relationship", "description": "<ul><li>Senior officers convened in 2013 to hear ‘unbelievably bad’ news about relationship</li><li>Prosecutors did not hear evidence from victim before deciding not to charge officer for misconduct</li><li>Woman not told true identity of man with whom she has a child until 2020, when they were engaged</li></ul><p>The Crown Prosecution Service decided not to pursue charges against an undercover police officer who deceived a woman into a 19-year relationship without even hearing evidence from the victim in the case.</p><p>The CPS, which says its <a href=\"https://www.cps.gov.uk/legal-guidance/victims-and-witnesses-cps-commitments-support\">fundamental role is to support victims</a> and protect the public, was informed in 2014 that an undercover officer at Avon and Somerset police had used his undercover identity to deceive the woman, who was innocent of any crime, into a long-term relationship.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/cps-declined-to-charge-undercove", "link": "https://www.theguardian.com/uk-news/2023/sep/27/cps-declined-to-charge-undercover-police-officer-who-deceived-woman-into-19-year-relationship", "date_published": "2023-09-27T11:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Poached, caged, shipped in socks: on patrol with the police battling Colombia’s illegal wildlife trade", "description": "<p>For decades the plundering of protected species went unchallenged, but new efforts are being made to halt traffickers across Latin America and the Caribbean</p><p>The taskforce sets off from a military base on Colombia’s main river at 2am. The operation has all the hallmarks of a drug raid – it is led by armed police and naval officers and is the culmination of two years of intelligence-gathering in the capital, Bogotá. To avoid tipoffs, only a few of them know who the suspects are.<br /><br />Today’s contraband, however, is not white powder but the spectacled caiman – the smaller, bulbous-eyed relative of the alligator that is endemic to the wetlands and rivers of South America.</p><p>Hoping to catch the suspects while they are still at home, the police navigate a boat down the Magdalena River in total darkness, except for the green hues of fireflies.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/27/poached-caged-shipped-in-socks-on-patrol-with-the-police-b", "link": "https://www.theguardian.com/global-development/2023/sep/27/poached-caged-shipped-in-socks-on-patrol-with-the-police-battling-colombias-wildlife-trade", "date_published": "2023-09-27T11:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "North Korea to expel US soldier after he confesses to entering country illegally", "description": "<p>Travis King harboured ill feelings over inhumane treatment and racial discrimination within US army, says North Korea</p><p>North Korea has decided to expel the <a href=\"https://www.theguardian.com/us-news/2023/aug/05/travis-king-us-declines-prisoner-of-war-norht-korea\">American soldier Travis King</a> who, according to the state news agency KCNA, has confessed to illegally entering the country.</p><p>Releasing the results of an investigation into King’s border crossing in July, KCNA said the soldier harboured ill feelings over inhumane treatment and racial discrimination within the US army.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/27/north-korea-to-expel-us-soldier-travis-king-after-he-confesses-to-entering-country-illegally\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/27/north-korea-to-expel-us-soldier-travis-king-after-he-confesses-to-entering-country-illegally", "date_published": "2023-09-27T10:49:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Girl, 15, stabbed to death in Croydon, south London", "description": "<p>Metropolitan police say teenager arrested in connection with stabbing</p><p>A 15-year-old girl has died after she was stabbed during rush hour in south London.</p><p>Footage posted on social media showed several police cars and ambulance vehicles near a bus in Croydon on Wednesday morning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/girl-stabbed-to-death-croydon-south-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/girl-stabbed-to-death-croydon-south-london", "date_published": "2023-09-27T10:47:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden’s dog Commander bites another US Secret Service staffer", "description": "<p>Uniformed officer treated by medics after being bitten by president’s German shepherd at White House</p><p>Joe Biden’s dog Commander has bitten another US Secret Service employee, the agency said.</p><p>A uniformed division officer was bitten by the president’s German shepherd at about 8pm on Monday at the White House, and was treated on-site by medical personnel, said the Secret Service’s chief of communications, Anthony Guglielmi.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/27/joe-biden-dog-commander-bites-another-us-secret-service-staffer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/27/joe-biden-dog-commander-bites-another-us-secret-service-staffer", "date_published": "2023-09-27T10:41:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pulling plug on HS2 ‘would be final nail in coffin for levelling up’", "description": "<p>Exclusive: Business leaders and politicians in north of England say scrapping high-speed rail link would threaten businesses and jobs</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/sep/27/cancelling-phase-2-of-hs2-would-leave-north-of-england-with-transport-network-unfit-for-purpose-say-labour-mayors\">UK politics live –latest news updates</a></li></ul><p>Abandoning high-speed rail in the north of England would be an “appalling dereliction of responsibility” risking tens of thousands of jobs and “the final nail in the coffin” for levelling up, political and business leaders have warned.</p><p>Rishi Sunak is considering scrapping the Birmingham to Manchester leg of HS2 despite a furious response from senior Conservatives and business chiefs.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/pulling-plug-on-hs2-would-be-final-nail-in-coffin-for-levelling-up\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/pulling-plug-on-hs2-would-be-final-nail-in-coffin-for-levelling-up", "date_published": "2023-09-27T10:34:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Whether it costs our lives or not’: killing of Canadian Sikh leader reignites historic fight", "description": "<p>Decades-long separatist movement gets new fire with ‘credible allegations’ that India is behind murder of Hardeep Singh Nijjar</p><p>Yellow and blue smoke filled the air as protesters in Vancouver tried setting fire to a damp Indian flag. As the flame eventually took hold, people in the crowd waved Sikh separatist flags and chanted calls for the expulsion of India’s top diplomat in Canada.</p><p>Tuesday’s protest outside a heavily guarded Indian consulate came a week after Justin Trudeau, the prime minister, told parliament his government had seen <a href=\"https://www.theguardian.com/world/2023/sep/18/credible-evidence-india-behind-killing-of-canadian-sikh-leader-says-trudeau\">“credible allegations” that India was responsible for the fatal shooting of Hardeep Singh Nijjar</a>, a prominent Canadian Sikh leader.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/canada-sikh-india-khalistan-hardeep-singh-nijjar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/canada-sikh-india-khalistan-hardeep-singh-nijjar", "date_published": "2023-09-27T10:30:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Laws demanding UK developers improve local nature delayed", "description": "<p>Environmental rules stating building projects must result in 10% net gain were supposed to be introduced this year</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/sep/27/cancelling-phase-2-of-hs2-would-leave-north-of-england-with-transport-network-unfit-for-purpose-say-labour-mayors\">UK politics live – latest updates</a></li></ul><p>The government will delay new environmental laws that require housebuilders to improve local nature and wildlife habitats when they build a development in existing green space.</p><p>The proposed rules are called “biodiversity net gain” and the principle is that developers cannot destroy the local environment and any development has to give extra provisions for nature. The rules that state building projects must result in 10% net gain were supposed to be introduced this year and would have provided funding for many wildlife charities from developers’ profits.</p> <a href=\"https://www.theguardian.com/society/2023/sep/27/laws-demanding-", "link": "https://www.theguardian.com/society/2023/sep/27/laws-demanding-uk-developers-improve-local-nature-delayed", "date_published": "2023-09-27T10:29:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you been on a zero-hours contract for a decade?", "description": "<p>We would like to speak to people for whom zero-hours contracts have become a long-term way of life</p><p>Since <a href=\"https://www.theguardian.com/uk-news/2013/aug/05/zero-hours-contracts-cover-1m-uk-workers\">2013</a>, zero-hours contracts have become a mainstay of the retail, social care, hospitality, and education sectors, despite efforts from trade unions to ban what they feel is an exploitative labour practice. The Labour Party has now committed to abolishing zero hours contracts were they to be elected in a general election.</p><p>Have you been on a zero-hours contract, or multiple zero-hours contracts, for the last decade or more? How has it affected your ability to budget, plan, and juggle childcare and other caring responsibilities? Has being on a zero-hours contract been beneficial in terms of flexibility, or would you welcome the <a href=\"https://www.theguardian.com/politics/2023/sep/12/angela-rayner-gives-cast-iron-promise-of-bill-banning-zero-hour-contracts\">Labour pa", "link": "https://www.theguardian.com/uk-news/2023/sep/27/tell-us-have-you-been-on-a-zero-hours-contract-for-a-decade", "date_published": "2023-09-27T10:20:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "PJ Harvey review – haunting journey into a fantastical Dorset world", "description": "<p><strong>Barrowland Ballroom, Glasgow<br /></strong>The singer presents her latest album, I Inside the Old Year Dying, in full before a storming run through older songs around themes of transformation and transgression</p><p>School bells ring and a spotlight falls on an empty mic stand. Polly Jean Harvey stands in the darkness, waiting for the applause to dim before stepping into that beam of light.</p><p>Prayer at the Gate, the opening song on Harvey’s 10th album <a href=\"https://www.theguardian.com/music/2023/jul/09/pj-harvey-i-inside-the-old-year-dying-review-challenging-yet-fascinating\">I Inside the Old Year Dying</a>, sets the muddy, macabre tone. Over whistling synths and Jean-Marc Butty’s elegant drumming, like dragging feet, she makes her great voice eerily thin, as if she’s channelling a message. “Look behind, look before,” she decrees, eyes fixed on the middle-distance. “Life knocking at death’s door.”</p> <a href=\"https://www.theguardian.com/music/2023/sep/27/pj-harvey-r", "link": "https://www.theguardian.com/music/2023/sep/27/pj-harvey-review-barrowland-ballroom-glasgow", "date_published": "2023-09-27T10:19:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "McIlroy’s LIV dig: Westwood and Poulter will miss us more than we miss them", "description": "<ul><li>Stalwarts ineligible after joining the Saudi-backed breakaway</li><li>‘It’s going to hit home that they’re not here and that’s tough’</li></ul><p>Rory McIlroy has taken a swipe at European LIV rebels by insisting Sergio García , Ian Poulter and Lee Westwood will rue missing the Ryder Cup more than their absence will be felt by the European team in Rome.</p><p>García, Poulter and Westwood have been stalwarts for Europe in Ryder Cups. Henrik Stenson was originally named as the captain for this week’s staging of the tournament. That the quartet switched to the Saudi Arabian-backed LIV Tour triggered a breakdown in relationships with the European Tour Group, so none of them will take on playing or backroom responsibilities at Marco Simone. Stenson was basically sacked and replaced by Luke Donald.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/27/mcilroy-liv-rebels-westwood-and-poulter-miss-us-more-than-we-miss-them\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/27/mcilroy-liv-rebels-westwood-and-poulter-miss-us-more-than-we-miss-them", "date_published": "2023-09-27T10:03:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK Home Office in mistaken identity row over plans to deport Indian asylum seeker", "description": "<p>Officials rejecting Ranjit Singh’s application confused him with at least three other men of same name</p><p>The UK Home Office is facing fresh charges of incompetence after officials seeking to deport an Indian asylum seeker managed to confuse him in its paperwork with at least three other refugees.</p><p>Ranjit Singh, 38, who has a large tattoo of his wife on his back, was “surprised” to have been variously recorded as being the dependant of a student, an applicant for British citizenship, a successful candidate for temporary leave to remain and a partner of a man he had never met.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/uk-home-office-in-mistaken-identity-row-over-plans-to-deport-indian-asylum-seeker\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/uk-home-office-in-mistaken-identity-row-over-plans-to-deport-indian-asylum-seeker", "date_published": "2023-09-27T10:00:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is it time to say goodbye to the binge watch?", "description": "<p>With more streamers returning to the old fashioned week-by-week release of shows and those that don’t often paying the price, it might be the end for the all-at-once drop</p><p>Almost exactly two years ago, Netflix released Squid Game, the South Korean dystopian drama that temporarily took over social media. The <a href=\"https://www.theguardian.com/tv-and-radio/2021/sep/28/squid-game-the-hellish-horrorshow-taking-the-whole-world-by-storm\">Squid Game moment</a> – and it was a moment, pervasive and fleeting – was an outsized version of the Netflix binge formula that, by late 2021 and especially after the mass couch event that was Covid, was so well-worn as to feel like clockwork. A show hits the streaming service all at once (in this case, nine episodes released worldwide on 17 September); it gains momentum online in memes, commentary and fan videos as part of an attention wildfire (<a href=\"https://www.theguardian.com/media/2021/oct/19/netflix-quarterly-results-subscribers-squid-ga", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/27/binge-watching-trend-streaming-netflix-hbo", "date_published": "2023-09-27T10:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hocus Pocus review – Bette Midler and co still bewitching a devoted fanbase", "description": "<p>With its 30th-anniversary rerelease the family-friendly Witches of Eastwick secures its status as a sweet-natured and sometimes weirdly brutal cult favourite</p><p>Maybe it’s beside the point to have a 30th-anniversary rerelease for Disney’s Halloween witch comedy starring Bette Midler – it’s been on a kind of permanent, low-level rerelease for three decades. The persistent, annual revival on US TV since it bombed on its cinema release in 1993 is supposed to be what’s gradually turned this film into a slow-burn success and then a cult favourite. Watching it again reveals Hocus Pocus to be … well … the pretty good film that it should have been recognised as at the time, a sort of family-friendly Witches of Eastwick.</p><p>A cheeky 17th-century prologue sequence in Salem, Massachusetts establishes that – whatever Arthur Miller might claim – witches with evil power were a real thing and the menfolk of the time were entirely justified in hating and fearing them. Three witches, the San", "link": "https://www.theguardian.com/film/2023/sep/27/hocus-pocus-review-bette-midler-sarah-jessica-parker", "date_published": "2023-09-27T10:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The hell of compliments – and why I gave them up | Anita Chaudhuri", "description": "<p>One in five of us is reluctant to make flattering remarks. After an awkward moment with a stranger, I am among them</p><p>Had I read the findings of a <a href=\"https://www.dailymail.co.uk/news/article-12553869/One-five-reluctant-pay-complements-causes-offence.html\">new survey</a> about people’s reluctance to give compliments before last week, I might have despaired of my fellow humans. One in five of us, apparently, fears bestowing compliments, particularly concerning a person’s looks, dress sense or work achievements.</p><p>What have we come to that we are scared to brighten someone else’s day with our admiration? But, like I said, that was before. As in, before the other day when I had the unedifying experience of having a compliment to a stranger backfire on me.</p><p>Anita Chaudhuri is a freelance journalist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/27/the-hell-of-compliments-and-why-i-gave-them-up\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/the-hell-of-compliments-and-why-i-gave-them-up", "date_published": "2023-09-27T10:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London refuse workers’ strike ends as pay deal with council reached", "description": "<p>Unite says extra £750 secured for Tower Hamlets striking workers after rubbish left on streets for nearly two weeks</p><p>A strike by refuse workers in the east London borough of Tower Hamlets, which resulted in huge piles of rubbish being left on the streets for almost two weeks, has come to an end after a pay deal with the council was reached.</p><p>Unite, the union representing the refuse workers, announced on Tuesday that a pay deal with Tower Hamlets council had been reached. Earlier this month, more than 200 refuse and street cleaners working for the council had rejected an offer of a flat rate increase of £1,925. The union said this would amount to a real-terms pay cut due to the rising cost of living. Strike action began on 18 September.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/london-refuse-workers-tower-hamlets-strike-ends-pay-deal-with-council-reached\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/london-refuse-workers-tower-hamlets-strike-ends-pay-deal-with-council-reached", "date_published": "2023-09-27T09:59:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Girl, 11, among six young people taking on 32 nations in historic climate case", "description": "<p>Claimants say European countries are breaching their human rights by failing to take adequate action to tackle global heating</p><p>An 11-year-old girl from Portugal sat inside the grand chamber of the European court of human rights on Wednesday to face 86 lawyers from 32 nations in the world’s largest climate legal action.</p><p>Mariana Agostinho was alongside her brother and sister, and her cousins, two rows back from 17 human rights judges.</p> <a href=\"https://www.theguardian.com/law/2023/sep/27/girl-11-among-six-young-people-taking-on-32-nations-in-historic-climate-case\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/sep/27/girl-11-among-six-young-people-taking-on-32-nations-in-historic-climate-case", "date_published": "2023-09-27T09:49:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hampshire v Surrey, Kent v Lancashire and more: county cricket – live", "description": "<ul><li>Updates from day two of the final round of Championship matches</li><li>Get in touch: you can <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email</a> or <a href=\"https://twitter.com/tjaldred\">tweet</a> Tanya, or comment BTL</li></ul><p><strong>Grey and heavily overcast</strong> here, floodlights on, Abbas with the ball. More substitution news – Jamie Smith will come in for Ryan Patel when Hampshire next bat (as long as he has two full days to play).</p><p><strong>In accordance ECB regulation one point something, Surrey</strong> are replacing Tom Lawes (5-27) with Will Jacks – which is quite the call. Lawes has 39 wickets at 19.70. For reference, all substitutions are named and agreed on before play.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/27/hampshire-v-surrey-kent-v-lancashire-and-more-county-cricket-livev\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/27/hampshire-v-surrey-kent-v-lancashire-and-more-county-cricket-livev", "date_published": "2023-09-27T09:47:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Everton’s financial future could be in doubt unless takeover approved", "description": "<ul><li>Controversial investment firm 777 Partners waiting for approval</li><li>Club’s debt and cashflow problems have increased significantly</li></ul><p>Everton’s financial future could be in jeopardy unless the proposed takeover by the <a href=\"https://www.theguardian.com/football/2023/sep/15/everton-owner-farhad-moshiri-agrees-to-sell-shares-to-777-partners\">controversial US-investment firm 777 Partners</a> is approved.</p><p>Everton’s debt and cashflow problems have increased considerably since the owner, Farhad Moshiri, stopped propping up the club, with a recent loan from 777 Partners taking the total of outstanding loans above £350m. Interest on loans from Rights and Media Funding, MSP Sports Capital and 777 Partners is understood to be costing Everton more than £30m per year.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/everton-financial-future-takeover-approved-777-partners\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/everton-financial-future-takeover-approved-777-partners", "date_published": "2023-09-27T09:41:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "German police carry out sweeping raids as neo-Nazi group banned", "description": "<p>‘Cult-like, racist’ Artgemeinschaft network accused of trying to spread Nazi ideology to children</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/27/slovakia-election-robert-fico-smer-polls-europe-latest-updates\">Europe live – latest updates</a></li></ul><p>Police have carried out raids across Germany as ministers announced a ban on a far-right group described as a “cult-like, deeply racist and antisemitic association” that sought to indoctrinate children with Nazi ideology.</p><p>Officers stormed 26 apartments belonging to 39 members of the Artgemeinschaft network in 12 states including Bavaria, Baden-Wüerttemberg and Brandenburg.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/germany-raids-neo-nazi-artgemeinschaft-group-banned\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/germany-raids-neo-nazi-artgemeinschaft-group-banned", "date_published": "2023-09-27T09:31:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What were NFTs? An understandable internet fad, and the next one is just around the corner | Joel Golby", "description": "<p>We only loved non-fungible tokens – now all but worthless – during a pandemic peak of online loneliness. What will the next craze look like?</p><p>With last week’s report that <a href=\"https://www.theguardian.com/technology/2023/sep/22/nfts-worthless-price\">95% of them are now worthless</a>, I think it’s just about safe to say that the NFT moment is finally over. Phew. There really was a six-week period at the start of last year when I thought I was going to have to attach my digital soul for ever to a really bad picture of a monkey with a tentacle coming out of its nose and mouth. I kept practising saying, “No, it’s actually quite cool! It’s good. And it only cost me about as much as a car!” in the mirror a lot, with a ghoulish rictus grin.</p><p>NFT, as was probably explained to you hundreds of times in the period from January 2021 to about May 2022, stands for “non-fungible token”, and essentially means that you can buy a code that says you own a digital asset, which is then st", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/nfts-non-fungible-tokens-pandemic-loneliness-craze", "date_published": "2023-09-27T09:30:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Richards, Hick and Lara: how David Foot saw three of the greatest innings", "description": "<p>A new book draws together writing from David Foot’s 50 years on the county circuit, with a 1985 day in Taunton the highlight</p><p>In the 50 years in which David Foot reported on county cricket, there were perhaps three innings that captured the public imagination more than any other: a blistering 322 scored in only four and a quarter hours by Viv Richards at Taunton, an epic 405 by the young Graeme Hick, also at Taunton, and a world-record 501 by Brian Lara at Edgbaston. It was David’s happy fate to watch every ball of all three.</p><p>As a boy, growing up in rural poverty in Somerset, David had dreamed of becoming a cricket writer. “Will I ever become a real, a REAL journalist? Will I have the opportunity of writing ‘specials’, getting to the heart of human nature?” he asked himself in a teenage diary, written while serving a drudge-filled apprenticeship on the deeply conservative Western Gazette in Yeovil.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/27/richards-hick", "link": "https://www.theguardian.com/sport/2023/sep/27/richards-hick-and-lara-how-david-foot-saw-three-of-the-greatest-innings", "date_published": "2023-09-27T09:22:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GB News suspends Laurence Fox over comments about female journalist", "description": "<p>Broadcaster says it will apologise to Ava Evans about Fox’s comments about her on Dan Wootton’s show</p><p>GB News has suspended the presenter Laurence Fox after he went on a misogynistic on-air rant about the political journalist Ava Evans.</p><p>Fox appeared on Dan Wootton to discuss comments made by Evans about men’s mental health, before commenting at length on the journalist’s appearance and why he would ignore her in a bar.</p> <a href=\"https://www.theguardian.com/media/2023/sep/27/gb-news-suspends-laurence-fox-over-comments-about-female-journalist\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/27/gb-news-suspends-laurence-fox-over-comments-about-female-journalist", "date_published": "2023-09-27T09:17:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Woman shields son from black bear eating birthday picnic in Mexico", "description": "<p>Silvia Macías was celebrating 15th birthday of son Santiago when bear appeared and gulped down tacos</p><p>A woman in Mexico shielded her son after a bear leaped on to a picnic table, inches from his face, and devoured the tacos and enchiladas meant for his birthday dinner.</p><p>Silvia Macías of Mexico City had travelled to the Chipinque Park on the outskirts of the northern city of Monterrey to celebrate the 15th birthday of her son, Santiago, who has Down’s syndrome.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/mother-shields-son-from-black-bear-eating-birthday-picnic-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/mother-shields-son-from-black-bear-eating-birthday-picnic-mexico", "date_published": "2023-09-27T09:15:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Covid hunters: the amateur sleuths tracking the virus and its variants", "description": "<p>How a schoolteacher and a dog educator became crucial to the global fight against coronavirus</p><p>At the onset of the Covid-19 pandemic, the fight against the disease was described by heads of government and public health bosses on primetime television.</p><p>Countries would receive daily updates collated from data that had been analysed by the world-leading virologists and academics.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/covid-hunters-amateur-sleuths-tracking-virus-variants-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/covid-hunters-amateur-sleuths-tracking-virus-variants-coronavirus", "date_published": "2023-09-27T09:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ohio supreme court battle over six-week abortion ban begins", "description": "<p>Ruling in case could throw November state vote on whether to enshrine abortion rights in Ohio constitution into chaos</p><p>Abortion rights supporters and foes will square off in the Ohio supreme court on Wednesday over whether the state should be allowed to ban abortion as early as six weeks into pregnancy, before many people even know they are pregnant.</p><p>Arguments in the case arrive just weeks before Ohio will become the only state in the United States to vote directly on abortion in 2023. On 7 November, voters will have the chance to decide whether to enshrine abortion rights in the state’s constitution. If the Ohio supreme court rules to reinstate the state’s six-week ban, which is currently paused, it could throw the election – and abortion providers across the midwest – into chaos.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/ohio-supreme-court-six-week-abortion-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/ohio-supreme-court-six-week-abortion-ban", "date_published": "2023-09-27T09:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Lachlan Murdoch is a Hamlet figure’: Michael Wolff unpicks the real-life succession drama", "description": "<p>The author has returned to the Murdoch empire for his latest book, after a bestselling trilogy on Trump. He discusses power, politics, the media and why a person can be a moron and a genius</p><p>Immediately before Michael Wolff published The Fall: The End of the Murdoch Empire, the emperor himself, driver of its expansion and its bitter divisions, stepped aside. <a href=\"https://www.theguardian.com/media/2023/sep/21/rupert-murdoch-stepping-down-chair-fox-news-corp\" title=\"\">Last week</a>, Rupert Murdoch announced he was anointing his eldest son, Lachlan, as his successor, which per Wolff’s narrative will have been a bitter blow to everyone, including Lachlan.</p><p>Wolff’s latest book joins an oeuvre that is remarkable for its access: in 2008, he wrote a biography of Murdoch, The Man Who Owns the News, for which the mogul gave him 50 hours of interviews. Never mind that it’s the longest Murdoch has ever spoken to a journalist, it’s probably the longest he’s ever spoken to a frien", "link": "https://www.theguardian.com/us-news/2023/sep/27/lachlan-murdoch-is-a-hamlet-figure-michael-wolff-unpicks-the-real-life-succession-drama", "date_published": "2023-09-27T09:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cancelling phase 2 of HS2 would leave north of England with transport network ‘unfit for purpose’, say Labour mayors", "description": "<p>Five metro mayors said they had been ‘inundated’ with concerns from constituents about the potential economic damage that will result from cancelling the Birmingham-Manchester route</p><p>Britain has given the go-ahead to develop the UK’s biggest untapped oilfield off the Shetland Islands, sparking outrage from environmental campaigners. <strong>Mark Sweney </strong>and <strong>Matthew Taylor</strong> have the story here.</p><p><strong>Julia Kollewe</strong> has reaction to this on the business live blog.</p> <a href=\"https://www.theguardian.com/uk-news/live/2023/sep/27/cancelling-phase-2-of-hs2-would-leave-north-of-england-with-transport-network-unfit-for-purpose-say-labour-mayors\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/live/2023/sep/27/cancelling-phase-2-of-hs2-would-leave-north-of-england-with-transport-network-unfit-for-purpose-say-labour-mayors", "date_published": "2023-09-27T08:50:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Conservative peer says party does not deserve to win next election", "description": "<p>Lord Harris, who donated £5,000 to Labour’s Rachel Reeves, criticises Tories over lack of ‘clear vision’</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/sep/27/cancelling-phase-2-of-hs2-would-leave-north-of-england-with-transport-network-unfit-for-purpose-say-labour-mayors\">UK politics live – latest updates</a></li></ul><p>A Conservative donor has said the party does not deserve to win the next election, weeks after he donated £5,000 to Labour.</p><p>Lord Harris of Peckham, known for his Harris academy schools, said he had lost faith in the party given what it had done over the past three years.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/27/lord-harris-conservative-party-not-deserve-win-next-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/27/lord-harris-conservative-party-not-deserve-win-next-election", "date_published": "2023-09-27T08:42:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa demand new kit after team complain of feeling weighed down", "description": "<ul><li>Manchester-based manufacturer Castore asked to remedy issue</li><li>Players said shirts were clinging to them because of perspiration</li></ul><p>Aston Villa have complained to their kit manufacturer Castore after players reported concerns that their shirts were weighing them down during matches and affecting performance.</p><p>Villa have asked the Manchester-based sportswear company to remedy the issue after players said the shirts were clinging to them because of perspiration, creating a wet look.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/aston-villa-demand-new-kit-players-complain-weighed-down\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/aston-villa-demand-new-kit-players-complain-weighed-down", "date_published": "2023-09-27T08:26:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Met police firearms officers are right to pick up their guns and return to work. They can’t have prestige without risks | Leroy Logan", "description": "<p>The protest over the charging of a marksman in the Chris Kaba case was damaging to British policing</p><p>There were many reactions this week when the Crown Prosecution Service (CPS) made known its decision to <a href=\"https://www.theguardian.com/uk-news/2023/sep/20/police-officer-who-shot-chris-kaba-in-london-charged-with-murder\">charge a police firearms officer with the murder of Chris Kaba</a> a year ago. Mine was: why has it taken so long?</p><p>I was thinking of the pain and suffering the family had gone through waiting for the decision. And about the officer, and the anxiety he must have gone through waiting for a disproportionate amount of time to see what would happen next. I knew there would be an outcry by his colleagues in the various armed response units across the Met. That was right.</p><p>Leroy Logan is a former superintendent in the Metropolitan police and a former chair of the Black Police Association. He is the author of <a href=\"https://guardianbookshop.com/clos", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/met-police-firearms-officers-return-to-work-chris-kaba", "date_published": "2023-09-27T08:00:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A Theory of Everyone by Michael Muthukrishna review – the laws of life", "description": "<p>Is it possible – or even desirable – to study people with the scientific detachment of a physicist studying matter?</p><p>As a child, Michael Muthukrishna, an associate professor of economic psychology at the London School of Economics, witnessed the civil war in Sri Lanka and the Sandline affair, a violent coup in Papua New Guinea. He was living in Botswana when apartheid ended in neighbouring South Africa and was in London during the 7/7 bomb attacks. He’d come to wonder: are there underlying principles that would help us better understand the pattern of politics and why some countries prosper while their neighbours struggle, why war erupts or peace is brokered, why striking oil can be a boon or a curse?</p><p>You would not expect a book titled A Theory of Everyone<em> </em>to be anything other than bold, and Muthukrishna certainly delivers. He believes social science is undergoing a revolution comparable to Newtonian or Einsteinian physics, and that by combining theories of hum", "link": "https://www.theguardian.com/books/2023/sep/27/a-theory-of-everyone-by-michael-muthukrishna-review-the-laws-of-life", "date_published": "2023-09-27T08:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Reptile review – Benicio Del Toro looms large in gruesomely ambitious noir", "description": "<p>Del Toro co-scripts and stars as a tough detective with a somewhat grimy past charged with investigating a horrific killing</p><p>Grant Singer is an A-list music video director who is now making a tough, ambitious but flawed feature debut with a film he co-scripted with his producer-star Benicio Del Toro, alongside Benjamin Brewer. It’s a noir procedural thriller, with Del Toro as seasoned cop Tommy Nichols, noted for his stolid impassive professionalism, who has just taken up a new job in Maine. Tommy left his old station in Philadelphia under suspicion of having covered up for a corrupt partner; he is a guy respected in the ranks for his honesty, but also for his code of omerta loyalty to his fellow officers. Tommy is married to Judy (a nice performance from Alicia Silverstone) who is a supportive and worldly cop wife, whose relatives in this close-knit community helped Tommy get the job. Eric Bogosian plays the captain; Domenick Lombardozzi is a faintly sinister, knuckleheaded ", "link": "https://www.theguardian.com/film/2023/sep/27/reptile-review-benicio-del-toro-looms-large-in-gruesomely-ambitious-noir", "date_published": "2023-09-27T08:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Subway schooling: the Ukrainian children taking class in metro stations", "description": "<p>Covid then the invasion meant Kharkiv could offer little in-person education. Now a scheme brings it deep underground</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>In a cheerfully decorated classroom in Kharkiv, 30km (19 miles) from the Russian border, a screen behind the teacher proclaimed the date to be “21 September: international day of peace”.</p><p>The children’s day had begun far from peacefully: just after 5.30am, the air raid sirens sounded and six Russian S300 surface-to-air missiles hit the eastern Ukrainian city.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/ukraine-kharkiv-children-school-class-metro-subway-stations-underground\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/ukraine-kharkiv-children-school-class-metro-subway-stations-underground", "date_published": "2023-09-27T08:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Victor Osimhen could take legal action against Napoli over TikTok video", "description": "<ul><li>Striker’s agent says video ‘mocking’ client was ‘not acceptable’</li><li>Clip featuring Osimhen’s penalty miss was posted then deleted</li></ul><p>The Napoli striker Victor Osimhen is reserving “the right to take legal action” against his own club after they posted a bizarre video to TikTok seemingly mocking the player.</p><p>The video, subsequently deleted, featured a clip of the striker’s penalty miss from their match against Bologna on Sunday, with an odd, sped-up voice dubbed over the top.</p> <a href=\"https://www.theguardian.com/football/2023/sep/27/victor-osimhen-legal-action-napoli-tiktok-video\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/27/victor-osimhen-legal-action-napoli-tiktok-video", "date_published": "2023-09-27T07:59:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ethical fashion brand People Tree puts UK arm into liquidation, owing £8.5m", "description": "<p>Creditors include UK suppliers, customers and staff, as businesses in Europe and Japan continue</p><p>The ethical fashion brand People Tree is putting its UK business into liquidation with debts of more than £8.5m including money owed to suppliers, customers and most of its British workforce.</p><p>Founded by the former wife and husband team Safia and James Minney,‎ People Tree’s celebrity following included the film star Emma Watson and the model Jo Wood. It became an influential voice in UK fashion, using organic materials and campaigning for better treatment of garment workers around the world.</p> <a href=\"https://www.theguardian.com/business/2023/sep/27/ethical-fashion-brand-people-tree-uk-liquidation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/27/ethical-fashion-brand-people-tree-uk-liquidation", "date_published": "2023-09-27T07:52:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK approval to develop Rosebank oilfield in North Sea condemned as ‘environmental vandalism’ – business live", "description": "<p>UK government’s decision to give Equinor go-ahead to develop largest oilfield in UK waters sparks outrage from environmental campaigners</p><p><strong>Equinor </strong>is expected to get a tax break of $3.75bn to develop the oilfield. <strong>Simon Francis</strong>, coordinator of the <strong>End Fuel Poverty Coalition</strong>, said:</p><p>Hidden in the small print of the deal is that this project can only go ahead thanks to a massive tax break the government is giving to international oil and gas giant Equinor.</p><p>Households struggling with their energy bills will be shocked that the new energy secretary has chosen to hand a multi-billion pound tax break to this Norwegian firm, rather than help people in the UK suffering in fuel poverty.</p> <a href=\"https://www.theguardian.com/business/live/2023/sep/27/equinor-rosebank-oil-field-prices-evergrande-billionaire-founder-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/sep/27/equinor-rosebank-oil-field-prices-evergrande-billionaire-founder-business-live", "date_published": "2023-09-27T07:31:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Santander wanted my bedbound father to visit his branch on a trolley", "description": "<p>After his account was frozen, the bank would not accept anything except an in-person visit for an identity check</p><p><strong>My father had a stroke earlier this year and is bedbound and needs 24-hour care. Last month, two online payments from his Santander account were blocked. He was told to call the helpline and asked various security questions.</strong></p><p><strong>When he was unable to name a recent transaction, his account was locked and he was told he would have to go into the branch for his identity to be verified. He explained his situation but the agent was uninterested.</strong></p> <a href=\"https://www.theguardian.com/money/2023/sep/27/santander-wanted-my-bedbound-father-to-visit-his-branch-on-a-trolley\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/27/santander-wanted-my-bedbound-father-to-visit-his-branch-on-a-trolley", "date_published": "2023-09-27T07:30:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chair of China’s Evergrande reportedly put under police surveillance", "description": "<p>Another missed bond payment raises doubts over future of world’s most indebted property developer</p><p>The chair of China’s Evergrande Group has reportedly been put under police surveillance as another missed bond payment casts further doubt over the future of the world’s most indebted property developer.</p><p>Hui Ka Yan, who founded Evergrande in 1996, was taken away earlier this month and is being monitored at a designated location, according to Bloomberg.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/chair-china-evergrande-reportedly-put-under-police-surveillance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/chair-china-evergrande-reportedly-put-under-police-surveillance", "date_published": "2023-09-27T07:09:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Ajax went from Champions League overachievers to chaos | Bart Vlietstra", "description": "<p>Dutch club won neutrals’ hearts with 2019 European run but a series of events has led to poor results and fan rage boiling over</p><p>It all started with a photograph of the private parts of a former player. No, this is not a piece about dressing-room “humour”. This is the story of the demise of Ajax, who in 2019 were seconds from the Champions League final and now sit 14th in the Eredivisie after the game at home against Feyenoord on Sunday was abandoned <a href=\"https://www.theguardian.com/football/2023/sep/24/flares-thrown-on-pitch-by-ajax-fans-force-feyenoord-clash-to-be-called-off\">amid crowd trouble</a> with the team 3-0 down.</p><p>The goal scored by <a href=\"https://www.theguardian.com/football/2019/may/08/ajax-tottenham-champions-league-semi-final-match-report-moura\">Tottenham’s Lucas Moura</a> in the last minute of injury time on 8 May 2019 shattered Ajax’s Champions League final dream then but there could be no doubting the Dutch club had overachieved. For a team from a", "link": "https://www.theguardian.com/football/2023/sep/27/how-ajax-went-from-champions-league-overachievers-to-chaos", "date_published": "2023-09-27T07:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK inmates broadcast prison life online from contraband phones", "description": "<p>Videos on TikTok, YouTube and Instagram show prisoners interviewing peers, cooking and doing stunts</p><p>Prisoners are using secretly held phones to broadcast their lives on social media, with some interviewing cellmates like jailhouse Paxmans and others performing Jackass-style stunts. Some show off their rapping skills and a few give Jamie Oliver a run for his money by showcasing just what can be cooked in a prison kettle.</p><p>There are thousands of prison videos on TikTok – often with the hashtag #prisontok – as well as on YouTube and Instagram, with what appears to be complete disregard for the victims of inmates’ crimes.</p> <a href=\"https://www.theguardian.com/society/2023/sep/27/uk-inmates-broadcast-prison-life-online-from-contraband-phones\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/27/uk-inmates-broadcast-prison-life-online-from-contraband-phones", "date_published": "2023-09-27T07:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A list of the UK’s top podcasts poses the question: what is it with all the bros?  | Zoe Williams", "description": "<p>The format was made a phenomenon by women, but now you can hardly hear them – unless they’re discussing their husbands</p><p>I went to an event last week, Is Audio the Future?, which left me full of enthusiasm for podcasts as this pure, organic, guerrilla space, which nobody had yet figured out how to gatekeep and thereby homogenise. Chris Sweeney described how his podcast, Homo Sapiens, originally co-hosted with Will Young, came about in 2018: he was an avid fan of Woman’s Hour and thought, “Wouldn’t it be great to have an LGBT Woman’s Hour?” They started with no more equipment than an iPhone. Holly Cook, head of product at the Economist, described readers having a much richer relationship with the content when they became listeners, more intimate and proprietorial. It reminded me of publishing, in the old days, when there were low barriers to entry, a thousand flowers could bloom and not everyone in the business was in an unengaging steeplechase for the next Hogwarts.</p><p>But ", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/uk-top-podcasts-women-husbands", "date_published": "2023-09-27T07:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Caddie Billy Foster: ‘The Ryder Cup makes the majors look like monthly medals’", "description": "<p>Preparing for a record 15th edition, the Yorkshireman talks Darren Clarke, Seve Ballesteros and the absence of Lee Westwood</p><p>Nobody has been involved in more Ryder Cup matches than Billy Foster. One stands out.</p><p><a href=\"https://www.theguardian.com/sport/2006/sep/25/rydercup2006.rydercup10\" title=\"\">Darren Clarke’s participation in 2006</a> had been in serious doubt following the death of his wife, Heather, just six weeks earlier. Ask Foster, the esteemed caddie, whether it is hard to pick a memorable moment from a Ryder Cup connection stretching back to 1987 and the answer is immediate.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/27/caddie-billy-foster-the-ryder-cup-makes-the-majors-look-like-monthly-medals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/27/caddie-billy-foster-the-ryder-cup-makes-the-majors-look-like-monthly-medals", "date_published": "2023-09-27T07:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who was the first goalkeeper to come up for a corner in football? | The Knowledge", "description": "<p>Plus: the most consecutive score draws, the most goals scored in one game by different players and more</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“The phenomenon of keepers desperately going up for a corner in the final moments of a game is one of the most exciting things about football. But when did it start? Were amateur-era keepers doing this? Or did Peter Schmeichel invent it at Euro 96?”</strong> wonders Damian Kerr.</p><p>Ivan Provedel’s <a href=\"https://www.youtube.com/watch?v=OhnZImM6lss\">accomplished header</a> for Lazio against Atlético Madrid last week was the latest example of a keeper stealing the show at the end of a game. But pinning down the origin is tricky: it’s not in Rothmans, there are no catch-all search terms you can use in the newspaper archives. We know that goalkeepers have been scoring goals since Moses wore short pants, ", "link": "https://www.theguardian.com/football/2023/sep/27/knowledge-who-was-the-first-goalkeeper-to-come-up-for-a-corner-in-football", "date_published": "2023-09-27T07:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Iliad by Homer, translated by Emily Wilson review – a bravura feat", "description": "<p>Six years on from her translation of the Odyssey, Wilson revels in the clarity and emotional clout of Homer’s battlefield epic</p><p>Translations of Homer matter to cultural history. John Keats once looked into the “wide expanse” of George Chapman’s 1611 translation of the Iliad and breathed “its pure serene”. Alexander Pope’s rhyming version of the Iliad (1715-1720) brought a canonical ancient author to a much larger audience than ever before, its readers now including literate workers and women who had never had the opportunity to learn Greek. It had been through 27 editions by 1790. The early 20th-century Labour MP Will Crooks, who grew up in poverty and was dazzled by a twopenny second-hand copy, later recalled that “pictures of romance and beauty I had never dreamed of suddenly opened up before my eyes. I was transported from the East End to an enchanted land.”</p><p>New translations also proliferated. There were nearly 50 English-language versions in the 19th century, at lea", "link": "https://www.theguardian.com/books/2023/sep/27/the-iliad-by-homer-translated-by-emily-wilson-review-a-bravura-feat", "date_published": "2023-09-27T06:30:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Our world is beautiful’: winners of the largest annual photo competition", "description": "<p>The 10 winning images from 509,612 entries have been announced by photo printing firm Cewe. A winner has been chosen from each of the 10 categories all celebrating the ‘Our world is beautiful’ theme</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/27/our-world-is-beautiful-winners-of-the-largest-annual-photo-competition\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/27/our-world-is-beautiful-winners-of-the-largest-annual-photo-competition", "date_published": "2023-09-27T06:30:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: the mystery teenage illness that ruined my life – then saved it", "description": "<p>One morning I couldn’t get out of bed, and the tiredness and weight gain kept getting worse. It was a year of bodily trauma that left psychological as well as physical scars</p><p>Forty years ago, during the baking “long hot summer” immortalised by the Style Council’s song of the same name, my teenage body started to undergo a mysterious, unwelcome and life-upending transformation. I’d just finished my O-levels: as a treat my mother took me to Paris for a holiday.</p><p>One morning during our trip, I couldn’t get out of bed. My body felt as if it were pinned to the mattress by lead weights. There was also an unusual swelling forming at the front of my neck. My mother was concerned, and when the fatigue didn’t pass on our return home to Sheffield, she took me to the GP for a blood test.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/27/a-moment-that-changed-me-mystery-teenage-illness-ruined-my-life-then-saved-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/27/a-moment-that-changed-me-mystery-teenage-illness-ruined-my-life-then-saved-it", "date_published": "2023-09-27T06:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bon voyage! All aboard the perfect cruise – in pictures", "description": "<p>Mounir Raji set off from Cape Canaveral, Florida, in search of the ideal holiday – a world where every detail is planned to deliver comfort and pleasure</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/27/perfect-cruise-holiday-mounir-raji-rijksmuseum-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/27/perfect-cruise-holiday-mounir-raji-rijksmuseum-in-pictures", "date_published": "2023-09-27T06:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London apartment block that deviates from plans must be torn down, says council", "description": "<p>‘Blight on the landscape’ in Greenwich lacks promised gardens, children’s play areas and accessibility for wheelchair users</p><p>Buildings rarely look as good as the airbrushed architects’ visualisations produced to persuade planners to grant permission. Extra sharp highlights, implausibly blue skies and deeper colours are all part of the dark arts of the computer-generated rendering.</p><p>But the gulf between what was proposed for an apartment complex rising 23 storeys above the Thames in east London and what was actually built has finally proved too much.</p> <a href=\"https://www.theguardian.com/global/2023/sep/27/london-apartment-block-that-deviates-from-plans-must-be-torn-down-says-council\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/sep/27/london-apartment-block-that-deviates-from-plans-must-be-torn-down-says-council", "date_published": "2023-09-27T06:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "German politics has a built-in firewall against the far right. It’s beginning to crack | John Kampfner", "description": "<p>Germany is more resilient to populism than its neighbours. But parties such as Alternative für Deutschland are testing it to the limit</p><p>The Germans have a term for what holds them together: <em>Wehrhafte Demokratie</em>. It roughly translates as fortified democracy, but that does not fully render its meaning. In essence, it refers to the idea that the state has the right to act against those who threaten the liberal democratic order.</p><p>Another guarantor of German stability was the postwar constitutional settlement that founded three <em>Volksparteien</em>, big-tent “citizens’ parties” operating along carefully regulated parameters, encompassing centre-left, centre and centre-right. None would enjoy absolute power, which required coalitions, compromise and consensus at national and regional levels. As a further safety net, parties with less than 5% of the vote couldn’t join parliament, excluding fringe groups.</p><p>John Kampfner is the author of <a href=\"https://guardianb", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/germany-politics-far-right-afd-alternative-fur-deutschland-europe", "date_published": "2023-09-27T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nightmare review – atmospheric property horror treads line between dreams and reality", "description": "<p>A young woman is tormented in her sleep in this crepuscular debut feature from Norwegian writer-director Kjersti Helen Rasmussen</p><p>If there is one place you would have thought a sleep-deprived person might be able to stop herself dropping off, it’s in a lecture about sleep. But that’s what this atmospheric but somewhat heavy-handed debut feature from Norway has its protagonist Mona (Eili Harboe) do as she is introduced by dishevelled academic Aksel (Dennis Storhøi) to the possibility that she has become the victim of the mythical incubus Mare. This may explain a recent run of freakish dreams in which she’s tormented by a vampiric doppelganger of her caring boyfriend Robby (Herman Tømmeraas).</p><p>Nightmare also belongs to the school of property horror already occupied by The Tenant and Mother! Left alone by Robby, a high-flyer preoccupied with some kind of algorithmic investment venture, Mona is charged with renovating their sprawling new apartment which they acquired on the ", "link": "https://www.theguardian.com/film/2023/sep/27/nightmare-review-heavy-handed-horror-will-give-you-no-sleep-kjersti-helen-rasmussen", "date_published": "2023-09-27T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Postcard from Bordighera: autumn sun on Italy’s Ligurian coast", "description": "<p>Extravagant villas, wonderful food, exotic gardens and a calm beach attracted British expats to Bordighera in the 1880s – and it’s just as enticing today</p><p>Leaving my wife and daughter under a parasol on Bordighera’s beach, my teenage son and I set off in search of the largest <em>Ficus macrophylla</em> in western Europe.</p><p>The tree, commonly known as the strangler fig, was planted in 1886 by Clarence Bicknell, British botanist, collector, lover of Esperanto and chaplain of Bordighera’s Anglican church.</p> <a href=\"https://www.theguardian.com/travel/2023/sep/27/postcard-from-bordighera-autumn-sun-on-italys-ligurian-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/sep/27/postcard-from-bordighera-autumn-sun-on-italys-ligurian-coast", "date_published": "2023-09-27T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A huge storm’: polarised Slovakia on a knife edge ahead of elections", "description": "<p>Populist frontrunner’s ‘toxic’ campaign has exposed deep divisions and a victory could move country closer to Russia</p><p>When Valeria Schulczová launched the new programme of Bratislava’s Hviezdoslav theatre she did not anticipate any great controversy. As director, she had chosen a series of provocative, but not outrageous, productions for the coming season. But Schulczová had reckoned without the febrile politics and deep polarisation of her country before parliamentary elections on 30 September.</p><p>The main image advertising the new season suggested a stained glass window, a reference to the Stalinist-era decorations of the theatre, with young people marching below Ukrainian, anti-fascist and rainbow flags.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/slovakia-knife-edge-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/slovakia-knife-edge-elections", "date_published": "2023-09-27T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: an eye-popping look behind the scenes at the Moulin Rouge", "description": "<p>Some of the high-stepping stars of France’s most famous cabaret club are recruited closer to home than you may think. Plus, Nadiya’s spice world, and rugby behind bars. Here’s what to watch tonight</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/27/tv-tonight-an-eye-popping-look-behind-the-scenes-at-the-moulin-rouge\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/27/tv-tonight-an-eye-popping-look-behind-the-scenes-at-the-moulin-rouge", "date_published": "2023-09-27T05:20:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Gilligan: ex-Johnson adviser said to have Sunak’s ear on HS2", "description": "<p>Former BBC journalist who has a gift for persuasion has reportedly always been 100% opposed to rail project</p><p>“If I could sum up my philosophy in a sentence,” Andrew Gilligan told a journalist after his stint as Boris Johnson’s cycling adviser, “it’s do something properly or not at all.”</p><p>Gilligan, who is now back in No 10 advising Rishi Sunak and widely thought to be instrumental in convincing the prime minister that he should cut HS2, was often the focal point for controversy over the delivery of London’s first European-style cycle lanes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/andrew-gilligan-ex-johnson-adviser-said-to-have-sunaks-ear-on-hs2\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/andrew-gilligan-ex-johnson-adviser-said-to-have-sunaks-ear-on-hs2", "date_published": "2023-09-27T05:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Grubby, cruel and cheap: Suella Braverman stoops low with her bogus refugee figures", "description": "<p>The home secretary is attacking a key pillar of postwar humanitarian law in pursuit of eye-catching headlines. Instead, the 1951 refugee convention should be celebrated</p><p>In March last year, I stood on the station platform in the western Ukrainian city of Lviv in the immediate aftermath of Russia’s invasion of that country, witnessing a huge refugee movement. Millions were on the move. It was a profoundly shocking and moving moment and one that, sadly, I have witnessed too many times in my career.</p><p>As families struggled to board the few trains leaving for Poland, men – forbidden from leaving – kissed children and hugged wives, uncertain of what the future might bring.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/27/grubby-cruel-and-cheap-suella-braverman-stoops-low-with-her-bogus-refugee-figures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/27/grubby-cruel-and-cheap-suella-braverman-stoops-low-with-her-bogus-refugee-figures", "date_published": "2023-09-27T05:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Birth of North Atlantic Ocean 55m years ago caused rapid global warming", "description": "<p>Study reveals rise in global temperatures was driven by methane emissions associated with ocean’s birth</p><p>About 55 million years ago, the remnants of the supercontinent, Pangea, ripped apart. North America went one way; Europe the other, and the North Atlantic Ocean flooded in to fill the gap. Global temperatures rose by more than 5C and many species went extinct. Quite why the world warmed so quickly has long been a puzzle, but a new study reveals that the rapid warming was driven by methane emissions associated with the ocean birth.</p><p>Scientists onboard an ocean drilling expedition collected rock samples from ancient volcanic vents that were active during the birth of the North Atlantic Ocean. Much to their surprise, analysis of the rocks showed that gas release from the vents happened in very shallow water – less than 100 metres. Their findings, which are published in <a href=\"https://www.nature.com/articles/s41561-023-01246-8\">Nature Geoscience,</a> suggest that methan", "link": "https://www.theguardian.com/science/2023/sep/27/birth-of-north-atlantic-ocean-55m-years-ago-caused-rapid-global-warming", "date_published": "2023-09-27T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Family wait 100 days for Midlands care home refund after aunt’s death", "description": "<p>Advinia has failed to return more than £7,000 in unused fees despite repeated demands and promises to do so</p><p>A grieving family have hired lawyers after one of the UK’s largest care home operators withheld thousands of pounds in unused fees after their loved one died.</p><p>Clara Willetts, 95, died on 19 June in the £186-a-day Netherton Green care home in Dudley run by Advinia. The firm failed to return more than £7,000 after her death despite repeated demands and promises to do so. The money is needed to pay for her funeral.</p> <a href=\"https://www.theguardian.com/society/2023/sep/27/family-wait-100-days-for-midlands-care-home-refund-after-aunts-death\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/27/family-wait-100-days-for-midlands-care-home-refund-after-aunts-death", "date_published": "2023-09-27T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trudi Warner reveals the dark secret of English courts: juries do have the right to follow their consciences | Richard Vogler", "description": "<p>The solicitor general taking action against a climate protester who held up a sign outside court raises a vital issue for criminal justice</p><p>George Orwell noticed the tendency of repressive law to degenerate into farce, when truth becomes a lie and common sense is heresy. This is worth remembering now that the solicitor general, <a href=\"https://www.gov.uk/government/people/michael-tomlinson\">Michael Tomlinson KC</a>, has concluded that <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/protester-who-held-sign-outside-london-climate-trial-prosecuted\">it is right to take action against a climate campaigner</a>, Trudi Warner, for holding<strong> </strong>up a sign outside a criminal court, simply proclaiming one of the fundamental principles of the common law: the right of a jury to decide a case according to its conscience.</p><p>Presumably he will be taking the same action against those responsible for maintaining the fabric of the Old Bailey, where a historic plaque is ", "link": "https://www.theguardian.com/commentisfree/2023/sep/27/trudi-warner-english-courts-juries", "date_published": "2023-09-27T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK university students facing ‘unprecedented rent rises’", "description": "<p>Maintenance loan failing to keep pace with rising rents, which have jumped by more than 8% since last year</p><p>University students in the UK are facing “unprecedented rent rises” amid record demand for accommodation, while the value of the maintenance loan designed to cover living costs stagnates, according to a report.</p><p>Many students are struggling to find affordable rooms, as rents have jumped by more than 8% overall this year compared with 2022-23, a survey by the real estate services firm Cushman &amp; Wakefield says. In some cases, the increases are significantly higher, up by as much as 27% in one case.</p> <a href=\"https://www.theguardian.com/education/2023/sep/27/uk-university-students-facing-unprecedented-rent-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/27/uk-university-students-facing-unprecedented-rent-rises", "date_published": "2023-09-27T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s quite depressing’: the UK students struggling to find accommodation", "description": "<p>Three students share their experience of trying to find somewhere to live as academic year begins</p><p>As freshers’ events get into swing for Manchester Metropolitan University students this week, mechanical engineering student Karl still doesn’t know where he will be calling home for the first year of his studies.</p><p>After Karl gained a place on his course through clearing, he quickly realised securing housing would be a struggle. The 20-year-old was told by his university that they wouldn’t be able to offer him accommodation shortly after he gained his place.</p> <a href=\"https://www.theguardian.com/education/2023/sep/27/its-quite-depressing-the-uk-students-struggling-to-find-accommodation\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/27/its-quite-depressing-the-uk-students-struggling-to-find-accommodation", "date_published": "2023-09-27T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From brave women to fake heads, UK show explores the many facets of spying", "description": "<p>Imperial War Museum exhibition will tell story of Noor Inayat Khan as it recounts tales of courage, ingenuity and deception</p><p>Brought up as a Sufi, a follower of a mystical form of Islam that has non-violence at its centre, Noor Inayat Khan did not hesitate when she signed up to fight the Nazis as a British agent in the second world war.</p><p>She was the first female radio operator the Special Operations Executive (SOE) sent into Nazi-occupied France, with the code name Madeleine. Within months she had been betrayed, arrested, imprisoned, tortured and shot dead.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/uk-show-explores-the-many-facets-of-spying-imperial-war-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/uk-show-explores-the-many-facets-of-spying-imperial-war-museum", "date_published": "2023-09-27T05:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Military exercises near Taiwan aimed at combating ‘arrogance’ of separatists, says China", "description": "<p>Increased frequency of Chinese drills has raised the risk of events ‘getting out of hand’, the island’s defence minister said</p><p>China’s government has said that recent drills near Taiwan were aimed at combating the “arrogance” of separatist forces, after Taipei reported a rise in military activity in recent weeks, including exercises on land facing the island.</p><p>Taiwan, which China claims as its own territory – a claim Taipei rejects – has said this month that it had observed dozens of fighters, drones, bombers and other aircraft, as well as warships and the Chinese aircraft carrier Shandong, operating nearby.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/china-military-excercises-near-taiwan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/china-military-excercises-near-taiwan", "date_published": "2023-09-27T04:56:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From the archive: ‘Mama Boko Haram’: one woman’s extraordinary mission to rescue ‘her boys’ from terrorism – podcast", "description": "<p>We are raiding the Guardian Long Read archives to bring you some classic pieces from years past, with new introductions from the authors</p><p>This week, from 2020: Aisha Wakil knew many of Boko Haram’s fighters as children. Now she uses those ties to broker peace deals, mediate hostage negotiations and convince militants to put down their weapons – but as the violence escalates, her task is becoming impossible</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/27/from-the-archive-mama-boko-haram-one-womans-extraordinary-mission-to-rescue-her-boys-from-terrorism-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/sep/27/from-the-archive-mama-boko-haram-one-womans-extraordinary-mission-to-rescue-her-boys-from-terrorism-podcast", "date_published": "2023-09-27T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Psychologists having to talk to young offenders through cell doors", "description": "<p>Exclusive: psychologist at Feltham YOI in London says there are often not enough guards to unlock children for therapy sessions</p><p>Traumatised children in a young offender institution are talking to psychologists through the hatch in their cell doors as there are not enough guards to unlock them for therapy sessions, the Guardian has learned.</p><p>“Our ability to have children unlocked for sessions has decreased massively,” said Dr Radha Kothari, the principal clinical psychologist at Feltham young offender institution in west London, which holds boys aged 15 to 18 who have committed the most serious crimes, including rape and murder.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/27/psychologists-having-to-talk-to-young-offenders-through-cell-doors\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/27/psychologists-having-to-talk-to-young-offenders-through-cell-doors", "date_published": "2023-09-27T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: Europe’s role in the making of Russia killer drones", "description": "<p>Exclusive: Kyiv says Iranian drones used by Russia in Ukraine have various European components</p><ul><li><a href=\"https://www.theguardian.com/world/2023/sep/27/the-ukrainian-experts-dismantling-bombs-for-clues-to-putins-arms-supply\">The experts dismantling bombs for clues to Putin’s arms supply</a></li></ul><p>Iranian kamikaze drones used in the latest attacks on Ukrainian cities are filled with European components, according to a secret document sent by Kyiv to its western allies in which it appeals for long-range missiles to attack production sites in Russia, Iran and Syria.</p><p>In a 47-page document submitted by Ukraine’s government to the G7 governments in August, it is claimed there were more than 600 raids on cities using unmanned aerial vehicles (UAVs) containing western technology in the previous three months.</p><p>A pause in attacks that lasted from 17 November to 7 December was “likely due to the adaptation of drones designed for a warm climate to the Ukrainian winte", "link": "https://www.theguardian.com/world/2023/sep/27/revealed-europes-role-in-the-making-of-russia-killer-drones", "date_published": "2023-09-27T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Norwegian secret: how friluftsliv boosts health and happiness", "description": "<p>The idea of communing with nature is instilled from birth in Norway. I hiked through a rain-drenched forest to try it myself</p><p>‘Being outdoors is a natural way of living in Norway,” Bente Lier tells me over the phone. “It’s a very important part of what we call the good life.” Lier is the secretary general of <a href=\"https://norskfriluftsliv.no/about-norsk-friluftsliv/\" title=\"\">Norsk Friluftsliv</a>, which represents more than 950,000 members of 500 outdoor clubs in Norway. Her words ring in my ears as I trudge through torrential rain in a forest just north of Oslo.</p><p>I am here <a href=\"https://www.visitnorway.com/things-to-do/outdoor-activities/friluftsliv/\" title=\"\">to learn about </a><em><a href=\"https://www.visitnorway.com/things-to-do/outdoor-activities/friluftsliv/\" title=\"\">friluftsliv</a></em>, a way of being that is part of the Norwegian national identity. The term was coined by the playwright Henrik Ibsen in his 1859 poem On the Heights, although the concept is", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/27/the-norwegian-secret-how-friluftsliv-boosts-health-and-happiness", "date_published": "2023-09-27T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Ukrainian experts dismantling bombs for clues to Putin’s arms supply", "description": "<p>A century-old institute that used to focus on criminal cases is studying Russia’s weapons, and where parts are coming from</p><ul><li><a href=\"https://www.theguardian.com/world/2023/sep/27/revealed-europes-role-in-the-making-of-russia-killer-drones\">Revealed: Europe’s role in making of Russia’s drones</a></li></ul><p>Oleksandr gently manoeuvred a piece of circuit board under the microscope, watching as the intricate network of chips and tiny wires was rendered in large on an adjacent screen.</p><p>Three shiny silver letters came into focus: “FSB” – a jumbo-size rendition of a tiny hologram sticker on the board, hardly visible to the naked eye, showing it had passed through the quality control procedure of the Russian security agency.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/the-ukrainian-experts-dismantling-bombs-for-clues-to-putins-arms-supply\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/the-ukrainian-experts-dismantling-bombs-for-clues-to-putins-arms-supply", "date_published": "2023-09-27T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wildfires, war and rightwing extremism: 50 years of Europe in photos, part two", "description": "<p>The Guardian’s Europe correspondent Jon Henley and picture editor Guy Lane reflect on a half-century of upheaval</p><p>Fifty years ago, Europe was divided into two hostile blocs, locked in a cold war between east and west. In the south, millions still lived under dictatorships. Denmark, Ireland and the UK had just joined a European union – bringing its membership to nine.</p><p>In the five decades since, authoritarian regimes have fallen and democracies reborn. Walls have come down, federations have disintegrated and bloody wars ensued. There have been many crises: political, economic, human.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/wildfires-war-rightwing-extremism-50-years-europe-in-photos-part-two\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/27/wildfires-war-rightwing-extremism-50-years-europe-in-photos-part-two", "date_published": "2023-09-27T04:00:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Laurence Fox: GB News launches investigation after ‘inappropriate’ comments about Ava Evans", "description": "<p>Right-leaning channel apologises after Fox made a series of derogatory comments about the journalist on Dan Wootton’s show</p><p>GB News has issued an apology and launched an investigation after it aired “totally inappropriate” comments by actor and Reclaim Party founder Laurence Fox about journalist Ava Evans.</p><p>Fox made a series of derogatory comments about Evans, a political correspondent for online news site Joe, during an interview with presenter Dan Wootton on Tuesday night.</p> <a href=\"https://www.theguardian.com/media/2023/sep/27/laurence-fox-gb-news-comments-ava-evans-investigation-inappropriate\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/27/laurence-fox-gb-news-comments-ava-evans-investigation-inappropriate", "date_published": "2023-09-27T03:27:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scathing court ruling on Donald Trump’s empire is a bitter blow to his successful tycoon persona", "description": "<p>The former president’s image has always been more about illusion than reality, though no revelation seems to shake the Trump faithful</p><p>For years Donald Trump was the host of The Apprentice, a reality TV show in which contestants vied for a management job within his organisation and he would deliver the verdict: “You’re fired!”</p><p>It cemented the image of Trump as an assertive chief executive who had conquered New York, an image that still proves seductive to millions of voters who want him to run America like a business. But like much else about the 45th US president, it was all a lie.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/27/scathing-court-ruling-on-donald-trumps-empire-is-a-bitter-blow-to-his-successful-tycoon-persona\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/27/scathing-court-ruling-on-donald-trumps-empire-is-a-bitter-blow-to-his-successful-tycoon-persona", "date_published": "2023-09-27T03:07:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five key takeaways from Donald Trump’s financial fraud case ruling", "description": "<p>New York judge ruled the ex-president had inflated the value of his assets and ordered a cancellation of business certificates</p><p>A New York judge <a href=\"https://www.theguardian.com/us-news/2023/sep/26/trump-liable-fraud-new-york\">ruled</a> Tuesday that Donald Trump committed financial fraud by overstating the value of his assets to broker deals and obtain financing.</p><p>The ruling is an acceleration of the case the New York attorney general Letitia James has been building against Trump since 2019, that the former president fudged financial statements and inflated his net worth up to $2.2bn more than the actual figure.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/26/donald-trump-new-york-financial-fraud-key-takeaways\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/26/donald-trump-new-york-financial-fraud-key-takeaways", "date_published": "2023-09-27T02:01:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Overcrowded and understaffed: life in England’s crumbling prisons – podcast", "description": "<p>Rats, broken windows and overfilled cells are a daily reality for prisoners in England’s crumbling jails. Helen Pidd reports</p><p>When the 21-year-old <a href=\"https://www.theguardian.com/uk-news/2023/sep/09/how-daniel-khalife-became-britain-most-wanted-man\">terror suspect Daniel Khalife</a> managed to escape from Wandsworth prison earlier this month, apparently on the underside of a van, it turned the spotlight on to what was really going on in England’s jails.</p><p>The Guardian’s north of England editor, <strong>Helen Pidd</strong>, has been investigating the state of prisons and tells <strong>Nosheen Iqbal </strong>she found in some cases a system close to breaking point. There’s chronic overcrowding, appalling conditions and a decimated workforce. Among it all are stories of staff struggling to cope and prisoners’ rehabilitation often more theory than practice.</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/27/overcrowded-and-understaffed-life-in-england-crumbl", "link": "https://www.theguardian.com/news/audio/2023/sep/27/overcrowded-and-understaffed-life-in-england-crumbling-prisons-podcast", "date_published": "2023-09-27T02:00:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 581 of the invasion", "description": "<p>Russia releases video of Black Sea fleet commander Ukraine claimed to have killed; new details revealed about Nord Stream pipeline explosions</p><p><strong>Russia’s defence ministry<a href=\"https://www.theguardian.com/world/2023/sep/26/russia-releases-video-of-admiral-viktor-sokolov-a-day-after-ukraine-claimed-he-was-dead\"> released footage showing Viktor Sokolov</a>, the commander of the Black Sea fleet, attending a defence board meeting via video call</strong>, a day after <a href=\"https://www.theguardian.com/world/2023/sep/25/russian-black-sea-fleet-commander-killed-in-crimea-ukraine-claims\">Ukraine claimed that Sokolov was killed</a> in an attack on the headquarters of Russia’s Black Sea fleet in Sevastopol.</p><p><strong>Suspilne, Ukraine’s state broadcaster, reported that Ukraine’s special forces were “currently clarifying information regarding the possible death” of Sokolov.</strong></p><p><strong>Scientists investigating the attack on the Nord Stream pipelines <a href=\"htt", "link": "https://www.theguardian.com/world/2023/sep/27/russia-ukraine-war-at-a-glance-what-we-know-on-day-581-of-the-invasion", "date_published": "2023-09-27T01:47:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pacific divided on Biden’s charm offensive with calls for more ‘results on the ground’", "description": "<p>US pledges $200m in funding for Pacific nations as Washington draws criticism for ‘trying to play catch up’ in the region</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/09/chinas-rising-power-and-influence-in-the-pacific-explained-in-30-seconds\">China’s rising power in the Pacific explained in 30 seconds</a></li></ul><p>US president Joe Biden’s latest bid to woo Pacific nations has been broadly welcomed by the region’s leaders and analysts, while some called for more to be done to support their economies and sought “results on the ground” over pledges.</p><p>Biden <a href=\"https://www.theguardian.com/us-news/2023/sep/25/biden-pacific-islands-aid-china\">hosted a group of Pacific leaders at a summit</a> in Washington this week, after a similar meeting a year earlier, in an effort widely seen as a push against China’s growing presence in the region.</p> <a href=\"https://www.theguardian.com/world/2023/sep/27/pacific-divided-on-bidens-charm-offensive-with-calls-for-more", "link": "https://www.theguardian.com/world/2023/sep/27/pacific-divided-on-bidens-charm-offensive-with-calls-for-more-results-on-the-ground", "date_published": "2023-09-27T01:40:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood writers agree to end five-month strike after new studio deal", "description": "<p>Writers Guild of America said its members could return to work while a ratification vote takes place for fresh three-year contract</p><p>Hollywood writers will officially end their five-month strike on Wednesday, as union leaders approved an agreement made with the Alliance of Motion Picture and Television Producers, and sent the full details of the new contract to union members for ratification.</p><p>The Writers Guild of America (WGA) said in a statement on Tuesday evening that its members could return to work at midnight tonight, while a ratification vote takes place on a new three-year contract with Hollywood studios.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/26/hollywood-writers-strike-ends-studio-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/26/hollywood-writers-strike-ends-studio-deal", "date_published": "2023-09-27T00:50:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]