[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Crew Motorfest vs The Crew 2 - 15 BIGGEST CHANGES", "description": "Of the many big releases this year, few players would have expected a new title in Ivory Tower's The Crew series. While it doesn't seem like a big deal initially, the open-world racing title, where you can drive cars and bikes alongside piloting boats and planes, is seeing several changes.\n\nThere are new vehicles to commandeer, a smaller but more focused setting, quality-of-life features and much more. Yes, there are comparisons to make with Playground Games' Forza Horizon series, but it's not looking too shabby. What else can you forward to, though?\n\nThe Crew Motorfest launches on September 14th for Xbox One, Xbox Series X/S, PS4, PS5 and PC. Here are the 15 most significant differences between the title and its predecessor, The Crew 2.", "link": "https://www.youtube.com/watch?v=CCxjblIkOkU", "date_published": "2023-08-23T20:56:18.903532+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/CCxjblIkOkU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Madden NFL 24 Review - The Final Verdict", "description": "Madden NFL 24 is more of what you might expect if you've played Madden 23. While the game certainly boasts improvements over last year's offering including refined player models, visual design, animations, and extended variable controls, there's still a sensation that elements like the narratively bankrupt Superstar mode and the mixture of good minigames with lackluster ones in Franchise mode that spell stagnation for a major sports franchise like Madden. \n\nThere's not much that could convince gaming fans to spend their hard-earned dollars on Madden NFL 24 if 23 is already in their library.", "link": "https://www.youtube.com/watch?v=YbhMQBfU8a4", "date_published": "2023-08-23T20:56:18.901616+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YbhMQBfU8a4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Armored Core 6: Fires of Rubicon Review - The Final Verdict", "description": "Armored Core 6: Fires of Rubicon is the first mainline game in the franchise in 10 years, with developer FromSoftware looking to leverage its fame from the Souls franchise to bring the mech-based action game to a new generation of players. The game offers a unique structure, where players are encouraged to change up how their mech works on a regular basis, depending on just what kind of action any given mission will demand of them.\n\nThe game also tells its story in a unique way by giving players smaller glimpses at skirmishes happening all over its world, allowing players to draw their own conclusions about the motivations of the various factions that inhabit the world of Rubicon. Armored Core 6: Fires of Rubicon features a modern control scheme that makes handling your mech intuitive, while also featuring a smooth difficulty curve that ensures that you won’t really bite off more than you can chew too early in your career as a mercenary.", "link": "https://www.youtube.com/watch?v=dz7JkJJ3FTU", "date_published": "2023-08-23T15:51:04.244562+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dz7JkJJ3FTU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Starfield - 15 THINGS WE CAN'T WAIT TO DO", "description": "Bethesda is promising massive things with Starfield. BGS’ RPGs have always had an impressive knack for delivering experiences that let you thoroughly immerse yourself in their vast, rich worlds, but the upcoming space-faring adventure looks like it’s going to take that to completely unprecedented heights. \n\nWith Bethesda Game Studios promising what looks like a mind-boggling experience where players can be who they want, there’s plenty that’s been shown off that we’re already daydreaming about experiencing when we finally get our hands on Starfield ourselves. As such, with the game not far away from launch now, here, we’re going to talk about a few things we simply cannot wait to do when we dive into the vast expanses of Starfield.", "link": "https://www.youtube.com/watch?v=IR-mgtJitko", "date_published": "2023-08-23T10:33:49.009932+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/IR-mgtJitko/hqdefault.jpg"}]