[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What Made Mortal Kombat Special Forces A TERRIBLE GAME?", "description": "The feature highlights the unfortunately chequered development phase of Mortal Kombat: Special Forces, a year 2000 Playstation exclusive spinoff centring on tertiary character Major Jax, with gameplay a departure from the usual beat ‘em up fayre to something akin to action-adventure. The results were catastrophically underwhelming, with the game’s bland environments, boring story, and half-baked combat the headlines in a laundry list’s worth of flaws. \n\nThe feature also describes the development team, whom during production jumped ship with studio Midway opting to replace them with a skeleton crew of under skilled developers rather than cancel the project outright. These events coalesced to a catastrophic degree, with Mortal Kombat: Special Forces tragically being one of the lowest rated games of all time despite a promising foundation of developmental talent and fantastical lore.", "link": "https://www.youtube.com/watch?v=hCeCdcydV-Y", "date_published": "2023-06-19 15:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Diablo 4 - 21 Things GAMERS HATE About It", "description": "Diablo 4 is finally here. It's received exceptional critical and commercial acclaim, but the launch is only the start, as Blizzard has plans for multiple seasons of content with Battle Passes. \n\nHowever, despite being beloved by so many, Diablo 4 has some problems. These are problems that your average first-time player or casual fan won't immediately experience, but they're there and stick out like an ugly thumb with more time invested.\n\nHere are 21 things that fans dislike about Diablo 4. Fixes and changes for some are on the way, but until then, they continue to be a pain point.", "link": "https://www.youtube.com/watch?v=Q4hi31UhQNg", "date_published": "2023-06-19 13:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Park Beyond Review - The Final Verdict", "description": "Park Beyond doesn’t stretch the limits of what a theme park builder and management sim can be, and it doesn’t necessarily stand toe to toe with the best of the best the genre has had to offer over the years, but for those looking for a solid new offering to sink dozens of hours of their lives into, you can’t go wrong with Limbic Entertainment and Bandai Namco’s newest release. \n\nFrom its solid fundamental gameplay ideas to the impressive degree of control it affords thanks to its suite of customization options to its delightful impossification mechanics, there’s plenty to enjoy in Park Beyond. Console players might have issues with the controls, and the game has a few technical deficiencies, but the overall package here is one that’s easy to recommend.", "link": "https://www.youtube.com/watch?v=DRxxA_mjrbw", "date_published": "2023-06-19 10:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}]