[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Mystic Stealer Malware Targets 40 Web Browsers and 70 Browser Extensions", "description": "A new information-stealing malware called Mystic Stealer has been found to steal data from about 40 different web browsers and over 70 web browser extensions.\nFirst advertised on April 25, 2023, for $150 per month, the malware also targets cryptocurrency wallets, Steam, and Telegram, and employs extensive mechanisms to resist analysis.\n\"The code is heavily obfuscated making use of polymorphic", "link": "https://thehackernews.com/2023/06/new-mystic-stealer-malware-targets-40.html", "date_published": "2023-06-19 15:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Discover New Sophisticated Toolkit Targeting Apple macOS Systems", "description": "Cybersecurity researchers have uncovered a set of malicious artifacts that they say is part of a sophisticated toolkit targeting Apple macOS systems.\n\"As of now, these samples are still largely undetected and very little information is available about any of them,\" Bitdefender researchers Andrei Lapusneanu and Bogdan Botezatu said in a preliminary report published on Friday.\nThe Romanian firm's", "link": "https://thehackernews.com/2023/06/researchers-discover-new-sophisticated.html", "date_published": "2023-06-19 12:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Introducing AI-guided Remediation for IaC Security / KICS", "description": "While the use of Infrastructure as Code (IaC) has gained significant popularity as organizations embrace cloud computing and DevOps practices, the speed and flexibility that IaC provides can also introduce the potential for misconfigurations and security vulnerabilities. \nIaC allows organizations to define and manage their infrastructure using machine-readable configuration files, which are", "link": "https://thehackernews.com/2023/06/introducing-ai-guided-remediation-for.html", "date_published": "2023-06-19 11:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "State-Backed Hackers Employ Advanced Methods to Target Middle Eastern and African Governments", "description": "Governmental entities in the Middle East and Africa have been at the receiving end of sustained cyber-espionage attacks that leverage never-before-seen and rare credential theft and Exchange email exfiltration techniques.\n\"The main goal of the attacks was to obtain highly confidential and sensitive information, specifically related to politicians, military activities, and ministries of foreign", "link": "https://thehackernews.com/2023/06/state-backed-hackers-employ-advanced.html", "date_published": "2023-06-19 09:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Blames Massive DDoS Attack for Azure, Outlook, and OneDrive Disruptions", "description": "Microsoft on Friday attributed a string of service outages aimed at Azure, Outlook, and OneDrive earlier this month to an uncategorized cluster it tracks under the name Storm-1359.\n\"These attacks likely rely on access to multiple virtual private servers (VPS) in conjunction with rented cloud infrastructure, open proxies, and DDoS tools,\" the tech giant said in a post on Friday.\nStorm-#### (", "link": "https://thehackernews.com/2023/06/microsoft-blames-massive-ddos-attack.html", "date_published": "2023-06-19 08:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}]