[{"source": "https://www.pcworld.com/index.rss", "title": "Outlook, OneDrive outages caused by DDoS attack, Microsoft says", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Microsoft has confirmed that the service outages for Outlook, OneDrive, and other Microsoft 365 services on June 5 were caused by a malicious attack. Hackers flooded Microsoft&rsquo;s servers with denial-of-service (DDoS) attacks and brought them to their overload limit. The traffic sent to the servers increased so massively due to the DDOS attacks that they could no longer process the requests, bringing Microsoft&rsquo;s services to their knees.</p>\n\n\n\n<p>This meant Microsoft customers could no longer retrieve or write new emails in Outlook. Communication via Teams was also disrupted and calendars no longer synchronized. The OneDrive web portal went down and various Azure services were no longer available.</p>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://msrc.microsoft.com/blog/2023/06/microsoft-response-to-layer-7-distributed-denial-of-service-ddos-attacks/&amp;xcust=2-1-1958236-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Microsoft writes</a>:</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>&ldquo;Beginning in early June 2023, Microsoft identified surges in traffic against some services that temporarily impacted availability. Microsoft promptly opened an investigation and subsequently began tracking ongoing DDoS activity by the threat actor that Microsoft tracks as Storm-1359.</p><p>These attacks likely rely on access to multiple virtual private servers (VPS) in conjunction with rented cloud infrastructure, open proxies, and DDoS tools.&rdquo;</p></blockquote>\n\n\n\n<h2 id=\"customer-data-should-be-safe\">Customer data should be safe</h2>\n\n\n\n<p>The most important statement comes in the next sentence of Microsoft&rsquo;s disclosure: &ldquo;We have seen no evidence that customer data has been accessed or compromised.&rdquo; </p>\n\n\n\n<p>The hackers used a so-called &ldquo;Layer 7 DDoS&rdquo; attack. In a DDoS attack on layer 7, attackers act on the application level and send such a large number of requests to the targeted online services that they can no longer process the requests and come to a standstill. The hackers used three different types of Layer 7 DDoS attacks to batter Microsoft services.</p>\n\n\n\n<h2 id=\"alleged-sudanese-hacker-group\">Alleged Sudanese hacker group</h2>\n\n\n\n<p>As mentioned above, Microsoft identified the hacker group Storm-1359 as the originator of the attacks. This group also refers to itself as &ldquo;Anonymous Sudan.&rdquo; The group had declared that it would carry out attacks against any country that opposed Sudan. This hacker group has been known since January 2023, Bleeping Computer <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.bleepingcomputer.com/news/microsoft/microsoft-confirms-azure-outlook-outages-caused-by-ddos-attacks/&amp;xcust=2-1-1958236-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">writes</a>. Anonymous Sudan has already attacked various organizations and government institutions around the globe, forcing them offline or even stealing data.</p>\n\n\n\n<p>Sudan is currently in the throes of a bloody civil war. There are also <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/780thC/status/1648269010851569665&amp;xcust=2-1-1958236-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">suspicions</a> that Russia could have strong ties to Anonymous Sudan, however.</p>\n\n\n\n<p> </p>\n\nInternet, Security</div>", "link": "https://www.pcworld.com/article/1958236/hackers-successfully-attack-microsoft-this-is-why-outlook-was-disrupted.html", "date_published": "2023-06-19 14:52:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Busting the 8 biggest Windows myths", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Storage drives need to be defragmented. USB sticks have to be ejected. Antivirus software slows down your PC. Who isn&rsquo;t familiar with these common &ldquo;wisdoms&rdquo; about Windows?</p>\n\n\n\n<p>But are any of these Windows myths actually true, and where do they come from? Our editorial team gets to the bottom of it all and separates fact from fiction.</p>\n\n\n\n<p><em>This article was translated from German to English, and originally appeared on pcwelt.de.</em></p>\n\n\n\n<h2 class=\"toc\" id=\"myth-1-usb-sticks-must-be-ejected\">Myth 1: USB sticks must be ejected!</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Hama USB-Stick\" class=\"wp-image-1487270\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/hama-5.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Hama</p></div>\n\n\n\n<p>Many people claim that USB storage media, such as flash drives and external USB drives, must be ejected via &ldquo;Safely remove hardware.&rdquo; But is this still necessary in this day and age?</p>\n\n\n\n<p>Ejecting USB storage media ensures that the transferred and stored data remains intact. Nevertheless, many people ignore this step and remove the stick without thinking. The additional step of properly ejecting it can be a nuisance, so it&rsquo;s often forgotten, which has caused error messages in past iterations of Windows.</p>\n\n\n\n<p>Microsoft recognized this problem and introduced a solution that has been available in Windows 10 and 11 since October 2018. The new &ldquo;Quick Remove&rdquo; function allows external hardware to be removed at any time without having to first click &ldquo;Safely remove hardware,&rdquo; and better yet, the setting is activated by default.</p>\n\n\n\n<p>Although this solution is very convenient and adapted to most people&rsquo;s needs, it has one major drawback: Quick Remove no longer caches your data. Caching ensures a constant backup of the data, but slows down the transfer speed.</p>\n\n\n\n<p><strong>Answer: </strong>No, using &ldquo;Safely remove hardware&rdquo; before yanking out USB drives isn&rsquo;t required any more.</p>\n\n\n\n<h2 class=\"toc\" id=\"myth-2-drives-must-be-defragmented-regularly\">Myth 2: Drives must be defragmented regularly!</h2>\n\n\n\n<p>Another myth concerns the fragmentation of drives and data under Windows. It&rsquo;s often said that these drives must be defragmented regularly to maintain their speed. But is defragmentation even necessary today?</p>\n\n\n\n<p>Modern drives, especially solid state storage (SSDs), no longer need defragmentation. Newer drives store and retrieve data differently than older hard drives.</p>\n\n\n\n<p>On older hard drives, data was stored on magnetic disks and had to be processed by moving read-head and write-head units. When a file was erased from the hard drive, gaps were created that could be used by other files. Over time, this led to fragmentation of the files as they were stored in smaller fragments in different locations on the hard disk. The aim of defragmenting the hard disk was to bring these fragments together and store them in one continuous file, which shortened the access times to the files.</p>\n\n\n\n<p>In contrast, SSDs store data in electronic memory cells arranged directly on the drive. There are no moving parts storing files in different locations, and thus no fragmentation. </p>\n\n\n\n<p><strong>Answer: </strong>No, on modern systems with SSDs, defragmentation is no longer necessary and may even shorten the life expectancy of SSDs. That&rsquo;s why defragmentation is actually deactivated by default under Windows 10 and Windows 11 if an SSD is installed in the system.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Read more about <a href=\"https://www.pcworld.com/article/407542/best-ssds.html\">our picks for the best SSDs</a>.</p></blockquote>\n\n\n\n<h2 class=\"toc\" id=\"myth-3-antivirus-software-slows-down-your-pc\">Myth 3: Antivirus software slows down your PC!</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Bitdefender Antivirus Free\" class=\"wp-image-1804641\" height=\"889\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/bitdefender.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<p>It&rsquo;s repeatedly claimed that installing antivirus software on a Windows system slows down your PC, but is this true at all?</p>\n\n\n\n<p>Installing antivirus software on a computer can cause the system to slow down because the software requires resources. If your antivirus performs regular scans, this can affect the operation of the computer and cause programs to start or respond more slowly.</p>\n\n\n\n<p>But modern antivirus programs have features that minimize system load by only becoming active when needed. In addition, many computers today have powerful processors and memory that are capable of handling the execution of antivirus software without noticeable delays.</p>\n\n\n\n<p>Nevertheless, it&rsquo;s important to note that <em>not</em> using antivirus software increases the risk of malware infections, which can affect the computer&rsquo;s performance and, in the worst case, even destroy important data. Well-configured antivirus is therefore an important component for the security and stability of any computer.</p>\n\n\n\n<p><strong>Answer: </strong>No, modern antivirus software no longer noticeably slows down your PC. This misunderstanding dates back to the time of Windows 95 and Windows 98. Today, it&rsquo;s a good idea to always keep antivirus running on your system.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Read about our <a href=\"https://www.pcworld.com/article/407277/best-antivirus-for-windows-pc.html\" rel=\"noreferrer noopener\" target=\"_blank\">top picks for the best Windows antivirus software</a>.</p></blockquote>\n\n\n\n<h2 class=\"toc\" id=\"myth-4-windows-game-mode-does-not-help-at-all\">Myth 4: Windows Game Mode does not help at all!</h2>\n\n\n\n<p>You&rsquo;ll often find people debating whether Windows 10 and 11&rsquo;s Game Mode really has an impact on gaming performance. Again and again, rumors swirl that Game Mode doesn&rsquo;t really bring anything at all.</p>\n\n\n\n<p>They&rsquo;re wrong. Windows Game Mode can improve the performance of PC games by reducing background processes and non-essential system activities to free up more resources for the game. This can result in a higher frame rate, shorter loading times, and an overall better gaming experience.</p>\n\n\n\n<p>Game Mode can also increase the stability of games by preventing potential conflicts with other applications and processes on the computer. However, some players have noticed that the difference when Game Mode is turned on may not be very significant, especially if their computer is already powerful. It&rsquo;s also important to note that not all games will benefit from having Game Mode enabled, as older or well-optimized games may show no noticeable difference.</p>\n\n\n\n<p><strong>Answer: </strong>Windows 10 and 11&rsquo;s Game Mode can definitely speed up games, but its benefits are mainly seen on less powerful systems and with less well-optimized games. Read our in-depth testing on <a href=\"https://www.pcworld.com/article/406291/tested-windows-10s-game-mode-makes-unplayable-games-playable-sometimes.html\">how Windows 10&rsquo;s Game Mode makes unplayable games playable&hellip; sometimes</a> for the full picture.</p>\n\n\n\n<h2 class=\"toc\" id=\"myth-5-google-chrome-consumes-a-lot-of-ram-and-slows-down-windows\">Myth 5: Google Chrome consumes a lot of RAM and slows down Windows!</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Google Chrome\" class=\"wp-image-1189282\" src=\"https://bilder.pcwelt.de/4269315_original.jpg?quality=50&amp;strip=all\" /></figure><p class=\"imageCredit\">Shutterstock.com/Evan Lorne</p></div>\n\n\n\n<p>Google Chrome and other Chromium-based browsers (like Microsoft Edge) &ldquo;consume&rdquo; a relatively large amount of RAM in Windows compared to other browsers such as Mozilla Firefox. But is this a problem? How does it affect the system?</p>\n\n\n\n<p>It&rsquo;s true that Google Chrome is known to use a relatively large amount of RAM compared to other web browsers. The reason for this is that Chrome starts a separate process for each open tab to ensure that closing one tab does not affect the stability of other tabs or the browser as a whole.</p>\n\n\n\n<p>Whether this is a problem depends on your specific circumstances and system. If a computer has sufficient RAM, Chrome&rsquo;s additional memory consumption may be negligible and have no impact on the computer&rsquo;s performance. But if your computer has limited RAM and Chrome takes up most of it, it can affect the performance of other applications and the system as a whole.</p>\n\n\n\n<p>Usually, Chrome&rsquo;s RAM consumption can be reduced by taking measures such as closing tabs that are not needed or disabling extensions. If you&rsquo;re constantly running low on RAM, however, using another web browser that requires less memory may be an effective alternative.</p>\n\n\n\n<p><strong>Answer: </strong>The comparatively high RAM consumption of Google Chrome is not really a problem under normal circumstances. In fact, it&rsquo;s driven by a feature that enhances browser stability. People with older or memory-constrained systems should keep fewer tabs open, or switch to a less resource-intensive browser like Mozilla Firefox.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><a href=\"https://www.pcworld.com/article/1939595/should-you-upgrade-your-ram-5-things-to-consider.html\" rel=\"noreferrer noopener\" target=\"_blank\">Should you upgrade your RAM? 5 things to consider</a>.</p></blockquote>\n\n\n\n<h2 class=\"toc\" id=\"myth-6-windows-pcs-get-slower-over-time\">Myth 6: Windows PCs get slower over time!</h2>\n\n\n\n<p>It&rsquo;s often said that Windows PCs slow down over time, but is this true? What can users do about it?</p>\n\n\n\n<p>Over time, it&rsquo;s possible for a Windows PC to become slower, which can be due to various causes. Here are some contributing factors:</p>\n\n\n\n<ul><li><strong>Hard disk fragmentation:</strong> If your hard disk is fragmented, the read-head of the hard disk has to move more to read the files, which can lead to reduced speed. In modern systems with SSDs, however, this point is eliminated, as we explained above.</li><li><strong>Outdated hardware:</strong> As your Windows installation ages, so is your computer&rsquo;s hardware, which can potentially lead to slower performance. New operating system features can also put more strain on old hardware and thus slow down your system.</li><li><strong>Operating system overload: </strong>Overloading the operating system can cause it to slow down as it struggles to handle all the processes that are running. This is caused by more and more programs and tools that users install on their system over time.</li><li><strong>Malware infections: </strong>A computer infected by malware can be slowed down by additional processes run by the malware.</li></ul>\n\n\n\n<p><strong>Answer: </strong>Yes, Windows PCs can slow down over time, but it&rsquo;s nowhere as pronounced as some people seem to think and driven primarily by running lots of software at once. There are measures you can take to restore performance to an increasingly slow Windows PC, such as removing unused programs, updating hardware, scanning for malware infections, and cleaning up your computer. Windows has tools for all of these.</p>\n\n\n\n<h2 class=\"toc\" id=\"myth-7-windows-10-and-11-spy-on-you\">Myth 7: Windows 10 and 11 spy on you!</h2>\n\n\n\n<p>Since the release of Windows 7, Microsoft has been collecting so-called telemetry data about the user&rsquo;s use of the operating system. But is it true that the operating system spies on the user?</p>\n\n\n\n<p>Windows 10 and 11  collect data to improve the performance and stability of the operating system, as well as to improve the functionality of Windows Update and the Windows Store. Some of this data can be considered personal information, which is why there have been concerns about Microsoft&rsquo;s privacy practices in the past.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11\" class=\"wp-image-1944614\" height=\"717\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/w11.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>But your Windows privacy settings can be adjusted to disable (or at least limit) the collection of certain data as much as possible. Additionally, you can choose whether you want crash data and system surveys sent to Microsoft.</p>\n\n\n\n<p>It&rsquo;s important to note that some of the data collection settings are enabled by default, however, and users may not always be aware of exactly what data is being collected by Microsoft. </p>\n\n\n\n<p><strong>Answer: </strong>Yes, Microsoft collects a large amount of telemetry data from Windows 10 and 11, some of which may well be considered personal data. Concerned people should carefully check their Windows privacy settings and adjust them accordingly. But saying that Microsoft is guilty of targeted spying is going too far.</p>\n\n\n\n<h2 class=\"toc\" id=\"myth-8-linux-is-fundamentally-faster-than-windows\">Myth 8: Linux is fundamentally faster than Windows!</h2>\n\n\n\n<p>Many critics of Windows like to accuse the operating system of being fundamentally slower than free operating systems based on Linux. But is this true?</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Linux vs. Windows\" class=\"wp-image-1656110\" height=\"674\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/linux-01-2c9d9cbbfba6fcb9.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Microsoft/Larry Ewing</p></div>\n\n\n\n<p>It&rsquo;s a very complex question with no clear answer. Linux is often praised for its efficiency and stability, and can therefore run better on older or less powerful systems than Windows. It&rsquo;s also very adaptable and can be optimized for specific requirements. On the other hand, Windows is known for its ease of use and compatibility with a wide range of applications and hardware. Because of its widespread use, there are also a variety of support and resource options.</p>\n\n\n\n<p>But it&rsquo;s important to note that the performance of Linux and Windows depends on various factors such as hardware, drivers, configuration, and optimization. In some cases, Linux can be faster than Windows, while in other cases Windows can be faster than Linux.</p>\n\n\n\n<p>It ultimately depends on your needs and what tasks need to be performed on your system.</p>\n\n\n\n<p><strong>Answer: </strong>No, Linux is not fundamentally faster than Windows. Both operating systems have their advantages and disadvantages. The answer to this question hinges completely on your usage needs.</p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1936133/the-8-biggest-windows-myths-exposed.html", "date_published": "2023-06-19 13:28:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "3 reasons you need Framework’s radically awesome DIY laptop", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>I&rsquo;ve seen and used countless laptops over the years. From impossibly lightweight machines to gaming powerhouses, I&rsquo;ve tried them all. But nothing quite excites me like a Framework laptop, which is designed to be taken apart and repaired or upgraded by the user. Not only does this extend the life of your laptop, but it also helps reduce the e-waste problem we&rsquo;re currently facing. It&rsquo;s the kind of machine that encourages you to get in there and tinker away.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Looking for more laptop options? Check out PCWorld&rsquo;s roundup of the <a href=\"https://www.pcworld.com/article/436674/the-best-pc-laptops-of-the-year.html\">best laptops</a> available today.</p></blockquote>\n\n\n\n<h2 id=\"extend-the-life-of-your-laptop\">Extend the life of your laptop</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Framework Chromebook Laptop hardware\" class=\"wp-image-1431814\" height=\"683\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/12/hardware.jpg?quality=50&amp;strip=all\" width=\"1024\" /></figure><p class=\"imageCredit\">IDG / Ashley Biancuzzo</p></div>\n\n\n\n<p>Say you want to swap out the memory or storage on your current laptop. If those parts are soldered on, you&rsquo;re out of luck. That means these parts can&rsquo;t be removed. That&rsquo;s a real bummer because you&rsquo;re stuck with a machine that will be rendered obsolete at some point in the future, especially with the arrival of newer (faster) processors and graphics cards. That&rsquo;s not the case with Framework laptops. They&rsquo;re designed to last, which is what I love most about them.</p>\n\n\n\n<p>Thanks to the modular design, in which every piece fits like a piece of the puzzle, Framework laptops are upgradeable and repairable. Framework laptops offer a rare view of the internal bits, which not everyone gets to see. The best part is that everything is clearly labeled (as you can see in the above picture), which takes out any guesswork. All you need is a cellular device to scan the bar codes and boom, you&rsquo;re directed to the right piece of hardware on the Framework website.</p>\n\n\n\n<h2 id=\"help-curtail-the-e-waste-problem\">Help curtail the e-waste problem</h2>\n\n\n\n<p>What do you do with a laptop you no longer use anymore? Sure, there are <a href=\"https://www.pcworld.com/article/394615/what-to-do-with-an-old-laptop-10-clever-ideas.html\">ways to properly re-purpose them</a>, but most of the time they end up buried in a landfill. This is far from ideal because electronic devices will dissolve over time and poison the soil with toxic matter. It&rsquo;s not a great solution for the environment, which gets a lot of unnecessary abuse from us humans. If you&rsquo;re an eco-conscious buyer, you should really consider picking up a Framework laptop, as they can be updated and repaired. It won&rsquo;t be rendered obsolete, so long as you choose to upgrade it.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"\">\n\t\t\t\t\t\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"framework-laptop-chromebook\">Framework Laptop Chromebook</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"Framework Laptop Chromebook\" class=\"product-widget__image\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/12/Untitled-design.png\" width=\"1200\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/1431799/framework-laptop-chromebook-review.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<h2 id=\"its-just-plain-fun\">It&rsquo;s just plain fun</h2>\n\n\n\n<p>There&rsquo;s a massive difference between reviewing and writing about laptops and disassembling them for fun. Sure, as the person who spearheads the laptop effort at PCWorld, I probably know more about them than the everyday consumer. However, I was never confident in my ability to carefully take apart the sensitive hardware inside of these machines. One wrong move and you&rsquo;re in trouble. But Framework makes it fun and easy and accessible to just about anyone. </p>\n\n\n\n<p>At the end of the day, I feel empowered. Playing around with the internal bits of a Framework laptop really builds my confidence and helps me better understand what goes on behind the scenes. I like being able to choose the hardware I want inside of my laptop. There&rsquo;s a real sense of freedom here, which I find lacking with most laptops I&rsquo;ve reviewed over the years. Honestly? Switching out the parts or taking them out to examine them with a closer eye is just plain fun for me. </p>\n\nLaptops</div>", "link": "https://www.pcworld.com/article/1931935/x-reasons-you-need-frameworks-radically-awesome-diy-laptop.html", "date_published": "2023-06-19 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Get Microsoft Office Pro Plus 2021 for just $40", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>When it comes to office software, Microsoft Office has cornered the market for decades. Even since the advent of Google Drive, Office is still on top of the office software pyramid. There&rsquo;s a good reason for that, but if you&rsquo;ve always felt like Office was too expensive, now&rsquo;s an opportunity you can&rsquo;t miss.</p>\n\n\n\n<p>For a limited time, you can get a lifetime license to <a href=\"https://shop.pcworld.com/sales/the-microsoft-training-bundle-2-zero-to-advanced?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-microsoft-training-bundle-2-zero-to-advanced&amp;utm_term=scsf-573050&amp;utm_content=a0x1P000004InHPQA0&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Microsoft Office Professional Plus 2021 for Windows</a> for a specially reduced price of just $39.97. This includes Word, Excel, PowerPoint, OneNote, Outlook, Teams, Publisher, and Access &mdash; everything you need to thrive in a professional environment. And not only that, but you&rsquo;ll also get a 25-hour online course bundle that will help you build your Word, Excel, and PowerPoint <a href=\"https://shop.pcworld.com/sales/the-complete-2022-social-media-marketing-manager-bundle\" rel=\"noreferrer noopener\" target=\"_blank\">skills</a>.</p>\n\n\n\n<p>Lock down a Microsoft Office subscription for life. Grab <a href=\"https://shop.pcworld.com/sales/the-microsoft-training-bundle-2-zero-to-advanced?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-microsoft-training-bundle-2-zero-to-advanced&amp;utm_term=scsf-573050&amp;utm_content=a0x1P000004InHPQA0&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Microsoft Office Professional Plus 2021 for Windows</a> for just $39.97 (reg. $239) now.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-microsoft-training-bundle-2-zero-to-advanced?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-microsoft-training-bundle-2-zero-to-advanced&amp;utm_term=scsf-573050&amp;utm_content=a0x1P000004InHPQA0&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp1.stackassets.com/d1a3149bddc8d0900ec16a3c614c0c375bfd4436/store/58200e1e3606fbe2264e40b28e5a6e70ad41b72697285b37840fc0f4437f/sale_322128_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>Microsoft Office Pro Plus 2021 for Windows: Lifetime License + A FREE Microsoft Training Bundle &ndash; $39.97</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-microsoft-training-bundle-2-zero-to-advanced?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-microsoft-training-bundle-2-zero-to-advanced&amp;utm_term=scsf-573050&amp;utm_content=a0x1P000004InHPQA0&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.&nbsp;</p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1957287/get-microsoft-office-pro-plus-2021-for-just-40.html", "date_published": "2023-06-19 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]