[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Bank Pekao S.A. jako pierwszy bank w Polsce udostępnia produkty kredytowe i oszczędnościowe oparte o wskaźnik referencyjny stopy procentowej WIRON", "description": "Bank Pekao S.A. proponuje swoim klientom z grupy małych, średnich i dużych firm produkty oparte o wskaźnik referencyjny stopy procentowej WIRON - kredyt w rachunku bieżącym oraz oprocentowany rachunek pomocniczy. To pierwsze takie rozwiązania na polskim rynku, które wpisują się w proces zastąpienia WIBOR-u przez WIRON, będący jednym z założeń Mapy Drogowej opublikowanej przez Narodową Grupę Roboczą ds. reformy wskaźników referencyjnych.", "link": "https://www.wirtualnemedia.pl/artykul/bank-pekao-pierwszy-bank-w-polsce-udostepnia-produkty-kredytowe-i-oszczednosciowe-oparte-o-wskaznik-referencyjny-stopy-procentowej-wiron", "date_published": "2023-06-19 12:24:56.552494+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "W maju niewielkie ożywienie na rynku najmu mieszkań", "description": "O 13 proc. wzrósł w maju wobec kwietnia popyt na mieszkania na wynajem, a liczba dostępnych ofert zwiększyła się o 4 proc. - wynika z majowego “Raportu z rynku najmu”. Największy wzrost ofert mieszkań na wynajem odnotowano w miastach akademickich, a największy spadek w Trójmieście - dodano.", "link": "https://www.wirtualnemedia.pl/artykul/w-maju-niewielkie-ozywienie-na-rynku-najmu-mieszkan", "date_published": "2023-06-19 12:24:56.550258+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "System Comarch ERP Optima – jak dzięki temu programowi wspiąć się na wyżyny biznesu? Podpowiadamy!", "description": "Twoja firma znakomicie się rozwija, zatrudnia coraz więcej osób i realizuje więcej projektów, ale w pewnym momencie na drodze do dalszych wzrostów stają problemy z zarządzaniem? To często spotykany scenariusz. Możesz go uniknąć, stawiając na odpowiednie narzędzia, takie jak Comarch ERP Optima.", "link": "https://www.wirtualnemedia.pl/artykul/system-comarch-erp-optima-jak-dzieki-temu-programowi-wspiac-sie-na-wyzyny-biznesu-podpowiadamy", "date_published": "2023-06-19 10:15:06.456613+00:00", "persistent": false, "user": null, "language": "pl-PL"}]