[{"source": "https://businessinsider.com.pl/.feed", "title": "Zaginęła łódź podwodna z turystami. Na pokładzie brytyjski biznesmen", "description": "Trwają poszukiwania turystycznej łodzi podwodnej zaginionej podczas nurkowania w celu obserwacji wraku Titanica. Jedną w pięciu osób znajdujących się na pokładzie jest prawdopodobnie brytyjski biznesmen Hamish Harding - pisze \"The Guardian\". Łódź powinna mieć zapas tlenu na 72 godziny.", "link": "https://businessinsider.com.pl/wiadomosci/titanic-zaginela-lodz-podwodna-z-turystami-na-pokladzie-brytyjski-biznesmen/536dl16", "date_published": "2023-06-19 20:27:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigantyczna inwestycja Intela w Niemczech", "description": "Intel zbuduje w Niemczech fabrykę chipów wartą 33 mld dol. po tym, jak rząd zobowiązał się pokryć jedną trzecią kosztów. \"To największa inwestycja, jakiej kiedykolwiek dokonała zagraniczna firma w Niemczech\" – powiedział minister gospodarki. Projekt uzupełnia plany Intela dotyczące zakładu koło Wrocławia.", "link": "https://businessinsider.com.pl/wiadomosci/gigantyczna-inwestycja-intela-w-niemczech/n8vzmgg", "date_published": "2023-06-19 19:48:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polskie źródło w UE o wyjątku dla Polski w sprawie relokacji uchodźców: półprawda", "description": "Według doniesień medialnych Polska będzie mogła wnioskować o całkowite odstępstwo od obowiązkowej solidarności w sprawie uchodźców. Jednak polskie źródło dyplomatyczne w Brukseli zapewnia w rozmowie z PAP, że \"to mieszanka manipulacji i półprawd\".", "link": "https://businessinsider.com.pl/wiadomosci/relokacja-migrantow-polskie-zrodlo-w-ue-o-furtce-dla-polski-to-manipulacja/c12pezc", "date_published": "2023-06-19 19:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PiS przenosi konwencję programową z Łodzi na Dolny Śląsk", "description": "Konwencja programowa PiS miała odbyć się w sobotę w Łodzi. Pieniądze z wynajmu łódzkiej Atlas Areny miały być — według deklaracji prezydent miasta — przekazane na program in-vitro. W poniedziałek partia rządząca ogłosiła, że zmienia miejsce konwencji.", "link": "https://businessinsider.com.pl/wiadomosci/konwencja-programowa-pis-jednak-nie-w-lodzi-zaskakujaca-zmiana/d3z27l7", "date_published": "2023-06-19 18:19:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "KGHM może wydać 1 mld zł, żeby zrzucać mniej soli do Odry", "description": "KGHM chce zbudować zakład produkcji soli warzonej z zasolonych wód kopalnianych. Inwestycja może kosztować nawet 1 mld zł i ma m.in. przyczynić się do ochrony ekosystemu Odry. Pozwoliłaby też na produkcję nawet 1 mln ton soli warzonej rocznie.", "link": "https://businessinsider.com.pl/wiadomosci/mniej-soli-w-odrze-kghm-chce-zbudowac-zaklad-za-1-mld-zl/8ryrb0g", "date_published": "2023-06-19 17:59:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bank rządu nie chce już pożyczać pieniędzy. Trzeci z rzędu przetarg odwołany", "description": "Bank Gospodarstwa Krajowego odwołał już trzeci z rzędu przetarg sprzedaży obligacji. Jeszcze miesiąc temu wypuszczał emisje w USA i Japonii, a teraz nie chce tego robić w złotym. Pieniądze miały trafić na Fundusz Przeciwdziałania COVID-19.", "link": "https://businessinsider.com.pl/gospodarka/bank-rzadu-nie-chce-juz-pozyczac-pieniedzy-trzeci-z-rzedu-przetarg-odwolany/ffgv7rv", "date_published": "2023-06-19 17:53:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trzy alkomaty do 150 zł. To wysoko oceniane modele", "description": "Wielu kierowców błędnie szacuje czas potrzebny na osiągniecie trzeźwości po wypiciu alkoholu. Nietrafione kalkulacje mogą kosztować wiele - wysoką grzywnę, karę więzienia, utratę prawa jazdy, a nawet życia, jeśli dojdzie do najbardziej przykrego wypadku. Dlatego, przed rozpoczęciem jazdy autem, warto korzystać z alkomatu, nawet jeśli wydaje się nam, że już wytrzeźwieliśmy. Takie urządzenie można kupić już poniżej 150 zł. Aby pomóc wam w podjęciu decyzji zakupowej, wybraliśmy trzy tanie alkomaty, które są bardzo dobrze ocenianie przez klientów znanych sklepów internetowych i podaliśmy najważniejsze parametry tych urządzeń.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/trzy-alkomaty-do-150-zl-to-wysoko-oceniane-modele/61k5cbk", "date_published": "2023-06-19 16:43:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamieszkał w nieswoim domu i zażądał 40 tys. euro za wyprowadzkę", "description": "Mieszkający w Szwajcarii Hiszpan po przyjeździe do kraju pochodzenia, gdzie posiada wakacyjny dom, nie mógł w nim zamieszkać. Okazało się, że zasiedlił go dziki lokator, który w dodatku zażądał 40 tys. euro za wyprowadzkę.", "link": "https://businessinsider.com.pl/lifestyle/podroze/zamieszkal-w-nieswoim-domu-i-zazadal-40-tys-euro-za-wyprowadzke/s7rycdn", "date_published": "2023-06-19 16:42:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto co dalej ze wsparciem przy wysokich cenach energii. Rząd odpowiedział", "description": "W razie wysokiego poziomu cen energii rząd podda analizie możliwość przedłużenia mechanizmów wsparcia lub wypracuje nowe rozwiązania \"z uwzględnieniem możliwości finansowych państwa\" — podało w odpowiedzi na interpelację poselską Ministerstwo Klimatu i Środowiska.", "link": "https://businessinsider.com.pl/twoje-pieniadze/prawo-i-podatki/oto-co-dalej-ze-wsparciem-w-razie-wysokich-cen-energii-rzad-odpowiedzial/977bz34", "date_published": "2023-06-19 16:35:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Messi dostaje gigantyczne pieniądze za promowanie turystyki w Arabii Saudyjskiej. Pod warunkiem, że nie da plamy", "description": "Lionel Messi, jeden z najlepiej opłacanych sportowców na świecie, podpisał lukratywną umowę z władzami turystycznymi Arabii Saudyjskiej w 2021 r. na promocję kraju, donosi \"The New York Times\". Dostanie do 25 mln dol., pod warunkiem że nie powie nic, co mogłoby \"splamić\" reputację królestwa.", "link": "https://businessinsider.com.pl/wiadomosci/messi-dostaje-do-25-mln-dol-za-kontrolowana-promocje-arabii-saudyjskiej/2bwvvrq", "date_published": "2023-06-19 16:31:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd jest gotów podzielić się ryczałtem z samorządami. Ale jeszcze nie teraz", "description": "Resort finansów jest gotowy podzielić się z samorządami pieniędzmi, które trafiają do kasy państwa z podatku ryczałtowego. Stawia jednak warunek — zmiany możliwe są w 2025 r., co oznacza, że obecna ekipa musiałaby wygrać jesienne wybory parlamentarne.", "link": "https://businessinsider.com.pl/firmy/podatki/rzad-jest-gotow-podzielic-sie-ryczaltem-z-samorzadami-ale-jeszcze-nie-teraz/dhz8qjx", "date_published": "2023-06-19 15:58:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny chiński gigant atakuje pozycję Allegro. Do Polski wszedł po cichu", "description": "Wielu już poległo, ale kolejni próbują. O pieniądze polskiego klienta internetowego postanowił zawalczyć z Allegro kolejny chiński gigant. Nawet nazwę ma jakby polską, Temu. Szybko podbija świat. Na głośną kampanię w Polsce porównywalną do Shopee jeszcze się nie zdecydował. I niewykluczone, że nie zdecyduje, bo ma inną politykę marketingową.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/kolejny-chinski-gigant-atakuje-pozycje-allegro-do-polski-wszedl-po-cichu/9q93tgp", "date_published": "2023-06-19 15:36:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezydent podpisał ustawę. Możemy zapomnieć o plastikowym dowodzie", "description": "Prezydent Andrzej Duda podpisał ustawę o aplikacji mObywatel — poinformowała jego kancelaria. Ustawa zrównuje dokumenty zawarte w aplikacji, w tym m.in. dowód osobisty, z dokumentami tradycyjnymi.", "link": "https://businessinsider.com.pl/wiadomosci/mobywatel-prezydent-zdecydowal-mozemy-zapomniec-o-plastikowym-dowodzie/ve8ze4k", "date_published": "2023-06-19 15:30:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Bezpieczny kredyt 2 proc.\". KNF zmieniła rekomendację, oto jak wzrośnie zdolność [WYLICZENIA]", "description": "Komisja Nadzoru Finansowego przyjęła zmiany w rekomendacji S związane z wejściem na rynek rządowego \"Bezpiecznego kredytu 2 proc.\". — To dobra wiadomość dla klientów — mówi ekspert i przytacza wyliczenia, z których wynika, że zdolność kredytowa kwalifikujących się do programu będzie o kilkadziesiąt procent wyższa niż w przypadku standardowej oferty banków.", "link": "https://businessinsider.com.pl/twoje-pieniadze/bezpieczny-kredyt-2-proc-knf-zmienila-rekomendacje-oto-jak-wzrosnie-zdolnosc/ngq1k02", "date_published": "2023-06-19 14:49:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Airbus zdobył rekordowe zamówienie w historii lotnictwa", "description": "Airbus zdobył największe zamówienie na samoloty w historii lotnictwa, sprzedając 500 maszyn indyjskiej linii lotniczej IndiGo — podaje Bloomberg.", "link": "https://businessinsider.com.pl/wiadomosci/airbus-z-najwiekszym-zamowieniem-w-historii-lotnictwa/b0bcgn1", "date_published": "2023-06-19 14:29:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ikea wycofuje produkty amerykańskiego giganta. Wszedł na listę \"sponsorów wojny\"", "description": "Wycofanie z Rosji dużo kosztuje, ale na pozostawaniu na tym rynku można też stracić. Ikea była jedną z pierwszych firm, które działalność w Rosji zawiesiły, a teraz podjęła zdecydowany krok. Wycofała ze swoich sklepów produkty amerykańskiego koncernu Mondelez. A ten wciąż działa w Rosji i został właśnie wpisany na listę \"międzynarodowych sponsorów wojny\". Uważa się to za dalszy ciąg szwedzkiego bojkotu produktów amerykańskiego giganta.", "link": "https://businessinsider.com.pl/gospodarka/ikea-wycofuje-produkty-amerykanskiego-giganta-wszedl-na-liste-sponsorow-wojny/jv2cf8t", "date_published": "2023-06-19 14:16:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te banki już przystąpiły do programu \"Bezpieczny kredyt\". Zdolność kredytowa będzie wysoka", "description": "Minister rozwoju i technologii Waldemar Buda ujawnił, że siedem banków już zadeklarowało przystąpienie do programu \"Bezpieczny kredyt\", w którym można otrzymać preferencyjne oprocentowanie, dużo niższe niż na rynku. Oto lista tych, które na pewno do programu przystąpią. Pokazujemy również, na jakie oprocentowanie i wielkość zadłużenia mogą liczyć beneficjenci programu.", "link": "https://businessinsider.com.pl/twoje-pieniadze/te-banki-juz-przystapily-do-programu-bezpieczny-kredyt-zdolnosc-kredytowa-bedzie/3vh66sx", "date_published": "2023-06-19 14:14:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Unijna solidarność ws. uchodźców. Nieoficjalnie: jest specjalna furtka dla Polski", "description": "Polska będzie mogła wnioskować o całkowite odstępstwo od obowiązkowej solidarności — przekazało korespondentce RMF FM w Brukseli kilku unijnych dyplomatów i ekspertów, którzy brali udział w negocjacjach pakietu migracyjnego.  — Polska dostała wyjątek — mówi jeden z dyplomatów i dziwi się, że polskie władze o tym nie informują,", "link": "https://businessinsider.com.pl/wiadomosci/relokacja-migrantow-nieoficjalnie-polska-dostala-wyjatek/fsvj2n8", "date_published": "2023-06-19 13:41:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kredyt 2 proc. coraz bliżej. KNF zmieniła rekomendację, siedem banków w programie", "description": "Banki będą mogły zacząć udzielać kredytów hipotecznych na 2 proc. od 1 lipca tego roku. Jak informuje szef resortu rozwoju, gotowość przystąpienia do programu zadeklarowało dotychczas siedem banków, a KNF znowelizowała rekomendację ustalająca warunki liczenia zdolności kredytowej.", "link": "https://businessinsider.com.pl/twoje-pieniadze/kredyt-2-proc-coraz-blizej-knf-zmienila-rekomendacje-7-bankow-w-programie/s3ms572", "date_published": "2023-06-19 13:13:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny nad morzem. Oto ile liczą sobie teraz za gofra", "description": "Na wstępie robimy zastrzeżenie, że badanie cen posiłków przeprowadzone zostało w Mielnie, co może nie być miarą odpowiednią dla innych, mniej zatłoczonych miejscowości nad polskim morzem. Tak czy inaczej, ceny robią wrażenie. Jedziesz nad Bałtyk, to przygotuj gruby portfel, bo inflacja urlopowa wygląda na dużo wyższą od tej oficjalnej.", "link": "https://businessinsider.com.pl/twoje-pieniadze/ceny-nad-morzem-oto-ile-licza-sobie-teraz-za-gofra/nvrpdf2", "date_published": "2023-06-19 12:57:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "208, czy jednak 2008?", "description": "Nieco mniejszy zgrabny Peugeot 208, czy może jednak większy SUV, czyli Peugeot 2008? Oba te samochody to ciekawe wybory, jeśli poszukujemy nowoczesnego auta do miasta. Porównujemy ich parametry i dostępne gamy napędowe.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/208-czy-jednak-2008/13j5sl3", "date_published": "2023-06-19 12:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biedronka znów wycofuje produkt. Kolejna partia skażona groźną bakterią", "description": "Główny Inspektorat Sanitarny poinformował o wykryciu groźnej bakterii w produkcie oferowanym przez sieć Biedronka. Właściciele sklepów poinformował o wycofaniu całej partii ze sprzedaży. To drugi podobny przypadek w ostatnich tygodniach.", "link": "https://businessinsider.com.pl/wiadomosci/biedronka-znow-wycofuje-produkt-kolejna-partia-skazona-grozna-bakteria/pd1sl4v", "date_published": "2023-06-19 12:29:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosjanie dostali \"nożem w plecy\" od Chin. Drastyczne ograniczenia", "description": "Bank of China wprowadził nowe ograniczenia dla rosyjskich klientów. Od 13 czerwca nie mogą już realizować transakcji w juanach za jego pośrednictwem. Ograniczenia dotyczą transferów pieniężnych z Rosji do banków w Unii Europejskiej, USA, Wielkiej Brytanii i Szwajcarii. Podobne restrykcje zostały ogłoszone także przez bank UniCredit. O zmianach poinformował 18 czerwca rosyjski serwis ekonomiczny rbc.ru.", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-dostali-nozem-w-plecy-od-chin-drastyczne-ograniczenia/fysny35", "date_published": "2023-06-19 12:17:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Warszawskie lotnisko policzyło pasażerów. Oto najpopularniejsze w tym roku kierunki podróży", "description": "Od początku roku warszawskie Lotnisko Chopina odprawiło ponad 6,5 mln pasażerów, z czego 5,9 mln w ruchu międzynarodowym i 623 tys. w krajowym — poinformował w poniedziałek port. W maju tego roku z lotniska skorzystało 1,5 mln osób, co oznacza odbudowę ruchu o 97 proc. wobec maja 2019 r.", "link": "https://businessinsider.com.pl/wiadomosci/warszawskie-lotnisko-policzylo-pasazerow-oto-najpopularniejsze-w-tym-roku-kierunki/4zgttce", "date_published": "2023-06-19 11:57:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lista skarg i zażaleń na polskie banki. Klienci biorą sprawy w swoje ręce", "description": "Kredytobiorcy mieszkaniowi oraz poszkodowani działalnością Idea Banku oraz Getin Banku to grupy, które w 2022 r. najczęściej składały skargi na banki do Rzecznika Praw Obywatelskich. Klienci skarżyli się też na procedurę załatwiania reklamacji, niewłaściwą obsługę oraz brak informacji o tym, dlaczego odrzucano ich wnioski o restrukturyzację długu.", "link": "https://businessinsider.com.pl/finanse/lista-skarg-i-zazalen-na-polskie-banki-klienci-biora-sprawy-w-swoje-rece/1ffjxxw", "date_published": "2023-06-19 11:40:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Badania kliniczne leków. MZ reguluje wysokość odszkodowań. Jest maksymalny pułap", "description": "Resort zdrowia kończy prace nad uregulowaniem kwestii wysokości odszkodowań za ewentualne powikłania po udziale w badaniach klinicznych. Opublikowany projekt rozporządzenia ustala maksymalną wysokość świadczeń na 100 tys. zł za uszczerbek na zdrowiu oraz na 50 tys. zł za pogorszenie jakości życia.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/badania-kliniczne-lekow-mz-reguluje-wysokosc-odszkodowan-jest-maksymalny-pulap/y8btm1b", "date_published": "2023-06-19 11:39:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Hiszpania broni swoich firm zbrojeniowych. Grozi zablokowaniem planu NATO", "description": "Rząd Pedro Sancheza zagroził zablokowaniem planu produkcji uzbrojenia NATO z powodu niewłączenia do niego zakładów zbrojeniowych z Hiszpanii. Program ten ma służyć ujednoliceniu zakupów i produkcji uzbrojenia w ramach Sojuszu Północnoatlantyckiego.", "link": "https://businessinsider.com.pl/biznes/hiszpania-broni-swoich-firm-zbrojeniowych-grozi-zablokowaniem-planu-nato/ezgqr9t", "date_published": "2023-06-19 11:32:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minister finansów: mamy szansę na jednocyfrową inflację pod koniec roku", "description": "Ceny energii stabilizują się; mamy szansę, że inflacja pod koniec roku osiągnie poziom jednocyfrowy — powiedziała minister finansów Magdalena Rzeczkowska. Jak stwierdziła, zawdzięczamy to m.in. konsekwentnej polityce NBP. Dodała, że w kolejnym roku przewidywany jest 3-proc. wzrost gospodarczy.", "link": "https://businessinsider.com.pl/gospodarka/minister-finansow-mamy-szanse-na-jednocyfrowa-inflacje-pod-koniec-roku/3dyn482", "date_published": "2023-06-19 11:30:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ranking wiertarko-wkrętarek akumulatorowych — którą wybrać?", "description": "Wiertarko-wkrętarka to niezwykle praktyczne urządzenie. Pozwala wykonać wiele prac w domu i poza nim, szczególnie że zasilana jest akumulatorowo. Przedstawiamy ranking popularności, stworzony na podstawie danych ze Skąpiec.pl.", "link": "https://businessinsider.com.pl/technologie/ranking-wiertarko-wkretarek-akumulatorowych-ktora-wybrac/3cx6fdv", "date_published": "2023-06-19 11:29:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ostatnie dni na złożenie wniosku o tani prąd. Można zaoszczędzić do 3000 zł", "description": "30 czerwca upływa termin składania wniosków na zwiększone limity korzystania z tańszej energii. Oświadczenie składa się u dostawcy prądu. Dzięki niemu osoby spełniające kryteria dostaną o połowę większy limit zużycia prądu po starych cenach.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ostatnie-dni-na-zlozenie-wniosku-o-tani-prad-mozna-zaoszczedzic-do-3000-zl/tsen5b6", "date_published": "2023-06-19 11:23:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Syntezator mowy to przeżytek. Meta Voicebox stawia na rewolucję AI", "description": "Mówisz \"Hi!\", słyszysz: \"Cześć\". Meta Voicebox, czyli generatywna sztuczna inteligencja prezentowana przez Marka Zuckerbera, sprawi, że każdy z nas zacznie mówić w obcym języku.", "link": "https://businessinsider.com.pl/technologie/syntezator-mowy-to-przezytek-poznaj-meta-voicebox/e7sp7xd", "date_published": "2023-06-19 11:17:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Meta chce odciąć talibów od WhatsAppa. Przypomina to grę w kotka i myszkę", "description": "Talibowie coraz częściej używają aplikacji WhatsApp do komunikacji — informuje \"New York Times\". Meta reaguje i próbuje powstrzymać talibów przed używaniem aplikacji w oficjalnych sprawach.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/meta-chce-odciac-talibow-od-whatsappa-przypomina-to-gre-w-kotka-i-myszke/lwwm35z", "date_published": "2023-06-19 11:12:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska energetyka coraz bardziej zielona. Są sukcesy, ale przed nami jeszcze długa droga", "description": "Transformacja energetyczna w Polsce, pozwalająca na uniezależnianie się od paliw kopalnych i korzystania z bardziej zrównoważonych źródeł, w ostatnich latach przyśpieszyła. Szczególnie w zakresie paneli fotowoltaicznych. Wciąż jednak sporo przed nami w zakresie uniezależniania się od paliw kopalnych. Cele dotyczące udziału OZE w produkcji energii są bowiem mocno wyśrubowane.", "link": "https://businessinsider.com.pl/gospodarka/tak-zieleni-sie-polska-energetyka-sa-sukcesy-ale-jeszcze-dluga-droga-w-rozwoju-oze/1dx3hf0", "date_published": "2023-06-19 10:45:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowy terminal cargo uwolni teren pod rozbudowę lotniska w Krakowie", "description": "Budowa nowego terminala cargo to inwestycja w przyszłość krakowskiego lotniska — mówił minister Andrzej Adamczyk podczas poniedziałkowej uroczystości podpisania aktu erekcyjnego i wmurowania kamienia węgielnego pod budowę tego obiektu.", "link": "https://businessinsider.com.pl/wiadomosci/nowy-terminal-cargo-uwolni-teren-pod-rozbudowe-lotniska-w-krakowie/17mf8v6", "date_published": "2023-06-19 10:44:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stany i Chiny wypracowują kruche porozumienie. Rozmowy przy różowych kwiatach lotosu", "description": "Chiński przywódca Xi Jinping pochwalił \"postęp\" w rozmowach z amerykańskim sekretarzem stanu Antonym Blinkenem. Szef dyplomacji USA przebywa w Pekinie z dwudniową misją dyplomatyczną mającą zagwarantować, że spory między supermocarstwami nie przerodzą się w konflikt.", "link": "https://businessinsider.com.pl/gospodarka/stany-i-chiny-wypracowuja-kruche-porozumienie-rozmowy-przy-rozowych-kwiatach-lotosu/ds76vx0", "date_published": "2023-06-19 10:40:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pandemia odchodzi do historii. Znamy termin odwołania stanu zagrożenia", "description": "Rzecznik resortu zdrowia Wojciech Andrusiewicz poinformował, że już wkrótce odwołany zostanie stan zagrożenia epidemicznego w Polsce. — Decyzja ma związek z obecną sytuacją epidemiczną — wyjaśnił.", "link": "https://businessinsider.com.pl/wiadomosci/pandemia-odchodzi-do-historii-znamy-termin-odwolania-stanu-zagrozenia/ctt14dx", "date_published": "2023-06-19 10:19:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Musk znów zaskakuje. \"Skoro jestem taki mądry, dlaczego zapłaciłem tak dużo za Twittera?\"", "description": "Skoro jestem taki mądry, to dlaczego zapłaciłem tak dużo za Twittera? — zapytał Elon Musk podczas konferencji w Paryżu. Prezes Tesli przyznał, że wydał 44 mld dol., ponieważ był zaniepokojony negatywnymi efektami funkcjonowania Twittera. Dodał, że obawia się, iż Twitter ma szkodliwy wpływ na społeczeństwo.", "link": "https://businessinsider.com.pl/biznes/musk-znow-zaskakuje-skoro-jestem-taki-madry-dlaczego-zaplacilem-tak-duzo-za-twittera/d2lvb2c", "date_published": "2023-06-19 10:07:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przeszukania w siedzibie 10 producentów maszyn rolniczych. UOKiK bada, czy rolnicy przepłacali", "description": "Prezes UOKiK wszczął trzy postępowania wyjaśniające w sprawie domniemanego naruszenia reguł konkurencji przy sprzedaży maszyn rolniczych kilku popularnych marek — poinformował w poniedziałek Urząd. Podejrzewane przez UOKiK naruszenie miałoby polegać na podziale rynku.", "link": "https://businessinsider.com.pl/wiadomosci/przeszukania-w-siedzibie-10-producentow-maszyn-rolniczych-uokik-bada-czy-rolnicy/v6kc4r7", "date_published": "2023-06-19 09:29:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zboża drożeją. Nad polami wisi widmo suszy", "description": "Rosną ceny zbóż, a na rynku pojawiają się obawy o jakość zbóż w związku z suszą — podała Izba Zbożowo-Paszowa w newsletterze.", "link": "https://businessinsider.com.pl/gospodarka/zboza-drozeja-nad-polami-wisi-widmo-suszy/71dvsep", "date_published": "2023-06-19 09:29:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd przygotowuje przepisy, które zakończą outsourcing pracowników z zagranicy", "description": "W Polsce większość dużych fabryk, linii produkcyjnych czy centrów logistycznych zatrudnia pracowników z zagranicy. Najczęściej odbywa się to na zasadach outsourcingu pracowniczego. Nowe przepisy, nad którymi pracuje rząd, mogą jednak uniemożliwić firmom uzyskiwanie zezwoleń na pracę dla zatrudnianych przez te podmioty cudzoziemców, zauważa agencja pracy Spek.", "link": "https://businessinsider.com.pl/biznes/rzad-przygotowuje-przepisy-ktore-zakoncza-outsourcing-pracownikow-z-zagranicy/l4wx7qm", "date_published": "2023-06-19 08:52:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co z podatkiem od nadmiarowych zysków koncernów? Soboń odpowiada", "description": "Prace nad podatkiem od nadmiarowych zysków trwają w ministerstwie klimatu i środowiska — powiedział w Polsat News wiceminister finansów Artur Soboń.", "link": "https://businessinsider.com.pl/biznes/co-z-podatkiem-od-nadmiarowych-zyskow-koncernow-sobon-odpowiada/43575wj", "date_published": "2023-06-19 08:38:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak zarabiają Polacy. Górnicy wyprzedzili nawet informatyków i bankowców", "description": "Średnie płace w Polsce rosną, przynajmniej te w ujęciu nominalnym. Ale nie wszystkie grupy zawodowe mogą cieszyć się ze wzrostu płac. Górnicy pobili rekord zarobków, najmniej płacono zaś pracownikom w branżach hotelowej i gastronomicznej. Główny Urząd Statystyczny ujawnił najnowsze dane o wynagrodzeniach w Polsce.", "link": "https://businessinsider.com.pl/gospodarka/pensje-polakow-rosna-gornicy-zdeklasowali-konkurencje/xgyctex", "date_published": "2023-06-19 08:33:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes URE: nie wrócimy już do cen z 2019 r.", "description": "Choć widać stabilizację na rynku paliw, nie należy oczekiwać powrotu do cen i kosztów z 2019 r. — uważa prezes Urzędu Regulacji Energetyki (URE) Rafał Gawin. Jak dodaje, taryfy przedsiębiorstw energetycznych i ciepłowniczych na 2024 będą nieco niższe niż w roku obecnym.", "link": "https://businessinsider.com.pl/gospodarka/prezes-ure-nie-wrocimy-juz-do-cen-z-2019-r/xtjh75b", "date_published": "2023-06-19 08:22:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska potęgą w paczkomatach. Inne kraje mają dla nas specjalną nazwę", "description": "Po gorszym 2022 r. rynek kurierski nad Wisłą znowu rośnie w dwucyfrowym tempie. Motorem napędowym stały się automaty do odbioru przesyłek — pisze w poniedziałek \"Rzeczpospolita\". Nasz kraj jest potęgą na kontynencie pod względem liczby automatów paczkowych, dlatego za granicą zyskał nową nazwę: \"lockerland\", czyli kraina automatów paczkowych.", "link": "https://businessinsider.com.pl/biznes/polska-potega-w-paczkomatach-inne-kraje-maja-dla-nas-specjalna-nazwe/g17pbhj", "date_published": "2023-06-19 08:04:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na polskie drogi wjeżdża nowy VW Amarok", "description": "Do polskich salonów motoryzacyjnych wjechał właśnie wszechstronny Volkswagen Amarok najnowszej generacji. Pickup łączy w sobie cechy samochodu terenowego z udogodnieniami aut segmentu premium, więc nadaje się do ciężkiej pracy oraz do rodzinnych przygód w komfortowych warunkach. Przyjrzeliśmy się aktualnej ofercie na ten model.", "link": "https://businessinsider.com.pl/motoryzacja/na-polskie-drogi-wjezdza-nowy-vw-amarok/20exwy1", "date_published": "2023-06-19 08:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak wygląda w Portugalii produkcja 40 mln prawdziwych korków do wina dziennie", "description": "Ponad miliard euro warty jest roczny eksport korków do wina produkowanych w Portugalii. Dziennie powstaje ich 40 mln. Redakcja Insidera odwiedziła największy las korkowy na świecie w trakcie zbiorów.", "link": "https://businessinsider.com.pl/lifestyle/tak-wyglada-w-portugalii-produkcja-40-mln-prawdziwych-korkow-do-wina-dziennie/b4kdbex", "date_published": "2023-06-19 07:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "10 faktów, które mogą uratować życie. Każdy powinien je znać", "description": "Każdy z nas wie, że nie powinien rozmawiać przez telefon i prowadzić jednocześnie. Inna sprawa, że wiele osób i tak to robi, wiedząc, że może spowodować wypadek. Jednak odrzucenie telefonu i skupienie się na drodze w groźnej sytuacji zapewne uratowało zdrowie niejednemu człowiekowi. Znajomość takich drobnych faktów może pomóc w wielu podobnych momentach.", "link": "https://businessinsider.com.pl/lifestyle/fakty-ktore-moga-uratowac-zycie/dymq3rv", "date_published": "2023-06-19 07:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Giganci ze świata finansów pomogą Ukrainie. Celem powojenna odbudowa", "description": "BlackRock i JP Morgan Chase pomagają ukraińskiemu rządowi założyć bank odbudowy, aby skierować publiczny kapitał zalążkowy na projekty, które mogą przyciągnąć setki miliardów dolarów prywatnych inwestycji — donosi \"Financial Times\".", "link": "https://businessinsider.com.pl/gospodarka/giganci-ze-swiata-finansow-pomoga-ukrainie-celem-powojenna-odbudowa/0w54tbt", "date_published": "2023-06-19 07:33:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Napięcie między Francją a Niemcami przed konferencją w Paryżu", "description": "Francja kwestionuje prowadzony przez Niemcy plan rozbudowy europejskiej obrony powietrznej — pisze brytyjski dziennik \"Financial Times\". Według gazety to kolejna oznaka narastających napięć dotyczących sposobu, w jaki region powinien przeciwdziałać zagrożeniu stwarzanemu przez Rosję.", "link": "https://businessinsider.com.pl/wiadomosci/napiecie-miedzy-francja-a-niemcami-przed-konferencja-w-paryzu/ket0m77", "date_published": "2023-06-19 07:25:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 19 czerwca poniżej 4,6", "description": "Frank szwajcarski poniżej 4,6 zł. W poniedziałek rano 19 czerwca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,5620.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-16-czerwca-2023/65zcky4", "date_published": "2023-06-19 07:17:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 19 czerwca poniżej 4,1 zł", "description": "Kurs dolara poniżej 4,1 zł. W poniedziałek rano 19 czerwca 2023 r. rano kurs USD/PLN wynosi 4,0838.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-19-czerwca-2023/bpdk53p", "date_published": "2023-06-19 07:11:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PiS ma nowego szefa sztabu wyborczego", "description": "Decyzją prezesa PiS Jarosława Kaczyńskiego szefem sztabu Prawa i Sprawiedliwości został europoseł Joachim Brudziński — poinformował w poniedziałek na Twitterze rzecznik PiS Rafał Bochnek.", "link": "https://businessinsider.com.pl/wiadomosci/pis-ma-nowego-szefa-sztabu-wyborczego/8130mvt", "date_published": "2023-06-19 06:07:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna ważna sprawa frankowa wkrótce w Sądzie Najwyższym", "description": "Rzecznik Finansowy w lipcu minionego roku zapytał Sąd Najwyższy, czy umowa o kredyt bankowy jest umową wzajemną. Posiedzenie w tej sprawie, w poszerzonym składzie, wyznaczono na 12 lipca. Od rozstrzygnięcia zależy, jak będą rozliczać się banki i ich klienci po unieważnieniu umów.", "link": "https://businessinsider.com.pl/prawo/wzajemnosc-umowy-kredytu-12-lipca-zajmie-sie-nia-sad-najwyzszy/clj75v6", "date_published": "2023-06-19 05:57:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kuriozalna sytuacja na lotnisku w Radomiu. Kontrolerzy lotów tylko na godziny", "description": "Lotnisko w Radomiu nie ma stałej obsady kontrolerów lotów. Przez to, poza średnio dwoma lotami dziennie, na płycie lotniska nie może nic więcej lądować — donosi wnp.pl.", "link": "https://businessinsider.com.pl/biznes/kuriozalna-sytuacja-na-lotnisku-w-radomiu-kontrolerzy-lotow-tylko-na-godziny/m6zf54s", "date_published": "2023-06-19 05:48:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyniki tego sondażu nie spodobają się rządzącym. Chodzi o migrantów", "description": "Polska powinna przyjąć wynegocjowany w UE pakiet rozwiązań dotyczących migrantów ubiegających się o azyl – to wynik sondażu przeprowadzonego przez IBRiS na zlecenie \"Rzeczpospolitej\". Jednocześnie ankietowani są zdania, że powinniśmy ubiegać się o wsparcie finansowe z UE.", "link": "https://businessinsider.com.pl/wiadomosci/wyniki-tego-sondazu-nie-spodobaja-sie-rzadzacym-chodzi-o-migrantow/j5ple0y", "date_published": "2023-06-19 05:24:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Naukowiec: Polska może być liderem w wydobywaniu minerałów na Księżycu", "description": "Wydobywanie minerałów na Księżycu to obszar, w którym Polska może się wybić na pozycję lidera w wyścigu o eksplorację Księżyca — ocenia dr Jakub Ciążela z Instytutu Nauk Geologicznych PAN. Jego zespół stworzył przyrząd, który wskaże, gdzie dokładnie na Księżycu znajdują się surowce metaliczne i energetyczne.", "link": "https://businessinsider.com.pl/biznes/naukowiec-polska-moze-byc-liderem-w-wydobywaniu-mineralow-na-ksiezycu/f72t62r", "date_published": "2023-06-19 05:19:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska już na drugim miejscu w UE pod względem wysokości inflacji", "description": "Inflacja spada, ale gdzie indziej robi to nawet szybciej, więc Polska niestety awansuje w rankingu państw z najwyższą inflacją. Ceny rosną także na giełdzie akcji – WIG 20 tylko w tym miesiącu poszedł w górę już o ponad 10 proc. Sporą inwestycję w Polsce ogłosił Intel. Z badań wynika, że więcej pieniędzy wydajemy na karmę dla kotów niż dla psów. A sklepy w Wigilię Bożego Narodzenia w tym roku mają być pozamykane. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/polska-juz-na-drugim-miejscu-w-ue-pod-wzgledem-wysokosci-inflacji/fhlypkr", "date_published": "2023-06-19 05:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 2023-6-19.", "description": "Oto bieżący kurs waluty euro na dzień 2023-6-19. Euro to obecnie najważniejsza waluta w Unii Europejskiej, a od kursu euro uzależniona jest cena wielu importowanych i eksportowanych towarów i produktów. Jak wyglądają jej aktualne notowania oraz ile wynosi wartość względem złotówki? Wczoraj kurs euro wynosił: 4.47425 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-2023-6-19/qk72hk2", "date_published": "2023-06-19 05:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mleko coraz tańsze. Ta tendencja może się utrzymać dłużej", "description": "Obserwujemy spadek cen skupu mleka, a dzięki temu coraz więcej produktów mlecznych w sklepach kosztuje mniej niż przed rokiem — donosi \"Dziennik Gazeta Prawna\".", "link": "https://businessinsider.com.pl/poradnik-finansowy/mleko-coraz-tansze-ta-tendencja-moze-sie-utrzymac-dluzej/kk7dw5n", "date_published": "2023-06-19 04:43:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tego w Polsce jeszcze nie było. \"Nawet osiemnasta emerytura nic nie zmieni\"", "description": "Dość powszechne jest przekonanie, że poprzednie wybory \"wygrywały\" kwestie takie, jak 500 plus czy wiek emerytalny. I tym razem kampanię miały rozstrzygnąć wielkie obietnice wyborcze. W prekampanii padło już ich bez liku. – I nic nie zażarło – mówią sztabowcy, ale bardzo cicho.", "link": "https://businessinsider.com.pl/gospodarka/czemu-obietnice-wyborcze-juz-nie-chwytaja-wyjasniamy/byms5cv", "date_published": "2023-06-19 04:35:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy warto pozwać bank o wynagrodzenie? Prawnicy mają jedną odpowiedź", "description": "Trybunał Sprawiedliwości Unii Europejskiej orzekł, że frankowicze po stwierdzeniu nieważności umowy mogą żądać od banku dodatkowej rekompensaty. Czy takie sprawy zasypią polskie sądy, a banki będą musiały poradzić sobie z jeszcze większymi kosztami?", "link": "https://businessinsider.com.pl/prawo/czy-warto-pozwac-bank-o-wynagrodzenie-prawnicy-maja-jedna-odpowiedz/gll30xr", "date_published": "2023-06-19 04:23:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes BFG komentuje wyrok TSUE. Ma złe wieści dla klientów jednego z banków", "description": "W ocenie Piotra Tomaszewskiego, prezesa Bankowego Funduszu Gwarancyjnego, klienci Getin Noble Banku po jego przymusowej restrukturyzacji nie mogą liczyć na zawieszenie spłaty rat hipotek. Zdaniem szefa instytucji gwarantującej depozyty w Polsce, banki są kapitałowo przygotowane na wyrok TSUE, który może je kosztować w sumie 100 mld zł. Prezes BFG przypomina, że to uderzy w akcję kredytową.", "link": "https://businessinsider.com.pl/finanse/frankowicze-kontra-banki-nie-kazdy-moze-zyskac-na-wyroku-tsue/zwtz0wq", "date_published": "2023-06-19 04:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes BFG komentuje wyrok TSUE. Ma złe wieści dla klientów jednego z banków", "description": "W ocenie Piotra Tomaszewskiego, prezesa Bankowego Funduszu Gwarancyjnego, klienci Getin Noble Banku po jego przymusowej restrukturyzacji nie mogą liczyć na zawieszenie spłaty rat hipotek. Zdaniem szefa instytucji gwarantującej depozyty w Polsce, banki są kapitałowo przygotowane na wyrok TSUE, który może je kosztować w sumie 100 mld zł. Prezes BFG przypomina, że to uderzy w akcję kredytową.", "link": "https://businessinsider.com.pl/finanse/frankowicze-kontra-banki-nie-kazdy-moze-zyskac-na-wyroku-tsue-tylko-u-nas/zwtz0wq", "date_published": "2023-06-19 04:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W sklepach coraz mniej \"paragonów grozy\". Warto kupić ziemniaki [Koszyk zakupowy Business Insidera i aplikacji PanParagon]", "description": "Codzienne zakupy są ciągle drogie, przynajmniej w porównaniu do poprzednich lat. Z analizy paragonów wynika jednak, że z tygodnia na tydzień w sklepach jest coraz taniej. Najlepsze wieści mamy zwłaszcza dla miłośników ziemniaków oraz pomidorów.", "link": "https://businessinsider.com.pl/poradnik-finansowy/w-sklepach-coraz-mniej-paragonow-grozy-warto-kupic-ziemniaki/ktfmx3z", "date_published": "2023-06-19 04:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}]