[{"source": "https://www.computerworld.com/index.rss", "title": "Recent Teams, Office outages were caused by cyberattacks: Microsoft", "description": "<article>\n\t<section class=\"page\">\n<p>Microsoft has confirmed that the recent <a href=\"https://www.computerworld.com/article/3698693/users-unable-to-access-outlook-teams-in-another-m365-outage.html\">outages</a> to its popular services, including Outlook, Teams, OneDrive, and cloud computing platform Azure were caused by a <a href=\"https://www.csoonline.com/article/3648530/ddos-attacks-definition-examples-and-techniques.html\">DDoS</a> attack by a threat actor the company tracks as Storm-1359.</p><p>Also known as Anonymous Sudan, Storm-1359 was first detected in January, targeting organizations and government agencies with DDoS attacks and data leaks. The threat actor was initially assumed to be a “<a href=\"https://www.csoonline.com/article/3616110/hacktivism-s-reemergence-explained-data-drops-and-defacements-for-social-justice.html\">hacktivist</a>” group protesting a controversial outfit at the Melbourne Fashion Week but has since been linked to the Russian state, according to several media reports.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700148/recent-teams-office-outages-were-caused-by-cyberattacks-microsoft.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700148/recent-teams-office-outages-were-caused-by-cyberattacks-microsoft.html#tk.rss_all", "date_published": "2023-06-19 13:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Apple beefs up enterprise identity, device management", "description": "<article>\n\t<section class=\"page\">\n<p>Last week at <a href=\"https://developer.apple.com/wwdc23/\" rel=\"noopener nofollow\" target=\"_blank\">WWDC</a>, Apple introduced new capabilities related to Managed Apple IDs and to user identity overall.</p><p>Managed Apple IDs have been around for some time. They handle many of the same tasks as personal Apple IDs, but are owned by an organization rather than the end user and are typically created alongside a user’s enterprise identity through federated authentication with a company’s identity provider. </p><p>Managed IDs allow a user to activate and use an Apple device — whether company owned or personal BYOD— and create a business profile on employee devices. Additionally, they provide Apple services including some core iCloud functionality such as backing up the work-related content on the device and syncing app data from Mail, Calendar, Contacts, and Notes. They also allow IT to manage what resources and devices a user can access, reset passwords, and help with Apple device management.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3699353/apple-beefs-up-enterprise-identity-device-management.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3699353/apple-beefs-up-enterprise-identity-device-management.html#tk.rss_all", "date_published": "2023-06-19 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]