[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Deputowani Rady Najwyższej chcą zerwania stosunków dyplomatycznych z Białorusią", "description": "Grupa deputowanych ludowych zarejestrowała w Radzie Najwyższej Ukrainy projekt uchwały o uznaniu Białorusi za państwo agresora i wezwanie do zerwania z nią stosunków dyplomatycznych - podała w poniedziałek Ukraińska Prawda.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/ukraina-deputowani-rady-najwyzszej-chca-zerwania-stosunkow-dyplomatycznych-z-bialorusia/", "date_published": "2023-06-19 19:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Londyn. Śmierć czteroosobowej rodziny z Polski. Monika W. została zabita", "description": "Detektywi prowadzący dochodzenie w sprawie śmierci czteroosobowej polskiej rodziny z Londynu traktują śmierć matki, Moniki W. jako morderstwo - podała w poniedziałek londyńska policja metropolitalna. Ciała członków rodziny znaleziono w piątek w ich domu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/londyn-smierc-czteroosobowej-rodziny-z-polski-monika-w-zostala-zabita/", "date_published": "2023-06-19 19:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Amerykański raper Big Pokey zmarł po upadku na scenie", "description": "W sobotę raper Big Pokey upadł nagle podczas występu w Teksasie. Jego bliscy poinformowali, że artysta zmarł w niedzielę. Miał 45 lat.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/usa-amerykanski-raper-big-pokey-zmarl-po-upadku-na-scenie/", "date_published": "2023-06-19 18:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grecja. Śmierć Anastazji. Media: Sekcja zwłok potwierdza, że 27-latka została uduszona", "description": "Sekcja zwłok 27-letniej Anastazji R. potwierdziła, że została ona uduszona - podały greckie media. Ciało poszukiwanej na greckiej wyspie Kos Polki znaleziono w niedzielę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/grecja-smierc-anastazji-media-sekcja-zwlok-potwierdza-ze-27-latka-zostala-uduszona/", "date_published": "2023-06-19 18:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Nowy proces Aleksieja Nawalnego. Opozycjoniście grozi do 30 lat więzienia", "description": "Lider rosyjskiej opozycji Aleksiej Nawalny stanął w poniedziałek przed sądem. Opozycjoniście stawia się nowe zarzuty, za które grozi do 30 lat więzienia. Poniedziałkowe posiedzenie odbyło się za zamkniętymi drzwiami. Dziennikarze mogli śledzić proces za pomocą transmisji na żywo. Jak jednak wielu zauważyło, była ona fatalnej jakości. Zespół Nawalnego określił postępowanie niesamowitym bałaganem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/rosja-nowy-proces-aleksieja-nawalnego-opozycjoniscie-grozi-do-30-lat-wiezienia/", "date_published": "2023-06-19 17:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Naukowcy odkryli nowe \"lasy zombie\" w Stanach Zjednoczonych", "description": "Naukowcy dokonali niepokojącego odkrycia. Zaobserwowali, że pojawiły się nowe miejsca, w których występują tzw. lasy zombie. Problem dotyczy zachodnich stanów USA, głównie Kalifornii. Specjaliści uważają, że na skutek rosnących temperatur, obumierają tysiące lasów iglastych, które ostatecznie mają zastąpić drzewa bardziej pasujące do gorętszej planety.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/naukowcy-alarmuja-odkryli-nowe-lasy-zombie-w-stanach-zjednoczonych/", "date_published": "2023-06-19 16:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ocean Atlantycki. Zaginęła łódź zwiedzająca wrak Titanica. Trwa akcja poszukiwawcza", "description": "Łódź zabierająca turystów na zwiedzanie wraku Titanica zaginęła na Oceanie Atlantyckim - poinformowało w poniedziałek BBC, powołując się na straż ochrony wybrzeża. Trwa akcja poszukiwawczo-ratunkowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/ocean-atlantycki-zaginela-lodz-zwiedzajaca-wrak-titanica-trwa-akcja-poszukiwawcza/", "date_published": "2023-06-19 16:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grecja. Śmierć 27-letniej Anastazji. Ojciec: Była wspaniałą dziewczyną, znalazła się w złym miejscu", "description": "- Anastazja była wspaniałą i ufną dziewczyną, ale znalazła się w złym miejscu i zaufała niewłaściwym ludziom - powiedział ojciec zamordowanej Anastazji R. z Wrocławia. Ciało 27-letniej Polki znaleziono w niedzielę na greckiej wyspie Kos.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/grecja-smierc-27-letniej-anastazji-ojciec-byla-wspaniala-dziewczyna-znalazla-sie-w-zlym-miejscu/", "date_published": "2023-06-19 16:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy: Wytatuował sobie okulary na twarzy, bo często je gubił. Internauci mają wiele pytań", "description": "Mężczyzna pozwolił wytatuować sobie na twarzy oprawki okularów. Powiedz, że to tylko żart - komentują internauci. Tatuaż to dzieło 30-latki z Włoch znanej z nietypowych projektów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/wlochy-wytatuowal-sobie-okulary-na-twarzy-bo-czesto-je-gubil-internauci-maja-wiele-pytan/", "date_published": "2023-06-19 14:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Mężczyzna rzucił telefonem w piosenkarkę. Bebe Rexha trafiła do szpitala", "description": "Piosenkarka Bebe Rexha została uderzona telefonem w twarz podczas swojego niedzielnego koncertu w Nowym Jorku. Artystka trafiła do szpitala, gdzie założono jej szwy. - Ze wstępnych informacji wynika, że mężczyzna celowo rzucił telefonem komórkowym w 33-letnią artystkę - przekazała mediom policja.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/usa-mezczyzna-rzucil-telefonem-w-piosenkarke-bebe-rexha-trafila-do-szpitala/", "date_published": "2023-06-19 14:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szkocja: Pasażerowie czekali na pokładzie samolotu. Pilot stawił się pijany", "description": "Pasażerowie samolotu lecącego ze Szkocji do Nowego Jorku czekali na pokładzie maszyny na pilota. 61-latek w końcu stawił się na lotnisku w Edynburgu, ale był pijany. Mężczyzna został natychmiast zatrzymany, a lot, który miał pilotować - w ostatniej chwili odwołany. Amerykańskie linie lotnicze potwierdziły, że doszło do incydentu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/szkocja-pasazerowie-czekali-na-pokladzie-samolotu-pilot-stawil-sie-pijany/", "date_published": "2023-06-19 13:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Nieudany przemyt trepangów. Obywatel Chin chciał przewieźć \"niebiański przysmak\"", "description": "Obywatel Chin chciał wywieźć z Rosji zagrożony gatunek nazywany ogórkiem morskim lub niebiańskim przysmakiem. Trepangi, które są rarytasem w chińskiej kuchni, zostały odkryte przez celników pod ubraniem przemytnika.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/rosja-nieudany-przemyt-trepangow-obywatel-chin-chcial-przewiezc-niebianski-przysmak/", "date_published": "2023-06-19 13:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Zarzucili sądowemu rysownikowi, że naszkicował \"zbyt młodego\" Donalda Trumpa", "description": "Amerykański rysownik pracujący podczas rozpraw sądowych naszkicował zbyt młodego Donalda Trumpa - twierdzą internauci. Artysta podkreśla, że rzadko przyjmuje jakiekolwiek opinie o swojej pracy. - Po prostu rysuję to, co widzę - mówi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/usa-zarzucili-sadowemu-rysownikowi-ze-naszkicowal-zbyt-mlodego-donalda-trumpa/", "date_published": "2023-06-19 13:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dzień Ojca w USA. Wzruszające wpisy bliskich Bruce'a Willisa", "description": "Dzień Ojca to czas, w którym myślę o moim głębokim uznaniu i szacunku, jakie mam dla Brucea, gdy patrzę, jakim jest ojcem dla naszych maluchów - napisała na Instagramie Emma Heming Willis. Znany aktor rok temu został zmuszony do przerwania kariery. U 68-latka stwierdzono afazję oraz otępienie czołowo-skroniowe.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/dzien-ojca-w-usa-wzruszajace-wpisy-bliskich-brucea-willisa/", "date_published": "2023-06-19 12:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Irlandia: Rząd rozważa zabicie 200 tys. krów. Chce wypełnić cele klimatyczne UE", "description": "200 tys. krów w ciągu trzech lat miałoby zostać uśmierconych, by Irlandia mogła osiągnąć cele klimatyczne państwa członkowskiego Unii Europejskiej - podaje agencja dpa. Władze w Dublinie oszacowały, że plan kosztowałby 640 mln dolarów (2,6 mld zł) i pomógłby rolnictwu w zmniejszeniu emisji gazów cieplarnianych o jedną czwartą w ciągu najbliższych siedmiu lat.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/irlandia-rzad-rozwaza-zabicie-200-tys-krow-chce-wypelnic-cele-klimatyczne-ue/", "date_published": "2023-06-19 12:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Węgry. Wypadek Polaków na autostradzie. Zginęły trzy osoby, ocalało dziecko", "description": "Dwóch dorosłych i dziecko nie żyją, a druga niepełnoletnia osoba jest ciężko ranna po wypadku na węgierskiej autostradzie M86 - podała tamtejsza policja. Ranne dziecko przetransportowano helikopterem do szpitala. Lokalne media informują, że ofiary i poszkodowany to rodzina z Polski, która była w drodze na wakacje. Ich auto zderzyło się z ciężarówką także pochodzącą z naszego kraju.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/wegry-wypadek-polskiej-rodziny-zginely-trzy-osoby/", "date_published": "2023-06-19 11:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rwanda: 123-latka chce znaleźć pierwszego mężczyznę w swoim życiu", "description": "Afrykańskie media rozpisują się o historii kobiety, która twierdzi, że ma 123 lata. Co więcej powiedziała w wywiadzie, że całe życie przeżyła samotnie, nigdy nie była z mężczyzną - ani na stałe, ani w jednorazowej, intymnej sytuacji. Teraz jednak zmieniła zdanie i szuka kogoś, z kim mogłaby spędzić resztę swojego życia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/rwanda-123-latka-chce-znalezc-pierwszego-mezczyzne-w-swoim-zyciu/", "date_published": "2023-06-19 11:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Krym. Wybuch samochodu na autostradzie. W środku ważny rosyjski urzędnik Władimir Epifanow", "description": "Na zaanektowanym przez Rosję Krymie doszło do eksplozji samochodu. W środku pojazdu jadącego autostradą był jeden z najwyższych urzędników władz okupacyjnych Władimir Epifanow. Wybuch miała wywołać umieszczona w aucie butla z gazem, sprowadzona dzień wcześniej ze stacji benzynowej w zajętym przez Rosjan Symferopolu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/krym-wybuch-samochodu-na-autostradzie-w-srodku-wazny-rosyjski-urzednik-wladimir-epifanow/", "date_published": "2023-06-19 10:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś: Wojskowy dowódca boi się Warszawy. \"Polska planuje wysunąć macki\"", "description": "Białoruski dowódca przedstawił tezę o rzekomych roszczeniach terytorialnych Warszawy wobec Mińska. - Polska naprawdę planuje wysunąć swoje macki - stwierdził pułkownik Andriej Bogodel. W ten sposób nawiązał do wcześniejszej wypowiedzi gen. Waldemara Skrzypczaka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/bialorus-wojskowy-dowodca-boi-sie-warszawy-polska-planuje-wysunac-macki/", "date_published": "2023-06-19 07:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dmitrij Miedwiediew zaatakował Joe Bidena. \"Stary i zgniły\"", "description": "Dmitrij Miedwiediew znów w agresywny sposób wypowiedział się o zachodnich politykach. Tym razem swój wpis poświęcił Joe Bidenowi. zaczął od słów o starym, zgniłym kikucie cierpiącym na demencję. Stwierdził, że ten człowiek, ma w rękach najsilniejszą broń nuklearną i zasugerował tym samym, że prezydent Stanów Zjednoczonych nie jest zdatny do podejmowania ważnych decyzji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/dmitrij-miedwiediew-zaatakowal-joe-bidena-stary-i-zgnily/", "date_published": "2023-06-19 07:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ekwador. Lekarze ponownie stwierdzili zgon kobiety, która obudziła się w trumnie", "description": "Bella Montoya, 76-latka z Ekwadoru, po raz kolejny została uznana za zmarłą przez lekarzy, jej zgon potwierdziło również Ministerstwo Zdrowia Ekwadoru. Kobieta tydzień wcześniej obudziła się w trumnie podczas przygotowań do pogrzebu i trafiła do szpitala na oddział intensywnej terapii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-19/ekwador-lekarze-ponownie-stwierdzili-zgon-kobiety-ktora-obudzila-sie-w-trumnie/", "date_published": "2023-06-19 04:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]