[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Party time", "description": "Tory party during lockdown\n\nDecember 2020\n\nhttps://www.telegraph.co.uk/politics/2023/06/18/michael-gove-tory-lockdown-party-honours/\n\nhttps://www.dailymail.co.uk/news/article-12206777/Tory-staff-filmed-drinking-dancing-joking-lockdown-rules-boozy-2020-Christmas-party.html\n\nConservative Campaign Headquarters, London\n\nDecember 2020\n\nStaffers working for recently honoured 'Lord Bailey' \n\nDancing and joking about defying lockdown rules\n\nAt least 24 revellers\n\nTwo dancing officials, twirling each other past signs saying 'please keep your distance' \n\nStaff members heard laughing, hopes that they are not exposed for 'bending the rules.'\n\nOne man, 'Oh ******.'\n\n'Are you filming this?' \n\n'Er, it's for the party use.'\n\nA man then laughs after declaring: 'As long as we are not streaming that we're, like, bending the rules.'\n\nOne of those captured, Ben Mallett, a senior Tory aide, awarded an OBE\n\nMichael Gove\n\n‌“The decision to confer honours on people was one that was made by Boris Johnson as an outgoing prime minister. Outgoing prime ministers have that right,”\n\nhttps://www.theguardian.com/world/2020/dec/03/tier-1-lockdown-rules-in-england-latest-covid-restrictions-explained\n\nhttps://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_England_(July–December_2020)\n\nDecember 8th 2020\n\nHealth Secretary, Matt Hancock urges Londoners to adhere to COVID-19 regulations as cases rise in London.\n\nDecember 10th 2020\n\nHealth Secretary announces that mass testing will be rolled out for secondary schools in the worst affected areas of London, Kent and Essex\n\nDecember 16th 2020\n\nLondon, and parts of Essex and Hertfordshire, are placed into tier three of England's COVID tier system following an increase in case numbers in those areas\n\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-9068/\n\nReintroducing a tiered system (December 2020)\n\nOn 2 December, the tiered system was reintroduced with modifications.\n\nOn 19 December, the Prime Minister announced that a fourth tier would be introduced, following concerns about a rising number of coronavirus cases due to a new variant (what was to become known as the Alpha variant, first identified in Kent).\n\nQuestions\n\nWere these people told things about the effectiveness (or lack of) of lockdowns the public were not told?\n\nWere these people told things about the risks of infection (or lack of) to themselves the public were not told?\n\nWere these people told things about anything else, and if so by whom?\n\nDid seniors know about this party?", "link": "https://www.youtube.com/watch?v=YwOpkwU1yx4", "date_published": "2023-06-19 16:49:14+00:00", "persistent": false, "user": null, "language": "en-UK"}]