[{"source": "https://www.theguardian.com/rss", "title": "Gay rights are going backwards in the US, says Elton John", "description": "<p>Singer says he will no longer do residencies in the US, describing recent changes in law as ‘disgraceful’</p><p>Gay rights are going backwards in the US, where “disgraceful” laws are discriminating against LGBTQ+ people, Elton John has said.</p><p>The singer said he would no longer do residencies in the US, though he would consider more live shows elsewhere.</p> <a href=\"https://www.theguardian.com/music/2023/jun/20/gay-rights-are-going-backwards-in-the-us-says-elton-john\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/20/gay-rights-are-going-backwards-in-the-us-says-elton-john", "date_published": "2023-06-19 23:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK economy in growth ‘doom loop’ after decades of underinvestment", "description": "<p>Institute for Public Policy Research points to £500bn-plus underspend compared with other advanced economies</p><p>More than half a trillion pounds’ worth of underinvestment by government and business over recent decades has left Britain’s economy trapped in a growth “doom loop”, according to a thinktank.</p><p>Sounding the alarm as the economy struggles to gain momentum, the Institute for Public Policy Research said the UK risked falling further behind comparable wealthy nations without a sharp turnaround in approach.</p> <a href=\"https://www.theguardian.com/business/2023/jun/20/uk-economy-in-growth-doom-loop-after-decades-of-underinvestment\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/20/uk-economy-in-growth-doom-loop-after-decades-of-underinvestment", "date_published": "2023-06-19 23:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Note to Labour: energy transition isn’t just about power generation", "description": "<p>There are some doubts as to whether Starmer’s publicly-owned energy company will have its emphasis in the right place</p><p>A Labour government would establish a new publicly-owned energy generation company in Scotland, Keir Starmer announced on Monday. Fine, if expertise and jobs from the North Sea industry are to be transferred over time, Scotland is a logical place to put it. But the location is only a minor piece of the decision-making. Two more important questions about “Great British Energy” are these: how much money will it have to invest? And which investments would it prioritise?</p><p>There is – as yet – no hint of an answer to the first question, perhaps understandably if a general election is still more than a year away. But note that many outsiders think GBE would need an annual investment budget of £5bn-£10bn to make a meaningful difference to the pace of energy transition. Clarity can’t wait for ever.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/20/note-to-labour-energy-transition-isnt-just-about-power-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/20/note-to-labour-energy-transition-isnt-just-about-power-generation", "date_published": "2023-06-19 23:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wonders of the World I Can’t See review – Chris McCausland makes a rare travel show worth tuning in for", "description": "<p>The blind comedian pairs up with comics like Harry Hill to work out if the tourist trail can offer any pleasures to those who can’t see the big attractions – or the point of going anywhere</p><p>It is a rite of passage for any successful TV comedian: pen a hit fringe show, do Live at the Apollo, host Live at the Apollo, and then, if the comedy gods permit, appear in a travelogue with another famous comedian, that’s to say, a holiday you wouldn’t choose to go on but will get paid to joke about. So it is for <a href=\"https://www.theguardian.com/culture/2022/jun/20/chris-mccausland-speaky-blinder-review-tour-leicester-square-theatre\">Chris McCausland</a>, though his travel show isn’t another <a href=\"https://www.theguardian.com/culture/2020/mar/23/travel-man-richard-ayoade-and-his-famous-friends-are-hilarious-tour-guides-for-armchair-travellers\">Travel Man</a>, exactly: he is blind, so his experience of travelling is a little different from most people’s. Wonders of the World I Can’t See pairs him with four celebrity companions to see if they can persuade him that travelling is worth the effort. “When it comes to sightseeing, I can’t be arsed,” he says. “I’m blind, so what’s the point?”</p><p>He starts his odyssey with Harry Hill, who takes him to Athens for a week with the intention of experiencing the Acropolis in all its glory. McCausland admits early on that he likes neither heat nor flying. And having flown to Greece, they find that it’s 40C: McCausland says he’s glad to have Hill, a former doctor, on hand, so it all bodes well.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/19/wonders-of-the-world-i-cant-see-review-chris-mccausland-harry-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/19/wonders-of-the-world-i-cant-see-review-chris-mccausland-harry-hill", "date_published": "2023-06-19 22:05:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales hopes hang by a thread after Morrell sees red in Turkey defeat", "description": "<p>After hanging in this game valiantly with 10 men for so long, for Wales how, in unforgiving surroundings, this quickly unravelled into another thoroughly demoralising evening.</p><p>Turkey had a goal disallowed either side of Danny Ward superbly denying Hakan Calhanoglu from the penalty spot midway through the second half but the hosts eventually got on the scoreboard legitimately via a smart header by the substitute Umut Nayir on 72 minutes. Then came a second, courtesy of another substitute, a wonderful bending effort from 25 yards by Arda Guler, the highly-rated 18-year-old Fenerbahce forward. Suddenly, that was that.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/turkey-wales-euro-2024-qualifier-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/turkey-wales-euro-2024-qualifier-match-report", "date_published": "2023-06-19 21:04:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crashed: $800m Festival Fail review – the awful tale of how a disappointing Justin Bieber gig led to a missing £78m", "description": "<p>Weirdly lavish staff retreats, a genius founder and thousands of furious, overcharged customers. This documentary lays bare the rage of those involved with ticketing platform Pollen</p><p>In the age of internet startups, PT Barnum’s dictum that there’s a sucker born every minute needs to be amended: lots of people can go broke by overestimating the intelligence of the average founder.</p><p>WeCrashed, starring Jared Leto and Anne Hathaway, traced the rise and fall of WeWork (valued at at $47bn until it very suddenly wasn’t). The Dropout put the boggling madness and eventual collapse of the healthcare company Theranos, built on hope, fraudulent data and the charisma of Elizabeth Holmes (now at the start of an 11-year prison term for defrauding investors), on fully illuminated display.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/19/crashed-800m-festival-fail-review-the-awful-tale-of-how-a-disappointing-justin-bieber-gig-led-to-a-missing-78m\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/19/crashed-800m-festival-fail-review-the-awful-tale-of-how-a-disappointing-justin-bieber-gig-led-to-a-missing-78m", "date_published": "2023-06-19 21:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saka hat-trick inspires ruthless England to demolition of North Macedonia", "description": "<p>Bukayo Saka grabbed the ball, his ball, and kissed it. This Euro 2024 qualifying tie was only in the 51st minute but the England winger had completed a stunning hat-trick and so why wait for the traditional post-match ritual? The only problem for Saka – and North Macedonia – was that he had to hand it back. For a while, at least.</p><p>The strange thing about this game was that England had rather laboured for the opening 29 minutes. It felt as if it could turn into one of those long nights. The way that they set about the notion and dismantled it, together with the opposition, said everything about the poise and belief that Gareth Southgate has instilled.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/england-north-macedonia-euro-2024-qualifier-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/england-north-macedonia-euro-2024-qualifier-match-report", "date_published": "2023-06-19 20:57:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson faces loss of Westminster pass as MPs back Partygate report", "description": "<p>MPs endorse privileges committee report censuring former PM by 354 votes to seven</p><p>Conservative infighting over Boris Johnson misleading the House of Commons about Partygate reached bitter new heights on Monday night, with his supporters being told to hang their heads in shame.</p><p>Johnson faces being blocked from obtaining special access to parliament after being rounded on by furious Tory MPs in an attempt to “restore faith” in democracy.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/boris-johnson-faces-loss-of-westminster-pass-as-mps-back-partygate-report\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/boris-johnson-faces-loss-of-westminster-pass-as-mps-back-partygate-report", "date_published": "2023-06-19 20:41:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rory McIlroy must keep the faith, his next major title is just a matter of time | Ewan Murray", "description": "<p>All evidence suggests the Northern Irishman is close to winning another major – he just needs to believe it himself</p><p>Rory McIlroy spent much of 2013 in professional turmoil. By the time <a href=\"https://www.theguardian.com/sport/2013/jul/18/the-open-2013-rory-mcilroy\" title=\"\">he shot 79 in his first round</a> at the Open Championship, he admitted to feeling “brain dead” on the Muirfield links. He had already withdrawn from the Honda Classic. An equipment change was taking its toll. So, too, was a weight of expectation created in part by an eight‑shot win <a href=\"https://www.theguardian.com/sport/2012/aug/13/rory-mcilroy-victory-us-pga\" title=\"\">at the 2012 US PGA Championship</a>.</p><p>By autumn of 2014, McIlroy had added another two major championships to his CV. He admitted last week to watching YouTube videos of the Open of nine years ago, where the range of shot-making has taken a now 34‑year‑old McIlroy by surprise. It seems preposterous that Rory McIlroy may have to convince Rory McIlroy how good he is but we are living in the weirdest of golfing times. This should not be about what he was. Instead, what he is and can be.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/19/rory-mcilroy-must-keep-the-faith-it-is-only-a-matter-of-time-before-he-earns-his-fifth-major-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/19/rory-mcilroy-must-keep-the-faith-it-is-only-a-matter-of-time-before-he-earns-his-fifth-major-golf", "date_published": "2023-06-19 20:21:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stuart Broad claims England are ‘massively inspired’ by spirit of 2005", "description": "<ul><li>‘Both teams fancy their chances’ on last day of first Ashes Test</li><li>Australia need 174 more runs; England require seven wickets</li></ul><p>Stuart Broad described the situation as “cricket on a knife edge” as Australia head into the final day of the first Ashes Test needing 174 runs to win, with England seeking seven more wickets to stop them.</p><p>Broad said the home side were motivated by the spirit of 2005, when England <a href=\"https://www.theguardian.com/sport/2005/aug/08/ashes2005.ashes7\" title=\"\">won a thriller at Edgbaston</a> by two runs after setting their opponents a target of 282, just one more than they are chasing on this occasion. Highlights of that game were shown on television – and closely followed in the England dressing room – during a rain break on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/stuart-broad-says-england-are-massively-inspired-by-spirit-of-2005\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/stuart-broad-says-england-are-massively-inspired-by-spirit-of-2005", "date_published": "2023-06-19 19:57:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Timid Rish! goes missing in action in face of Boris Johnson’s lies | John Crace", "description": "<p>Prime minister fails to show up at House of Commons debate and vote on privileges committee report</p><p>Cometh the hour, disappeareth the man. You’d have thought that wild horses wouldn’t have kept Rishi Sunak away from the Commons for the debate on the privileges committee report on Boris Johnson. After all, Sunak had promised when he took office in October last year that he would govern with integrity, accountability and professionalism. And since then we’ve all been waiting for a sign. The smallest nod that he had meant what he said.</p><p>And here was the perfect opportunity. The most binary choice imaginable. Boris Johnson had been definitively found to have lied and lied and lied again. To parliament. To the country. To just about everyone he had ever met. Lying is what he does. What he always has done. Quite why it took so many MPs so long to realise what had been blindingly obvious to some of us for years and years is another question. But hey! They got there in the end. Just rejoice at that.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/timid-rish-goes-missing-in-action-in-face-of-boris-johnsons-lies\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/timid-rish-goes-missing-in-action-in-face-of-boris-johnsons-lies", "date_published": "2023-06-19 19:45:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Missed chances exposes England’s folly in giving gloves to Jonny Bairstow | Barney Ronay", "description": "<p>Even if they win this first Ashes Test, the home team have a tender spot at wicketkeeper – bring back Ben Foakes</p><p>As the clock ticked past 4.36pm, the sun already burning through the mid-afternoon haze, there was some literal Bazball to be seen on the lime-green Edgbaston outfield – raw, foraged Bazball – as Brendon McCullum took Jonny Bairstow for his wicketkeeping warmup before Australia’s fourth-innings chase.</p><p>And of course it wasn’t about the catches, walloped into the gloves with a deliciously grizzled bat. This was all about the hugs, the words in the ear, the million‑dollar smile, the sense of voodoo, bro‑vibes, man‑feelings.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/19/jonny-bairstow-wicketkeeper-england-australia-first-ashes-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/19/jonny-bairstow-wicketkeeper-england-australia-first-ashes-test", "date_published": "2023-06-19 19:10:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mysterious pile of ‘dumped’ PPE angers people in New Forest", "description": "<p>Inquiry launched by Environment Agency into huge pile of medical aprons found in Calmore, Hampshire</p><p>The “dumping” of hundreds of thousands of pieces of unused personal protective equipment near a nature reserve on the edge of the New Forest has mystified and angered local people.</p><p>But the council has revealed that the giant pile of boxes containing medical aprons is being stored on the land in Calmore, Hampshire, before the aprons are recycled into plastic bags.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/mysterious-pile-of-dumped-ppe-angers-people-in-calmore-new-forest-hampshire\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/mysterious-pile-of-dumped-ppe-angers-people-in-calmore-new-forest-hampshire", "date_published": "2023-06-19 19:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stokes the captain is a fine thing, but England will need the player again | Jonathan Liew", "description": "<p>With his methodical batting on day four, did we witness the logical next step for Bazball? Hello conventional Test cricket</p><p>Ben Stokes walks to the wicket slowly. This is pretty much the only thing he does slowly these days. Harry Brook tries to say a few words to him as he arrives, but Stokes isn’t really listening. There’s a little poke and a nudge of the pitch, dust and debris swept away with a swish of his bat, a kind of purification ritual, like a sumo sanctifying the dohyo. He takes his time, makes us wait, makes us watch: a man who has long since made his peace with the gaze of others. This is his turf, his team, his time, and there is a certain theatrical flourish to the way he stretches out the moment for all it is worth.</p><p>There is a frisson around the ground, and of course there always was when Stokes walked in to bat, but ever since he became captain and began to mould this team in his image he has also batted with the expectation of leadership. With the knowledge that his teammates on the dressing‑room balcony are taking their cue from him, that an entire playing philosophy has been built around his approach. These days when Stokes bats we don’t simply demand to be entertained, but enlightened. We want him to set an example. We want him to blaze the righteous path to truth, ideally by smashing it as hard as possible as soon as possible.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/19/stokes-the-captain-is-a-fine-thing-but-soon-england-will-need-stokes-the-player-again-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/19/stokes-the-captain-is-a-fine-thing-but-soon-england-will-need-stokes-the-player-again-ashes", "date_published": "2023-06-19 18:43:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italian dressing: What the models, stylists and tailors wore to fashion week in Florence – in pictures", "description": "<p>Award-winning photographer Jonathan Daniel Pryce is known for his stylised portraiture. Working under the pseudonym <a href=\"https://www.instagram.com/garconjon/?hl=en\">Garçon Jon</a>, he has documented style at international fashion weeks for the past 15 years. Here he hits the streets of Florence to capture visitors to Pitti Imagine Uomo</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jun/19/italian-dressing-what-the-models-stylists-and-tailors-wore-to-fashion-week-in-florence-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/jun/19/italian-dressing-what-the-models-stylists-and-tailors-wore-to-fashion-week-in-florence-in-pictures", "date_published": "2023-06-19 18:40:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serving Met officer raped woman on his stag night, court told", "description": "<p>Sgt Laurence Knight met woman in Brighton last July and allegedly raped her in the sea, jury hears</p><p>A serving Metropolitan police officer raped a woman in the sea on Brighton beach on his stag night, a court has heard.</p><p>Sgt Laurence Knight, 34, is said to have met the woman, a stranger, in the early hours of 17 July 2021 while in the city centre. Prosecutors say the pair walked to the beach together, undressed to their underwear and ended up in the sea.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/serving-met-officer-raped-woman-on-his-stag-night-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/serving-met-officer-raped-woman-on-his-stag-night-court-told", "date_published": "2023-06-19 18:31:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer reassures North Sea workers as Labour lays out energy and climate plan", "description": "<p>Speech in Scotland shows willingness to face energy dilemma head-on, but green groups say fossil fuel end date must come soon</p><p>Scotland was a brave choice as the venue for the <a href=\"https://www.theguardian.com/environment/2023/jun/18/keir-starmer-to-throw-everything-at-plan-to-get-uk-to-net-zero\">launch of Keir Starmer’s new energy and climate policy</a>. Back in March, Rishi Sunak was planning to hold his “energy day” in Aberdeen, the UK’s oil and gas capital, but after criticism he switched to the <a href=\"https://www.theguardian.com/environment/2023/mar/30/hasty-changes-to-rishi-sunak-climate-strategy-reveal-a-warring-tory-party\">much safer Oxfordshire</a>.</p><p>Starmer knows that Labour needs to win back lost seats in Scotland, so visiting the Scottish capital for an important speech was a canny move. More than that, though, taking the launch to Edinburgh showed a willingness to face head-on Labour’s energy dilemma: how to shift the UK economy to a low-carbon footing, as net zero demands, without destroying high-quality jobs in carbon-intensive industries.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/starmer-reassures-north-sea-workers-as-labour-lays-out-energy-and-climate-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/starmer-reassures-north-sea-workers-as-labour-lays-out-energy-and-climate-plan", "date_published": "2023-06-19 18:26:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey v Wales, France v Greece, and more: Euro 2024 qualifying – live", "description": "<ul><li>European Championship news from the 7.45pm BST games</li><li><a href=\"https://www.theguardian.com/football/live/2023/jun/19/england-v-north-macedonia-european-championship-qualifying-group-c-live\">England v North Macedonia: join Tim de Lisle for our MBM</a></li><li>Get in touch! <a href=\"mailto:daniel.gallan.freelance@theguardian.com\">Send Daniel an email</a> or tweet <a href=\"https://twitter.com/danielgallan\">@danielgallan</a></li></ul><p>It’s worth keeping in mind that Northern Ireland could have left Copenhagen with a point were it not for a cruel VAR decision in the 94th minute.</p><p>Michael O’Neill thought that the teenage debutant, Callum Marshall, had bagged the late equaliser, only for the goal to be disallowed for Jonny Evans being offside following a VAR check that lasted five minutes.</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/19/turkey-v-wales-ni-v-kazakhstan-and-more-euro-2024-qualifying-clockwatch-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/19/turkey-v-wales-ni-v-kazakhstan-and-more-euro-2024-qualifying-clockwatch-live", "date_published": "2023-06-19 18:17:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Root takes pleasure in the reverse sweep, as should everyone else | Andy Bull", "description": "<p>Even the old sorts can appreciate the sporting artistry of the manoeuvre that Root instigated for England at Edgbaston</p><p>The way Mushtaq Mohammad tells the story it all started in a one-day game at Vale Farm in Wembley, Middlesex against Rothman’s International Cavaliers, on 15 August 1965. You know it must have been a Sunday because Cavaliers were a hit-and-giggle exhibition team set up by Ted Dexter and Harvey Bagnall to fill the gap in the afternoon TV schedules on the sabbath. They paid Mohammad £10 a game to play, which, like the 209 Middlesex made off their 40 overs, felt a lot more back then than it sounds now.</p><p>Fred Titmus was bowling, and <a href=\"https://indianexpress.com/article/news-archive/print/how-history-s-first-reverse-sweep-passed-the/\">Mohammad says he was wondering</a> where, exactly, his next run was going to come from. “So I looked around and realised that the only gap was at third man.”</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/19/joe-root-takes-pleasure-in-the-reverse-sweep-cricket-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/19/joe-root-takes-pleasure-in-the-reverse-sweep-cricket-ashes", "date_published": "2023-06-19 18:15:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stuart Broad strikes late for England to leave first Ashes Test on a knife edge", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-19/england-cricket-team\">England 393-8d &amp; 273; Australia 386 &amp; 107-3</a></li><li>Australia chasing 281 to win first Ashes Test</li></ul><p>Stuart Broad took the wicket of Steve Smith to leave the first Ashes Test in the balance, with Australia needing 174 more to win on the final day with seven wickets in hand – and both teams striving to take a 1-0 lead in this five-match series.</p><p>England were unable to make any more inroads in the last few minutes of the day as Scott Boland, in as nightwatchman after the fall of Smith, defended diligently alongside the more settled Usman Khawaja to take Australia to 107 for three at stumps.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/england-australia-ashes-first-test-day-four-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/england-australia-ashes-first-test-day-four-match-report", "date_published": "2023-06-19 18:15:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v North Macedonia: Euro 2024 qualifier– live", "description": "<ul><li>Euro 2024 qualifying, Group C, from 7.45pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2023/jun/19/turkey-v-wales-ni-v-kazakhstan-and-more-euro-2024-qualifying-clockwatch-live\">Clockwatch: Turkey v Wales, France v Greece, and more</a></li><li>Get in touch! <a href=\"mailto:tim.delisle.casual@theguardian.com\">Send Tim an email</a> or tweet <a href=\"https://twitter.com/TimdeLisle\">@TimdeLisle</a></li></ul><p><strong>The football, clearly, can’t compete with the cricket.</strong> If you’re on news blackout, please look away now. If not, I can tell you that Australia have finished a fabulous fluctuating day on 107-3, so England are now (whisper it) narrow favourites. Stuart Broad has taken out the top two batters in the world: Steve Smith and Marnus Labuschagne managed 35 runs in four innings in the match. All the details here with the master of the high-speed verdict, Rob Smyth.</p><p><strong>Somebody had to mention Macedonia’s most famous name</strong>, so I’m handing the baton to Peter Oh. “Could this clash,” he wonders, “be billed as Alexander the Great versus Alexander-Arnold the Great?”</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/19/england-v-north-macedonia-european-championship-qualifying-group-c-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/19/england-v-north-macedonia-european-championship-qualifying-group-c-live", "date_published": "2023-06-19 18:07:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI frozen out of meetings with other leading UK business lobby groups", "description": "<p>Efforts to regain place at intersection of business and government after scandal complicated by refusals to engage</p><p>The Confederation of British Industry has been frozen out of regular meetings with other leading business lobby groups, hampering its fight for survival after a <a href=\"https://www.theguardian.com/business/2023/apr/03/revealed-new-claims-of-sexual-misconduct-and-toxic-culture-at-cbi\">sexual misconduct scandal</a>.</p><p>Formerly Britain’s leading voice for business, the CBI has been battling to overhaul its culture and regain trust after multiple allegations of misconduct were made by female employees, including two who said they were raped. Those allegations resulted in an exodus of members from John Lewis to Aviva and led Labour and the Conservatives to cut ties with the organisation.</p> <a href=\"https://www.theguardian.com/business/2023/jun/19/cbi-frozen-out-of-meetings-with-other-leading-uk-business-lobby-groups\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/19/cbi-frozen-out-of-meetings-with-other-leading-uk-business-lobby-groups", "date_published": "2023-06-19 17:59:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norrie makes happy return on grass as Peniston springs another Queen’s shock", "description": "<ul><li>Cameron Norrie beats Miomir Kecmanovic 6-4, 7-6 (5)</li><li>World No 265 Ryan Peniston beats No 37-ranked Ugo Humbert</li></ul><p>In his first match on a British grass court since his <a href=\"https://www.theguardian.com/sport/2022/jul/08/cameron-norrie-exits-wimbledon-to-ovation-after-semi-final-defeat\" title=\"\">breakout run to the Wimbledon semi-finals</a> last year, Cameron Norrie returned with a victory as he moved past Miomir Kecmanovic 6-4, 7-6 (5) at Queen’s Club.</p><p>Norrie arrived at this tournament after a difficult clay court season that started with high hopes but ended with a string of frustrating defeats, including a third-round <a href=\"https://www.theguardian.com/sport/live/2023/jun/02/french-open-day-six-djokovic-norrie-and-sabalenka-in-action-live?page=with:block-647a16f08f08403f1d17f8e7\" title=\"\">French Open exit at the hands of Lorenzo Musetti</a>. After that match, Norrie had expressed frustration at his flat attitude, with the mental side of the game usually one of his biggest strengths.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/cameron-norrie-happy-return-on-grass-ryan-peniston-springs-another-queens-club-shock-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/cameron-norrie-happy-return-on-grass-ryan-peniston-springs-another-queens-club-shock-tennis", "date_published": "2023-06-19 17:52:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on teacher shortages: pay must go up, and workload down | Editorial", "description": "<p>Recruitment and retention problems are harming children’s learning. Ministers  have failed to act</p><p>A staffing crisis in English schools that has been building for a decade shows no sign of easing. The number of vacant posts increased by 44% between 2021 and 2022. One in four new teachers leaves the profession within three years. The headteacher of one secondary school describes trying to fill some roles as “<a href=\"https://www.theguardian.com/education/2023/jun/17/trying-to-find-a-maths-or-science-teacher-is-like-looking-for-a-unicorn-inside-english-schools-recruitment-crisis\" title=\"\">advertising for a unicorn</a>”. Even in English, where recruitment has traditionally been easier than in maths or science – where schools face competition from higher-paying private sector employers – there are shortages. Growing numbers of pupils are taught by staff without expertise in the subject.</p><p>This should be a source of profound concern, and also shame, in government. It is ministers’ job to oversee state schools. They are responsible for a situation in which becoming and remaining a teacher have become less attractive. Gillian Keegan is the seventh education secretary in five years. It does not appear that any of them have grasped the problem. Without teachers, teaching cannot take place. The difficulties are most severe in disadvantaged schools and areas, meaning that attainment gaps can be expected to increase.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/the-guardian-view-on-teacher-shortages-pay-must-go-up-and-workload-down\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/the-guardian-view-on-teacher-shortages-pay-must-go-up-and-workload-down", "date_published": "2023-06-19 17:51:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on a PM’s patronage: Boris Johnson’s shameful honours list | Editorial", "description": "<p>Reforming the House of Lords should begin by constraining a departing leader’s power to dish out lifetime awards to friends and cronies</p><p>When handing out lifetime honours, Boris Johnson’s guiding principle has been <a href=\"https://www.theguardian.com/politics/2020/dec/22/pm-rejects-official-advice-in-awarding-peter-cruddas-peerage\" title=\"\">brazen cronyism and snubbing established convention</a>. But the most recent revelations, on the eve of MPs debating the privileges committee report into Mr Johnson’s deceit over Partygate, are jaw-dropping. On Sunday, a video emerged of Conservative staffers enjoying a 2020 Christmas <a href=\"https://www.bbc.co.uk/news/uk-politics-65952298\" title=\"\">“jingle and mingle”</a> jamboree that patently broke lockdown rules. Mr Johnson must have known about this event. Yet at least two of those at the party were on his <a href=\"https://www.gov.uk/government/publications/resignation-honours-2023\" title=\"\">resignation honours list</a>.</p><p>Voters care about <a href=\"https://constitution-unit.com/2023/06/17/do-the-public-really-care-about-lying-to-parliament-yes-they-do/\" title=\"\">honesty</a> and integrity in politics. Mr Johnson does not. By waving through the list, Rishi Sunak appears either to agree with his disgraced predecessor or to be too weak to stop it. The government says it was respecting “<a href=\"https://www.bbc.co.uk/news/uk-politics-65941549\" title=\"\">due process</a>” – as prime ministers routinely rubber stamp those appointments <a href=\"https://www.telegraph.co.uk/politics/2023/06/11/boris-johnson-honours-list-eight-picks-blocked-holac/\" title=\"\">approved</a> by peers. But Mr Johnson did not respect such norms. The manner of his departure – convicted by parliament’s highest court of lying – is unprecedented. The current prime minister is <a href=\"https://www.bbc.co.uk/news/uk-politics-65876723\" title=\"\">responsible</a> for recommending honours. Mr Sunak would have been justified in refusing Mr Johnson’s list. He should have done so.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/the-guardian-view-on-a-pms-patronage-boris-johnsons-shameful-honours-list\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/the-guardian-view-on-a-pms-patronage-boris-johnsons-shameful-honours-list", "date_published": "2023-06-19 17:50:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queuing student died when ‘unsuitable’ screen collapsed outside club, court hears", "description": "<p>Olivia Burt, who studied natural sciences at Durham University, suffered an ‘unsurvivable’ head injury</p><p>A 20-year-old student died as she was waiting to get into a bar run by the UK’s largest pub company because an “unsuitable” heavy screen was being used to manage the queue.</p><p>The screen fell and collapsed on Olivia Burt who suffered an “unsurvivable” head injury, a court heard on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/olivia-burt-student-died-unsuitable-screen-collapsed-outside-club-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/olivia-burt-student-died-unsuitable-screen-collapsed-outside-club-court-hears", "date_published": "2023-06-19 17:46:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dutch study reveals extent of wealth made via slavery from three past rulers", "description": "<p>Report comes shortly before an expected apology from King Willem-Alexander in a speech in Amsterdam</p><p>Inside the stables of Paleis Noordeinde in The Hague is a <a href=\"https://www.amsterdammuseum.nl/en/exhibition/the-golden-coach/4796\">golden coach</a> embellished with images of colonial offerings to Dutch rulers that many, including the <a href=\"https://www.dutchnews.nl/2022/01/controversial-golden-coach-wont-be-used-until-society-is-ready-king-says/\">current</a> Dutch king, regard as a symbol of exploitation that according to a <a href=\"https://www.staatenslavernij.nl/staat-en-slavernij/\">new study</a> netted <a href=\"https://www.rijksoverheid.nl/documenten/toespraken/2022/12/19/toespraak-minister-president-rutte-over-het-slavernijverleden\">three Dutch rulers</a> the equivalent of more than €545m (£465m).</p><p>Historians have calculated the staggering value of colonial profit for Willem III (also king of England, Ireland and Scotland), Willem IV and Willem V in a report published at the request of the Dutch parliament last week before a widely expected apology over slavery from the Dutch king.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/dutch-study-reveals-extent-of-wealth-made-via-slavery-from-three-past-rulers-king-willem-alexander\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/dutch-study-reveals-extent-of-wealth-made-via-slavery-from-three-past-rulers-king-willem-alexander", "date_published": "2023-06-19 17:40:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angela Thorne, actor best known for To The Manor Born, dies aged 84", "description": "<p>Thorne played Marjory Frobisher in the sitcom from 1979 to 1981 and voiced the queen in The BFG</p><p>The actor Angela Thorne, best known for starring in the popular BBC sitcom To the Manor Born, has died aged 84.</p><p>Thorne played Marjory Frobisher in To the Manor Born opposite the actors Penelope Keith and Peter Bowles from 1979 to 1981 and appeared in a string of long-running shows including Midsomer Murders.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/19/angela-thorne-actor-best-known-for-to-the-manor-born-dies-aged-84\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/19/angela-thorne-actor-best-known-for-to-the-manor-born-dies-aged-84", "date_published": "2023-06-19 17:34:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession drives ‘quiet luxury’ look at Milan fashion week", "description": "<p>Menswear has moved away from logos to more refined silhouettes, with collections from Prada to Raf Simons ditching streetwear </p><p>Such is the piercing influence of Succession on the wardrobes of the rich and famous that its stars didn’t even need to make a front-row appearance at Milan fashion week to make their presence felt. Excess is out and elegance is in as designers pursue the “quiet luxury” look that owes much of its recent popularity to the Roy family stone.</p><p>At Prada, the bellwether of where the fashion mood heads next, the co-designers Miuccia Prada and Raf Simons used the humble white shirt as a springboard for “a reconsideration of simple things”, said Prada after the show on Sunday.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/19/succession-quiet-luxury-look-milan-fashion-week\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/19/succession-quiet-luxury-look-milan-fashion-week", "date_published": "2023-06-19 17:27:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory mayor resigns after apologising for attending LGBTQ+ event", "description": "<p>Mohammed Nazam said the Pride event contradicted his ‘personal religious beliefs’ in Facebook group</p><p>A Conservative mayor has resigned after being labelled homophobic when he apologised for attending a council LGBTQ+ Pride event because it “contradicts” his beliefs.</p><p>Mohammed Nazam, the mayor of Keighley in West Yorkshire, faced anger after posting in a Facebook group that it was a “lapse of judgment” to attend the raising of a progress flag on Friday as part of the town’s Pride month celebrations.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/tory-mayor-resigns-after-apologising-for-attending-lgbtq-event\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/tory-mayor-resigns-after-apologising-for-attending-lgbtq-event", "date_published": "2023-06-19 17:24:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Quite weird’: sea temperature rise in north-east of England worries residents", "description": "<p>Mixed reactions greet dramatic fluctuation in sea temperatures in Tynemouth</p><p>“I’ve never felt the sea this warm in June, it is quite weird,” said retired nurse Val Hedley as she finished her regular paddle along the picture-postcard golden sands of Longsands beach in Tynemouth.</p><p>“Often here you will get a cold bit of the sea, then it gets warmer and then it gets cooler again. But today everything seems to be the same which is unusual … it’s all evenly warm.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/quite-weird-sea-temperature-rise-in-north-east-of-england-worrying-for-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/quite-weird-sea-temperature-rise-in-north-east-of-england-worrying-for-residents", "date_published": "2023-06-19 17:15:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ashes diary: England’s all-action approach keeps fans in their seats", "description": "<p>New hospitality area fails to appeal as Bazball takes preference, while Joe Root still offers maximum entertainment</p><p>As well as being the start of the match and indeed the series, Friday was opening day for Edgbaston’s new hospitality area, the Skyline Terrace. This zone on the top of the South Stand is billed as “a fun, interactive and modern cricketing hospitality experience … where there are not only exceptional pitch views, but where food is plentiful and space is fun and lively”, and boasts “a softer palette of materials and well-designed lighting along with informal buffet spaces within relaxed and varied seating zones”. Ticket-holders are offered a premium street-food buffet, a complimentary bar and a live DJ, but for all its facilities on Monday it was completely empty – and Bazball was to blame.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/ashes-diary-englands-all-action-approach-keeps-fans-in-their-seats\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/ashes-diary-englands-all-action-approach-keeps-fans-in-their-seats", "date_published": "2023-06-19 17:02:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Square where Julius Caesar was killed will open to public in Rome", "description": "<p>Tourists in the city will be able to examine the spot where the Roman dictator was said to have been murdered</p><p>Tourists will be able to stroll close to the spot where Julius Caesar met his bloody end, when Rome’s authorities open a new walkway on the ancient site on Tuesday.</p><p>The Roman dictator was stabbed to death by a group of aggrieved senators on the Ides of March – 15 March – in 44BC, and the account was embellished by William Shakespeare in his play named after Caesar.</p> <a href=\"https://www.theguardian.com/education/2023/jun/19/square-where-julius-caesar-was-killed-will-open-to-public-in-rome\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/19/square-where-julius-caesar-was-killed-will-open-to-public-in-rome", "date_published": "2023-06-19 16:59:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia says Navalny’s ‘extremism’ trial must be held in private", "description": "<p>Kremlin critic faces charges that could lead to a substantial extension of his jail time</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/19/russia-ukraine-war-live-updates-latest-news-moscow-blocking-aid-to-flood-hit-areas-after-kakhovka-dam-destroyed\">Russia-Ukraine war – latest news updates</a></li></ul><p>A Russian court has ordered that the trial for Alexei Navalny be held behind closed doors as the Kremlin critic faces extremism charges that could mean his prison time is extended for decades.</p><p>The case comes more than a year into Russia’s full-scale offensive in Ukraine, which unleashed an unprecedented crackdown on the Kremlin’s critics, with many now in exile or in jail.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/russia-says-alexei-navalny-extremism-trial-must-be-held-in-private\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/russia-says-alexei-navalny-extremism-trial-must-be-held-in-private", "date_published": "2023-06-19 16:51:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sir Michael Hopkins obituary", "description": "One of Britain’s leading architects admired for the Mound stand at Lord’s, Westminster tube station and the 2012 Olympic velodrome<p>The architect Sir Michael Hopkins, who has died aged 88, occupied a special place in a much abused profession. The best known Hopkins buildings – the Mound stand at Lord’s cricket ground, Glyndebourne opera house, Westminster underground station, the <a href=\"https://www.theguardian.com/artanddesign/2011/may/19/olympic-velodrome-riba-list-stirling-prize\" title=\"\">2012 Olympic velodrome</a> – command not only respect but positive affection. Hopkins gave modern architecture a human face.</p><p>At the start of his career, he seemed inextricably linked to the young turks of high tech, <a href=\"https://www.theguardian.com/artanddesign/2021/dec/19/richard-rogers-lord-rogers-obituary\" title=\"\">Richard Rogers</a> and <a href=\"https://www.theguardian.com/artanddesign/2022/apr/03/lord-norman-foster-i-still-get-the-same-buzz-from-designing-buildings-\" title=\"\">Norman Foster</a>, designing steel-frame buildings of immaculate precision. From the late 1960s, Hopkins spent eight productive years in partnership with Foster. The <a href=\"https://www.fosterandpartners.com/projects/willis-building\" title=\"\">Willis Faber and Dumas</a> headquarters in Ipswich, Suffolk, was the peak of their collaboration. But his later architecture took a different and more original direction as he became more concerned with the history of building and the place of architecture in the landscape. This growing sense of context brought his buildings a new richness, a poetic modernity rooted in his understanding of the past.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/19/sir-michael-hopkins-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/19/sir-michael-hopkins-obituary", "date_published": "2023-06-19 16:34:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ella Baron on the Partygate debate in the Commons – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/19/ella-baron-on-the-partygate-debate-in-the-commons-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/19/ella-baron-on-the-partygate-debate-in-the-commons-cartoon", "date_published": "2023-06-19 16:29:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How has the cost of living crisis affected your holiday plans?", "description": "<p>We want to hear from people about changes they’ve made to their holiday plans due to the economic situation in the UK</p><p>As the cost of living crisis in the UK continues to bite, we want to hear how your <a href=\"https://www.theguardian.com/money/2023/jun/17/holiday-spending-what-to-sort-out-now-to-keep-costs-down\">holiday</a> plans have been affected.</p><p>Whether you’re reducing the duration or the number of trips you normally take, opting for budget deals over luxury breaks, or choosing to stay closer to home , tell us how the squeeze on most people’s spending power is affecting your travel plans.</p> <a href=\"https://www.theguardian.com/business/2023/jun/19/how-has-the-cost-of-living-crisis-affected-your-holiday-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/19/how-has-the-cost-of-living-crisis-affected-your-holiday-plans", "date_published": "2023-06-19 16:16:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Ascot day one: Isaac Shelby can play blinder and storm Palace", "description": "<p>The form of the French Guineas in which the selection was just touched off last month may have been underrated </p><p>The 2,000 Guineas winners in England and Ireland dominate the betting for the St James’s Palace Stakes, the feature event on the opening card at Royal Ascot 2023, but the form of the French equivalent could have been underrated and Isaac Shelby, touched off in the Classic at Longchamp last month, is an interesting bet at around 9-1 to emerge on top.</p><p>Brian Meehan’s colt was a ready winner of the Group Two Superlative Stakes at Newmarket last summer and made an impressive in the Greenham Stakes at Newbury in April.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/royal-ascot-day-one-isaac-shelby-can-play-blinder-st-james-palace-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/royal-ascot-day-one-isaac-shelby-can-play-blinder-st-james-palace-horse-racing-tips", "date_published": "2023-06-19 16:10:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A mega talent’: Horner puts Max Verstappen among the greats of F1", "description": "<ul><li>Dutchman equals Ayrton Senna’s 41 career race wins in Montreal</li><li>Lewis Hamilton admits catching up with Red Bull is a tall order</li></ul><p>Christian Horner hailed his driver Max Verstappen as one of the greats of Formula One, after the Dutchman matched Ayrton Senna’s tally of wins with <a href=\"https://www.theguardian.com/sport/2023/jun/18/canadian-f1-grand-prix-race-report\">victory for Red Bull at the Canadian Grand Prix</a>.</p><p>Verstappen took the flag in Montreal with another dominant run from pole to secure his 41st career win, equalling Senna. He now has six wins from eight races this season and, with a 69-point lead over his teammate Sergio Pérez in the championship, is on course to seal his third title sooner rather than later. Horner believes those achievements have elevated his driver to stand among the very best the sport has produced.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/christian-horner-hails-max-verstappen-as-one-of-the-greats-of-formula-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/christian-horner-hails-max-verstappen-as-one-of-the-greats-of-formula-one", "date_published": "2023-06-19 16:03:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘From Ibiza to the Norfolk Broads’: my 2,700-mile bike ride into Bowie’s Life on Mars?", "description": "<p>Sailors fighting, Lennon on sale, all those mice … the single released 50 years ago this week is David Bowie at his most enigmatic. Could a cycling odyssey unravel its mysteries?</p><p>This Thursday marks 50 years since David Bowie’s Life on Mars? was released as a single. A cornucopia of surreal images, a musical soap opera to float away with, it still regularly appears in <a href=\"https://www.theguardian.com/music/2020/mar/19/david-bowie-50-greatest-songs-ranked\">lists of the greatest ever Bowie songs</a> – and indeed lists of the greatest songs by anyone.</p><p>Trying to deconstruct this tale starring mice, Mickey Mouse and a mousy-haired girl is about as easy as getting to Mars itself. I should know as I cycled one of the song’s lyrics – “from Ibiza to the Norfolk Broads” – pedalling 2,700 miles in search of a deeper understanding. Other writers have followed literary footsteps to get into authors’ minds, so why not a music lyric?</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/david-bowie-life-on-mars-ibiza-norfolk-broads-bike-ride\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/david-bowie-life-on-mars-ibiza-norfolk-broads-bike-ride", "date_published": "2023-06-19 16:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kerala is rolling out free broadband for its poorest citizens. What’s stopping your government? | Oommen C Kurian", "description": "<p>The pandemic showed us how digital divides worsen inequality - this  project shows they’re not inevitable</p><p>Digital poverty and exclusion hide in plain sight. In an era of hyper-connectivity, millions are left in the shadows, even in the wealthiest countries. Data from the US shows that a quarter of America’s rural population, a staggering 14.5 million people, still don’t have access to broadband. In a world where billions are connected, the stark reality of this absence looms large, leaving more than 3 billion people on the margins of the digital age. As life moves online, it only exacerbates existing inequalities, limiting access to education, healthcare, job opportunities and essential services.</p><p>This takes us to Kerala in south India, home to about 34 million people. There, the <a href=\"https://www.theguardian.com/commentisfree/2020/apr/21/kerala-indian-state-flattened-coronavirus-curve\">communist-led state government</a> is launching something called the Kerala Fibre Optical Network (KFON) – and it’s a major milestone. (It is worth noting the irony that the communist government, which has a history of opposing the introduction of computers, is now at the forefront of this digital initiative.) In 2016, the state recognised the internet as a basic citizen’s right, joining other polities like Finland, Costa Rica and France. Next on the agenda: making this new right mean something.</p><p>Oommen C Kurian leads the health initiative at the Observer Research Foundation, a thinktank based in New Delhi</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/kerala-free-broadband-india\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/kerala-free-broadband-india", "date_published": "2023-06-19 15:31:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wellbeing of school staff is as vital as pupils’ progress | Letters", "description": "<p><strong>Mark Shannon</strong>, <strong>Michael Bassey</strong> and <strong>Paul Clarke</strong> on changes to the Ofsted inspection system</p><p>Regarding your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/12/the-guardian-view-on-ofsted-radical-change-is-needed\" title=\"\">The Guardian view on Ofsted: radical change is needed, 12 June</a>), as a parent of two children who attended Caversham primary school until last year, I can attest to Ruth Perry’s dedication and strong leadership. Our children had an overwhelmingly positive experience at the school.</p><p>My view of the Ofsted system is that it is too focused on treating schools like service providers to “customers”, ie children and parents, and not concerned at all with the wellbeing and resource health of the school itself. If Ofsted’s objective is to care about educational quality and child safety, it should be as concerned about staff as it is about pupils – without the staff there is no school.</p> <a href=\"https://www.theguardian.com/education/2023/jun/19/wellbeing-of-school-staff-is-as-vital-as-pupils-progress\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/19/wellbeing-of-school-staff-is-as-vital-as-pupils-progress", "date_published": "2023-06-19 15:28:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We must not ignore coalmines in the fight to reduce methane emissions | Letter", "description": "<p>Coal mining generates as much methane annually as the oil or gas sectors, says <strong>Chris Wright</strong></p><p>While your article on methane (<a href=\"https://www.theguardian.com/environment/2023/jun/09/methane-reduction-climate-emissions-weatherwatch\" title=\"\">Weatherwatch, 9 June</a>) rightly emphasised the importance of methane reduction, it overlooked a significant source of global emissions: coalmines.</p><p>Coal mining generates as much methane annually as the oil or gas sectors, yet this fact is often ignored. It is crucial that the UK does not turn a blind eye, especially in light of the new Cumbria mine, which risks undermining the commitment to the <a href=\"https://www.theguardian.com/environment/2023/jan/17/cumbria-coalmine-uk-climate-goals-methane-emissions\" title=\"\">global methane pledge</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/we-must-not-ignore-coalmines-in-the-fight-to-reduce-methane-emissions\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/we-must-not-ignore-coalmines-in-the-fight-to-reduce-methane-emissions", "date_published": "2023-06-19 15:28:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mendy, Koulibaly and Ziyech moves to Saudi Arabia provide boost for Chelsea", "description": "<ul><li>Moves should help club recoup near-£600m spent since summer</li><li>Chelsea target new signings Moisés Caicedo and Nicolas Jackson</li></ul><p>Chelsea’s hopes of raising funds and lightening their squad have been given a major boost by three of their outcasts, Édouard Mendy, Kalidou Koulibaly and Hakim Ziyech, closing in on lucrative moves to clubs in Saudi Arabia.</p><p>Todd Boehly and Clearlake Capital are under pressure to move players out of Chelsea and the ownership hopes to offload a number of expensive misfits to the big-spending Saudi Pro League.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/edouard-mendy-kalidou-koulibaly-and-hakim-ziyech-moves-to-saudi-arabia-provide-boost-for-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/edouard-mendy-kalidou-koulibaly-and-hakim-ziyech-moves-to-saudi-arabia-provide-boost-for-chelsea", "date_published": "2023-06-19 15:24:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS nurses strike in England could reach ‘end of the road’ this week", "description": "<p>Royal College of Nursing raises doubts over whether enough members will get postal votes in on time</p><p>The rolling strikes by NHS nurses could “hit the end of the road” this week as the leader of the Royal College of Nursing raised doubts over whether sufficient numbers of members would get their postal votes in on time.</p><p>The RCN union’s ballot on further industrial action in England will close on 23 June but its general secretary, Pat Cullen, has for the first time suggested an affirmative result is in doubt.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/nhs-nurses-strike-england-royal-college-of-nursing-members-postal-votes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/nhs-nurses-strike-england-royal-college-of-nursing-members-postal-votes", "date_published": "2023-06-19 15:20:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss says lettuce joke was ‘puerile’ and media did not understand her ideas", "description": "<p>Former prime minister criticises Daily Star stunt but says UK media’s irreverence is a good thing overall</p><p>Liz Truss has described as “puerile” the newspaper stunt in which her tenure as prime minister <a href=\"https://www.theguardian.com/politics/2022/oct/20/iceberg-lettuce-in-blonde-wig-outlasts-liz-truss\">was measured against</a> the shelf life of a lettuce.</p><p>Speaking at a broadcasting conference in Dublin, Truss also complained that the media did not properly understand her economic ideas. She said too much political coverage was “froth”, while at the same time praising the overall irreverence of the UK.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/liz-truss-lettuce-joke-puerile-media\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/liz-truss-lettuce-joke-puerile-media", "date_published": "2023-06-19 15:15:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Firefighters rescue passengers from stricken train in latest Deutsche Bahn mishap", "description": "<p>German national rail service blames malfunctioning and delays on lack of investment and staff shortages</p><p>Firefighters had to rescue about 1,200 passengers onboard a regional express train that broke down south-east of Berlin at the weekend, in the latest in a string of failures and mishaps to befall the national rail service, Deutsche Bahn.</p><p>The firefighters had to force open the train’s doors to free passengers, some of whom were suffering from heat exhaustion after a lengthy holdup in the train in which the air conditioning failed.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/firefighters-rescue-passengers-from-train-in-latest-deutsche-bahn-mishap-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/firefighters-rescue-passengers-from-train-in-latest-deutsche-bahn-mishap-germany", "date_published": "2023-06-19 15:14:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arctic Monkeys: Glastonbury 2023 headline set thrown into doubt by Alex Turner’s laryngitis", "description": "<p>Band cancel open-air Dublin gig on Tuesday, leaving a nervous wait for fans looking forward to Friday’s Glastonbury set</p><p>Alex Turner, frontman with Arctic Monkeys, is suffering from “acute laryngitis” and the band have been forced to cancel an open-air concert in Dublin on Tuesday.</p><p>His condition could affect his ability to perform the group’s Glastonbury headline slot on Friday evening, though it is currently scheduled to go ahead.</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/arctic-monkeys-glastonbury-2023-headline-set-thrown-into-doubt-by-alex-turners-laryngitis\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/arctic-monkeys-glastonbury-2023-headline-set-thrown-into-doubt-by-alex-turners-laryngitis", "date_published": "2023-06-19 15:10:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Next upgrades profit forecast after warm weather helps sales", "description": "<p>Retailer, which is considered good barometer of consumer spending, also cites pay raises across UK</p><p>Warmer weather and pay rises for workers have increased sales at Next in recent weeks, prompting the clothing and homeware retailer to upgrade its profit forecast for this year.</p><p>The company, which has about 500 stores and is considered a good barometer of consumer spending, said in a surprise update that there had been an “over-performance” in sales over the past seven weeks, sending its share price nearly 5% higher and making it the top riser on the FTSE 100.</p> <a href=\"https://www.theguardian.com/business/2023/jun/19/next-upgrades-profit-forecast-warm-weather-helps-sales-retailer-consumer-spending-pay-raises\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/19/next-upgrades-profit-forecast-warm-weather-helps-sales-retailer-consumer-spending-pay-raises", "date_published": "2023-06-19 15:09:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU split over subsidies for coal plants as Poland seeks extension", "description": "<p>Luxembourg calls proposal by Sweden ‘astonishing’ as energy ministers gather to discuss overhaul</p><p>A group of EU countries are fighting attempts by Poland to extend subsidies for coal plants, with Luxembourg’s energy minister describing the proposal as “astonishing”.</p><p>Luxembourg’s energy minister, Claude Turmes, said he could not believe the proposal, which was made on Friday, days before a planned summit of energy ministers from across the bloc, was even on the table given the EU’s commitment to combating the climate emergency.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/eu-split-over-subsidies-for-coal-plants-as-poland-seeks-extension\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/eu-split-over-subsidies-for-coal-plants-as-poland-seeks-extension", "date_published": "2023-06-19 15:05:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fossils show long necks of prehistoric reptiles were targeted by predators", "description": "<p>Evidence suggests slender necks of some ancient marine creatures were a deadly weakness</p><p>For nearly two centuries, fossil hunters have mused that the improbably long necks of some ancient marine reptiles made them tempting targets for hungry predators.</p><p>Now, researchers have uncovered grisly evidence that sticking one’s neck out really was a deadly weakness: the remains of two creatures whose heads were snapped off in acts of Triassic violence.</p> <a href=\"https://www.theguardian.com/science/2023/jun/19/fossils-long-necks-prehistoric-reptiles-targeted-predators\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/19/fossils-long-necks-prehistoric-reptiles-targeted-predators", "date_published": "2023-06-19 15:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Evil people smugglers’ are easy to blame for migrant boat tragedies. Here’s the truth | Diane Taylor", "description": "<p>With a disaster off Greece in the headlines, governments are keen to repeat a convenient myth rather than face scrutiny themselves</p><p>The Greek authorities have acted swiftly to bring nine suspected people smugglers court today following a <a href=\"https://www.theguardian.com/world/2023/jun/19/nine-due-in-greek-court-over-shipwreck-as-pakistan-holds-day-of-mourning\">mass drowning</a> last week off the country’s coast. They stand accused of piloting a fishing trawler that sank off the Greek coast last week, leaving <a href=\"https://www.theguardian.com/world/2023/jun/16/greek-coastguard-denies-claims-prevented-boat-disaster\">hundreds missing and presumed dead</a> in one of the Mediterranean’s worst boat disasters. All have <a href=\"https://www.bbc.co.uk/news/world-europe-65947919\">pleaded not guilty</a>.</p><p>When a mass drowning such as this one hits the headlines, governments squirm as their own culpability is probed. Just weeks ago, the Greek government was accused in the New York Times of <a href=\"https://www.nytimes.com/2023/05/19/world/europe/greece-migrants-abandoned.html\">involvement with pushbacks</a> of migrant boats, and many questions have been raised about the Greek coastguard’s actions in this latest disaster.</p><p>Diane Taylor writes on human rights, racism and civil liberties</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/people-smugglers-migrant-boat-disaster-greece\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/people-smugglers-migrant-boat-disaster-greece", "date_published": "2023-06-19 14:58:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC Cardiff Singer of the World review – a surprise winner and unexpected vocal delights", "description": "<p><strong>St David’s Hall, Cardiff</strong><br />Adolfo Corrado’s dramatic bass took the honours, but over the week’s competition there was plenty of excellent, stylish singing – and unexpected coloratura fireworks</p><p>Italian bass <a href=\"https://www.bbc.co.uk/programmes/profiles/1kps7V8qP3zQrwL9YfV3tBl/adolfo-corrado\">Adolfo Corrado</a> was the surprise winner of the main prize in the final round of this <a href=\"https://www.bbc.co.uk/programmes/b007qn4b\">biennial singfest</a>, emerging to beat two mezzos and two sopranos. At 29, having trained as an actor before discovering his singing voice – by now a formidable sound – Corrado has already been fast-tracked to the stage of La Scala Milan, but the prediction of the vocal cognoscenti here that he would become a very fine Verdi baritone may give him pause for thought.</p><p>It was indeed in his <a href=\"https://www.bbc.co.uk/iplayer/episode/m001n367/bbc-cardiff-singer-of-the-world-2023-grand-final\">Verdi aria from I Lombardi that Corrado’s dramatic vigour</a> came through most convincingly, with his acting skills also in play as Figaro and Dr Bartolo in the more conventional arias by Mozart and Rossini. All Italian, and all the better for exemplary diction, but arguably too narrow a focus.</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/bbc-cardiff-singer-of-the-world-review-a-surprise-winner-and-unexpected-vocal-delights\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/bbc-cardiff-singer-of-the-world-review-a-surprise-winner-and-unexpected-vocal-delights", "date_published": "2023-06-19 14:56:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak accused of mocking trans people in joke to Tory MPs", "description": "<p>Footage shows PM making fun of Lib Dem leader Ed Davey after he said women could have penises</p><p>Downing Street has defended Rishi Sunak after a video emerged of the prime minister seemingly making a joke that mocked transgender people, saying the comments were simply aimed at a political opponent.</p><p>The footage of Sunak addressing fellow Conservative MPs, leaked <a href=\"https://www.thepinknews.com/2023/06/18/rishi-sunak-mocks-trans-women-leaked-video/\">to PinkNews</a>, shows him making fun of Ed Davey after the Liberal Democrat leader said it was possible for a woman to have a penis, which can happen under the government’s own gender recognition laws.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/rishi-sunak-accused-of-mocking-trans-people-in-joke-to-tory-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/rishi-sunak-accused-of-mocking-trans-people-in-joke-to-tory-mps", "date_published": "2023-06-19 14:56:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macron’s rugby club beer stunt sparks binge-drinking row", "description": "<p>French president accused of irresponsibility and toxic masculinity after downing beer in 17 seconds</p><p>Footage of Emmanuel Macron downing a bottle of beer in 17 seconds in a rugby club dressing room has prompted a political row about binge drinking and accusations of toxic masculinity.</p><p>The video shows the French president being handed a bottle of Corona in the Toulouse changing room after they beat La Rochelle at the Stade de France in Paris on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/macron-rugby-club-beer-stunt-sparks-binge-drinking-row\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/macron-rugby-club-beer-stunt-sparks-binge-drinking-row", "date_published": "2023-06-19 14:45:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your stories about your first loves", "description": "<p>We would like to hear from people about their first love, why it mattered and if you still think about them now</p><p>Do you remember your first love? They can exert an enduring hold over us, an emotional legacy that often outweighs the experience of first love itself. Many of us return to our first loves mentally and emotionally (and sometimes physically) at different points in our lives. Their legacy shapes our mature <a href=\"https://www.theguardian.com/lifeandstyle/relationships\">relationships</a> too.</p><p>With this in mind, we want to hear about your first loves – why they mattered, whether and when you outgrew them, and if you still think about them now. Maybe the passage of time changed the way you think of them, or maybe you never think about them at all. Maybe you remained friends, or got back together much later in life.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/19/share-your-stories-about-your-first-loves\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/19/share-your-stories-about-your-first-loves", "date_published": "2023-06-19 14:43:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If you have dreams, follow them!’ Paul Nicholas on Bowie, the Bee Gees, playing Jesus – and ruffling the king’s hair", "description": "<p>In six decades in showbiz, he has been murdered by Screaming Lord Sutch, played the lead in Hair, had hit singles and a hit sitcom – and surprised Serge Gainsbourg</p><p>When he was starting out as a young man in bands in the early 60s, Paul Nicholas could only have dreamed that he would still be working more than 60 years on. He is now nearing the end of a seven-month theatre tour. It must be tiring by this stage, I suggest. But no, he says. “It’s really the one thing that I enjoy doing more than anything. Performing on stage is kind of a release for me.” He smiles. “It sounds a bit heavy, doesn’t it?”</p><p>Nicholas is about to release the audio version of the memoir he wrote during lockdown, which covers his career from failed rock singer to successful pop star, from being the first actor to play the lead in Jesus Christ Superstar to being part of the original cast of Cats, appearing in numerous films including the cult hit Tommy and the 80s BBC sitcom Just Good Friends. In recent years, Nicholas has appeared in EastEnders and the reality show version of The Best Exotic Marigold Hotel, among others.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/19/if-you-have-dreams-follow-them-paul-nicholas-on-bowie-the-bee-gees-playing-jesus-and-ruffling-the-kings-hair\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/19/if-you-have-dreams-follow-them-paul-nicholas-on-bowie-the-bee-gees-playing-jesus-and-ruffling-the-kings-hair", "date_published": "2023-06-19 14:42:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Yet more qualifiers designed to ensure the rich countries can’t fail", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>There’s nothing like an exciting game, and England v North Macedonia is nothing like an exciting game. It may, in and of itself, be acceptable, given bad football is better than good most other stuff – interacting with other people, say – but in the general scheme of things, it is roughly as appealing as Nadine Dorries and Joe Rogan discussing F1 to a jazz soundtrack in Milton Keynes.</p><p>May I be one of 1,057 pedants to point out that <a href=\"https://www.theguardian.com/football/blog/2014/feb/25/world-cup-25-stunning-moments-no3-germany-austria-1982-rob-smyth\">the ‘disgrace of Gijón’</a> was not, as you wrote, a ‘mutually beneficial goalless draw’ (Friday’s Memory Lane, full email edition), but rather a 1-0 win for the Germans, which made the cheating all the more blatant, since the Austrians didn’t even make a token attempt at equalising. One of the low points in German football history, overshadowed shortly after by <em>that</em> Schumacher assault on Battiston” – Ingo Herzke (and 1,056 others).</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/jun/19/football-daily-email-euro-2024-qualifiers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/football-daily-email-euro-2024-qualifiers", "date_published": "2023-06-19 14:42:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Driver of Croydon tram in fatal 2016 crash cleared by Old Bailey jury", "description": "<p>Alfred Dorris found not guilty of health and safety failings in incident that killed seven people</p><p>The driver in the <a href=\"https://www.theguardian.com/uk-news/2017/feb/20/croydon-tram-at-nearly-four-times-the-speed-limit-before-fatal-crash\">Croydon tram </a>crash that killed seven people has been found not guilty of failing to take reasonable care of his passengers.</p><p>Alfred Dorris, 49, was acquitted by a jury at the Old Bailey of health and safety offences in the 2016 crash. The tram derailed at a sharp corner when travelling at three times the speed limit.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/driver-of-croydon-tram-in-fatal-2016-crash-cleared-by-old-bailey-jury\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/driver-of-croydon-tram-in-fatal-2016-crash-cleared-by-old-bailey-jury", "date_published": "2023-06-19 14:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland ‘playing with fire’ for opening debate on military neutrality, says president", "description": "<p>Michael D Higgins says government risks burying country in other people’s agendas amid ‘drift’ towards Nato</p><p>Ireland’s president has rebuked the government for launching a debate about the country’s longstanding military neutrality and the possibility of joining <a href=\"https://www.theguardian.com/world/nato\">Nato</a>, saying the country was “playing with fire”.</p><p>Michael D Higgins accused the government of a dangerous “drift” from a cornerstone of Irish foreign policy and said it risked “burying” Ireland in other people’s agendas.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/ireland-debate-military-neutrality-president-michael-d-higgins-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/ireland-debate-military-neutrality-president-michael-d-higgins-government", "date_published": "2023-06-19 14:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raw milk: the ultimate dairy product is back – but is it safe?", "description": "<p>Tom Parker Bowles has spoken out in favour of unpasteurised milk, along with much of TikTok. The only problem is all that bacteria ...</p><p><strong>Name: </strong>Raw milk.</p><p><strong>Age:</strong> Ancient.</p> <a href=\"https://www.theguardian.com/food/2023/jun/19/raw-milk-the-ultimate-dairy-product-is-back-but-is-it-safe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/19/raw-milk-the-ultimate-dairy-product-is-back-but-is-it-safe", "date_published": "2023-06-19 14:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The economy, sex, cake and parties – is there anything the Tories can’t ruin?", "description": "<p>The latest partygate video shows such a toe-curlingly bad effort at having a good time it’s enough to put you off for life</p><p>So, you’re working for Shaun Bailey, in the middle of a pandemic, the nation’s in lockdown, and you’re in a strip-lit office watching a <a href=\"https://www.theguardian.com/politics/2023/jun/18/covid-bereaved-families-disgust-tory-hq-party-video-met-police-consider-footage\">guy in a Christmas jumper crash into a table like a concussed bull</a>, while epic self-love surges across his face and you can see him thinking: “My dancing is on fire; maybe it’s time to take this to competition level.” Across from him, there is a young man in red braces, his eyes beseeching the room to join him in joyful halloo at how hilarious he is. At what point do you think: “I really need a video of this solid-gold moment”? I’m glad I’ve seen it, because it is so fascinatingly terrible, yet at the same time, I wish I hadn’t, because you get too close to Tories doing a thing, and it immediately puts you off the thing. They haven’t just made themselves look bad, they’ve made parties look awful.</p><p>Boris Johnson ruined cake. It wasn’t a single act, but an accumulation: he deployed it first as aphorism – a “<a href=\"https://blogs.lse.ac.uk/brexit/2020/02/13/having-cake-and-eating-it-how-a-hyperbolic-metaphor-framed-brexit/\">having cake and eating it</a>” person; then as excuse – he wasn’t having a party, he was merely eating cake; then, I believe, as an attempt to humanise himself – he was given cake, because it was his birthday. One way or another, cake is now associated so tightly with that wreck of a man that the last thing you’d want to do is eat it.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/the-economy-sex-cake-and-parties-is-there-anything-the-tories-cant-ruin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/the-economy-sex-cake-and-parties-is-there-anything-the-tories-cant-ruin", "date_published": "2023-06-19 14:29:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Juneteenth: how did the holiday start and how is it celebrated today?", "description": "<p>US’s newest federal holiday – signed into law in 2021 – has its roots in the emancipation of Black Americans from slavery</p><p>Many Americans are celebrating Juneteenth, marking the day in 1865 when the last enslaved people in the United States learned they were free.</p><p>For generations, Black Americans have recognized the end of the darkest chapter in US history with joy, in the form of parades, street festivals, musical performances or cookouts.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/19/juneteenth-holiday-explainer-history-celebrations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/19/juneteenth-holiday-explainer-history-celebrations", "date_published": "2023-06-19 14:28:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dear white Britain: we hate to say we told you so about Boris Johnson – but we told you so | Nels Abbey", "description": "<p>At the outset of his ascent in frontline politics, Black Britons warned that Johnson was immoral and unscrupulous. We did try</p><p>There is a Jamaican nugget of wisdom: “If yu cyaan ’ear, yu mus’ feel.” It translates to “those that don’t hear must feel”: in other words, if you fail to learn from caution you end up learning from consequence.</p><p>Had Britain “heard” the screams of caution from Black people about the racism and, therefore, unsuitability for office of Boris Johnson, there is a good chance Britain would not be “feeling” the pain and shame of demise we are right now.</p><p>Nels Abbey is a writer, broadcaster and former banker, and the author of Think Like a White Man</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/boris-johnson-black-britons-warned\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/boris-johnson-black-britons-warned", "date_published": "2023-06-19 14:19:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunk boat had not moved for hours, data suggests, contradicting Greek officials", "description": "<p>Tracking data indicates two vessels stood by or circled around stationary refugee boat for several hours</p><p>Tracking data suggests an overcrowded fishing boat that sank off the Greek coast last week with the feared loss of hundreds of lives had not moved for several hours before it capsized, contradicting accounts from the Hellenic coastguard, as a Pakistani police report said it was believed as many as 800 people were onboard.</p><p>Data from the MariTrace maritime intelligence service analysed by the Guardian suggests two vessels stood by or circled around the stationary boat during a period of several hours, during which the coastguard said the boat was cruising towards Italy.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/greek-coast-boat-sank-tracking-data\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/greek-coast-boat-sank-tracking-data", "date_published": "2023-06-19 14:16:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Dettori rides into final Royal Ascot with bookies on high alert", "description": "<p>All six runners on the opening day are single-figure odds and the potential is there to bring the bookmakers to their knees</p><p>It is possible to pinpoint with a considerable degree of accuracy the moment when Britain’s bookmaking industry last faced the possibility of a truly ruinous day at the races. At 5.05pm (and 22 seconds) on 20 June 2019, the 28-strong field in the Britannia Handicap at Royal Ascot was approaching the furlong pole and Turgenev, who had set off as the 7-2 favourite, was going strongly in front with a lead of nearly three lengths and trading at around 1-3 in-running on Betfair.</p><p>At that instant, Frankie Dettori, Turgenev’s rider, had already won the first four races on the card, at odds of 5-1, 13-2, 4-1 and evens. Victory No 5 on the day would have completed a 2,024-1 accumulator at SP, with many of Dettori’s loyal followers having banked much bigger prices earlier in the day. Just 12 seconds later, though, the bookmakers could breathe again, as Harry Bentley and Biometric emerged from the pack to chase them down and win by a length-and-a-quarter.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/frankie-dettori-rides-into-final-royal-ascot-with-bookies-on-high-alert-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/frankie-dettori-rides-into-final-royal-ascot-with-bookies-on-high-alert-horse-racing", "date_published": "2023-06-19 14:03:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bite the hand that streams! Charlie Brooker is trolling Netflix – and it’s breathtaking", "description": "<p>Black Mirror had become a grim, horrid dud … until Brooker used the new season to lash out at his bankrollers like a petulant child. Is this the ultimate act of self-sabotage? </p><p>A few weeks into the pandemic, Charlie Brooker didn’t know what to do with Black Mirror. “At the moment I don’t know what stomach there would be for stories about societies falling apart, so I’m not working away on one of those,” he told the Radio Times in May 2020. “I’m sort of keen to revisit my comic skill set, so I’ve been writing scripts aimed at making myself laugh.”</p><p>It’s weird to think that the pandemic came at exactly the right time for Black Mirror. 2019’s three-episode season five was a near-unanimous dud; a pointlessly grim Black-Mirror-by-numbers exercise, overwrought and overacted, that went through the motions so wearily that it felt like the end of something. The good news, then, is that Brooker was able to fully reboot what Black Mirror is during his time away. The less good news is that he probably didn’t reboot it enough.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/19/black-mirror-charlie-brooker-is-trolling-netflix-and-its-breathtaking\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/19/black-mirror-charlie-brooker-is-trolling-netflix-and-its-breathtaking", "date_published": "2023-06-19 14:01:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italy mulls law against ‘glorifying’ crimes online after YouTuber crash", "description": "<p>Fatal crash in Rome prompts move to jail those who make money from videos that ‘instigate violence’</p><p>The Italian government is considering a law that would jail people convicted of “glorifying illegal activity” online for up to five years, after YouTubers driving a Lamborghini SUV crashed into a car while filming a video, killing a five-year-old child.</p><p>Manuel Proietti died on the way to hospital and his mother and sister were seriously injured after the rented Lamborghini ploughed into the family’s Smart car in Casal Palocco, a neighbourhood on the outskirts of Rome.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/italy-mulls-law-against-glorifying-crimes-online-after-youtuber-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/italy-mulls-law-against-glorifying-crimes-online-after-youtuber-crash", "date_published": "2023-06-19 13:56:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Menswear in Milan and Rembrandt tattoos: Monday’s best photographs", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/world/gallery/2023/jun/19/menswear-in-milan-and-rembrandt-tattoos-mondays-best-photographs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/jun/19/menswear-in-milan-and-rembrandt-tattoos-mondays-best-photographs", "date_published": "2023-06-19 13:51:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four men go on trial in Paris accused of conspiring to plot neo-Nazi attacks", "description": "<p>Defendants allegedly planned attacks on mosques and Jewish targets in France in 2017 and 2018</p><p>Four men are going on trial in Paris accused of conspiring as a neo-Nazi terrorist group to plan attacks on mosques and Jewish targets in France in 2017 and 2018.</p><p>An investigation was opened in 2018 after Alexandre Gilet, a 22-year-old volunteer deputy gendarme in Grenoble, allegedly ordered products that could be used in explosive devices. The manager of a fireworks shop found his order suspicious and contacted police.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/four-men-trial-paris-accused-conspiring-plot-neo-nazi-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/four-men-trial-paris-accused-conspiring-plot-neo-nazi-attacks", "date_published": "2023-06-19 13:42:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celebrity hairdresser puts Mykonos villa up for sale for €50m", "description": "<p>Charles Worthington, who has styled Sarah Jessica Parker and others, could get record sum for Greek island home</p><p>The celebrity hairdresser Charles Worthington is attempting to sell an eight-bedroom villa on the Greek island of Mykonos for €50m (£43m). If the house – which features an infinity swimming pool, whirlpool, gym and entertaining space for more than 200 guests – achieves the huge price tag it will be the highest price ever paid for a property on the island, which is known as a popular summer party destination for gay people from Europe and the US.</p><p>Worthington, who has over the years been the go-to hairdresser for celebs including Goldie Hawn, Sharon Stone, Lily James, Tracey Emin, and both Sarah Jessica Parker and Kim Cattrall, said he was selling the 14,000 sq ft villa in order to start work on a new project on the island.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/celebrity-hairdresser-charles-worthington-puts-mykonos-villa-up-for-sale-for-50m\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/celebrity-hairdresser-charles-worthington-puts-mykonos-villa-up-for-sale-for-50m", "date_published": "2023-06-19 13:26:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour pledges ‘British jobs bonus’ as it sets out green energy strategy", "description": "<p>Party to offer £500m a year for low-carbon sector but says North Sea oil and gas production will continue ‘for decades to come’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/19/rishi-sunak-boris-johnson-keir-starmer-privileges-committee-report-tories-labour-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Clean energy companies would be offered up to £500m a year to set up manufacturing in the UK, to build the wind turbines, solar panels and other infrastructure needed to reach net zero, under <a href=\"https://www.theguardian.com/environment/2023/jun/18/keir-starmer-to-throw-everything-at-plan-to-get-uk-to-net-zero\">plans set out by Labour</a>.</p><p>But Keir Starmer, the Labour leader, on Monday also gave assurances to the oil and gas industry that production would continue in the North Sea “for decades to come”, to the consternation of green campaigners.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/labour-pledges-british-jobs-bonus-as-it-sets-out-green-energy-strategy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/labour-pledges-british-jobs-bonus-as-it-sets-out-green-energy-strategy", "date_published": "2023-06-19 13:16:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge orders Trump lawyers not to release evidence in documents case", "description": "<p>Motion was filed by prosecutors to restrict storage and use of evidence turned over to defense in classified papers case</p><p>A US judge in Florida on Monday ordered defense lawyers for former president Donald Trump not to release evidence in the <a href=\"https://www.theguardian.com/us-news/2023/jun/13/trump-arraignment-not-guilty-charges-mar-a-lago-documents-court\">classified documents case</a> with news media or the public ahead of trial, according to a court filing.</p><p>The order from US magistrate judge Bruce Reinhart granted a motion filed last week by prosecutors who had asked the court to put conditions on how the defense stores and uses the documents.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/19/donald-trump-classified-documents-evidence-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/19/donald-trump-classified-documents-evidence-restrictions", "date_published": "2023-06-19 13:06:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham set to miss out on Álvarez but press ahead with Palhinha move", "description": "<ul><li>Dortmund the favourites to sign £45m Ajax midfielder Álvarez</li><li>Fulham’s Palhinha on wish list with Ward-Prowse and Phillips</li></ul><p>West Ham are set to lose out to Borussia Dortmund in the <a href=\"https://www.theguardian.com/football/2023/jun/09/west-ham-target-ajax-midfielder-edson-alvarez-to-replace-declan-rice-football\">race to sign Ajax’s Edson Álvarez</a> and are planning to press ahead with a move for Fulham’s João Palhinha as they hunt for replacements for Declan Rice in central midfield.</p><p>Ajax want £40m plus £5m in add-ons for Álvarez and West Ham have decided the Mexico international is too expensive. That has left the path clear for Dortmund, who are favourites to sign the midfielder as they look to rebuild after selling <a href=\"https://www.theguardian.com/football/2023/jun/14/real-madrid-confirm-signing-of-jude-bellingham-from-borussia-dortmund\">Jude Bellingham to Real Madrid</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/west-ham-edson-alvarez-joao-palhinha-ajax-dortmund-fulham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/west-ham-edson-alvarez-joao-palhinha-ajax-dortmund-fulham", "date_published": "2023-06-19 13:05:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to change sanctions rules in move towards seizing Russian assets", "description": "<p>Move changes purpose of sanctions so that they will be maintained until Russia agrees to pay compensation</p><p>The UK is introducing new laws that will allow ministers to maintain Russian sanctions until compensation is paid to Ukraine, thus introducing a way for frozen Russian assets to be donated to Ukrainian reconstruction.</p><p>The laws go some way to ensuring that Russian assets currently frozen by the UK government can in effect eventually be seized – a move that many western powers have rejected on the basis that it could set a precedent for western assets held overseas to also be seized.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/uk-to-change-sanctions-rules-in-move-towards-seizing-russian-assets\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/uk-to-change-sanctions-rules-in-move-towards-seizing-russian-assets", "date_published": "2023-06-19 13:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People want the healing power’: Master Musicians of Joujouka, the mystical Moroccans opening Glastonbury", "description": "<p>Playing trance-inducing music that has existed for centuries, the Master Musicians invite us to rural Morocco to experience it up close – complete with gods in goat skins</p><p>It’s two in the morning in the little village of Joujouka in the Ahl Srif mountains of Morocco, and surely the oldest and loudest acoustic band on the planet are celebrating the god Pan – who still holds sway here, in an uneasy alliance with Islam – while also warming up for Glastonbury, where they will open the Pyramid stage this weekend.</p><p>There’s a full moon over the olive grove where the <a href=\"http://www.joujouka.org/\">Master Musicians</a> have cut out a flat area as a stage, and tonight it is covered in carpets beneath a green and red patterned awning. The musicians are dressed in turbans and black embroidered <em>djellaba</em> robes, and all are seated apart from their elected leader, Ahmed El Attar, a drummer who parades in before them, driving on an intricate, improvised and trance-inducing dance music that continues without stop for hour after hour. This ancient artistry, stretching back over a thousand years, is powerful and complex; the musicians say it is spiritual, bringing a blessing, <em>baraka</em>, to those who listen.</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/people-want-the-healing-power-master-musicians-of-joujouka-the-mystical-moroccans-opening-glastonbury\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/people-want-the-healing-power-master-musicians-of-joujouka-the-mystical-moroccans-opening-glastonbury", "date_published": "2023-06-19 13:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak to miss vote sanctioning Boris Johnson over Partygate", "description": "<p>PM not planning to attend parliament on Monday due to other diary plans, spokesperson says </p><p>Rishi Sunak is set to miss a vote on sanctioning Boris Johnson over his Partygate denials because of other diary plans, Downing Street has signalled.</p><p>In a sign No 10 wants to defuse the blue-on-blue row over the former prime minister’s conduct as quickly as possible, Sunak’s spokesperson said he was not planning to attend parliament on Monday due to “commitments that he can’t move”.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/rishi-sunak-to-miss-vote-sanctioning-boris-johnson-over-partygate\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/rishi-sunak-to-miss-vote-sanctioning-boris-johnson-over-partygate", "date_published": "2023-06-19 12:50:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peloton’s lockdown boom grinds to a halt as UK sales slide", "description": "<p>Full-year results reflect slowdown for interactive exercise bike firm viewed as ‘winner’ from pandemic</p><p>Sales at the UK arm of Peloton have fallen after the end of Covid restrictions put the brakes on the interactive exercise bike firm’s lockdown boom.</p><p>The US brand’s British business reported that sales had decreased by 13% in its last financial year and that losses had widened.</p> <a href=\"https://www.theguardian.com/business/2023/jun/19/peloton-lockdown-boom-ends-uk-sales-slide-full-year-results-interactive-exercise-bike-firm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/19/peloton-lockdown-boom-ends-uk-sales-slide-full-year-results-interactive-exercise-bike-firm", "date_published": "2023-06-19 12:46:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK urged to protect environmental standards when EU laws scrapped", "description": "<p>Green groups call on ministers to add environmental baseline to post-Brexit bill, fearing future laws could weaken protections</p><p>Green groups are calling on ministers to put their commitment not to weaken environmental standards post-Brexit into law as part of the retained EU law bill.</p><p>Peers are tabling motions on Tuesday for an environmental baseline to be put into the controversial bill, which is designed to formalise which EU-derived legislation is brought permanently into UK law.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/uk-urged-to-protect-environmental-standards-when-eu-laws-scrapped\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/uk-urged-to-protect-environmental-standards-when-eu-laws-scrapped", "date_published": "2023-06-19 12:37:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Does the world really need a $4,650 Indiana Jones bag?", "description": "<p>Luxury leather bags inspired by Phoebe Waller-Bridge’s character in the new Dial of Destiny movie are the latest collaboration between fashion and film – but this time fans can fawn over Indy discreetly</p><p>The latest, and hopefully last, Indiana Jones film is released this month. It isn’t a spoiler to say that it probably won’t end up occupying the same cultural territory as Raiders of the Lost Ark, but then again what could? Still, it isn’t a bad film. It contains some digital de-ageing that’s almost convincing, a big twist at the end that feels specifically designed to make the crankiest corners of the internet choke to death on its popcorn and – most importantly – Phoebe Waller-Bridge’s character carries a bag around for some of the film.</p><p>No, really, that’s important. When the dust has settled on the Indiana Jones series, everyone will remember the key pieces of its iconography. When future generations come to watch Indiana Jones, they will instantly picture Jones’s hat and whip, and also the bag that Phoebe Waller-Bridge’s character carries around for some of the last film.</p> <a href=\"https://www.theguardian.com/film/2023/jun/19/does-the-world-really-need-a-4650-indiana-jones-bag-phoebe-waller-bridge-dial-of-destiny\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/19/does-the-world-really-need-a-4650-indiana-jones-bag-phoebe-waller-bridge-dial-of-destiny", "date_published": "2023-06-19 12:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elemental review – fire and water fall in love in multicoloured, unworldly Pixar fable", "description": "<p>Decent family entertainment set in the city of four elements, with a message of acceptance in bricks of colour and concepts as if originated via algorithm</p><p>Here is a perfectly decent, personable family entertainment from Pixar, based around another of this studio’s oddly pedantic and algorithmically developed abstract high concepts: what if fire and water fell in love? It is also a star-crossed love story based on that most traditional of American themes: melting-pot diversity in the big city.</p><p>The scene is another fabular alt-reality: Element City, a place of vivid colours and shapes like a toy held up in front of a newborn. Here, the creatures of the four elements – fire, water, earth and air – have come together to live, if not in harmony exactly, then a kind of boisterous acceptance. There is, however, a bigoted caste system that means that fire creatures are looked down on, maybe in the way the US’s northern European identities look down on people from hotter countries.</p> <a href=\"https://www.theguardian.com/film/2023/jun/19/elemental-review-fire-and-water-fall-in-love-in-multicoloured-unworldly-pixar-fable\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/19/elemental-review-fire-and-water-fall-in-love-in-multicoloured-unworldly-pixar-fable", "date_published": "2023-06-19 12:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosie Sykes’ budget recipes for courgettes", "description": "<p>The cheesy goodness of courgette-stuffed bread, plus wonderfully rich, slow-cooked garlic courgettes with bulgur pilaf</p><p>From the same family as cucumbers, squashes and melons, courgettes are very versatile, and are at their best and most affordable between June and September. Go for smaller, firmer ones for salads, marinades or grilling, while larger specimens work best roasted, fried or braised. If you have the space to grow some yourself, you will already know how well they can crop, and if you’re anything like me, you’ll always be on the lookout for new things to do with them, which is how today’s first recipe came about.</p><p>Rosie Sykes is a chef and food writer. Her next book, Every Last Bite: 70 Recipes to Save Time, Money and Resources, will be published by Quadrille next year.</p> <a href=\"https://www.theguardian.com/food/2023/jun/19/courgette-budget-recipes-rosie-sykes-stuffed-bread-garlic-bulgur-pilaf\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/19/courgette-budget-recipes-rosie-sykes-stuffed-bread-garlic-bulgur-pilaf", "date_published": "2023-06-19 12:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s about disappointment – which everyone can relate to’: Shed Seven on Chasing Rainbows", "description": "<p>‘We rush-released it for Christmas 1996 and it only got to No 17. But over the years it’s become the song people connect with most’</p><p>Chasing Rainbows was written on tour, which was unusual for us because we weren’t the kind of band who spent downtime on a tour bus writing new material. We much preferred to be out exploring a city. But we’d just done a big tour of Europe, had been away for weeks, and were feeling really homesick.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/19/shed-seven-how-we-made-chasing-rainbows\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/19/shed-seven-how-we-made-chasing-rainbows", "date_published": "2023-06-19 11:58:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We couldn’t wait’: Ukrainian farmers improvise to clear their land of mines", "description": "<p>As charities press for mine clearance to be at centre of recovery conference, some farmers are tackling the devices themselves</p><p>In the weeks during which Russian troops occupied the Husarivka dairy farm, almost all of its 2,500 cattle were killed in artillery fire or for target practice. When the farm was liberated, the carcasses covered the land as far as you could see.</p><p>Those that were not blown up or gunned down starved. They were so hungry, they ate each other’s tails. The survivors standing at the trough in one of the farm’s wrecked sheds have stubs where their tails once were.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/ukrainian-farmers-improvise-to-clear-their-land-of-mines\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/ukrainian-farmers-improvise-to-clear-their-land-of-mines", "date_published": "2023-06-19 11:58:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea fans voice opposition to sponsorship deal with online casino", "description": "<ul><li>Survey by supporters’ trust finds 77% oppose proposed deal</li><li>Sponsorship by streaming service blocked by Premier League</li></ul><p>Chelsea supporters have expressed overwhelming opposition to a proposed shirt sponsorship with an online casino that hails itself as a “worldwide leader in crypto gambling”.</p><p>The club had hoped to sign a lucrative deal with the American streaming service Paramount+ but that has been blocked by the Premier League owing to concerns about upsetting TV rights holders.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/chelsea-fans-oppose-sponsorship-deal-online-casino\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/chelsea-fans-oppose-sponsorship-deal-online-casino", "date_published": "2023-06-19 11:45:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ariadne auf Naxos review – austere staging makes room for the riches of Strauss", "description": "<p><strong>Garsington Opera, Wormsley Estate, Stokenchurch</strong><br />Natalya Romaniw’s Ariadne shines in an unfussy production that is, at its best, breathtakingly effective and beautiful<br /></p><p>B<a href=\"http://brunoravella.com/\">runo Ravella</a> has become director of choice for <a href=\"https://www.theguardian.com/music/2020/nov/18/strauss-where-to-start-with-his-music-tim-ashley\">Strauss</a> at Garsington Opera, it would seem, where his new staging of Ariadne auf Naxos follows his benchmark <a href=\"https://www.theguardian.com/music/2015/jun/10/intermezzo-review-strauss-garsington-opera-wormsley\">Intermezzo of 2015</a> and his elegant <a href=\"https://www.theguardian.com/music/2021/jun/03/der-rosenkavalier-review-garsington-opera-miah-persson\">Rosenkavalier</a> two years ago. All three have revealed a fine understanding of the complexities of Strauss’s music and dramaturgy. His Ariadne, however, is more radical than its predecessors, a considered, if at times drastic rethink of an ambivalent even problematic work.</p><p>Ravella strips the opera of its familiar associations with the baroque, either in the original 18th-century setting or the ornate profusion that most directors bring to it. In their place is something altogether more stark and austere. <a href=\"https://www.eno.org/artists/giles-cadle/\">Designer Giles Cadle</a> simple set of staircases and platforms initially frame the backstage doors and rooms for the Prologue, but are later transformed by Malcolm Rippeth’s lighting into a disquieting, <a href=\"https://mcescher.com/\">Escher</a>-type labyrinth – Naxos as an island of the mind where <a href=\"https://www.theguardian.com/music/2021/mar/21/lockdown-one-year-on-soprano-natalya-romaniw-madam-butterfly-eno-english-national-opera\">Natalya Romaniw</a>’s Ariadne is effectively imprisoned by her own loneliness. Costumes, meanwhile, suggest the 1950s, with Romaniw in a plain pink dress and her attendants in green, while Polly Leech’s Composer and Young Woo Kim’s Bacchus both wear suits.</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/ariadne-auf-naxos-strauss-review-garsington-ravella\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/ariadne-auf-naxos-strauss-review-garsington-ravella", "date_published": "2023-06-19 11:44:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth sack Gary O’Neil as manager in club’s ‘best interests’", "description": "<ul><li>O’Neil steered Bournemouth to Premier League safety</li><li>Chairman Foley wants new style of play to accelerate progress</li></ul><p>Gary O’Neil has been sacked as manager of Bournemouth despite steering the club to Premier League safety after Scott Parker’s departure.</p><p>The decision has caused surprise behind the scenes, with O’Neil understood to have been informed on Monday morning that Bournemouth wanted to adopt a different style of play to accelerate their progress.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/bournemouth-sack-gary-oneil-as-manager-in-clubs-best-interests\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/bournemouth-sack-gary-oneil-as-manager-in-clubs-best-interests", "date_published": "2023-06-19 11:41:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life Is More Important Than Art. That’s Why Art Is Important review – banality turns into poetry", "description": "<p><strong>Whitechapel Gallery, London<br /></strong>From snaps of car parks and train platforms to an operatic film showing people arriving at an airport, this show reveals that art is a particular way of looking at life</p><p>Nearly 50 years ago, a young artist called <a href=\"https://johnsmithfilms.com/\">John Smith</a> took his camera to a street in Dalston, London, to film people going about their lives. Except that he pretended to construct and author this raw slice of reality. Over the black and white footage you hear Smith barking out commands like a director. “I want the man in the white boiler suit to come in from the left!” It’s funny and thought-provoking: what is is art, if not a moment in which we frame all the stuff going on in the world, and see it as if we were part of a vast fiction?</p><p>Smith’s work forms part of<a href=\"https://www.whitechapelgallery.org/life-is-more-important-than-art/\"> the first exhibition at the Whitechapel Gallery in London </a>under its new director, <a href=\"https://www.gilanetawadros.org/\">Gilane Tawadros</a>. It’s a promisingly quirky, adventurous start by her, that challenges you to wonder what the difference between art and life is, if any. This is not exactly a new question. But it is asked here in a daring way that risks utter banality to unlock poetry.</p><p><a href=\"https://www.whitechapelgallery.org/\">Life Is More Important Than Art. That’s Why Art Is Important</a> is at the Whitechapel Gallery, London, until 17 September</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/19/life-is-more-important-than-art-thats-why-art-is-important-review-whitechapel-gallery-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/19/life-is-more-important-than-art-thats-why-art-is-important-review-whitechapel-gallery-london", "date_published": "2023-06-19 11:38:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sir Michael Hopkins, Portcullis House and Mound Stand architect, dies aged 88", "description": "<p>Hopkins was part of vanguard of ‘hi-tech’ architects who dominated building design in UK and beyond</p><p>Sir Michael Hopkins, one of the leading British architects of his era, has died leaving behind a built legacy including Portcullis House at the Palace of Westminster, the Mound Stand at Lord’s cricket ground and the Jubilee campus at Nottingham University.</p><p>His wife, Patty Hopkins, with whom he formed Hopkins Architects in 1976, said he had “died peacefully at the age of 88, surrounded by his family”.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/19/sir-michael-hopkins-portcullis-house-lords-mound-stand-architect-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/19/sir-michael-hopkins-portcullis-house-lords-mound-stand-architect-dies", "date_published": "2023-06-19 11:31:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: Will AI make us stupid?", "description": "<p>There may be an unexpected upside to machines taking on more of our mental tasks</p><p>Modern historians count 1967 as an especially busy year: the <a href=\"https://www.theguardian.com/world/series/the-six-day-war-50-years-on\" title=\"\">six‑day war</a>, the summer of love, Sgt Pepper, the first recorded deaths of American astronauts, the founding of the suburban utopia of Milton Keynes. And also, half-forgotten in the crush, perhaps the most consequential event of all: the invention of the first device ever that permitted us to henceforward stop using a part of our brains.</p><p>A young Dallas engineer named Jerry Merryman and his team gave us, courtesy of his employers, Texas Instruments, the Cal-Tech electronic calculator. For $400 you could own a shirt-pocket-sized plastic box with buttons and symbols that, if pressed, would answer in an instant, and with impeccable accuracy, any simple arithmetical question you might ask it. And most important, it performed its work invisibly. The abacus and the slide rule might have been mental labour-saving devices, but they still required you to make some use of your grey matter; the Cal-Tech freed you up entirely, removing all mathematical tedium from your daily life.</p> <a href=\"https://www.theguardian.com/books/2023/jun/19/the-big-idea-will-ai-make-us-stupid\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/19/the-big-idea-will-ai-make-us-stupid", "date_published": "2023-06-19 11:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celtic confirm Brendan Rodgers’ return as manager on three-year contract", "description": "<ul><li>Rodgers succeeds Ange Postecoglou, who has joined Spurs</li><li>He says it was ‘a very simple decision for me and my family’</li></ul><p>Celtic have confirmed the return of Brendan Rodgers as their manager on a three-year contract. Rodgers <a href=\"https://www.theguardian.com/football/2023/apr/02/brendan-rodgers-leaves-leicester-by-mutual-consent-after-palace-defeat\">left Leicester</a> at the start of April and is going back to the club where he won consecutive domestic Trebles before departing in 2019.</p><p>The 50-year-old replaces Ange Postecoglou, who has <a href=\"https://www.theguardian.com/football/2023/jun/06/tottenham-confirm-ange-postecoglous-appointment-as-manager\">joined Tottenham</a> after delivering a treble this season. John Kennedy, who was wanted by Postecoglou at Spurs, is staying at Celtic to work as Rodgers’ assistant.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/celtic-brendan-rodgers-manager-return-three-year-contract\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/celtic-brendan-rodgers-manager-return-three-year-contract", "date_published": "2023-06-19 11:18:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man pleads guilty over offensive football shirt worn to FA Cup final", "description": "<p>Manchester United fan who wore shirt with reference to Hillsborough banned from games for four years</p><p>A man has pleaded guilty to displaying threatening or abusive writing likely to cause harassment, alarm or distress after wearing a football shirt at Wembley stadium that made an offensive reference to the Hillsborough disaster.</p><p>James White, 33, of Warwickshire, admitted the charge at Willesden magistrates court in north-west London on Monday.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/manchester-united-fan-pleads-guilty-offensive-football-shirt-fa-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/manchester-united-fan-pleads-guilty-offensive-football-shirt-fa-cup-final", "date_published": "2023-06-19 11:16:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for Belle & Sebastian", "description": "<p>As they tour the UK and release a new single with actor Suki Waterhouse, frontman Stuart Murdoch will take on your questions</p><p>The very byword for British indiepop, Belle and Sebastian remain at the top of their game after nearly 30 years of charming songwriting. As they head out on a UK and Ireland tour from 2 July, frontman Stuart Murdoch will be answering your questions – post them in the comments below.</p><p>From inauspicious beginnings in Glasgow – their debut album Tigermilk was assisted by a Scottish welfare programme for unemployed musicians – to Brit awards, cruise-ship festivals and the Hollywood Bowl, Belle and Sebastian have brought a fair amount of razzle-dazzle to music that is often (rather inaccurately) thought of as meek and retiring: “sad bastard music”, as Jack Black’s character in High Fidelity had it.</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/post-your-questions-for-belle-sebastian\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/post-your-questions-for-belle-sebastian", "date_published": "2023-06-19 11:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A wealth tax could help poorer countries tackle climate crisis, economists say", "description": "<p>Taxing world’s wealthiest people could help poorer countries shift economies to low-carbon and recover from climate damage</p><p>Tax extreme wealth to pay for the climate-related damage to the poorest, a group of more than 100 leading economists have urged.</p><p>A wealth tax on the fortunes of the world’s richest people would raise trillions of dollars that could be spent on helping poorer countries shift their economies to a low-carbon footing, and on “loss and damage”, the rescue and rehabilitation of countries stricken by climate disaster.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/wealth-tax-help-poorer-countries-tackle-climate-crisis-economists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/wealth-tax-help-poorer-countries-tackle-climate-crisis-economists", "date_published": "2023-06-19 10:40:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Overtime ban by Aslef train drivers to bring further rail disruption", "description": "<p>Union stops short of fresh strikes but week-long action from 3 July will hit services in England and cross-border trains </p><p>The train drivers’ union Aslef has announced a week-long overtime ban at the start of July, which will further disrupt much of Britain’s railway.</p><p>While the union has stopped short of calling fresh strikes in the long-running <a href=\"https://www.theguardian.com/business/2023/may/28/rail-strikes-hopes-of-a-resolution-have-been-indefinitely-delayed\">pay dispute</a>, the industrial action by about 12,000 drivers across the 16 English train operators contracted to the Department for Transport is likely to cause more headaches for passengers.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/overtime-ban-aslef-train-drivers-rail-disruption-union\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/overtime-ban-aslef-train-drivers-rail-disruption-union", "date_published": "2023-06-19 10:38:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outcry in Birmingham after four cyclists and pedestrians die in a month", "description": "<p>Road safety campaigners say that people drive at ‘terrifying speeds’ throughout the city</p><p>There is growing anger over people killed on roads in Birmingham after four people, including two children, died and four were seriously injured by drivers in separate incidents across the city in a month.</p><p>The victims were all cyclists or pedestrians, including a mother and her four-year-old son who were left seriously injured in a hit and run while crossing the road on the way to school on Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/outcry-in-birmingham-after-four-cyclists-and-pedestrians-die-in-a-month\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/outcry-in-birmingham-after-four-cyclists-and-pedestrians-die-in-a-month", "date_published": "2023-06-19 10:34:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heavy casualties on both sides as Ukraine offensive edges forward", "description": "<p>British intelligence report comes as Kyiv celebrates liberation of eighth settlement in south of country</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/19/russia-ukraine-war-live-updates-latest-news-moscow-blocking-aid-to-flood-hit-areas-after-kakhovka-dam-destroyed\">Russia-Ukraine war – latest news updates</a></li></ul><p>Heavy casualties are being endured by both Ukrainian and Russian forces, British military intelligence has said, as Kyiv celebrated the liberation of an eighth settlement in the south of the country, two weeks into its offensive.</p><p>The level of losses among Russian troops was said by British officials to be at its highest level since the peak of March’s battle for Bakhmut in the Donetsk region, with Ukraine claiming to have killed or injured 4,600 soldiers.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/heavy-casualties-both-sides-ukraine-offensive-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/heavy-casualties-both-sides-ukraine-offensive-russia", "date_published": "2023-06-19 10:27:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your experience with litter enforcement in the UK", "description": "<p>We would like to hear from people in the UK about local environmental enforcement </p><p>Across the country, councils are using enforcement companies to issue fines when people drop litter or fly-tip. However, in some instances people have complained about how these cases are handled, for example a woman in Bath who was charged when she <a href=\"https://www.bbc.co.uk/news/uk-england-somerset-48692073\">fed a corner of her sausage roll to a bird</a>.</p><p>When someone is accused of littering by one of these companies, they are not legally obliged to hand over their details, but many people do not realise this and do not have it explained to them, with some feeling that some companies overplay their legal powers or use threats of court action to intimidate people.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/share-your-experience-with-litter-enforcement-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/share-your-experience-with-litter-enforcement-in-the-uk", "date_published": "2023-06-19 10:22:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Unheard of’ marine heatwave off UK and Irish coasts poses serious threat", "description": "<p>Sustained high temperatures over summer could trigger mass mortality of fish and oysters, say scientists</p><p>An “unheard of” marine heatwave off the coasts of the UK and Ireland poses a serious threat to species, scientists have warned.</p><p><a href=\"https://charts.ecmwf.int/products/w_sst?area=Europe&amp;base_time=202306190000&amp;level=sst%20anomaly&amp;valid_time=202306190000\">Sea temperatures</a>, particularly off the north-east coast of England and the west of Ireland, are several degrees above normal, smashing records for late spring and early summer. The North Sea and north Atlantic are experiencing higher temperatures, data shows.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/marine-heatwave-uk-irish-coasts-threat-oysters-fish-high-temperatures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/marine-heatwave-uk-irish-coasts-threat-oysters-fish-high-temperatures", "date_published": "2023-06-19 10:21:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United announce Ona Batlle is leaving to join Barcelona", "description": "<ul><li>Defender follows Alessia Russo in departing at end of contract</li><li>Batlle joined United in 2020 and was in Barcelona youth set-up</li></ul><p>Manchester United have announced the defender Ona Batlle is to leave and sign for Barcelona on the completion of her contract at the end of the month.</p><p>The 24-year-old Spain international joined United in the summer of 2020 after leaving Levante and made 77 appearances, scoring three goals. She was included in the Professional Footballers’ Association Women’s Super League team of the year for 2022-23 after an impressive campaign in which she helped United achieve their best finish in the division. United were also <a href=\"https://www.theguardian.com/football/2023/may/14/chelsea-manchester-united-womens-fa-cup-final-match-report\">FA Cup runners-up</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/manchester-united-ona-batlle-leaving-to-join-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/manchester-united-ona-batlle-leaving-to-join-barcelona", "date_published": "2023-06-19 10:19:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How bad is wildfire smoke for your health? Here’s my view as a toxicologist | Christopher T Migliaccio", "description": "<p>Last week New York and Detroit were listed among the five most polluted cities in the world because of smoke from Canada. What does that mean?</p><p>Last week, smoke from <a href=\"https://www.ciffc.ca/\">more than 100 wildfires</a> burning across Canada rolled into North American cities far from the flames. New York City and Detroit were listed among the five <a href=\"https://www.iqair.com/us/world-air-quality-ranking\">most polluted cities in the world</a> because of the fires on 7 June. The smoke has triggered air quality alerts in several states in recent weeks.</p><p>We asked <a href=\"https://www.umt.edu/biomedical-pharmaceutical-sciences/people/faculty.php?ID=1345\">Chris Migliaccio</a>, a toxicologist at the University of Montana who studies the effect of wildfire smoke on human health, about the health risks people can face when smoke blows in from distant wildfires.</p><p>Christopher T Migliaccio is a research associate professor of toxicology at the University of Montana</p><p>This article is republished from <a href=\"https://theconversation.com\">the Conversation</a>, a non-profit news organization dedicated to sharing ideas from academic experts</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/wildfires-new-york-canada-toxicologist\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/wildfires-new-york-canada-toxicologist", "date_published": "2023-06-19 10:05:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ashes 2023: England v Australia, first Test, day four – live", "description": "<ul><li>Play in Birmingham starts at 11am BST/8pm AEST</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/15/england-australia-and-an-urn-a-bluffers-guide-to-the-ashes\">Ashes bluffers’ guide</a> | <a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">The Spin: our cricket newsletter</a></li><li>Get in touch: <a href=\"mailto:geoff.lemon@theguardian.com\">email Geoff</a> or tweet <a href=\"https://twitter.com/GeoffLemonSport\">@GeoffLemonSport</a></li></ul><p>And last on our list of links, one of the great mysteries of the OBO. I am only its servant, so who am I to question?</p><p>Behold, the Test Match Special overseas <a href=\"https://youtube.com/live/GIhQc2eWALg\">listening link</a>.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/19/the-ashes-2023-england-vs-australia-live-updates-first-test-cricket-eng-v-aus-latest-score-day-four-egdbaston\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/19/the-ashes-2023-england-vs-australia-live-updates-first-test-cricket-eng-v-aus-latest-score-day-four-egdbaston", "date_published": "2023-06-19 10:02:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eskape review – moving tale of a refugee’s dangerous journey out of Cambodia", "description": "<p>Film-maker Neary Adeline Hay retraces her mother’s escape from her homeland in this poignant family history and memory piece</p><p></p><p>With echoes of her <a href=\"https://www.theguardian.com/film/2021/aug/09/angkar-review-sublime-documentary-contends-with-legacy-of-khmer-rouge\">sublime debut Angkar</a>, which grappled with the horrors of the Pol Pot regime through her father’s perspective as he returned to Cambodia after a 40-year absence, Neary Adeline Hay’s new documentary is a moving companion piece. Taking on the slippery nature of memory, Eskape revisits the dangerous journey taken by her mother, Thany Lieng, who fled Cambodia for France. As Hay retraces Thany’s footsteps, footage from her trip is entwined with her mother’s recollections, creating a rich and poignant tapestry of familial history.</p><p>While Hay’s presence in Angkar took the form of a voiceover, in Eskape the camera often lingers on her from behind, as she gazes at the various places once passed by her mother – suggesting that Hay is simultaneously a part of and distanced from this history. As a baby, she was with Thany as they made the perilous trek to <a href=\"https://en.wikipedia.org/wiki/Khao-I-Dang\">Khao-I-Dang</a>, a refugee camp known as the “hill of death” on the border of Cambodia and Thailand. Hay’s memories only begin, however, when her family finally arrived in the south of France. A reluctant Thany recounts her ordeal in matter-of-fact and practical details. Compared to Hay, who yearns to learn more about her origins, Thany has the mindset of a survivor and is reluctant to disturb the ghosts of the past.</p> <a href=\"https://www.theguardian.com/film/2023/jun/19/eskape-review-neary-adeline-hay-cambodia-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/19/eskape-review-neary-adeline-hay-cambodia-documentary", "date_published": "2023-06-19 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for stuffed aubergines | A kitchen in Rome", "description": "<p>Two stuffings in each aubergine, actually: first, the scooped-out flesh mixed with tomato, capers and anchovies, and the second made from breadcrumbs whizzed with tomato, herbs and olive oil</p><p>An aubergine hangs above my desk; it is on a tablecloth that looks like a latticed jam tart, beside a plate of pasta, a pair of binoculars and the sea, from which two tiny figures wave. There is also a hot dog, an apricot, the start of a letter and a glass filled with red and pink that could be Campari or cherry. It is a print by the Sicilian artist <a href=\"https://www.instagram.com/liafiore/?hl=en\">Lia Fiore</a>; a psychedelic, summer daydream that provides me with an ideal escape at least once a day, and often reminds me that I’m hungry, for pasta, or for aubergine with plenty of salt and oil. Fortunately, there are aubergines in the kitchen, too – Vincenzo calls them the keenest vegetable, ready to soak up anything you give them.</p><p>Advice is mixed when it comes to salting. In the past, aubergines were inherently bitter, and salting was a way of breaking down the cells in order to draw out that bitterness in the form of drops. There is another effect, too: apparently, less water means less oil is absorbed in the subsequent cooking, which is why, even with modern varieties carefully bred to be sweeter and free from excessive bitterness, salting is sometimes suggested. Although not by me, because I think the amount is negligible, plus I always fry or bake them in good-tasting olive oil. Astringency, though, the puckering kind, is often an issue with very young or mature fruit that has done time in cold storage. So, when faced with those (and if I have time), I sprinkle the slices with coarse salt and leave them to sit for 30 minutes, before brushing off any water droplets and salt and blotting them dry. Another benefit of salting is that, even when the coarse salt is brushed away, some seasoning is left.</p> <a href=\"https://www.theguardian.com/food/2023/jun/19/stuffed-aubergine-recipe-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/19/stuffed-aubergine-recipe-rachel-roddy", "date_published": "2023-06-19 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: Emmeline the tiny bat taught me the power of empathy", "description": "<p>She was only the size of a conker, but the sound of her papery wings comforted me at night. It was a lightbulb moment when I realised how utterly reliant she was<br /></p><p>When I was growing up, there was a woman in our Devon village called Sylvia, who was known as the Bat Lady. She didn’t live in a grotto dripping with stalactites, but in a 1960s detached four-bedroom house, with carpeting up the side of the bathtub and a serving hatch in the kitchen.</p><p>She was known as the Bat Lady not because she stalked alleys in latex, but because she rescued and rehabilitated injured bats. She kept them in her cool, dark loft, in cages she crafted from green netting and planks of recycled wood.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/19/the-pet-ill-never-forget-emmeline-the-tiny-bat-taught-me-the-power-of-empathy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/19/the-pet-ill-never-forget-emmeline-the-tiny-bat-taught-me-the-power-of-empathy", "date_published": "2023-06-19 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did it take a murderous war on Ukraine for Germany to wake up to the threat from Russia?", "description": "<p>For too long Berlin focused national guilt for Nazi war crimes on rebuilding bridges with Moscow – at the expense of the rest of eastern Europe</p><p>Under the veneer of western unity in support of Ukraine, reactions to the war across Europe have been informed by different countries’ readings of their own history, of earlier conflicts on this continent, and by their conceptions of Russia’s national character. There is no automatic consensus within democratic societies about the lessons of the past, nor should there be. Remembrance is often selective, and the way ahead involves a discussion about what went wrong before.</p><p>Nowhere has this process of revisiting the past in search of the right decisions for the future been more fraught since the Russian invasion than in Germany. Over the past 16 months, the country has ended its heavy dependence on Russian oil and gas, abandoned its reluctance to send weapons to the war zone, and turned into one of Ukraine’s most important military and financial backers after the US. <a href=\"https://www.bpb.de/themen/europa/russland-analysen/nr-437/521589/umfragen-die-haltung-der-deutschen-bevoelkerung-zum-krieg-gegen-die-ukraine-waffen-sanktionen-diplomatie/\">Most Germans</a> now support this policy shift – or <em><a href=\"https://en.wikipedia.org/wiki/Zeitenwende_speech\">Zeitenwende</a></em> (turning point) as Chancellor Olaf Scholz terms it – but<strong> </strong>public debate about the future of Germany’s security policy has not stopped. And arguments about history play a prominent part.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/why-did-it-take-a-murderous-war-on-ukraine-for-germany-to-wake-up-to-the-threat-from-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/why-did-it-take-a-murderous-war-on-ukraine-for-germany-to-wake-up-to-the-threat-from-russia", "date_published": "2023-06-19 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She doesn’t have the power’: Central Park birdwatcher Christian Cooper on why racist ‘incident’ won’t define him", "description": "<p>A white woman made a threat against Cooper in 2020, and the world took notice. Now he wants to share the joy of ‘birding while Black’</p><p>It is 7.57am on a Monday morning. I see Christian Cooper sitting with perfect posture on a bench right at the entrance of Central Park at West 103rd street.<strong> </strong>His first question for me is: have I brought any binoculars? I don’t own a pair, I admit. No worries, he says. If we spot anything, he’ll lend me his. That’s the most important birding tip I learned from his new book: you spot movement in the sky, with your naked eye first, <em>then </em>you raise your binoculars, not the other way around. Cooper is joyous when he tells me this. “If the book does nothing else but teach people how to use binoculars so they can actually see the birds, mission accomplished,” he says.</p><p>The book, Better Living Through Birding, is Cooper’s first memoir. It traces his journey from his childhood as a nerdy kid from Long Island, to his time as a comic book editor, to his birding days in Central Park. While doing so it weaves the history of Black people in America – from slavery and lynchings to segregation and economic disparity – into the unfolding of his life.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/christian-cooper-central-park-birdwatcher-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/christian-cooper-central-park-birdwatcher-racism", "date_published": "2023-06-19 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kakhovka collapse: image emerges of apparently explosive-laden car at dam", "description": "<p>Photograph taken by Ukrainian drone on 28 May said to offer further evidence Russia was behind breach</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/19/russia-ukraine-war-live-updates-latest-news-moscow-blocking-aid-to-flood-hit-areas-after-kakhovka-dam-destroyed\">Russia-Ukraine war – latest news updates</a></li></ul><p>A photograph of a car apparently laden with explosives parked at the top of Ukraine’s Kakhovka dam shortly before <a href=\"https://www.theguardian.com/world/2023/jun/09/visual-guide-ukraine-nova-kakhovka-dam-collapse\">it gave way</a> is said to offer further evidence Russia was behind the incident.</p><p>The image, taken by a Ukrainian drone and given to Associated Press, was taken on 28 May. It appears to show a white car with its roof cut open, revealing large barrels inside, one of which appears to have a landmine attached to its lid. A cable runs from the barrel towards the side of the river held by Russian forces.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/kakhovka-dam-collapse-image-apparently-explosive-laden-car-ukraine-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/kakhovka-dam-collapse-image-apparently-explosive-laden-car-ukraine-russia", "date_published": "2023-06-19 09:58:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swans decapitated amid rising attacks against waterfowl in England and Wales", "description": "<p>Police say 59% increase in crimes against swans, ducks and geese in 2020-22  may be ‘tip of the iceberg’</p><p>Nine decapitated swans are among the victims of a rising number of sadistic attacks against waterfowl, according to police data.</p><p>Police recorded a 59% increase in crimes against swans, ducks and geese from 2020 to 2022. The crimes ranged from fireworks and BB guns being shot into duck ponds to swans and geese being strangled and beheaded.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/swans-decapitated-attacks-waterfowl-england-wales-crimes-ducks-geese-police\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/swans-decapitated-attacks-waterfowl-england-wales-crimes-ducks-geese-police", "date_published": "2023-06-19 09:44:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European truck makers ‘trail in global race to net zero’", "description": "<p>DAF and Iveco among firms least prepared for move to zero-carbon tech, study claims</p><p>UK and European lorry makers are at risk of losing out to US and Chinese competitors in the race to produce net zero emissions, an environmental group has warned.</p><p>DAF, which <a href=\"https://www.theguardian.com/business/2023/jan/11/tevva-electric-lorries-trucks-high-volume-opens-in-tilbury-essex\">owns UK manufacturer Leyland</a>, and Iveco are among the companies lagging behind in the race away from polluting diesel and towards zero-carbon technology such as batteries and hydrogen fuel cells, said Transport &amp; Environment (T&amp;E), a Brussels-based campaign group.</p> <a href=\"https://www.theguardian.com/business/2023/jun/19/european-truck-makers-trail-in-global-race-to-net-zero\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/19/european-truck-makers-trail-in-global-race-to-net-zero", "date_published": "2023-06-19 09:16:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meshell Ndegeocello: ‘Making music is the rare moment that I feel raceless and genderless’", "description": "<p>Three decades on from her US Top 3 moment and weathering the loss of her parents, the singer explains how she has carved out a space for herself to be whatever she wants</p><p>Meshell Ndegeocello may have helped to kickstart the neo-soul movement in the 1990s, which introduced the world to D’Angelo and Erykah Badu, but to call her a soul singer would undermine her tastes, which are as wide as her discography is long. Speaking to me via a video call from her Brooklyn studio, where she dons all-black clothing against a backdrop of synthesisers and electronic rigs, Ndegeocello namechecks a cavalcade of faves: Broadway musicals, the classic sci-fi film Soylent Green, cult rapper Pink Siifu and young singer-songwriter Kara Jackson. The 54-year-old approaches magnetic new artists the same way that she did when she was a teenager gigging around her native Washington, DC – by learning the bass guitar parts to each of their songs. “If she needs a bass player, she should call me,” Ndegeocello quips about Jackson, “’Cause I already know it.”</p><p>After hitting the US Top 3 with a John Mellencamp duet in 1994, Ndegeocello has maintained a quieter but consistently surprising presence in music, transcending the slow-burning soul of her debut LP Plantation Lullabies<em> </em>and its brilliant 1996 follow-up Peace Beyond Passion to try a slew of styles – among them rap, jazz, psychedelia and heart-on-sleeve rock. (The latter for 1999 masterpiece Bitter.) From the get-go she was outspoken about her queerness, unlike many musicians of her generation. Her 2018 album Ventriloquism, a covers collection shaded by the death of her parents, featured an inverted pink triangle on its sleeve: the symbol the Nazis forced gay men to wear. Ndegeocello turned this terrible emblem into a sign of solidarity tinged with Trump-era fear, though in her case sexuality means something more interior than political.</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/meshell-ndegeocello-making-music-is-the-rare-moment-that-i-feel-raceless-and-genderless\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/meshell-ndegeocello-making-music-is-the-rare-moment-that-i-feel-raceless-and-genderless", "date_published": "2023-06-19 09:12:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Remember the Quickshot? Why it’s worth rediscovering the joy of joysticks", "description": "<p>The suction-padded joystick was once the games controller sans pareil until it was usurped by the multi-button joypad – but with the return of retro gaming, it’s making a comeback</p><p>For home computer gamers in the 1980s, your choice of joystick was a matter of intense importance and debate. Unlike buying a console, you didn’t get a controller with your machine, so every player had this vital input decision to make from the offset. Most of my friends went for the ubiquitous Quickshot II, a great hulking giant of a controller, designed to resemble a fighter jet joystick, complete with multiple fire buttons and an autofire switch so that you could cheat on R-Type. It was reasonably delicate, though, so a session with a joystic-waggling sports game such as Daley Thompson’s Decathlon could see over-enthusiastic players wrenching the shaft clean off – surely the most Freudian mishap ever to befall a schoolboy.</p><p>When I <a href=\"https://twitter.com/keefstuart/status/1666141917392912384\">asked Twitter users</a> for their favourite ever joysticks, the Quickshot got many mentions but so did the Super Pro Zip Stik and the pastel-coloured Powerplay Cruiser, both rugged, dependable stars of the Amiga era. More eccentric designs were also recalled – the squat little Cheetah Bug, the Konix Speedking (also known as the Epyx 500XJ), an ergonomic oddity designed to sit in the palm with the fire buttons on the side.</p> <a href=\"https://www.theguardian.com/games/2023/jun/19/remember-the-quickshot-why-its-worth-rediscovering-the-joy-of-joysticks\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jun/19/remember-the-quickshot-why-its-worth-rediscovering-the-joy-of-joysticks", "date_published": "2023-06-19 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m not just faster, but taller’: how I learned to walk properly – and changed my pace, posture and perspective", "description": "<p>When I was told I could reap huge health benefits by learning to walk better, I was sceptical. I was already pretty good at walking, I thought. It turned out I had a lot to learn</p><p>In all the time I spent with Joanna Hall, she barely stopped walking. I would see her coming towards me in Kensington Gardens, London, gliding past the other strollers as if she alone were on a moving walkway. When she reached me, I would fall into step and off we would walk, for an hour. At the end, Hall would stride into the distance and keep walking, for all I knew, until we met the following week.</p><p>Hall’s WalkActive system, a comprehensive fitness programme based around walking, aims to improve posture, increase speed, reduce stress on joints and deliver fitness, turning a stroll into a workout and changing the way you walk for ever. She says she can teach it to me, and we have set aside four weeks for my education.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/19/im-not-just-faster-but-taller-how-i-learned-to-walk-properly-and-changed-my-pace-posture-and-perspective\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/19/im-not-just-faster-but-taller-how-i-learned-to-walk-properly-and-changed-my-pace-posture-and-perspective", "date_published": "2023-06-19 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ancient Britons built Stonehenge – then vanished. Is science closing in on their killers? | Jonathan Kennedy", "description": "<p>New clues from an ancient plague are pushing us to rethink where Britons were ‘really’ from – and the answer is complicated</p><p>Two weeks ago, Pooja Swali from the Crick Institute announced the discovery of <em>Yersinia pestis</em>, the bacteria that causes plague, in the dental pulp of three people who died about 4,000 years ago – <a href=\"https://www.theguardian.com/science/2023/may/30/oldest-evidence-of-plague-in-britain-found-in-4000-year-old-human-remains\">two in Somerset and the other in Cumbria</a>. This finding is astonishing in its own right because it pushes back the earliest evidence of plague in England by several millennia. But the discovery may also help to solve one of our greatest prehistoric mysteries: why did the people who introduced farming to the British Isles suddenly vanish shortly after they built Stonehenge some five millennia ago?</p><p>Before last week’s announcement, the oldest evidence of plague in Britain came from a 1,500-year-old skeleton interred at an Anglo-Saxon burial site near Cambridge. That victim died during the plague of Justinian, which spread throughout the eastern Roman empire and beyond in the middle of the sixth century. While scientists have identified plague DNA in human remains across Europe and Asia dating to between 5,000 and 2,500 years ago, until last week, we couldn’t be sure that this prehistoric pandemic reached these isles. It’s now clear that it did.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/ancient-britons-stonehenge-killers-plague-britain-migration\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/ancient-britons-stonehenge-killers-plague-britain-migration", "date_published": "2023-06-19 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City charges do not taint treble, insists chairman Mubarak", "description": "<ul><li>Mubarak promises to air ‘very strong views’ when case is over</li><li>He tells critics they should ‘get the facts’ on City’s spending </li></ul><p>Khaldoon al-Mubarak has promised to voice strong views when the time is right on Manchester City’s <a href=\"https://www.theguardian.com/football/2023/feb/06/manchester-city-charged-by-premier-league-over-alleged-financial-rule-breaches\">Premier League charges</a> for alleged financial wrongdoing and has insisted the allegations should not taint the winning of the treble.</p><p>In February City were accused of beaching the rules on more than 100 occasions. The club deny wrongdoing and the chairman was asked about the case in his annual review.</p> <a href=\"https://www.theguardian.com/football/2023/jun/19/manchester-city-charges-treble-chairman-mubarak-critics-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/19/manchester-city-charges-treble-chairman-mubarak-critics-spending", "date_published": "2023-06-19 09:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: sea surface temperatures at record levels in north Atlantic", "description": "<p>Higher than normal global average SSTs are linked to the developing El Niño weather system</p><p>Sea surface temperatures (SSTs) in the north Atlantic have been fairly consistent in breaking daily records. Based on records since 1981, when global satellite observations began, daily SST anomalies in the region have been higher than the previous 42 years since the first week of March 2023.</p><p>So far this month, SSTs in the north Atlantic ocean have been approximately 0.5C higher than the previous warmest daily surface temperatures recorded in June. Typically the daily average SST in the north Atlantic peaks towards the end of August, so climate scientists and forecasters are keeping an eye on this trend.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/weather-tracker-sea-surface-temperatures-record-levels-north-atlantic\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/weather-tracker-sea-surface-temperatures-record-levels-north-atlantic", "date_published": "2023-06-19 08:51:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer urges Sunak to ‘show leadership’ over privileges committee report on Boris Johnson – UK politics live", "description": "<p>Labour leader says PM should ‘show us where he stands’ ahead of vote on report into partygate </p><p><strong>Keir Starmer</strong> said argued this morning the release of <a href=\"https://www.theguardian.com/politics/2023/jun/18/tory-hq-partygate-video-michael-gove-apologises\">a video</a> showing Tory activists, including one given an OBE in Boris Johnson’s resignation honours list, partying during lockdown was an example of why Rishi Sunak was wrong to approve it.</p><p>Sunak has defended waving through the resignation honours, saying in not seeking to remove any names he was just following precedent.</p><p>Everybody knew that the privileges committee was about to report on the behaviour of the former prime minister.</p><p>Why on earth didn’t Rishi Sunak, the prime minister, take the provisional list from Boris Johnson and say ‘Thank you very much, I will put that on one side and I’ll come to it and look at it when I know the findings of the privileges committee’?</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/19/rishi-sunak-boris-johnson-keir-starmer-privileges-committee-report-tories-labour-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/19/rishi-sunak-boris-johnson-keir-starmer-privileges-committee-report-tories-labour-uk-politics-live", "date_published": "2023-06-19 08:48:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antony Blinken meets Xi Jinping in Beijing", "description": "<p>Meeting between China’s president and US secretary of state taking place  during key diplomatic trip</p><p>The US secretary of state, Antony Blinken, is meeting China’s president, Xi Jinping, in Beijing. The talks between Blinken, who is on the first visit to China by a US secretary of state in five years, and Xi began at 4.30 pm (0830 GMT).</p><p>Earlier on Monday Xi Blinken held extensive discussions with China’s top diplomat Wang Yi. Describing the US-China relationship as being at a low point, Wang said the root cause was the United States’ wrong perception of China.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/antony-blinken-xi-jinping-beijing-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/antony-blinken-xi-jinping-beijing-china", "date_published": "2023-06-19 08:41:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AstraZeneca looks at spinning off its China business", "description": "<p>UK’s largest stock market-listed firm weighs up HK or Shanghai listing to shield it from growing geopolitical tensions</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jun/19/uk-mortgage-rates-housing-summer-slowdown-rightmove-interest-rates-bank-of-england-business-live\">Business live – latest updates</a></li></ul><p>AstraZeneca is considering spinning off its business in China and listing it in Hong Kong or Shanghai to shield the multinational drugmaker from geopolitical tensions.</p><p>Britain’s largest stock market listed company has drawn up plans to spin out its Chinese division and list it separately in a move designed to protect its business from the fallout of mounting tensions between China and the US and its allies.</p> <a href=\"https://www.theguardian.com/business/2023/jun/19/astrazeneca-china-spin-off\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/19/astrazeneca-china-spin-off", "date_published": "2023-06-19 08:24:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomas Girtin: The Forgotten Painter by Oscar Zarate review – enriching tale of the power of art", "description": "<p>Using two time frames, this engrossing book flits between three modern<em> </em>admirers of the groundbreaking artist and the man himself wandering Europe</p><p>Three people meet at a life-drawing class somewhere in London, each hoping to find solace and calm behind their easels, and they become unlikely friends. Arturo, a longstanding Argentinian exile, is still coming to terms with the terrible things he saw during the days of the junta. Sarah, an architect and soon-to-be-grandmother, is struggling with her Christian faith and the consequences of a broken friendship. Fred, who works for HM Revenue and Customs, fears he may be about to lose his job, the victim of a cover-up over a company tax evasion. But in Oscar Zarate’s hefty and involving new graphic novel, it isn’t their worries that bond this trio so much as their newfound enthusiasm for the 18th-century watercolourist <a href=\"https://www.theguardian.com/culture/2002/jul/02/artsfeatures.tatebritain\">Thomas Girtin</a>. Over dinner at one another’s houses, they’re soon talking of little else.</p><p>Such passion may be traced back originally to Fred, for it was he who first found himself spellbound by Girtin’s uncommon talent, beguiled by how relatively little is known about the artist, and frustrated that so much of his work is hidden from public view; his enthusiasm was catching. Girtin, a friend and rival of J M W Turner, died in 1802 at the aged of just 27, and there are those who believe that had he grown old, he would have become the greater artist of the two, a conviction Turner may have shared. “Had poor Tom lived, I would have starved,” Turner is supposed to have said after Girtin’s untimely death (the result, probably, of an asthma attack). Turner is known particularly to have admired Girtin’s exquisite and widely celebrated <em>The White House at Chelsea</em> (1800), a picture now in the collection of Tate Britain, where it can be seen only by appointment.</p><p><em>Thomas Girtin: The Forgotten Painter</em> by Oscar Zarate is published by SelfMadeHero (£34.99). To support the<em> Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/thomas-girtin-9781914224072\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jun/19/thomas-girtin-the-forgotten-painter-by-oscar-zarate-review-enriching-tale-of-the-power-of-art\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/19/thomas-girtin-the-forgotten-painter-by-oscar-zarate-review-enriching-tale-of-the-power-of-art", "date_published": "2023-06-19 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fancy a top-up? Why the time is right for a £60,000 pension boost", "description": "<p>People now have almost two years to improve their state pension substantially by filling in any gaps in national insurance contributions</p><p>People hoping to boost their pension income by thousands of pounds over their retirement can breathe a sigh of relief – after a government scheme was extended by almost two years.</p><p>HM Revenue and Customs has announced that taxpayers now have until April 2025 to fill in gaps in their national insurance so they can get the full state pension – a boost that will be particularly welcomed by women who took time out to raise a family, carers, and those who have worked abroad.</p> <a href=\"https://www.theguardian.com/money/2023/jun/19/fancy-a-top-up-why-the-time-is-right-for-a-60000-pension-boost\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/19/fancy-a-top-up-why-the-time-is-right-for-a-60000-pension-boost", "date_published": "2023-06-19 08:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "November review – replay of Bataclan terror response is good PR for French cops", "description": "<p>Cédric Jiminez’s focus on police operations in the aftermath of the 2015 Paris terrorist attacks doesn’t give a real sense of who any of the agents involved are</p><p>Artistic responses to the 2015 Paris terrorist attacks – including <a href=\"https://www.theguardian.com/books/2016/oct/16/antoine-leiris-you-will-not-have-my-hate-interview-paris-attacks-helene-bataclan\">You Will Not Have My Hate</a>, <a href=\"https://en.wikipedia.org/wiki/Paris_Memories\">Paris Memories</a> and the excellent <a href=\"https://www.theguardian.com/film/2023/feb/01/you-resemble-me-review-portrait-of-the-female-suicide-bomber-who-wasnt\">You Resemble Me</a> – have rightly erred on the side of the contemplative, though even that couldn’t excuse last year’s soft-rock stage musical <a href=\"https://www.theguardian.com/stage/2022/may/15/for-you-id-wait-review-turbine-theatre-london-2015-paris-bataclan-attack\">For You I’d Wait</a>. With November, the director and co-writer Cédric Jiminez, who excavated the origins of The French Connection in his 2014 thriller <a href=\"https://www.theguardian.com/film/2015/may/28/the-connection-review-jean-dujardin\">The Connection</a>, zeroes in on the police operation in the immediate aftermath of the attacks when the terrorists were still on the run. Jiminez’s Connection star Jean Dujardin oversees the hunt, calling his wife to say “Give the kids my love” before five solid days of barking at suspects and pointing at maps.</p><p>Deploying the standard Jason Bourne vocabulary of swish-pans, shaky-cam and jittery editing, the film mercifully avoids restaging the attacks themselves and instead catalogues the surveillance operations, false leads, interrogations and high-speed pursuits. Despite reliable work from a wiry-looking Jérémie Renier as a scowling cop and Anaïs Demoustier as a novice agent, we don’t get to know much about these (fictional) heroes who are pulling pizza-and-Alka-Seltzer all-nighters. A gun-runner (Hugo Dillon) with a colourful if dubious defence – “Don’t blame my Kalashnikovs, blame pussy politicians!” he fumes – comes more sharply into focus than anyone else here.</p> <a href=\"https://www.theguardian.com/film/2023/jun/19/november-review-replay-of-bataclan-terror-response-is-good-pr-for-french-cops\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/19/november-review-replay-of-bataclan-terror-response-is-good-pr-for-french-cops", "date_published": "2023-06-19 08:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak rules out extra help for homeowners struggling with mortgages – business live", "description": "<p>Rolling coverage of the latest economic and financial markets, as asking prices for British homes fall in June for the first time in six years</p><p><strong>Although rising interest rates are a blow to borrowers, they are welcome news for those retiring.</strong></p><p>The average rate on an annuity, which provides a regular guaranteed income in retirement, has jumped by 20% over the last 12 months, according to financial services group Hargreaves Lansdown.</p><p>After being relegated to the side lines after Freedom and Choice annuities are once again taking centre stage and attracting more notice.</p><p>This increase is likely to be in response to the looming rate rise we are expecting this week. Interest rates are one factor that determine annuity rates and while it is by no means a certainty, we have seen annuity incomes increase in line with interest rate rises over the past two years. With more increases rumoured to be on the way we could see further income boosts in the coming months.</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/19/uk-mortgage-rates-housing-summer-slowdown-rightmove-interest-rates-bank-of-england-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/19/uk-mortgage-rates-housing-summer-slowdown-rightmove-interest-rates-bank-of-england-business-live", "date_published": "2023-06-19 07:33:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Broad beans with cream and dill, courgette cakes and panko prawns – Nigel Slater’s early summer recipes", "description": "<p>It’s easy to turn a shopping basket full of greens into tasty and easy treats, perfect for sunny days and balmy evenings</p><p>I come back from the market with a shopping bag that is entirely green. Bunches of mint and basil; the first peas and young broad beans from Italy; courgettes too. There are bunches of asparagus, lower in price now as the season comes to an end. Those gentle, early season flavours are worth celebrating – some of the asparagus will end up braised in olive oil and vermouth, to be eaten on toast soaked with the cooking juices. The courgettes will be grated and made into little cakes with parmesan and spring onion, and the peas will appear in a vivid green chutney to eat with crumbed and fried prawns.</p><p>I think of early summer as the green days in the kitchen, before the arrival of scarlet tomatoes and crimson summer fruits, those first few weeks of glorious sunshine before the real heat hits and all I want to eat is watermelon and feta cheese. These next few weeks are about cheering all that is new and vibrant, a shopping basket of new green shoots, pods and leaves. A time for uncomplicated cooking, of simple flavours, pure and new.</p> <a href=\"https://www.theguardian.com/food/2023/jun/19/broad-beans-with-cream-and-dill-courgette-cakes-and-panko-prawns-nigel-slaters-early-summer-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/19/broad-beans-with-cream-and-dill-courgette-cakes-and-panko-prawns-nigel-slaters-early-summer-recipes", "date_published": "2023-06-19 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Days of desperation: the diary of a woman forced to flee Texas for an abortion", "description": "<p>Lauren Miller’s fetus had no skull. Her pregnancy threatened her life, and that of her twin boy. Now, she is one of 15 women suing the state</p><p>Below is the journal of Lauren Miller, 36, a long-life Texan<strong> </strong>who unexpectedly found herself needing abortion care shortly after Roe v Wade was overturned one year ago. When she first started writing the diary, Miller had no idea of the obstacles she was about to face. Now, she is suing the state of Texas with the Center for Reproductive Rights alongside 14 other plaintiffs for being denied access to life-saving abortion care.</p><p>Miller came to the Guardian wanting to publish the journal – a real-time diary of the twists and turns of going from discovering a very wanted pregnancy, to navigating the need for a termination in a state where abortion is now banned. It has been edited and condensed.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/19/diary-woman-fled-texas-for-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/19/diary-woman-fled-texas-for-abortion", "date_published": "2023-06-19 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United fans suffer slow torture as Glazers bide their time | Sean Ingle", "description": "<p>While few are willing to bet on the takeover as owners’ motives remain uncertain, most believe we are now in the endgame</p><p>Purgatory spiced with speculation, hope blunted by stasis. So it goes for Manchester United supporters, for week after interminable week.</p><p>It is nearly seven months since the Glazers put the club up for sale – the “anniversary” is Thursday. Yet the family remains in situ, still inflicting the sort of slow torture that would make Torquemada flinch, still desperate to make every last penny before they depart. If they depart.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/19/manchester-united-fans-suffer-slow-torture-as-glazers-bide-their-time\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/19/manchester-united-fans-suffer-slow-torture-as-glazers-bide-their-time", "date_published": "2023-06-19 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can a puffy headband boost your skincare routine?", "description": "<p>Keeping your hair out of your face when doing your nightly grooming regime sounds sensible – but will it have a visible result?</p><p><strong>The hack</strong><br />Using a TikTok-loved skincare headband when applying your beauty products.</p><p><strong>The test</strong><br />It took me a while to work out why this was even trending. When you’re doing your skincare and makeup in a rush, who has the time to add a jaunty, puffy headband? But sure enough, one such headband, from vegan skincare brand Versed, did make the rounds online, prized for its exaggerated puffiness and crown-like appeal. So I gave it a go.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/19/can-a-puffy-headband-boost-your-skincare-routine\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/19/can-a-puffy-headband-boost-your-skincare-routine", "date_published": "2023-06-19 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I thought I should always be positive with my patients – until I found out how damaging that can be | Mark Taubert", "description": "<p>When I stopped being so upbeat with the people I was treating, it turned out that what they really valued was my honesty</p><ul><li>Prof<strong> </strong>Mark Taubert is a palliative care consultant based in Cardiff</li></ul><p>Years ago, when I was training as a palliative medicine doctor, I saw a woman with lower back pain. I knew from her medical history that she had breast cancer, so I wanted to make sure it hadn’t spread to her spinal area. I was fairly certain that it was probably only a muscular pain, and so I reassured her. Her examination findings had not revealed any red flags, so I felt a bit of positivity was not misplaced, as she was feeling very anxious.</p><p>Her MRI scan, however, confirmed the worst: a full-scale invasion of a region called the cauda equina in her lumbar spine area. “You were certain it was going to be all right, and now I have to be admitted to hospital?” she exclaimed, visibly upset. She needed urgent radiotherapy to the area and had to be stretchered to hospital. Sadly, despite treatment, she became unable to walk and required a wheelchair.</p><p>Prof<strong> </strong>Mark Taubert is a palliative care consultant based in Cardiff</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/positive-patients-damaging-upbeat-honesty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/positive-patients-damaging-upbeat-honesty", "date_published": "2023-06-19 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hackers behind Microsoft outage most likely Russian-backed group aiming to ‘drive division’ in the west", "description": "<p>Cybersecurity firm says Anonymous Sudan is unlikely to be authentic hacktivist group, as initially believed</p><p>The hackers believed to be behind a recent attack that took some of Microsoft’s services offline are likely to be a Russian-linked group rather than a grassroots pro-Islam collective operating out of Sudan, experts say.</p><p>Anonymous Sudan, which surfaced in January 2023, has also claimed responsibility for at least 24 distributed denial-of-service attacks on Australian companies, including healthcare, aviation and education organisations.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/19/hackers-behind-microsoft-outage-most-likely-russian-backed-group-aiming-to-drive-division-in-the-west\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/19/hackers-behind-microsoft-outage-most-likely-russian-backed-group-aiming-to-drive-division-in-the-west", "date_published": "2023-06-19 06:53:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Orcas are attacking boats – the marine revolution has begun | First Dog on the Moon", "description": "<p>Is this collective action or a PR disaster?</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/orcas-are-attacking-boats-the-marine-revolution-has-begun\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/orcas-are-attacking-boats-the-marine-revolution-has-begun", "date_published": "2023-06-19 06:34:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I made a good job of Mum’s funeral – so I decided to help other people with theirs", "description": "<p>A career in TV taught Simon Booker how to handle drama and tight schedules. That skill comes in handy as a humanist celebrant</p><p>Simon Booker left his mother’s funeral feeling he had done the best job he could. “I had my producer’s head on,” he says – he used to work in radio and TV – “as well as my grieving son head on. I was very control-freaky about it.” In particular, he was pleased with the humanist celebrant and “tucked the idea away for this phase of life – my third act”.</p><p>That was in 2010. Booker is 67 now, and last summer he enrolled on a training course for celebrants, run by <a href=\"https://humanists.uk/\" title=\"\">Humanists UK</a>. There he was, for two weekends, learning and performing dummy funeral ceremonies for his peers.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/19/a-new-start-after-60-i-made-a-good-job-of-mums-funeral-so-i-decided-to-help-other-people-with-theirs\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/19/a-new-start-after-60-i-made-a-good-job-of-mums-funeral-so-i-decided-to-help-other-people-with-theirs", "date_published": "2023-06-19 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Garmin Fenix 7 Pro review: top adventure watch puts a torch on your wrist", "description": "<p>Next-gen heart rate sensor, clearer screen, epic battery life and new metrics upgrade top multisport smartwatch</p><p>Garmin has been on a roll recently, upgrading various versions of its most popular sports smartwatches. Now it is the turn of its top adventure watch to be enhanced with next-gen tech and new tools in the new Fenix 7 Pro.</p><p>The new torch-equipped, go-anywhere watch costs £750, putting it very much in the luxury category alongside <a href=\"https://www.theguardian.com/technology/2022/nov/09/apple-watch-ultra-review-smartwatch-design-athletes\">Apple’s £849 Watch Ultra</a> and the <a href=\"https://www.theguardian.com/technology/2022/apr/04/garmin-epix-review-the-ultimate-adventure-smartwatch\">£800 and up Epix line</a>. That’s also £150 more than the cheapest Fenix 7 but roughly in line with the cost of the previous solar-charging models. So what more do you get for your money?</p> <a href=\"https://www.theguardian.com/technology/2023/jun/19/garmin-fenix-7-pro-review-top-adventure-watch-puts-a-torch-on-your-wrist\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/19/garmin-fenix-7-pro-review-top-adventure-watch-puts-a-torch-on-your-wrist", "date_published": "2023-06-19 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I have given up grooming. Welcome to hot crone summer | Emma Beddington", "description": "<p>I am not budging on my ‘feminist’ (lazy) decision to give up makeup. But I am busy testing perfumes that smell of goat, mushroom and seaweed</p><p>I find myself confronted, yet again, by summer grooming dilemmas, even though I don’t believe in either summer, or grooming. My approach to personal maintenance all year round is to intone “I had a beauty blog once” while gazing into the middle distance like Meryl Streep in Out of Africa. As if writing about snail goo in the past absolves me of responsibility to do anything about how I look now.</p><p>Then summer, oof! I cried for 20 minutes yesterday just because the birds looked too hot. I don’t really have the mental bandwidth for anything other than letting the heat do its worst with my keratin and whatever skin is (I just googled “What is skin?” for a snapshot of how deep into summer madness I have sunk). But is it rude to go out without making some cursory effort? In summer, you’re dealing with the dread re-emergence of feet into the public sphere, plus the way your whole face slides greasily southwards, making you look, as the writer Sarah Dempster said memorably, <a href=\"https://twitter.com/Dempster2000/status/1667909572848152578\">“Like Noddy Holder screaming in a kiln”</a>.</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/i-have-given-up-grooming-welcome-to-hot-crone-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/i-have-given-up-grooming-welcome-to-hot-crone-summer", "date_published": "2023-06-19 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rural by Rebecca Smith review – a personal study of working-class life in the countryside", "description": "<p>Her timely defence of blue-collar rural communities works best when the Cumbrian author explores how urban money severs the links between locals and their landscape</p><p>The blurb for Rebecca Smith’s <em>Rural: The Lives of the Working Class Countryside</em> sells it as a call to arms for the countryside’s abused, exploited and forgotten working classes, and its most memorable passages resound with all the get-off-our-land fury of a gamekeeper’s shotgun.</p><p>“An Airbnb or a second home might bring in some money for the local shop, but it won’t bring more children to the school,” she writes, revisiting the town near where she grew up in the Lake District. “They won’t be on the fundraising committees for the pantomime or the summer dances, they won’t be part of the church congregation or able to organise the local ceilidhs… by buying a house to experience that for the few weeks, or even a few months of the year, they have gradually suffocated the life forever. Throughout these villages, UK-wide, country shows are being cancelled, pubs are closing down, hotels can’t get the staff and schools are shutting. We have reached the tipping point. Some areas might even have passed it.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/19/rural-the-lives-of-the-working-class-countryside-by-rebecca-smith-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/19/rural-the-lives-of-the-working-class-countryside-by-rebecca-smith-review", "date_published": "2023-06-19 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will I have to switch to a buy-to-let mortgage for a six-month sabbatical?", "description": "<p>We’re planning a six-month trip so I’d like to rent my flat out while away to cover the bills</p><p><strong>Q</strong> I bought my flat a little over a year ago, and have recently agreed to take a sabbatical with my partner. We’re planning to be out of the UK for up to six months from the end of this year-middle of next. Ideally, I’d like to rent my flat out while we’re away to cover costs of mortgage, bills etc.<br /><br />I understand that I will need to talk to my mortgage provider, but I’m not sure what the options might be. I understand that if I were to rent the flat out permanently I’d need to change to a buy-to-let mortgage, but will I be expected to do that for just six months?</p><p><strong>KC</strong></p> <a href=\"https://www.theguardian.com/money/2023/jun/19/will-i-have-to-switch-to-a-buy-to-let-mortgage-for-a-six-month-sabbatical\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/19/will-i-have-to-switch-to-a-buy-to-let-mortgage-for-a-six-month-sabbatical", "date_published": "2023-06-19 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘In at the deep end’: ditching the car for a cargo bike on the school run", "description": "<p>The price tags can be eye-watering for the electric model I need around my hilly London neighbourhood</p><p>It’s been 20 years since I last used a bike every day. But I’m returning to cycling because I want to take my children to school and nursery without the horrible sense of guilt from dropping them off in the car, complaints about walking or the juggle of pushchair and public transport at rush-hour.</p><p>To replace my car on the daily school run, I need an electrically powered workhorse that will carry two smallish children and the bags of stuff that we lug around wherever we go. <br /><br />The options, I’m told, are an elongated cargo bike that fits two children on the back, a detachable trailer, or a trike/bike with a giant child bucket on the front. <br /><br />In an ideal world, it will be powerful enough that I don’t feel dragged down by 30kg of offspring while chugging the household around my hilly London neighbourhood. The longtail electric cargo seems like the best fit for this brief.<br /><br />There are various “car replacement” bikes on the market with eye-watering price tags. The Tern GSD retails at £5k-plus at the top end. The model I choose to try out is a RadWagon, at the cheapest end of the market, though not actually cheap at more like £2,000 with all the necessary attachments. <br /><br />My main concern is whether I can keep my wriggling cargo safe. I spend a long time poring over Google maps to figure out a route that avoids buses and sticks to cycle paths and parks as much as possible.</p> <a href=\"https://www.theguardian.com/environment/bike-blog/2023/jun/19/ditching-the-car-for-a-cargo-bike-on-the-school-run\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/bike-blog/2023/jun/19/ditching-the-car-for-a-cargo-bike-on-the-school-run", "date_published": "2023-06-19 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are seen as weak, but we are strong’: women take their place in Senegalese hip-hop", "description": "<p>Female artists are breaking into the male-dominated scene – confronting once-taboo subjects and fighting to improve the place of women in society</p><p>“Everyone knows I’m the rapper who carries the voice of women, no matter what,” says the defiant Senegalese hip-hop artist Sister LB. “We are seen as the weak sex but we are a strong sex – it is us who give life. If I didn’t amplify the voice of women, it would be like denying my own voice and killing myself.”</p><p>Sister LB, 34, wants to empower women and highlight social injustice through her music. In doing so she has become part of a burgeoning female rap and hip-hop scene in Senegal, carrying forward the country’s legacy of socially conscious and radical urban music.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/19/we-are-seen-as-weak-but-we-are-strong-women-take-their-place-in-senegalese-hip-hop\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/19/we-are-seen-as-weak-but-we-are-strong-women-take-their-place-in-senegalese-hip-hop", "date_published": "2023-06-19 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An RAC call-out ended up with me losing my beloved Rolls-Royce", "description": "<p>When it couldn’t repair the Silver Spur, the RAC offered to take it to a specialist … then it went missing for six days</p><p><strong>A couple of weeks ago you featured a story about the RAC losing a reader’s car that it was supposed to be recovering to his home. I can – unfortunately – top that. In February, I was driving my immaculate Rolls-Royce Silver Spur – one of only a few built with a turbo – when it suddenly refused to engage reverse gear.</strong></p><p><strong>The RAC patrolman who attended couldn’t repair it and therefore offered to have it recovered back to the specialist Rolls and Bentley repairer that looks after it.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jun/19/an-rac-call-out-ended-up-with-me-losing-my-beloved-rolls-royce\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/19/an-rac-call-out-ended-up-with-me-losing-my-beloved-rolls-royce", "date_published": "2023-06-19 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jesus Revolution review – Christian hippy drama is happy clappy propaganda", "description": "<p>Jon Erwin and Brent McCorkle’s retelling of the beginnings of the evangelical movement in the US is a sexless, inaccurate depiction</p><p>This corny but slickly made southern California-set drama looks plausibly like a million other period-set Bildungsromans made by the Hollywood entertainment sausage factory. It’s a story of a confused young teenager finding his calling in life with the help of a nice girl and some wise mentors, unfolding at the beginning of the 1970s, and it has all the hippy-era trimmings: love beads, barefoot extras, vintage cars with old-school California black and orange licence plates, and many needle drops from bands like Fleetwood Mac, America and even the Animals, who are singing about the House of the Rising Sun. That last one is a curious choice given it’s supposedly about a brothel of ill-repute, and this is a film about Christians, made by Christians and clearly for Christians.</p><p>Moreover, just as Eric Burdon is hitting the high notes about the ruin of many a poor boy, it becomes clear that we’re seeing one of the key characters in the story, the real-life figure of <a href=\"https://en.wikipedia.org/wiki/Lonnie_Frisbee\">Lonnie Frisbee</a> (played by Jonathan Roumie) as he parts ways with the others in the evangelical movement he helped start. The film suggests the rift is over Frisbee’s enthusiasm for charismatic theology and faith healing, but in actuality he was outed as gay and excommunicated from the denominations he founded because of his homosexuality.</p> <a href=\"https://www.theguardian.com/film/2023/jun/19/jesus-revolution-review-christian-hippy-drama-is-happy-clappy-propaganda\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/19/jesus-revolution-review-christian-hippy-drama-is-happy-clappy-propaganda", "date_published": "2023-06-19 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Bowie said my Space Oddity was the most poignant version ever’: Chris Hadfield’s honest playlist", "description": "<p>The astronaut and author was raised on Elton and does a soaring Stand By Me at karaoke, but which song did his hero allow him to perform in space?</p><p><strong>The first album I bought</strong><br />Goodbye Yellow Brick Road by Elton John. I wore that thing out. I had no idea songs like Funeral for a Friend and Candle in the Wind could be so deep. I would lie on the living room floor with the great big stereo listening on a pair of headphones. I’ve since met Elton John and got to know him a bit.</p><p><strong>The song that I do at karaoke</strong><br />You want memorable lyrics and a melody everybody knows instinctively. Stand By Me by Ben E King has that soaring chorus: “Darling, darling, stand by me.” If you want to stand up in front of people, it’s a good choice.</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/chris-hadfield-honest-playlist\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/chris-hadfield-honest-playlist", "date_published": "2023-06-19 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The scenery bursts into life’: making Scotland wild again", "description": "<p>I walked the Highlands as it should be, with a beautiful diversity of trees, plants and animals, at a world-first rewilding centre</p><p>Birdcall breaks the morning silence as I potter past the stretching Scots pines and ancient oaks of Dundreggan, the rewilded estate of the charity Trees for Life in Glenmoriston in the Scottish Highlands. Woodpeckers drum and cuckoos call from on high, while around the trail, finches and thrushes flutter from tree to tree, avoiding beard lichens dripping off the branches.</p><p>I’m the first one out in the forest this morning (or the first human, at least), a feat easily achieved when you have spent the night here. The Dundreggan Rewilding Centre, the first of its kind in the world, opened in April and includes An Spiris, an L-shaped accommodation block with 20 double/twin rooms and a spacious communal area.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/19/the-scenery-bursts-into-life-making-scotland-wild-again\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/19/the-scenery-bursts-into-life-making-scotland-wild-again", "date_published": "2023-06-19 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Chris McCausland and Harry Hill enjoy a very funny holiday together", "description": "<p>They explore the wonders of Athens. Plus: the inconvenient truths about antidepressants. Here’s what to watch his evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/19/tv-tonight-chris-mccausland-and-harry-hill-enjoy-a-very-funny-holiday-together\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/19/tv-tonight-chris-mccausland-and-harry-hill-enjoy-a-very-funny-holiday-together", "date_published": "2023-06-19 05:20:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "American man charged with murder after attack on US women in Germany", "description": "<p>The recent college graduates were visiting Neuschwanstein Castle in Bavaria when man allegedly shoved them down a steep slope</p><p>Two US women who had just earned computer-related college degrees had gone to southern Germany to celebrate when a fellow American whom they met while hiking shoved them both down a steep slope last week, <a href=\"https://www.theguardian.com/world/2023/jun/16/german-police-appeal-for-witnesses-to-attack-on-american-tourists\">killing one</a> and seriously wounding the other, according to officials.</p><p>Eva Liu, 21, had received her bachelor’s degree in computer science from the University of Illinois Urbana-Champaign in May. Authorities say she was sexually assaulted and <a href=\"https://www.theguardian.com/world/2023/jun/15/man-attacks-women-near-neuschwanstein-castle-germany\">pushed</a> to her death near Neuschwanstein Castle, a famous tourist destination in Bavaria. Her 22-year-old friend Kelsey Chang had also just graduated from the same school with a bachelor’s in computer engineering – reports say she was attacked, too, but survived.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/american-man-murder-charge-germany-us-women\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/american-man-murder-charge-germany-us-women", "date_published": "2023-06-19 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People voted for Boris Johnson knowing he was a liar. It’s too late to start shifting the blame | Nesrine Malik", "description": "<p>Britain is in thrall to an aristocratic class that feels entitled to power. We don’t need finger-pointing, we need self-reflection</p><p>There are words and phrases that do some heavy lifting in British politics – “populism”, “Brexit”, “legitimate concerns”, the ‘“red wall”. Watch out for them, as in the next few weeks they will be unsparingly deployed to explain how the hell someone like Boris Johnson ever came within sniffing distance of Downing Street.</p><p>An exercise in orphaning Johnson that has been afoot for a few months will now reach its sad conclusion. His failure will have no fathers and his success will be attributed to an abstract set of conditions that conspired to make his premiership inevitable. Like a monster released from enclosure in an iceberg as it is thawed by a warm weather front, Johnson arrived in Westminster to wreak havoc, until finally the Swat team of British democratic norms and institutions took him out. His critics will issue plaintive laments about the tragedy of a Brexit that carried him into No 10 with a huge majority, and say that he only has himself to blame for coming undone.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/boris-johnson-brexit-partygate-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/19/boris-johnson-brexit-partygate-tories", "date_published": "2023-06-19 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman tells police to ramp up use of stop and search", "description": "<p>UK home secretary says police have her full support in using tactic to prevent violence and save lives</p><p>Suella Braverman has called on police to increase the use of stop and search powers “to prevent violence and save more lives”.</p><p>In a statement aimed at all 43 forces in England and Wales, the home secretary said officers who used the powers had her “full support”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/suella-braverman-tells-police-to-ramp-up-use-of-stop-and-search\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/suella-braverman-tells-police-to-ramp-up-use-of-stop-and-search", "date_published": "2023-06-19 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK strikes laws must conform with international rules, says UN agency", "description": "<p>Intervention by International Labour Organization ‘hugely embarrassing’ for government, says TUC</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jun/18/union-leaders-vow-to-carry-on-fight-for-better-wages-and-working-conditions\">Union leaders vow to carry on fight for better wages and working conditions</a></li></ul><p>The UN’s labour standards body has told the UK government it must make changes to highly controversial new strikes laws, which critics say threaten the fundamental rights of British workers.</p><p>The International Labour Organization (ILO), a UN agency, said the UK needed to “ensure that existing and prospective legislation is in conformity” with international rules on freedom of association, and added that the government must seek technical assistance from the agency’s experts.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/uk-strikes-laws-must-conform-with-international-rules-says-un-agency\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/uk-strikes-laws-must-conform-with-international-rules-says-un-agency", "date_published": "2023-06-19 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unit tasked with reforming Home Office after Windrush scandal being disbanded", "description": "<p>Exclusive: Staff say ‘there’s a lot still to do’ and worry decision signals ‘rolling back’ on promises of change </p><p>The Home Office unit responsible for reforming the department after the Windrush crisis has been quietly disbanded, after the UK home secretary, Suella Braverman, let it be known that she believes it is time to “move on”, the Guardian has learned.</p><p>Staff working in the transformation directorate, the unit handling changes meant to prevent a repeat of the scandal, were told in an online meeting that it would be closing at the end of this month.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/unit-reforming-home-office-windrush-scandal-being-disbanded\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/unit-reforming-home-office-windrush-scandal-being-disbanded", "date_published": "2023-06-19 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dozens of Tory MPs expected to abstain in vote on committee’s Partygate report", "description": "<p>Rightwingers claim Boris Johnson suspension ‘unnecessarily high and fierce’ after findings he deliberately misled parliament</p><p>Dozens of Tory rightwing MPs are preparing to abstain from voting in the Commons on Monday over the parliamentary investigation that found Boris Johnson deliberately misled MPs, in a sign of support for the former prime minister.</p><p>Between 60 and 70 MPs with constituencies in the “red wall” were said to be feeling “incredibly warm” towards Johnson, after he urged his parliamentary supporters not to vote against the committee’s findings.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/19/dozens-of-tory-mps-expected-to-abstain-in-vote-on-committees-partygate-report\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/19/dozens-of-tory-mps-expected-to-abstain-in-vote-on-committees-partygate-report", "date_published": "2023-06-19 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Online safety bill: changes urged to allow access to social media data", "description": "<p>Campaigners say bill in ‘serious peril’ of passing without powers to make platforms more transparent</p><p>Online safety experts will struggle to sound the alarm about harmful content if landmark legislation does not allow independent researchers to access data from social media platforms, campaigners have warned.</p><p>The government is being urged to adopt amendments to the online safety bill enabling researchers to access platform data in order to monitor harmful material. Access would be overseen by Ofcom, the communications watchdog, and would protect user privacy.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/19/online-safety-bill-changes-urged-to-allow-access-to-social-media-data\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/19/online-safety-bill-changes-urged-to-allow-access-to-social-media-data", "date_published": "2023-06-19 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great face off: 16 of the most wonderful portraits ever painted", "description": "<p>As the National Portrait Gallery prepares for its grand reopening this week, critics, artists and curators pick their favourite works from 500 years of portraiture</p><p><strong>Searching, wondering and staring eyes<br /></strong><em>Self-Portrait of Suffering by </em><em>Ibrahim El-Salahi</em><em>, 1961<br /></em>The African modernist El-Salahi studied at the Slade in London in the 1950s and western modernism clearly influenced him. El-Salahi’s work has often delved into the personal and here we see him in a confused, uncertain state of mind. I am reminded of the gaping mouth of Munch’s Scream, or the bull in Picasso’s Guernica, given the equine nature of the face. The hair is manic but orderly, coiled and framing deep, endless concentric circles of eyes – searching, wondering and staring somehow both at us and into the abyss. Portraits at the precipice of melancholy or mania are the most attractive to me. They are honest and human. <strong>Aindrea Emelife</strong></p><p><strong>Messy domestic moments</strong><br /><em><a href=\"https://www.npg.org.uk/collections/search/portrait/mw129463/Sid-James\">Sid James by </a></em><em><a href=\"https://www.npg.org.uk/collections/search/portrait/mw129463/Sid-James\">Ruskin Spear</a></em><em><a href=\"https://www.npg.org.uk/collections/search/portrait/mw129463/Sid-James\">, 1962</a></em><br />This collage captures both the funny and sad: how life is made up of grand aspirations and messy little domestic settings. We watch comedian Sid James on TV in Hancock’s Half Hour, but also see what looks like an invitation to the opening of a Henry Moore exhibition, a CND flyer, as well as adverts for remedies for colds, flu and rheumatism on the coffee table. Maybe we’ll just stay in by the telly. <strong>Alison Smith</strong></p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/19/the-great-face-off-16-of-the-most-wonderful-portraits-ever-painted\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/19/the-great-face-off-16-of-the-most-wonderful-portraits-ever-painted", "date_published": "2023-06-19 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ed Sheeran named UK’s most played artist of the year – again", "description": "<p>For the sixth time in eight years, Sheeran has topped the PPL’s list of the UK’s most played artists, encompassing streaming, radio, broadcast and public places</p><p>For the sixth time in eight years, <a href=\"https://www.theguardian.com/music/ed-sheeran\">Ed Sheeran</a> has been named the UK’s most played artist of the year by the music company Phonographic Performance Limited (PPL).</p><p>The figures for 2022 reflect the most-heard music in the UK in real terms: as well as streaming, radio and broadcast, the PPL licenses the use of recorded music in public places and public performance venues.</p><p>Ed Sheeran</p><p>Dua Lipa</p><p>David Guetta</p><p>Harry Styles</p><p>Elton John</p><p>George Ezra</p><p>Coldplay</p><p>Calvin Harris</p><p>Becky Hill</p><p>Taylor Swift</p><p>Harry Styles – As It Was</p><p>Lizzo – About Damn Time</p><p>Jax Jones and MNEK – Where Did You Go?</p><p>Elton John and Dua Lipa – Cold Heart (Pnau remix)</p><p>George Ezra – Anyone for You (Tiger Lily)</p><p>Lost Frequencies and Calum Scott – Where Are You Now</p><p>George Ezra – Green Green Grass</p><p>Ed Sheeran – Overpass Graffiti</p><p>Ed Sheeran – Shivers</p><p>David Guetta, Becky Hill and Ella Henderson – Crazy What Love Can Do</p> <a href=\"https://www.theguardian.com/music/2023/jun/19/ed-sheeran-named-uks-most-played-artist-of-the-year-again\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/19/ed-sheeran-named-uks-most-played-artist-of-the-year-again", "date_published": "2023-06-19 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hornet hunters: the crack squad keeping an invasive species at bay on Jersey", "description": "<p>A retired police detective and a band of volunteers are all that’s stopping the Asian hornet, a voracious predator of flying insects, from spreading across the island to mainland Britain</p><p>John De Carteret has already taken a call about three captured Asian hornets when we meet on a gloriously sunny morning on the Channel Island of Jersey. The retired police forensics detective is the linchpin of the Jersey Asian Hornet Group (JAHG), a band of two dozen volunteers. These mostly retirees are the frontline troops in a seemingly unwinnable war against an invasive foe – a voracious predator of honeybees and all other flying insects, which has rapidly conquered the west European mainland.</p><p>But De Carteret, who sports a <a href=\"https://www.facebook.com/groups/293640477963172/?locale=en_GB\">JAHG</a> polo-shirt and a lanyard showing he is authorised by the government to catch and release Asian hornets (more about the releasing later), is undaunted. “You can’t take your foot off. You’ve got to be dynamic and aggressive. If we get a report, we’re there within half an hour,” he says.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/19/jersey-hornet-hunters-guarding-against-invasion-uk-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/19/jersey-hornet-hunters-guarding-against-invasion-uk-aoe", "date_published": "2023-06-19 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was being bullied – on a global scale!’ Peter Crouch on mockery, marriage and having the last laugh", "description": "<p>At 6ft 7in, Crouch was no one’s idea of a footballer – and even his own fans liked to tell him so. But he defied the boos to become a Premier League legend, celebrated podcaster – and the subject of a new documentary</p><p></p><p>Peter Crouch is listing the sporting legends you might expect to have a film made about them. “Alex Ferguson, Usain Bolt, Steven Gerrard, that kind of thing,” he says. “It did make me think: why would anyone want to make a film about me?”</p><p>And why did they, I ask.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/19/i-was-being-bullied-on-a-global-scale-peter-crouch-on-mockery-marriage-and-having-the-last-laugh\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/19/i-was-being-bullied-on-a-global-scale-peter-crouch-on-mockery-marriage-and-having-the-last-laugh", "date_published": "2023-06-19 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Socially stunted’: how Covid pandemic aggravated young people’s loneliness", "description": "<p>Combination of lockdowns, personal issues and being stuck in ‘digital bubbles’ has left many feeling isolated and friendless</p><p>Riley had hoped university would be where they would meet likeminded people and form lasting, meaningful friendships, shedding the feelings of loneliness that had often surrounded them in their teens.</p><p>“I’ve been dealing with degrees of loneliness for a large chunk of my life. I was often reassured by my family that uni would change all that,” they say.</p> <a href=\"https://www.theguardian.com/society/2023/jun/19/socially-stunted-how-covid-pandemic-aggravated-young-peoples-loneliness\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/19/socially-stunted-how-covid-pandemic-aggravated-young-peoples-loneliness", "date_published": "2023-06-19 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Festival crowds meet overcooked pasta: Edith Pritchett’s week in Venn diagrams – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jun/19/festival-crowds-meet-overcooked-pasta-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jun/19/festival-crowds-meet-overcooked-pasta-edith-pritchetts-week-in-venn-diagrams-cartoon", "date_published": "2023-06-19 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most magistrates courts in England and Wales have accessibility failings", "description": "<p>Survey reveals three-quarters are inadequate for disabled people with problems such as lack of ramps</p><ul><li><a href=\"https://www.theguardian.com/law/2023/jun/19/i-became-billy-no-mates-a-disabled-magistrate-in-an-inaccessible-court\">‘I became Billy No-Mates’: a disabled magistrate in an inaccessible court</a></li></ul><p>Three-quarters of magistrates courts in England and Wales are inadequately accessible for people with disabilities, with a lack of ramps, inaccessible toilets and non-functioning hearing loops all featuring as failings.</p><p>An on-the-ground survey carried out by the Magistrates Association <a href=\"https://www.magistrates-association.org.uk/News-and-comments/Advocacy-and-research-publications\">assessed the accessibility of 57 buildings</a> – more than a third of magistrates courts – and found a plethora of problems.</p> <a href=\"https://www.theguardian.com/law/2023/jun/19/most-magistrates-courts-england-wales-accessibility-failings\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jun/19/most-magistrates-courts-england-wales-accessibility-failings", "date_published": "2023-06-19 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Union leaders vow to carry on fight for better wages and working conditions", "description": "<p>A year after start of Britain’s biggest wave of industrial action for 30 years, unions say they are are resolute</p><p>Union leaders have vowed to carry on the fight for better wages and working conditions ahead of the first anniversary of the biggest wave of industrial action seen in Britain for three decades.</p><p>This coming Wednesday will mark 12 months since members of the Rail, Maritime and Transport union staged their first <a href=\"https://www.theguardian.com/uk-news/rail-strikes\">stoppage in a dispute over pay, jobs and conditions</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/union-leaders-vow-to-carry-on-fight-for-better-wages-and-working-conditions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/19/union-leaders-vow-to-carry-on-fight-for-better-wages-and-working-conditions", "date_published": "2023-06-19 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Moscow blocking aid to flood-hit areas after dam destroyed, says UN", "description": "<p><a href=\"https://www.theguardian.com/world/live/2023/jun/19/russia-ukraine-war-live-updates-latest-news-moscow-blocking-aid-to-flood-hit-areas-after-kakhovka-dam-destroyed?page=with:block-648fd2638f08abfd8db3f641#block-648fd2638f08abfd8db3f641\">Aid coordinator urges Russia to fulfil ‘obligations under international humanitarian law’ as death toll from destruction of Kakhovka dam rises to 52</a></p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Ukrainian forces may be “temporarily pausing counteroffensive operations to reevaluate their tactics”, the Institute for the Study of War says in its latest assessment of the conflict.</p><p>It quoted the head of the Estonian Defense Forces Intelligence Center, Colonel Margo Grosberg, as saying on Friday that he believes “we won’t see an offensive over the next seven days.”</p><p>In the days leading up to the single explosion, Ukrainian military drone videos showed dozens of Russian soldiers encamped on a bank of the Dnieper, relaxed as they walked back and forth to the dam with no cover – suggesting their confidence in their control of the area and especially the dam, which was strategically crucial.</p><p>The photos, taken from Ukrainian drone footage, obtained by the AP and dated May 28, showed a car parked on the dam, its roof neatly cut open to reveal enormous barrels, one with what appears to be a land mine attached to the lid and a cable running toward the Russian-held side of the river. It’s not clear how long the car remained.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/19/russia-ukraine-war-live-updates-latest-news-moscow-blocking-aid-to-flood-hit-areas-after-kakhovka-dam-destroyed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/19/russia-ukraine-war-live-updates-latest-news-moscow-blocking-aid-to-flood-hit-areas-after-kakhovka-dam-destroyed", "date_published": "2023-06-19 04:57:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spotify executive calls Harry and Meghan ‘grifters’ after podcast deal ends", "description": "<p>Bill Simmons, head of podcast innovation and monetisation at Spotify, spoke out after the couple’s $20m deal with the company ended prematurely</p><p>Spotify’s head of podcast innovation and monetisation has labelled Prince Harry and Meghan, Duchess of Sussex “fucking grifters” after their $20m, multi-year deal to make podcasts with the streaming platform came <a href=\"https://www.theguardian.com/media/2023/jun/16/prince-harry-and-meghans-multimillion-dollar-deal-with-spotify-to-end\">to an end</a> after they made just 12 episodes.</p><p>Ringer podcast network founder Bill Simmons – who sold his company to Spotify for $196m in 2020 and gained a leadership role at the company in the deal, criticised Harry and Meghan on his own podcast – following the announcement that the Sussexes’ audio production company, Archewell, <a href=\"https://variety.com/2023/digital/news/prince-harry-meghan-markle-end-spotify-deal-1235646147/\">had severed ties with Spotify</a>. The couple signed a <a href=\"https://www.theguardian.com/uk-news/2020/dec/15/harry-and-meghan-sign-multi-year-podcast-deal-with-spotify\">$20m deal with Spotify in 2020</a>.</p> <a href=\"https://www.theguardian.com/media/2023/jun/19/spotify-executive-calls-harry-and-meghan-grifters-after-podcast-deal-ends\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/19/spotify-executive-calls-harry-and-meghan-grifters-after-podcast-deal-ends", "date_published": "2023-06-19 04:31:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan paramilitary group boasts of detaining Islamists", "description": "<p>Mohamed Hamdan Dagalo, leader of the Rapid Support Forces, wants to frame Islamist opponents as a threat</p><p>Hundreds of Islamist leaders and activists in <a href=\"https://www.theguardian.com/world/sudan\">Sudan</a> have been detained by the Rapid Support Forces in a wave of repression targeting the paramilitary group’s political opponents.</p><p>The arrests began before the outbreak of fighting in April between the RSF and forces loyal to Abdel Fattah al-Burhan, the de facto military leader, but have intensified since.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/sudan-paramilitary-group-rsf-boasts-of-detaining-islamists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/sudan-paramilitary-group-rsf-boasts-of-detaining-islamists", "date_published": "2023-06-19 04:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘His ideas resonate’: how the Unabomber’s dangerous anti-tech manifesto lives on", "description": "<p>Ted Kaczynski’s ‘prescient’ views have been praised by Elon Musk and Tucker Carlson – and continue to draw misguided new followers</p><p></p><p>The bomb was disguised as a tangle of wooden planks and protruding nails, and when he encountered it in the car park behind his computer-repair store, Gary Wright thought nothing of pushing it from his path.</p><p>“I put my thumb and middle finger on the end and moved it,” he recalls. In this way alone, he was lucky. Had he reached over the top, he says, “I’d have no hand.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/19/unabomber-ted-kaczynski-dangerous-anti-tech-manifesto-lives-on\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/19/unabomber-ted-kaczynski-dangerous-anti-tech-manifesto-lives-on", "date_published": "2023-06-19 04:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada’s fires are getting fiercer – and rebuilding is becoming a challenge", "description": "<p>As fires rage across the country, the experiences of those who lost everything in Lytton in 2021 raise larger questions about Canada’s ability to rebuild</p><p>Mona Crowston had only minutes to gather her belongings before the wildfire which had been burning for days at the edge of her town swept down towards her house. The 84-year-old already had a suitcase packed, just in case.</p><p>“I made sure to tidy up what I could before we left. The last thing I wanted was to return home and have a messy room,” she said.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/canada-wildfires-reconstruction-lytton\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/canada-wildfires-reconstruction-lytton", "date_published": "2023-06-19 04:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wyndham Clark holds nerve to win 2023 US Open as Rory McIlroy falls just short", "description": "<ul><li>American golfer finishes on 10-under par 270 in Los Angeles</li><li>McIlroy one shot back in second with Scottie Scheffler third </li></ul><p>American Wyndham Clark won the US Open by one shot over Rory McIlroy at Los Angeles Country Club on Sunday to claim his first major title.</p><p>Clark sank a short par putt on 18 to finish the championship on 10-under par 270 behind an impressive display of power and precision.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/19/wyndham-clark-holds-nerve-to-win-2023-us-open-as-rory-mcilroy-falls-just-short\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/19/wyndham-clark-holds-nerve-to-win-2023-us-open-as-rory-mcilroy-falls-just-short", "date_published": "2023-06-19 02:20:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US ‘deeply troubled’ as Israel plans to approve thousands of homes in West Bank", "description": "<p>Palestinians condemn move and Washington calls for return to dialogue amid Israeli plans to give go-ahead to 4,560 housing units in occupied territory</p><p>The United States says it is “deeply troubled” by the Israeli government’s tabling of plans to approve thousands of building permits in the occupied West Bank and has called on Israel to return to dialogue aimed at de-escalation.</p><p>The plans for approval of 4,560 housing units in various areas of the West Bank were included on the agenda of Israel’s Supreme Planning Council that meets next week, although only 1,332 are up for final approval, with the remainder still going through the preliminary clearance process.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/us-deeply-troubled-as-israel-plans-to-approve-thousands-of-homes-in-west-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/us-deeply-troubled-as-israel-plans-to-approve-thousands-of-homes-in-west-bank", "date_published": "2023-06-19 02:03:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nine due in Greek court over shipwreck as Pakistan holds day of mourning", "description": "<p>Suspected people smugglers to appear in court in Kalamata, as police in Kashmir announce 10 arrests</p><p>Nine suspected people smugglers are to appear before a Greek court accused of piloting the fishing trawler that sank off the coast of Greece last week leaving hundreds missing and presumed dead in one of the Mediterranean’s worst boat disasters.</p><p>Greek authorities have said 78 dead and 104 survivors – mostly from Syria, Afghanistan, Egypt and Pakistan – were brought ashore after the overcrowded boat sank about 50 miles (80km) off the southern Greek town of Pylos early on Wednesday, days after it set sail from Tobruk in Libya heading towards Italy.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/nine-due-in-greek-court-over-shipwreck-as-pakistan-holds-day-of-mourning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/nine-due-in-greek-court-over-shipwreck-as-pakistan-holds-day-of-mourning", "date_published": "2023-06-19 02:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The death of the Unabomber: will his dangerous influence live on? – podcast", "description": "<p>Ted Kaczynski, the Harvard-educated mathematician who ran a 17-year bombing campaign that killed three people, died in prison earlier this month. But his manifesto promoting violent rebellion against the modern world continues to inspire copycat attacks</p><p>Theodore “Ted” Kaczynski died at the federal prison in Butner, North Carolina, earlier this month at the age of 81. Known as the “Unabomber”, Kaczynski waged a 17-year bombing campaign from an isolated shack in the Montana wilderness before finally being caught in 1996. One of those who helped apprehend Kaczynski was former FBI agent <strong>Jim Fitzgerald</strong>. He tells <strong>Michael Safi </strong>that the arrest was only possible following the publication of the bomber’s manifesto in the Washington Post. It was those words that were recognised by Kaczynski’s brother, who took his concerns to the authorities.</p><p>But the publication of that manifesto had other consequences. It has inspired copycat attacks and is claimed as an influence by others who have gone on to commit atrocities around the world.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/19/death-unabomber-ted-kaczynski-will-dangerous-influence-live-on-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/19/death-unabomber-ted-kaczynski-will-dangerous-influence-live-on-podcast", "date_published": "2023-06-19 02:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antony Blinken in China: all eyes on whether US secretary of state will meet Xi Jinping", "description": "<p>A meeting is yet to be confirmed, a day after ‘candid’ talks with China’s foreign minister, who said ties were at their lowest point since diplomatic relations began</p><p>Antony Blinken will meet China’s top diplomat and perhaps its president on Monday, on the final day of a rare visit aimed at trying to bring relations back from historic lows.</p><p>In the first visit by a US secretary of state to China in five years, Blinken is set to meet Wang Yi but all eyes will be on whether he also meets president Xi Jinping, an engagement sources familiar with the matter said was expected but yet to be confirmed by the state department.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/19/antony-blinken-china-visit-meetings-talks-trip-xi-jinping-taiwan\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/19/antony-blinken-china-visit-meetings-talks-trip-xi-jinping-taiwan", "date_published": "2023-06-19 00:36:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India heatwave: nearly 100 dead amid warnings to stay indoors", "description": "<p>Temperatures of nearly 45C recorded, with people over 60 particularly at risk, as deaths strike Uttar Pradesh and Bihar states</p><p>At least 96 people died in two of India’s most populous states over the past several days, with swaths of the country reeling from a sweltering heatwave.</p><p>The deaths happened in the northern state of Uttar Pradesh and eastern Bihar, where authorities warned residents aged over 60 and others suffering various maladies to stay indoors during the daytime.</p> <a href=\"https://www.theguardian.com/world/2023/jun/19/india-heatwave-scores-dead-warning-stay-indoors-during-day-heat-wave-uttar-pradesh-eastern-bihar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/19/india-heatwave-scores-dead-warning-stay-indoors-during-day-heat-wave-uttar-pradesh-eastern-bihar", "date_published": "2023-06-19 00:07:11+00:00", "persistent": false, "user": null, "language": "en-UK"}]