[{"source": "https://www.engadget.com/rss.xml", "title": "Arkansas passes social media law requiring age verification", "description": "<p>Arkansas has become the second state to pass <a href=\"https://www.cnn.com/2023/04/12/tech/arkansas-social-media-age-limit/\"><ins>a law</ins></a> requiring social media platforms to verify the ages of their users. Governor Sarah Huckabee Sanders has signed the “Social Media Safety Act” into law, which requires companies verify the ages of users under 18 and to gain parental consent before minors create new accounts.</p><p>Utah <a href=\"https://www.engadget.com/utah-passes-laws-requiring-parental-permission-for-teens-to-use-social-media-223302739.html\"><ins>recently passed</ins></a> similar measures, which also impose strict rules on how social media platforms handle the accounts of their youngest users, including an age verification requirement. The laws are part of a <a href=\"https://www.engadget.com/why-lawmakers-are-pushing-age-verification-requirements-for-social-media-platforms-190037563.html\"><ins>growing movement</ins></a> to enforce age verification measures and other age-based restrictions for social media companies. At least three other states are currently considering similar legislation.</p><span id=\"end-legacy-contents\"></span><p>The laws are also controversial. While lawmakers have for years called for more protections for teens on social media, privacy advocates and civil rights <a href=\"https://www.eff.org/deeplinks/2023/03/age-verification-mandates-would-undermine-anonymity-online\"><ins>groups</ins></a> have <a href=\"https://www.aclu.org/press-releases/aclu-utah-seeks-enjoin-statute-regulating-internet-speech\"><ins>opposed</ins></a> age verification mandates. Likewise, some child safety groups have argued that comprehensive privacy legislation would be a more effective way to protect children.</p><p>Under the Arkansas law, slated to take effect in September, companies are required to check the ages of their users via government-issued IDs like a driver’s license or “any commercially reasonable age verification method.” But, as <em>CNN</em><a href=\"https://www.cnn.com/2023/04/12/tech/arkansas-social-media-age-limit/\"><ins>notes</ins></a>, it’s not entirely clear which companies will be forced to comply with the law. The legislation includes a number of exemptions that would seem to excuse some prominent platforms.</p><p>For example, it states that platforms focused on “professional networking” and “career development” are exempt, which would seem to be a direct reference to LinkedIn. It also has exceptions for gaming-focused companies, as well as companies that allow  “a user to generate short video clips of dancing, voice overs, or other acts of entertainment in which the primary purpose is not educational or informative,” which could be interpreted as excluding TikTok.</p>This article originally appeared on Engadget at https://www.engadget.com/arkansas-passes-social-media-law-requiring-age-verification-230716388.html?src=rss", "link": "https://www.engadget.com/arkansas-passes-social-media-law-requiring-age-verification-230716388.html?src=rss", "date_published": "2023-04-12 23:07:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Juul will pay $462 million to 6 states in underage vaping settlement", "description": "<p>The New York Attorney General has announced that its youth vaping lawsuit against <a href=\"https://www.engadget.com/tag/juul/\">Juul </a>is over, ending with an agreement that distribute a $462 million settlement between six states and Washington DC. “JUUL lit a nationwide public health crisis by putting addictive products in the hands of minors and convincing them that it’s harmless,&quot; Attorney General Letitia James said in a statement. &quot;Today they are paying the price for the harm they caused.” The settlement will be split among the states of New York, <a href=\"https://www.engadget.com/2019-11-18-juul-california-lawsuit-teen-vaping.html\">California</a>, Colorado, Illinois, Massachusetts, New Mexico and the District of Columbia.</p><p>The 2019 lawsuit <a href=\"https://www.engadget.com/2019-11-19-juul-lawsuit-new-york-attorney-general.html\">alleged that Juul engaging in deceptive marketing</a> and illegally sold products to minors by glamorizing vaping with ads that featured &quot;young models using fruity, sweet and minty flavors that appealed to youth.&quot; In addition to the monetary penalty, the settlement includes strict restrictions to keep Juul from marketing its products that way in the future, including a ban on showing persons under 35 years of age using its products and rules that would keep Juul product placement from appearing in movies, tv shows, video games and even virtual reality.</p><span id=\"end-legacy-contents\"></span><p>This is the largest multi-state settlement Juul has made yet, but it's only a small part of the total the company has paid so far. In 2022, the company <a href=\"https://www.engadget.com/juul-pay-1-2-billion-settle-multiple-youth-vaping-lawsuits-153915289.html\">agreed to pay $1.2 billion</a>, collectively settling thousands of personal and government lawsuits.</p><p>Juul will have 8 years to pay out the $462 million settlement, and it might need it. According to a 2022 valuation based on Cigarette maker Altria's investment in the company, Juul's worth <a href=\"https://fortune.com/2022/07/28/altria-juul-e-cigarette-13-billion-investment-value/\">has dropped dramatically since 2018</a>. Despite the settlement, Juul is attempting to <a href=\"https://www.engadget.com/juul-ban-vape-pen-fda-report-183333084.html\">remain optimistic</a>. &quot;With this settlement, we are nearing total resolution of the company's historical legal challenges and securing certainty for our future,&quot; the company <a href=\"https://abcnews.go.com/Politics/juul-pay-462-million-settlement-central-role-youth/story?id=98530773\">told ABC News</a>. &quot;Since our company-wide reset in the fall of 2019, underage use of JUUL products has declined by 95% based on the National Youth Tobacco Survey.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/juul-will-pay-462-million-to-6-states-in-underage-vaping-settlement-211701541.html?src=rss", "link": "https://www.engadget.com/juul-will-pay-462-million-to-6-states-in-underage-vaping-settlement-211701541.html?src=rss", "date_published": "2023-04-12 21:17:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sure, 'Max' sounds dumb, but HBO Max needed a reboot", "description": "<p>There are many things I think of when I hear the name \"Max.\" There's Max Headroom, the '80s AI icon that's been on my mind a lot lately. Mad Max! Max Payne! Every friend I've ever had named Max (whose names I've always been jealous of). Even Homer Simpson's alternate persona, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1FeDlOYUEyaGV0ZyIsImNvbnRlbnRVdWlkIjoiZTI3MTFhMzgtYjM2MS00OWJlLWE5YjAtMjRmMTNmMGZiOTkxIn0&amp;signature=AQAAAaO3LyFtRlMFf1EGAD9SBEcmRHIYc7JPELZrGWgcs6ay&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DEx9NaA2hetg\">Max Power</a>. But there's no universe where I associate \"Max\" with HBO, even though we've been living with \"HBO Max\" for years. \"HBO\" was always the dominant part of that name, whereas \"Max\" felt like a vestigial remnant from its sister network Cinemax.</p><figure><img alt=\"HBO Max is now Max\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/788fce70-d968-11ed-b7bf-25ae415d24d3\" style=\"height: 737px; width: 1427px;\" /><figcaption></figcaption><div class=\"photo-credit\">Warner Bros.</div></figure><p>So I'm sure that many viewers will be surprised to learn that <a href=\"https://www.engadget.com/hbo-max-will-just-be-called-max-when-it-folds-in-discovery-171611258.html\">HBO Max will be rebranded as \"Max\"</a> on May 23rd. Warner Bros. CEO David Zaslav, who <a href=\"https://www.engadget.com/warnermedia-discovery-merger-hbo-max-discovery-plus-214335645.html\">spearheaded the $43 billion merger</a> between WB and his previous company Discovery, announced the new service during a media event this morning. It's been a year since Zaslav finalized that merger and announced his intentions to combine each network's content. And, given the increasingly volatile world of streaming media, he likely had to move quickly. But the rebranding seems like a missed opportunity to align the new service with something people already know and love.</p><span id=\"end-legacy-contents\"></span><p>Now, to be clear, Zaslav's desire to build something new makes sense. HBO Max's May 2020 launch was notoriously rocky, so much so that it led to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMC8wOC8xNi9idXNpbmVzcy9tZWRpYS9ob2xseXdvb2Qtc3R1ZGlvcy1maXJpbmdzLXN0cmVhbWluZy5odG1sIiwiY29udGVudFV1aWQiOiJlMjcxMWEzOC1iMzYxLTQ5YmUtYTliMC0yNGYxM2YwZmI5OTEifQ&amp;signature=AQAAAd_OcQKf-3xCO8rIv_-HAKHSQzVjnt7jSYX3mtorzgQ4&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2020%2F08%2F16%2Fbusiness%2Fmedia%2Fhollywood-studios-firings-streaming.html\">a round of executive firings</a>. HBO Max was a blatant attempt to catch up with Disney+, which <a href=\"https://variety.com/2019/digital/news/disney-says-disney-plus-has-over-10-million-signups-1203403515/\">hit 10 million subscribers </a>just a day after its debut. But it couldn't compete with Disney's seemingly limitless library of content. A month after HBO Max arrived, AT&amp;T (TimeWarner's owner at the time) said the service only had <a href=\"https://variety.com/vip/hbo-max-subscriber-math-demystified-1234715002/\">4.1 million active users</a>. The company tried to make it seem more popular by saying it had 23.6 million \"wholesale\" subscribers, but those were mostly existing HBO customers who had never touched the HBO Max app.</p><p>As a relatively new Warner Bros. leader, Zaslav likely wanted to make a mark with a service of his very own. (Media executives just can't help themselves, <a href=\"https://www.engadget.com/2020-01-08-quibi-mobile-video-turnstyle.html\">remember Jeffrey Katzenberg's Quibi</a>?) So long HBO Max, hello something that combines HBO's prestigious content with Discovery's vast library of unscripted reality shows. During today's media event, Warner Bros. executives stressed that the company wanted to highlight HBO's world-renowned branding — \"HBO is not TV, HBO is HBO!\" someone proclaimed boldly. But they also hinted that the company didn't want to stuff too much into \"HBO\" as a concept.</p><div id=\"84018c6a5fca4fc1b8cb5fac12b98031\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>I also bet that Zaslav and crew talked to plenty of advisors and focus groups who made it clear that HBO would never be considered as family-friendly as Disney. A cautious parent may not want to subscribe to an HBO service, even if it was the only way to watch a new Discovery series for kids. As one WB executive pointed out, the company used to see double-digit shares of kids programming across their many networks, but that's \"virtually disappeared\" in the streaming era.</p><p>With the Max refresh, Warner Bros. is trying to fix many of HBO Max's underlying problems. The company says it's aiming to increase engagement (having a ton of new content helps!), enhance retention, strengthen performance and optimize monetization. A carousel of personalized recommendations should help to surface content users may ignore, and WB says Max will also be able to alert people if their subscription payments fail. These are basic features for any modern subscription service, so it's shocking to learn that HBO Max couldn't manage them on its own.</p><div id=\"fb0a2372c812418a80cdf8d732016a89\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Of course, WB is also trying to \"optimize monetization\" by raising the subscription cost for 4K viewers. If you want to see <em>Game of Thrones</em> or the upcoming <em>Flash</em> movie in 4K, you'll need to spend $4 more for Max's \"Ultimate tier.\" That's similar to Netflix's 4K strategy, so it's not entirely surprising, but it's still annoying.&nbsp;</p><p>Let me be truly cynical: It doesn't really matter what Max is called. We're awash in terribly-named streaming services, like Peacock and Paramount+. It would have been nice to see WB highlight one of its most prominent properties, but lopping off the first half of HBO Max probably makes more sense than trying to hype up another ridiculous media name (Hulu somehow made it work, but Quibi will forever sound dumb).&nbsp;</p><p>No matter what it's called, we'll still rush to Max to catch the latest episode of <em>Succession</em> or <em>The Last of Us</em>. In this era of streaming networks dumping mountains of content on us, it's somewhat refreshing to have premium shows airing weekly. That gives us time to truly absorb major events (like the most recent <em>Succession</em> shocker), and space to anticipate what comes next. Ultimately, that's HBO's superpower, and Zaslav knows it. When combined with the onslaught of cheap and addictive content from Discovery, he might be able to turn Max into a true Disney+ competitor.</p>This article originally appeared on Engadget at https://www.engadget.com/max-hbo-max-rebrand-analysis-194800553.html?src=rss", "link": "https://www.engadget.com/max-hbo-max-rebrand-analysis-194800553.html?src=rss", "date_published": "2023-04-12 19:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Philips' new 'Ultra Efficient' LED bulbs use 40 percent less energy", "description": "<p>LED light bulbs are already supposed to be energy-efficient, but Signifiy thinks it can improve on the formula. The company has <a href=\"https://www.signify.com/en-us/our-company/news/press-releases/2023/20230412-good-for-the-planet-and-wallets-signify-introduces-philips-ultra-efficient-led-bulbs\">released</a> Philips Ultra Efficient LED bulbs that, as the name implies, use 40 percent less energy than the brand's usual LED options. The \"advanced\" LEDs and optics reduce the yearly energy cost to between 55 cents and $1.03 per bulb, Signify claims. For context, a Philips Ultra Definition 60W bulb uses an estimated 97 cents each year.</p><p>The new lights might also be helpful if you're trying to minimize waste. Signify estimates that the Ultra Efficient line has an average lifespan of 50 years, or more than three times the usage of Philips' standard LED bulbs. There's a real chance this lighting might outlive you.</p><span id=\"end-legacy-contents\"></span><p>The Philips range is available now as a Walmart exclusive. It starts <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvUGhpbGlwcy1VbHRyYS1FZmZpY2llbnQtTEVELTYwLVdhdHQtQTE5LUxpZ2h0LUJ1bGItU29mdC1XaGl0ZS1Ob24tRGltbWFibGUtRTI2LUJhc2UtMS1QYWNrLzEwNTE4ODg1NjA_YWRzUmVkaXJlY3Q9dHJ1ZSIsImNvbnRlbnRVdWlkIjoiOGEwMTM4OGEtNDYwYi00ODUzLWFiYWMtODQxZWFiYTAxMzAzIn0&amp;signature=AQAAAUO4I4vchjCAmKqa0yH3NJd7BvbQoJdb29kL-sDGmuRk&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FPhilips-Ultra-Efficient-LED-60-Watt-A19-Light-Bulb-Soft-White-Non-Dimmable-E26-Base-1-Pack%2F1051888560%3FadsRedirect%3Dtrue\">at $10</a> for a 60W-equivalent A19 bulb ($17 for two) in soft white and daylight variants. A 65W BR30 bulb <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvUGhpbGlwcy1VbHRyYS1FZmZpY2llbnQtTEVELTY1LVdhdHQtQlIzMC1GbG9vZGxpZ2h0LUxpZ2h0LUJ1bGItRGF5bGlnaHQtRGltbWFibGUtRTI2LU1lZGl1bS1CYXNlLTEtUGFjay8yMTYyMjExNzI4P2Zyb209c2VhcmNoUmVzdWx0cyIsImNvbnRlbnRVdWlkIjoiOGEwMTM4OGEtNDYwYi00ODUzLWFiYWMtODQxZWFiYTAxMzAzIn0&amp;signature=AQAAAUqGtzsJJw-hnLfnWBCpuPcXwysh9oRP9JOv1uq00xLa&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FPhilips-Ultra-Efficient-LED-65-Watt-BR30-Floodlight-Light-Bulb-Daylight-Dimmable-E26-Medium-Base-1-Pack%2F2162211728%3Ffrom%3DsearchResults\">costs $11</a>, while a 100W A21 light <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvUGhpbGlwcy1VbHRyYS1FZmZpY2llbnQtTEVELTEwMC1XYXR0LUEyMS1MaWdodC1CdWxiLURheWxpZ2h0LU5vbi1EaW1tYWJsZS1FMjYtQmFzZS0xLVBhY2svMTkzNzYwMzY1OD9mcm9tPXNlYXJjaFJlc3VsdHMiLCJjb250ZW50VXVpZCI6IjhhMDEzODhhLTQ2MGItNDg1My1hYmFjLTg0MWVhYmEwMTMwMyJ9&amp;signature=AQAAAaT7Ef8RmY1k47Q-3ZIFEjGUOx5MD-TrwGIOLGT27_Ui&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FPhilips-Ultra-Efficient-LED-100-Watt-A21-Light-Bulb-Daylight-Non-Dimmable-E26-Base-1-Pack%2F1937603658%3Ffrom%3DsearchResults\">is $15</a>. You're paying considerably more than you would for standard LEDs — a four-pack of Philips Ultra Definition 60W bulbs costs $14. However, Signify is clearly betting that the lower energy costs and increased longevity will ultimately save you money on top of being kinder to the environment.</p><p>The catch, of course, is that these aren't smart bulbs. You'll need to live with higher energy consumption if  you insist on <a href=\"https://www.engadget.com/philips-hue-first-portable-rechargeable-smart-lamp-073017252.html\">Philips Hue</a> and don't want to use smart plugs. If that isn't an obstacle, though, you may see your energy bills shrink if you replace enough bulbs around your home.</p>This article originally appeared on Engadget at https://www.engadget.com/philips-new-ultra-efficient-led-bulbs-use-40-percent-less-energy-193033312.html?src=rss", "link": "https://www.engadget.com/philips-new-ultra-efficient-led-bulbs-use-40-percent-less-energy-193033312.html?src=rss", "date_published": "2023-04-12 19:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon was responsible for more than half of all 'serious' US warehouse injuries last year, report finds", "description": "<p>Nearly two years after Jeff Bezos said Amazon would spend <a href=\"https://www.engadget.com/amazon-200-million-prime-subscribers-165713430.html\"><ins>$300 million</ins></a> to improve workplace safety, a coalition of labor unions claims the company was responsible for 53 percent of all serious warehouse injuries recorded in the US last year. In a <a href=\"https://thesoc.org/wp-content/uploads/2023/04/SOC_In-Denial_Amazon-Injury-Report-April-2023.pdf\"><ins>report released on Wednesday</ins></a> (PDF link), the Strategic Organizing Center (SOC) said data collected by the US Occupational Safety and Health Administration (OSHA) shows Amazon warehouse workers continue to suffer injuries more frequently than their non-Amazon counterparts. It also claims those injuries were often more severe.</p><p>In 2022, Amazon reported a total of 38,609 recordable injuries. Per the SOC, those are incidents that require a worker to either take time off from their regular job or seek medical treatment beyond first aid. Of those injuries, 95 percent were those the organization considers serious either because Amazon had to temporarily reassign the worker to a less strenuous role or give them time off to recover.</p><span id=\"end-legacy-contents\"></span><p>After crunching the data, the SOC found Amazon’s total injury rate in 2022 was 6.9 injuries per 100 workers. Comparatively, that’s a better rate than the 7.9 injuries per 100 workers the company recorded last year, and the staggering nine injuries per 100 workers the SOC says Amazon managed in 2019, but the organization contends the data shows Amazon “failed to make meaningful progress on worker safety.” Specifically, the SOC points to the rate at which Amazon workers suffered “serious” injuries. At 6.6 per 100 workers, the organization says Amazon’s 2022 serious injury rate is 12 percent higher than the one the company recorded in 2020 and more than double the rate seen at non-Amazon warehouses last year.</p><p>Put another way, the SOC claims more than half of all serious US warehouse injuries in 2022 occured at Amazon, despite the company only employing 36 percent of all US warehouse workers last year. “For a corporation that prides itself on moving quickly and decisively informed by sophisticated data analysis, Amazon’s ongoing failure to provide safe working conditions raises major questions about whether the company’s management is serious about becoming ‘earth’s safest place to work,’ or whether it continues to put profits before the safety of the very people responsible for its success,” the report states.</p><p>Amazon disputes the Strategic Organizing Center’s interpretation of the data it shared with the Occupational Safety and Health Administration. Specifically, it takes issue with SOC’s use of “serious injury rate,” noting it’s not an official OSHA metric. The agency does track when a workplace injury requires a worker to either change roles or take time off. However, Amazon contends that metric – known as DART or “days away, restricted, or transferred rates” – is not shorthand for a serious injury. It claims DART metrics often incorporate “relatively minor” injuries. Instead, the company says critics should look at its recordable injuries and how long workers have taken off to recover from workplace incidents. When you look at those numbers, Amazon says the <a href=\"https://safety.aboutamazon.com/\"><ins>data shows</ins></a> it has made significant progress in recent years.</p><p>“The safety and health of our employees is, and always will be, our top priority, and any claim otherwise is inaccurate. It’s unsurprising that a self-interested group like this would work to twist the facts to paint an inaccurate picture. While we know we have more work to do, the truth is clearly outlined in <a href=\"https://safety.aboutamazon.com/\"><ins>our safety report</ins></a> and we encourage anyone to both tour our facilities and read our safety report,” Amazon spokesperson Kelly Natel told Engadget. “That report shows that since 2019, the recordable injury rate across our network has dropped more than 23 percent and the lost time injury rate has dropped more than 53 percent. We’re proud the progress made by our team and we’ll continue working hard together to keep getting better every day.”</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-was-responsible-for-more-than-half-of-all-serious-us-warehouse-injuries-last-year-report-finds-191753314.html?src=rss", "link": "https://www.engadget.com/amazon-was-responsible-for-more-than-half-of-all-serious-us-warehouse-injuries-last-year-report-finds-191753314.html?src=rss", "date_published": "2023-04-12 19:17:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Italian Data Protection Agency gives OpenAI a chance to avoid being banned", "description": "<p>At the end of March, the Italian Data Protection Authority (the &quot;Garante&quot;), announced that OpenAI's fancy new ChatGPT software would imminently be blocked from use within the European nation over concerns that ChatGPT's training and function violate the EU's General Data Protection Regulation (GDPR). On Wednesday, the Garante <a href=\"https://www.garanteprivacy.it/home/docweb/-/docweb-display/docweb/9874751#english\">published a list of necessary steps</a> OpenAI will have to take by the end of April if Italy is to lift its temporary limitation on the processing of its user data.</p><p>&quot;OpenAI will have to draft and make available, on its website, an information notice describing the arrangements and logic of the data processing required for the operation of ChatGPT along with the rights afforded to data subjects,&quot; the Garante announced. Additionally, Italian users must be shown said notice and will have to declare that they are over the age of 18 prior to the completion of their registrations. What's more, the company will be required to age gate the site to filter out users under the age of 18 by the end of September.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The Garante is also demanding that the company enact &quot;easily accessible tools to allow non-users to exercise their right to object to the processing of their personal data,&quot; per Wednesday's release. &quot;The same right will have to be afforded to users if legitimate interest is chosen as the legal basis for processing their data.&quot;</p><p>Finally, OpenAI must by May, 31st run &quot;through radio, TV, newspapers and the Internet&quot; an ad campaign informing the public about their data collection methods and how Italians' personal information will be used to train the company's algorithms. In all, OpenAI has just 18 days to get all of its regulatory ducks in a row before the regulator implements additional penalties.</p>This article originally appeared on Engadget at https://www.engadget.com/the-italian-data-protection-agency-gives-openai-a-chance-to-avoid-being-banned-185638918.html?src=rss", "link": "https://www.engadget.com/the-italian-data-protection-agency-gives-openai-a-chance-to-avoid-being-banned-185638918.html?src=rss", "date_published": "2023-04-12 18:56:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Summer Games Done Quick 2023 will speed-run Zelda for charity", "description": "<p>Summer Games Done Quick (SGDQ) released the full schedule for its return to in-person activities for 2023. The charity speed-running event takes place in Minneapolis from May 28th to June 4th. This year, the organizers added a slew of Zelda runs in honor of the upcoming <a href=\"https://www.engadget.com/watch-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-145613610.html\"><em>Tears of the Kingdom</em></a>, which gamers will spend countless hours exploring beginning next month. Of course, the event will <a href=\"https://www.twitch.tv/gamesdonequick\">stream live on Twitch</a> for those who can’t make it to Minnesota.</p><p>The full schedule starts with a pre-show followed by a <em>Sonic Frontiers</em> run on May 28th and wraps up with a <em>Super Metroid</em> run and an unknown finale on June 3rd. The last day also includes <a href=\"https://www.engadget.com/elden-ring-12-million-copies-18-days-105555964.html\"><em>Elden Ring</em></a> and a blindfolded run of <a href=\"https://www.engadget.com/2017-04-04-zelda-breath-of-the-wild-open-world-games.html\"><em>The Legend of Zelda: Breath of the Wild</em></a>. Sightless speed runs have been a popular GDQ mainstay, with previous years including memorable blindfolded play-throughs of <em>Mike Tyson’s Punch-Out!!</em> and <em>Super Mario 64</em>.</p><span id=\"end-legacy-contents\"></span><p>Other Zelda games in the SGDQ 2023 lineup include <em>The Minish Cap</em> (Switch) on May 28th, <em>A Link Between Worlds</em> (3DS) on May 29th, <em>Majora’s Mask</em> (Nintendo 64) on May 31st, <em>Twilight Princes</em>s (GameCube) on June 1st and <em>Four Swords</em> (Game Boy Advance) on June 2nd. The Zelda franchise should be frontmost on the minds of many gamers during this year’s event as the latest installment, <em>Tears of the Kingdom</em>, launches on May 12th.</p><figure><img alt=\"Screenshot from the trailer for &#x00201c;The Legend of Zelda: Tears of the Kingdom.&#x00201d; Link rides in the clouds on a hovercraft as floating islands appear in the distance.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/d9c35830-d95c-11ed-be7b-e9f1ed6858ab\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo</div></figure><p>If big-name series aren’t your thing, the 2023 event will include plenty of cult-classic and oddball runs. For example, you can tune into <em>Hobo Cat Adventures</em> on June 1st, <em>Choo-Choo Charles</em> on May 31st and the NES adventure <em>Maniac Mansion</em> on May 30th. (And you won’t want to miss <em>Give Me Toilet Paper!</em> on June 1st.) You can read the <a href=\"https://gamesdonequick.com/schedule/43\">full schedule</a> for many more runs, including <em>Hitman 3</em>, <em>GTA: San Andrea</em>s and <a href=\"https://www.engadget.com/2017-10-26-super-mario-odyssey-nintendo-switch-review.html\"><em>Super Mario Odyssey.</em></a></p><p>It should be lighthearted fun for a terrific cause, as 100 percent of all donations go to Doctors Without Borders. The event typically raises millions of dollars for the charity, which provides medical and humanitarian care to people in over 70 countries affected by crises like war, natural disasters and epidemics. In its return as an in-person event, attendees must provide proof of COVID-19 vaccination and wear a KN95 / N95 / KF94 mask. You can register to attend on the <a href=\"https://gamesdonequick.com\">organization’s website</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/summer-games-done-quick-2023-will-speed-run-zelda-for-charity-184223865.html?src=rss", "link": "https://www.engadget.com/summer-games-done-quick-2023-will-speed-run-zelda-for-charity-184223865.html?src=rss", "date_published": "2023-04-12 18:42:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Xbox system update includes a refined search experience", "description": "<p>Microsoft is <a href=\"https://news.xbox.com/en-us/2023/04/12/xbox-april-2023-update-available-today/?ocid=BlogSupport_soc_omc_xbo_tw_Link_lrn_4.12.1\">rolling out a new Xbox system update</a> with an emphasis on the search experience.&nbsp;The company has completely redesigned the console's search page, giving it a “sleek new look” complete with gallery-style results, easily identifiable filter categories and an updated navigation interface that relies on the left and right bumpers.</p><p>These improvements to search extend beyond simply perusing your game library or even looking for new titles to buy. There is now an option to search on YouTube within the Movies and TV tab, among other new ways to find stuff to watch. Once updated, you can access the refined search experience by tapping the search button on top of the dashboard or by pressing Y on your controller within the console UI.</p><span id=\"end-legacy-contents\"></span><p>The system update also brings a new power-saving mode to better integrate with the recently launched<a href=\"https://www.engadget.com/microsofts-carbon-aware-updates-feature-begins-rolling-out-on-xbox-consoles-190859165.html\"> ‘carbon aware’ feature</a>. You can now adjust power settings at any time within the settings menu and adjust the active hours, which means the hours you are most likely to be using the console. If you set your active hours to begin at 10AM, for instance, the console will be ready to wake up at that time. Otherwise, it will fully shut down to draw just 0.5 watts instead of 10 to 15 watts.</p><p>During active hours, the console will be ready to boot and will be accessible for remote game installs and the like. Once you update, the mode is set to “always active” so make changes to suit your preferences and schedule. The system update is rolling out now to all users.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/xbox-system-update-includes-a-refined-search-experience-180417827.html?src=rss", "link": "https://www.engadget.com/xbox-system-update-includes-a-refined-search-experience-180417827.html?src=rss", "date_published": "2023-04-12 18:04:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "HBO Max will just be called 'Max' when it folds in Discovery+ on May 23rd", "description": "<p>hat TSoon, when you go to stream <em>Succession </em>or <a href=\"https://www.engadget.com/tag/the-last-of-us/\"><em>The Last of Us</em></a>, you'll no longer be looking for an app called <a href=\"https://www.engadget.com/tag/hbo-max/\">HBO Max</a>. As has <a href=\"https://www.engadget.com/hbo-max-discovery-plus-merged-streaming-service-name-175817183.html\">been rumored</a>, Warner Bros. Discovery (WBD) is changing the name of the streaming service to simply \"Max.\" The company is folding content from Discovery+ into the platform to make it more of a one-stop shop, though Discovery+ will <a href=\"https://www.engadget.com/discovery-plus-streaming-hbo-max-warner-bros-discovery-154023302.html\">remain as a standalone service in the US</a>.</p><p>The big switch will take place on May 23rd in the US — almost exactly three years <a href=\"https://www.engadget.com/hbo-max-launch-date-may-27th-135936205.html\">after HBO Max debuted</a>. WBD previously said it would combine the streaming services <a href=\"https://www.engadget.com/hbo-max-and-discovery-combined-streaming-service-launching-earlier-than-expected-083047658.html\">sometime this spring</a>. WBD will announce global rollout plans later this year.</p><span id=\"end-legacy-contents\"></span><p>WBD CEO David Zaslav suggested during a press event that, in the coming months, Max will fold in sports and other live content. The company plans to add an average of more than 40 new titles and TV show seasons each month.</p><p>For many users, the HBO Max will automatically update to Max. Other folks may be prompted to download the new app manually. All your data, preferences and account info will migrate over seamlessly, WBD says.</p><p>There will be three pricing tiers. An ad supported plan will cost $10 per month or $100 per year. It will allow users to stream HD video on two devices simultaneously.</p><p>The ad-free plan won't have an immediate price hike as it will remain $16 per month (or $150 per year) for the time being. WBD <a href=\"https://www.engadget.com/hbo-max-price-increase-ad-free-170242563.html\">raised the price</a> of that plan for the first time back in January. That also supports HD streaming on two devices simultaneously with up to 30 offline downloads.</p><p>There will also be a new \"ultimate ad-free\" plan that costs $20 per month or $200 per year. That's the option you'll need to plump for it you want to stream shows and movies in 4K. It supports Dolby Atmos-supported streams on up to four devices at once with up to 100 downloads for offline viewing.</p><div id=\"d2bb59ff2dc343e8b549fa4616c40627\"></div><p>WBD's presentation highlighted much of the content that's coming to Max, including a first look at <em>The Penguin</em>, an eight-episode miniseries that ties into <em>The Batman</em>. That show will arrive in 2024. An <em>It </em>prequel called <em>Welcome to Derry </em>is on the way next year too.&nbsp;</p><p>Additionally, a show set in <em>The Conjuring </em>universe and a <em>Big Bang Theory </em>spin-off are in the pipeline. The company also offered a look at <em>Gremlins: Secrets of the Mogwai</em>, an animated series set long before the events of the Gremlins movies. You'll be able to watch that starting on May 23rd.</p><div id=\"ef7b87a437154803b0facd5fe2f86705\"></div><p>There's plenty original HBO programming on the horizon as well. WBD highlighted <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1TUzViazdYaU5WVSIsImNvbnRlbnRVdWlkIjoiOTQyMzE5YjktYjAzMy00NzJlLWExMTAtNzZjNGRlZmY1NDk0In0&amp;signature=AQAAAVp2TJ5IZgj5O3BhGAaKSumVxahm0-0hdF7BtQEAhTs1&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DSS5bk7XiNVU\">a new installment</a> of its <em>True Detective </em>anthology series (this time starring Jodie Foster), a Kate Winslet-led limited series called <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1pNmJTMndNakk3byIsImNvbnRlbnRVdWlkIjoiOTQyMzE5YjktYjAzMy00NzJlLWExMTAtNzZjNGRlZmY1NDk0In0&amp;signature=AQAAAZGpEKRG8yCRwrNCOluBfLWEQQteBSnQHvWaXXVmB5Uo&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Di6bS2wMjI7o\"><em>The Regime</em></a> (previously known as The Palace) and Park Chan-wook's adaptation of Viet Thanh Nguyen’s novel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj13cjdoQlBoWHJ1cyIsImNvbnRlbnRVdWlkIjoiOTQyMzE5YjktYjAzMy00NzJlLWExMTAtNzZjNGRlZmY1NDk0In0&amp;signature=AQAAAY_AYrancHnAfxW1BpRbaRSKLYTy_GD6Lym5Ro0vYJmY&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dwr7hBPhXrus\"><em>The Sympathizer.</em></a><em>&nbsp;</em>On top of that, HBO has just <a href=\"https://deadline.com/2023/04/hbo-orders-game-of-thrones-prequel-night-of-seven-kingdoms-the-hedge-knight-1235323002/\">greenlit</a> another <em>Game of Thrones </em>spinoff called <em>A Knight of the Seven Kingdoms: The Hedge Night.</em></p><p>Elsewhere, content that was in the works for Discovery+ will move over to Max, such as reality programming featuring Robert Downey Jr. and all-time great snowboarder and skateboarder Shaun White.  <a href=\"https://www.engadget.com/discovery-plus-podcast-smartless-docuseries-jason-bateman-will-arnett-sean-hayes-142216855.html\">A docuseries</a> featuring Jason Bateman, Will Arnett and Sean Hayes as they tour the US with a live version of their podcast, <em>SmartLess,</em> will drop on Max's launch day. Also coming to the platform on May 23rd is <em>Shazam! Fury of the Gods</em>.</p><p>There's some logical reasoning behind shortening the name to Max. It's now about more than HBO and nods toward a more expansive array of shows, movies and other content that's on offer. Executives were reportedly concerned that keeping HBO in the platform's name could weaken that brand if consumers associate it with all the content on the platform, such as the impending influx of reality shows from Discovery+.</p><p>However, the rebranding strips away the name value of HBO and the implied level of quality that has been associated with that brand for decades. Max is a bad, soulless name with zero identity of its own.&nbsp;</p><p>Since WBD was formed as a <a href=\"https://www.engadget.com/warnermedia-discovery-merger-hbo-max-discovery-plus-214335645.html\">result of a merger</a> between WarnerMedia and Discovery last year, the company's leadership has overhauled its streaming strategy in a bid to <a href=\"https://www.engadget.com/hbo-max-layoffs-reality-kids-programming-184222650.html\">cut costs</a> and improve the bottom line. Executives <a href=\"https://www.engadget.com/hbo-max-sesame-street-cost-cutting-183844638.html\">swung the ax</a> on <a href=\"https://www.engadget.com/hbo-max-batman-animated-series-jj-abrams-bruce-timm-170056366.html\">an array</a> of HBO Max exclusives, reportedly in favor of tax breaks. WBD also removed several shows and many episodes of popular series from HBO Max. The company has started <a href=\"https://www.engadget.com/westworld-and-other-canned-hbo-shows-are-now-streaming-on-roku-for-free-183106349.html\">licensing out some of its programming</a> to other platforms to add some extra revenue streams.</p><p><em>Developing...</em></p>This article originally appeared on Engadget at https://www.engadget.com/hbo-max-will-just-be-called-max-when-it-folds-in-discovery-171611258.html?src=rss", "link": "https://www.engadget.com/hbo-max-will-just-be-called-max-when-it-folds-in-discovery-171611258.html?src=rss", "date_published": "2023-04-12 17:16:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "You can now stream Peacock shows on Meta Quest VR headsets", "description": "<p>You can now watch <em>The Office</em> in VR, as NBC Universal’s <a href=\"https://www.engadget.com/nbc-peacock-launch-everything-you-need-to-know-191032095.html\">Peacock app</a> is now available for the <a href=\"https://www.engadget.com/oculus-quest-2-review-vr-facebook-headset-173026291.html\">Meta Quest 2</a> and <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\">Meta Quest Pro</a> virtual reality headsets. In addition, the companies are partnering to give new Quest owners a free year of the streaming service.</p><p>The app brings content like <a href=\"https://www.engadget.com/poker-face-season-one-preview-160035861.html\"><em>Poker Face</em></a>, <a href=\"https://www.engadget.com/bravos-scandoval-has-made-peacock-my-number-one-streaming-app-163020121.html\"><em>Vanderpump Rules</em></a> and (coming April 14th) <em>Cocaine Bear</em> to a giant screen in VR. Of course, live sports, including NFL and Major League Baseball games, are also included. Additionally, the app supports multitasking with multiple screens, and you can resize the content window — stretching all the way up to theater-sized.</p><span id=\"end-legacy-contents\"></span><p>The app launch and deal are part of a three-year partnership between Meta and NBC Universal, <a href=\"https://www.meta.com/blog/quest/vr-news-connect-2022-meta-quest-pro/\">announced</a> in October. Meta says it will also bring “experiences across a variety of NBCU IP, including Universal Monsters, <em>Halloween Horror Nights</em> and <em>The Office</em> to immersive environments like <em>Horizon Worlds</em> and Avatars Store.” For example, Meta’s <em>Horizon Worlds</em> (the company’s metaverse home base) will let you interact with virtual content from <em>The Office</em> later this year.</p><p>As for the deal, if you buy a new Meta Quest 2 or Meta Quest Pro headset between now and April 11, 2024, you can redeem a code for 12 months of Peacock Premium (usually $5 per month). Or, if you bought one of those headsets before April 11th, you’ll receive an offer for three free months. However, Peacock Premium still includes full ads; you’ll need Peacock Premium Plus, which costs an extra $5 monthly, for a plan with “fewer ads.” Quest owners with eligible accounts (at least 18 years old and living in the US or its territories) can watch for an email with a promo code and redemption link.</p>This article originally appeared on Engadget at https://www.engadget.com/you-can-now-stream-peacock-shows-on-meta-quest-vr-headsets-171018405.html?src=rss", "link": "https://www.engadget.com/you-can-now-stream-peacock-shows-on-meta-quest-vr-headsets-171018405.html?src=rss", "date_published": "2023-04-12 17:10:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Mario theme joins your old tweets in the Library of Congress", "description": "<p>The <a href=\"https://www.engadget.com/tag/library-of-congress/\"><ins>Library of Congress</ins></a> has announced the latest batch of 25 recordings that are joining the National Recording Registry. There are many notable songs among the lineup, including “Like a Virgin,” &quot;All I Want For Christmas Is You,&quot; &quot;Stairway To Heaven,&quot; and “Sweet Dreams (Are Made of This).&quot; Carl Sagan's reading of his book, <em>Pale Blue Dot,</em> is also being inducted. But there's one particular composition that's making its own slice of history, as Koji Kondo's <em>Super Mario Bros.</em> theme becomes the first piece of video game music to enter the registry.</p><p>The <a href=\"https://www.engadget.com/tag/mario/\"><ins>Mario</ins></a> overworld music, which is officially titled &quot;Ground Theme,&quot; is &quot;perhaps the most recognizable video game theme in history,&quot; <a href=\"https://newsroom.loc.gov/news/national-recording-registry-inducts-music-from-madonna--mariah-carey--queen-latifah--daddy-yankee/s/5a91b115-3825-4a5f-a702-35940b4de958\"><ins>according to the Library of Congress</ins></a>. It's hard to argue with that. Kondo (pictured above left) took inspiration from Japanese jazz fusion band T-Square and Latin music to create magic on the Nintendo Entertainment System's five-channel sound chip for the original 1985 game.</p><span id=\"end-legacy-contents\"></span><div id=\"bb846a25e5474e69849e74b01aa215ac\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">A video game theme song, probably the most recognizable in history, is also a first for the <a href=\"https://twitter.com/hashtag/NatRecRegistry?src=hash&amp;ref_src=twsrc%5Etfw\">#NatRecRegistry</a>. The Super Mario Bros. theme by Koji Kondo helped establish the game's legendary status &amp; proved that the Nintendo sound chip was capable of vast musical complexity. <a href=\"https://t.co/RHPaXV1WLs\">pic.twitter.com/RHPaXV1WLs</a></p>— Library of Congress (@librarycongress) <a href=\"https://twitter.com/librarycongress/status/1646131632280092672?ref_src=twsrc%5Etfw\">April 12, 2023</a></blockquote></div><p>“The amount of data that we could use for music and sound effects was extremely small, so I really had to be very innovative and make full use of the musical and programming ingenuity that we had at the time,” Kondo told the Library of Congress. “I used all sorts of genres that matched what was happening on screen. We had jingles to encourage players to try again after getting a ‘game over,’ fanfares to congratulate them for reaching goals and pieces that sped up when the time remaining grew short.&quot;</p><p>Kondo, who said it was an honor to have his work placed in the National Recording Registry, is still working for Nintendo. Most recently, you may have heard his work in <a href=\"https://www.engadget.com/super-mario-bros-movie-review-fun-safe-romp-135146207.html\"><em><ins>The Super Mario Bros. Movie</ins></em></a><em>.</em></p><p>The Library of Congress houses millions of books, recordings, photos, newspapers, maps and manuscripts. For several years, it also attempted to <a href=\"https://www.engadget.com/2017-12-26-library-of-congress-limiting-twitter-archives-2018.html\"><ins>archive every single tweet</ins></a>. So, you may find it comforting to know that the legendary Mario theme is now immortalized alongside a slapdash post about what you had for breakfast in 2011.</p>This article originally appeared on Engadget at https://www.engadget.com/the-mario-theme-joins-your-old-tweets-in-the-library-of-congress-170502649.html?src=rss", "link": "https://www.engadget.com/the-mario-theme-joins-your-old-tweets-in-the-library-of-congress-170502649.html?src=rss", "date_published": "2023-04-12 17:05:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The first Android 14 beta lets apps add custom sharing features", "description": "<p>You no longer have to be a developer to see the benefit of an <a href=\"https://www.engadget.com/android-14-developer-preview-180004938.html\">Android 14</a> preview. Google has <a href=\"https://android-developers.googleblog.com/2023/04/android-14-beta-1.html\">released</a> the first Android 14 beta, and there are a few slight but meaningful improvements for early adopters. Apps can now add custom actions and shortcuts to Android's share sheets. In other words, cross-app functionality should be considerably more powerful once enough software takes advantage of the feature.</p><p>You'll also see a \"more prominent\" back arrow in the gesture-based navigation interface. The arrow also complements your device theme or wallpaper. It's a minor touch, but it theoretically helps users understand how gestures work.</p><span id=\"end-legacy-contents\"></span><p>Additional upgrades are behind the scenes. Apps can now limit accessibility services' ability to see sensitive data. This prevents malicious services from peeking at information, and reduces the chances of performing critical actions by mistake. Android 14 Beta 1 also supports new vector-based visual effects in apps, such as interpolation and morphing.</p><p>Earlier Android 14 previews improved accessibility, battery life <a href=\"https://www.engadget.com/android-14s-second-developer-preview-stops-apps-from-taking-rogue-screenshots-180001931.html\">and security</a>. There's also stronger support for foldable phones and tablets as well as regional personalization on a per-app basis.</p><p>You'll still need either Android Studio's emulator or a recent-enough Pixel device (the <a href=\"https://www.engadget.com/google-pixel-4a-review-price-specs-availability-150050960.html\">Pixel 4a</a> and newer) to try the Android 14 beta. It's easier to install, however, as you now just have to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0931b986-736e-47bb-80b9-5f6f8f4ef5ae&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Google&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwOTMxYjk4Ni03MzZlLTQ3YmItODBiOS01ZjZmOGY0ZWY1YWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS9hbmRyb2lkL2JldGEiLCJjb250ZW50VXVpZCI6IjU1ZDBjNTg0LWFiNTctNDJkZi05YjkxLTQ1ZjYxOTU1Mjc1OCJ9&amp;signature=AQAAAQ7AJDmuxJdvDieu8aki5IAMHYUHzqYSAwoGsW2lGSBw&amp;gcReferrer=https%3A%2F%2Fwww.google.com%2Fandroid%2Fbeta\">enroll your Pixel</a> in the Android Beta Program to download this and future updates. We still wouldn't use the beta on a mission-critical phone, but it's now reliable enough that you might want to try it on a secondary handset where glitches are tolerable.</p><p>Google may not have revealed everything there is to know about Android 14. It typically waits until its <a href=\"https://www.engadget.com/google-io-2023-takes-place-on-may-10th-in-front-of-a-limited-in-person-audience-232154501.html\">I/O conference </a>in the spring to share the major feature sets for upcoming Android launches, and you won't see the first release candidates until June. The completed OS is likely to arrive late in the summer. Think of this as Google slowly drawing a curtain open — it's not quite ready for the full reveal.</p>This article originally appeared on Engadget at https://www.engadget.com/the-first-android-14-beta-lets-apps-add-custom-sharing-features-170027699.html?src=rss", "link": "https://www.engadget.com/the-first-android-14-beta-lets-apps-add-custom-sharing-features-170027699.html?src=rss", "date_published": "2023-04-12 17:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "April's PS Plus Extra and Premium games include 'Doom Eternal' and 'Kena: Bridge of Spirits'", "description": "<p>This may be a good time to be a fan of Bethesda's game lineup. Sony has <a href=\"https://blog.playstation.com/2023/04/12/playstation-plus-game-catalog-lineup-for-april-kena-bridge-of-spirits-doom-eternal-riders-republic-and-more/\">detailed</a> the PlayStation Plus Extra and Premium game catalog additions for April, and more than a few of them come from Bethesda studios like id Software and Arkane. Most notably, you'll find <a href=\"https://www.engadget.com/doom-eternal-fps-irl-133006155.html\"><em>Doom Eternal</em></a> and <em>Wolfenstein II: The New Colossus</em>. These are no longer fresh games, but they're still some of the better-known first-person shooters in recent memory.</p><p>Other Bethesda titles bundled with the subscriptions include <em>Wolfenstein: The Old Blood</em> and the horror game <em>The Evil Within</em>. Not that you're stuck playing one publisher's games. The Pixar-like <a href=\"https://www.engadget.com/kena-bridge-spirits-pixar-ps5-ps4-pc-release-date-010212933.html\"><em>Kena: Bridge of Spirits</em></a> is now available, as is the card battler/roguelike hybrid <em>Slay the Spire</em> and Ubisoft's extreme sports title <em>Riders Republic</em>. <em>Sackboy: A Big Adventure</em> is part of the package as well, although it's also <a href=\"https://www.engadget.com/ps5-launch-title-sackboy-is-free-on-playstation-plus-in-april-211530313.html\">available to Essential members</a>.</p><span id=\"end-legacy-contents\"></span><p>PS Plus Premium members mostly get access to Bethesda classics. The first three Doom games and <em>Doom 64</em> are included, as is <em>Dishonored: Definitive Edition</em>.</p><p>It's not all good news, unfortunately. Sony warns that <em>Spider-Man</em>, <em>Resident Evil</em> and <em>NBA 2K Playgrounds 2</em> are some of the games departing the catalog by May 15th. As much as PS Plus' library of games has expanded since Extra and Premium became available, the additions aren't always permanent.</p>This article originally appeared on Engadget at https://www.engadget.com/aprils-ps-plus-extra-and-premium-games-include-doom-eternal-and-kena-bridge-of-spirits-165022648.html?src=rss", "link": "https://www.engadget.com/aprils-ps-plus-extra-and-premium-games-include-doom-eternal-and-kena-bridge-of-spirits-165022648.html?src=rss", "date_published": "2023-04-12 16:50:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Intel is optimizing its fabs to become an ARM chip manufacturer", "description": "<p>Intel and ARM, arguably two of the most important players in modern chipmaking, are joining forces. On Wednesday, the companies <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2d327af4-8b42-4ff1-a409-ae7bf906e9e9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Intel&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZDMyN2FmNC04YjQyLTRmZjEtYTQwOS1hZTdiZjkwNmU5ZTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaW50ZWwuY29tL2NvbnRlbnQvd3d3L3VzL2VuL25ld3Nyb29tL25ld3MvaW50ZWwtZm91bmRyeS1hcm0tYW5ub3VuY2UtbXVsdGlnZW5lcmF0aW9uLWNvbGxhYm9yYXRpb24tbGVhZGluZy1lZGdlLXNvYy1kZXNpZ24uaHRtbCNncy51ajhsNTEiLCJjb250ZW50VXVpZCI6ImM5YmNlYTg0LWEzY2QtNDg0YS1iMDNmLTM1ZDM4ZTdkODEwMyJ9&amp;signature=AQAAAbrxtUN_1-SchENTY4QqhumVynHlwt6Scb2MXpKEzy0M&amp;gcReferrer=https%3A%2F%2Fwww.intel.com%2Fcontent%2Fwww%2Fus%2Fen%2Fnewsroom%2Fnews%2Fintel-foundry-arm-announce-multigeneration-collaboration-leading-edge-soc-design.html%23gs.uj8l51\"><ins>announced</ins></a> a “multigeneration” agreement to optimize Intel’s <a href=\"https://www.engadget.com/intel-chip-roadmap-7nm-20a-210033768.html\"><ins>upcoming 18A fabrication process</ins></a> for use with ARM designs and intellectual property. The deal won’t see Intel’s <a href=\"https://www.engadget.com/intel-7nm-2023-meteor-lake-213933055.html\"><ins>Foundry Services</ins></a> division produce chipsets for ARM. Instead, it will make it easier for ARM licensees, including the likes of <a href=\"https://www.engadget.com/intel-plans-to-build-chips-for-qualcomm-and-amazon-065537348.html\"><ins>Qualcomm</ins></a> and <a href=\"https://www.engadget.com/intel-strikes-agreement-to-build-chips-for-media-tek-120200768.html\"><ins>MediaTek</ins></a>, to hire Intel to make chips in the future.</p><p>To start, the firms plan to focus on optimizing Intel 18A for mobile system-on-a-chip designs. In the future, Intel and ARM say their partnership could extend to silicon designed for use in cars, Internet of Things devices and data centers. Additionally, the support Intel will offer ARM licensees will extend beyond wafer production to include “packaging, software and chiplets,” suggesting Intel envisions itself acting as a one-stop shop for companies that want it to produce their ARM designs.</p><span id=\"end-legacy-contents\"></span><p>Naturally, Intel is also quick to allude to the geopolitical ramifications of the agreement. “This collaboration will enable a more balanced global supply chain for foundry customers working in mobile SoC design on Arm-based CPU cores,” the company said. According to an estimate Counterpoint Research <a href=\"https://www.counterpointresearch.com/tsmc-captures-70-share-smartphone-apsoc-baseband-shipments-q1-2022/\"><ins>published last July</ins></a>, Taiwan Semiconductor Manufacturing Company (TSMC) produces nearly 70 percent of all the chipsets that are critical to modern smartphones. On Monday, China <a href=\"https://www.theguardian.com/world/2023/apr/10/china-simulates-strikes-on-taiwan-from-aircraft-carriers-as-drills-enter-third-day\"><ins>concluded a three-day military exercise</ins></a> that involved the encirclement of Taiwan. The drills heightened fears of an impending war on the island.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/intel-is-optimizing-its-fabs-to-become-an-arm-chip-manufacturer-164008043.html?src=rss", "link": "https://www.engadget.com/intel-is-optimizing-its-fabs-to-become-an-arm-chip-manufacturer-164008043.html?src=rss", "date_published": "2023-04-12 16:40:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Final Fantasy XI' is the focus of a State of Play event this Thursday", "description": "<p>Sony has officially set its latest <a href=\"https://blog.playstation.com/2023/04/11/state-of-play-presents-a-special-look-at-final-fantasy-xvi/\"><ins>State of Play showcase</ins></a> for Thursday, April 13th. The stream will be available at 5PM ET on PlayStation’s various social media channels, including <a href=\"https://www.twitch.tv/playstation?uuid=KfSgqQJvTC1D30hv1962\"><ins>Twitch</ins></a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vQFBsYXlTdGF0aW9uIiwiY29udGVudFV1aWQiOiIwYmVlMGNjMi0xMWE4LTQ3ZjItYTg3Yi04MGViMWUzYzFlOGIifQ&amp;signature=AQAAAcKvfrK27WjrYHCaaYkVyYqd3PQrik5Jrzq9Mjo5rJvd&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2F%40PlayStation\"><ins>YouTube</ins></a>. You can also check out the stream via the embedded video below, so keep this tab open.</p><p>The company announced that <em>Final Fantasy XVI</em> will be the guest of honor, with 20 minutes of new footage of the <a href=\"https://www.engadget.com/final-fantasy-xvi-release-date-040342103.html\"><ins>forthcoming Square Enix RPG</ins></a>. The game was announced back in 2020 and has suffered from a COVID-19 delay but it finally drops on June 22nd for PlayStation 5. So far, we’ve only seen trailers with minimal gameplay, so 20 minutes of footage is a real treat for anyone looking to get their Chocobo fix.</p><span id=\"end-legacy-contents\"></span><p>This is great news for action RPG fans, but it looks like <em>Final Fantasy XVI </em>will be the only game streamed during the event. Sony has given no mention of <em>Marvel’s Spider-Man 2, Death Stranding 2</em> or even new titles for that <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\"><ins>just-released PlayStation VR 2.</ins></a>&nbsp;</p><div id=\"600143049e764302bc1ffc8201233362\"></div><p>Though the actual gameplay of <em>Final Fantasy XVI</em> remains somewhat mysterious, trailers have highlighted the plot, which involves humans waking up massive monsters called Eikons and all of the fun that follows. The last mainline entry in the series was 2016’s <em>Final Fantasy XV.</em></p>This article originally appeared on Engadget at https://www.engadget.com/final-fantasy-xi-is-the-focus-of-a-state-of-play-event-this-thursday-161303072.html?src=rss", "link": "https://www.engadget.com/final-fantasy-xi-is-the-focus-of-a-state-of-play-event-this-thursday-161303072.html?src=rss", "date_published": "2023-04-12 16:13:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Redfall' on Xbox won't have a 60 fps mode at launch", "description": "<p>Don't expect a blistering frame rate on your Xbox when <a href=\"https://www.engadget.com/redfall-hands-on-a-creepy-and-creative-twist-on-the-modern-looter-shooter-140010541.html\"><em>Redfall</em></a> arrives on May 2nd. Arkane Studios has <a href=\"https://twitter.com/playRedfall/status/1646158836103880708\">revealed</a> that the vampire-slaying shooter will be limited to the 30 frames per second &quot;Quality&quot; mode on Xbox Series X and S at launch. You'll have to wait for an update at an unspecified point in time to use a 60 fps &quot;Performance&quot; option.</p><p>The developers haven't explained why the 60 fps mode will have to wait. We've asked Arkane and Bethesda for comment. The 30 fps mode runs at 4K on Xbox Series X, and 1440p on Series S. PC players' frame rates are dictated by their hardware.</p><span id=\"end-legacy-contents\"></span><div id=\"f2443f80bde6499997ff5c09131d8c75\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Redfall is launching on Xbox consoles with Quality mode only:<br />Xbox Series X: 4K 30 FPS<br />Xbox Series S: 1440p 30 FPS<br />60 FPS Performance mode will be added via game update at a later date. <a href=\"https://t.co/NLaGsMbwdW\">pic.twitter.com/NLaGsMbwdW</a></p>— Redfall (@playRedfall) <a href=\"https://twitter.com/playRedfall/status/1646158836103880708?ref_src=twsrc%5Etfw\">April 12, 2023</a></blockquote></div><p>Typically, 60 fps modes in games require <a href=\"https://www.engadget.com/spider-man-miles-morales-performance-rt-mode-ray-tracing-60-frames-second-133034897.html\">compromises in visual detail</a>. You may have to run a title at a lower resolution, accept lower-quality effects or settle for fewer on-screen characters. It's not necessarily a simple matter of changing a few parameters — developers may have to verify that they aren't breaking the experience.</p><p>Whatever the reasons, this isn't thrilling news for Xbox gamers. <em>Redfall</em> is a fast-paced game that can benefit from the added responsiveness of a 60 fps mode. Its temporary absence won't necessarily detract from the core gameplay, but might prove disappointing if you're the sort who happily sacrifices lush graphics in the name of a smoother experience.</p>This article originally appeared on Engadget at https://www.engadget.com/redfall-on-xbox-wont-have-a-60-fps-mode-at-launch-160357847.html?src=rss", "link": "https://www.engadget.com/redfall-on-xbox-wont-have-a-60-fps-mode-at-launch-160357847.html?src=rss", "date_published": "2023-04-12 16:03:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NPR is ditching Twitter over 'government-funded media' label on its main account", "description": "<p>After a week-long tussle with <a href=\"https://www.engadget.com/tag/twitter/\"><ins>Twitter</ins></a> and owner Elon Musk over labels that the company applied to its accounts, NPR <a href=\"https://www.npr.org/2023/04/12/1169269161/npr-leaves-twitter-government-funded-media-label\"><ins>said</ins></a> it will no longer use the platform at all. The organization criticized Twitter over a \"state-affiliated media\" label that was <a href=\"https://www.engadget.com/twitter-designates-npr-as-us-state-affiliated-media-165306913.html\"><ins>placed on its main account last week</ins></a>. Twitter later <a href=\"https://www.engadget.com/twitter-removes-us-state-affiliated-media-label-from-npr-account-215742901.html\"><ins>updated the text</ins></a> to read “government-funded media.”</p><p>However, NPR said the latest incarnation of the label is \"inaccurate and misleading,\" as it's \"a private, nonprofit company with editorial independence.\" The organization pointed out that federal funding accounts for less than one percent of its $300 million annual budget.</p><span id=\"end-legacy-contents\"></span><p>NPR CEO John Lansing said that, as a result of the label, the broadcaster is abandoning Twitter in order to protect its credibility. Until recently, Twitter typically reserved the \"state-affiliated media\" tag for government-run outlets like <a href=\"https://www.engadget.com/twitter-is-labeling-tweets-from-russian-state-media-outlets-175740062.html\"><ins>Russia's</ins></a> RT and Sputnik and China's Xinhua News Agency.&nbsp;</p><p>\"At this point I have lost my faith in the decision-making at Twitter,\" Lansing said. \"I would need some time to understand whether Twitter can be trusted again.\" The NPR chief also said that \"degradation in the culture of Twitter\" also played a role in the organization's decision to pause its use of the platform.</p><p>Going forward, NPR will no longer \"post fresh content\" on any of its 52 official feeds. NPR is giving workers who handle its Twitter accounts a two-week grace period to rework their social media strategies. For one thing, they've <a href=\"https://twitter.com/NPR/status/1646138106595139584\"><ins>directed NPR's Twitter followers</ins></a> toward the broadcaster's newsletters and accounts on other social media platforms. The company is leaving it up to staff to decide whether to keep using their personal Twitter accounts.</p><p>Twitter has also applied the \"government-funded media\" label to the BBC's Twitter account, a move that organization has also <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9uZXdzL2VudGVydGFpbm1lbnQtYXJ0cy02NTIyNjQ4MSIsImNvbnRlbnRVdWlkIjoiZDkxY2UyNjYtZWE0MS00ZmM2LWIwYjktZGQwMzhlZWUyMjZjIn0&amp;signature=AQAAAQIScnejdLyLTtEmfDTpZZdcf4swsUFgD0gCe6urqk8A&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Fnews%2Fentertainment-arts-65226481\"><ins>objected to</ins></a>. In a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9uZXdzL2VudGVydGFpbm1lbnQtYXJ0cy02NTI0ODU1NCIsImNvbnRlbnRVdWlkIjoiZDkxY2UyNjYtZWE0MS00ZmM2LWIwYjktZGQwMzhlZWUyMjZjIn0&amp;signature=AQAAAT3rD21LrVJufH5J44usZ5yyf-LEXsq3Sud_o9YcXoNQ&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Fnews%2Fentertainment-arts-65248554\"><ins>BBC interview</ins></a> on Wednesday, Musk said the company will tweak the BBC label so that it reads \"publicly funded.\" That would be a more accurate description of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9hYm91dHRoZWJiYy9nb3Zlcm5hbmNlL2xpY2VuY2VmZWUiLCJjb250ZW50VXVpZCI6ImQ5MWNlMjY2LWVhNDEtNGZjNi1iMGI5LWRkMDM4ZWVlMjI2YyJ9&amp;signature=AQAAAbrQbdhk9aM9pUJRrhVBr2qj3e4pByjI0QmCnWmErA7O&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Faboutthebbc%2Fgovernance%2Flicencefee\">how the BBC is funded</a>. Still, Lansing claimed even if Twitter were to backtrack and remove the label from NPR's account, the organization won't start tweeting again right away.</p><p>Meanwhile, Musk has revealed how he decides which organizations should have the contentious labels. He's <a href=\"https://gizmodo.com/elon-musk-wikipedia-government-funded-media-label-npr-1850322323\"><ins>consulting</ins></a> Wikipedia's publicly-funded broadcasters category page. As it happens, several organizations listed on that page — including Canada's CBC, Japan's NHK and the UK's Channel 4 — do not have such labels on their Twitter accounts.</p>This article originally appeared on Engadget at https://www.engadget.com/npr-is-ditching-twitter-over-government-funded-media-label-on-its-main-account-155556726.html?src=rss", "link": "https://www.engadget.com/npr-is-ditching-twitter-over-government-funded-media-label-on-its-main-account-155556726.html?src=rss", "date_published": "2023-04-12 15:55:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft is testing a way to make the Print Screen button more useful", "description": "<p><a href=\"https://www.engadget.com/tag/microsoft/\"><ins>Microsoft</ins></a> is planning a change to the default function of the Print Screen button for <a href=\"https://www.engadget.com/tag/windows-11/\"><ins>Windows 11</ins></a> users. Typically, pressing the button sends a snapshot of what's on your monitor to the clipboard. In the <a href=\"https://blogs.windows.com/windows-insider/2023/04/07/announcing-windows-11-insider-preview-build-22621-1546-and-22624-1546/\"><ins>latest</ins></a> Windows 11 Insider Preview builds, however, pressing the button launches the more versatile Snipping Tool instead.</p><p>The <a href=\"https://www.engadget.com/how-to-take-a-screenshot-on-any-device-163053556.html\">Snipping Tool</a> enables users to capture a section of their screen, rather than the entire display (although that's still an option). You can capture everything in a single window or just a portion of what you see, thanks to the rectangular and freeform modes.</p><span id=\"end-legacy-contents\"></span><p>While the Snipping Tool has more utility than Print Screen's traditional function, power users may not benefit much from the switch. The Print Screen button is out of the way on most keyboards and, for many people, it may be easier to continue using the existing Snipping Tool shortcut (Win key + Shift + S). The Xbox Game Bar app can instantly save a screenshot without any extra steps, though you'll still need to move your hand over to the Print Screen button (the shortcut combo is Win key + Alt + Print Screen).&nbsp;</p><p>As <a href=\"https://betanews.com/2023/04/11/microsoft-is-changing-the-function-of-the-print-screen-key-in-windows-11/\"><em><ins>BetaNews</ins></em></a><em>&nbsp;</em>notes, those who aren't happy with the change will be able to revert the Print Screen button's role to the same thing it's been doing for decades through their system's accessibility settings. Moreover, if you've already assigned a custom function to the key, Windows 11 won't automatically change that.</p><p>Microsoft is testing the change at the minute and, depending on user feedback, it may reverse course and keep the Print Screen's function as is in retail builds of Windows 11. Still, expanding what the key can do may make it more useful for many folks.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-is-testing-a-way-to-make-the-print-screen-button-more-useful-143011706.html?src=rss", "link": "https://www.engadget.com/microsoft-is-testing-a-way-to-make-the-print-screen-button-more-useful-143011706.html?src=rss", "date_published": "2023-04-12 14:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best sous vide machines for 2023", "description": "<p>Learning how to cook sous vide (which translates literally to “under vacuum” in French) can be intimidating. Not only do you need to have a sous vide machine (aka an immersion circulator), some people will also say you need additional equipment like a vacuum sealer, special plastic bags and more. And while those things do help, they’re not 100 percent necessary and they shouldn’t scare you off one of the best and most accurate ways of cooking, especially proteins like meat and fish.</p><p>The hard part, though, is choosing the right device for you, as sous vide machines are relatively recent newcomers to home kitchens. After all, the first immersion circulator priced under <a href=\"https://www.americastestkitchen.com/cooksillustrated/articles/1142-the-history-of-sous-vide-explained\">$500 went on sale in 2009</a>. Prior to that, these devices were typically only found in high-end restaurants or as playthings for celebrity chefs. So if you want to see which sous vide machine can up your cooking game, take a look at our picks for the best devices you can buy right now.</p><span id=\"end-legacy-contents\"></span><h2>What we look for</h2><p>While they might have a fancy name, the main things we look for in a quality sous vide machine are quite straightforward: ease-of-use, reliability and a good design. It should be easy to clean and have clear, no-nonsense controls. It should also have some way of attaching to a tank or pot so it doesn’t become dislodged during use. And most importantly, it should have a strong heating element and motor that can deliver consistent water temperatures to ensure your food hits the correct level of doneness every time.</p><h2>The best overall: Anova Precision Cooker</h2><p></p><p>Anova is one of the oldest names in the game. I’ve personally been using one of their older models for almost seven years and it’s still going strong. However, on the latest version of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbm92YS1DdWxpbmFyeS1BTjUwMC1VUzAwLVByZWNpc2lvbi1JbmNsdWRlZC9kcC9CMDdXUTRNNVRTP3RhZz1nZGd0MGMtcC1vLXNoLTIwIiwiY29udGVudFV1aWQiOiI0MDgzOGE4OC0wNmE0LTQzNWItYjU4Ny05ZjdmYjdhNDc0NTUifQ&amp;signature=AQAAAW7t4VMEgalOOCbv7Yi8__mjdagtPyyaR8z2wBOMxQcJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnova-Culinary-AN500-US00-Precision-Included%2Fdp%2FB07WQ4M5TS\">Anova Precision Cooker</a> you get a number of handy upgrades like digital touch controls, a longer power cord, a water-resistant IPX7 design and even Wi-Fi connectivity. And with a flow rate of eight liters per minute, it can heat up water faster than less expensive competitors.</p><p>But perhaps the best part is that, thanks to a collaboration with chef <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vQEpLZW5qaUxvcGV6QWx0IiwiY29udGVudFV1aWQiOiI0MDgzOGE4OC0wNmE0LTQzNWItYjU4Ny05ZjdmYjdhNDc0NTUifQ&amp;signature=AQAAAWYjPE6ll_2drjf7qrhNtebIbUhYe3EShPT3UP_SasWY&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2F%40JKenjiLopezAlt\">J. Kenji Lopez-Alt</a>, the Anova app has one of the largest collections of tried and tested sous vide recipes from any manufacturer. So not only is it easy to use, the Anova Precision Cooker can help you find a ton of tasty dishes to try</p><p>Alternatively, if you like Anova’s devices but want something a bit more compact, consider the Precision Cooker Nano 3.0. Priced at $149, it’s a bit more expensive than the standard model but you still get all the most important features including dual-band Wi-Fi connectivity, a two-line touchscreen and onboard controls so you don’t need to ever pair your phone to the Nano if you don’t want to.</p><h2>Our upgrade pick: Breville Joule Sous Vide</h2><p></p><p>If you want a more sophisticated immersion circulator, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaGVmU3RlcHMtSm91bGUtV2F0dHMtV2hpdGUtU3RhaW5sZXNzL2RwL0IwMU04TU1MQkkvP3RhZz1nZGd0MGMtcC1vLXNoLTIwIiwiY29udGVudFV1aWQiOiI0MDgzOGE4OC0wNmE0LTQzNWItYjU4Ny05ZjdmYjdhNDc0NTUifQ&amp;signature=AQAAAY_dvWo5OJzP8V2yWLAdrFJ08yY1M25bQLLAJAMoiMXh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChefSteps-Joule-Watts-White-Stainless%2Fdp%2FB01M8MMLBI%2F\">Breville’s Joule Sous Vide</a> is a great choice. It has a slick, compact design, which is great for people with smaller kitchens, and because its motor is located at the very base of the device, you don’t need to use as much water to cook. So instead of requiring a huge dedicated tank, you can simply fill a three or four-quart pot with water and go from there. On top of that, because it has a magnetic base, it can clamp to the bottom of a pot without needing a separate clip or stand. It also supports both Bluetooth and Wi-Fi connectivity. The one downside is that because it doesn’t have onboard temperature controls, you need to pair it with your phone and use Breville’s free companion app every time you want to use it.</p><h2>The best budget immersion circulator: Inkbird Sous Vide Precision Cooker (ISV-200W)</h2><p></p><p>For those who want to try out sous vide cooking without dropping a bunch of money, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbmtiaXJkLVByZWNpc2lvbi1DaXJjdWxhdG9yLUNvbXBvbmVudHMtVGVtcGVyYXR1cmUvZHAvQjA4R0tRRlQ2Qi8_dGg9MSZ0YWc9Z2RndDBjLXAtby1zaC0yMCIsImNvbnRlbnRVdWlkIjoiNDA4MzhhODgtMDZhNC00MzViLWI1ODctOWY3ZmI3YTQ3NDU1In0&amp;signature=AQAAARc7vAYgYfyCw5MKiI4hIuMRJdH1zoPJO9mc5yec6WY2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInkbird-Precision-Circulator-Components-Temperature%2Fdp%2FB08GKQFT6B%2F%3Fth%3D1\">Inkbird’s Precision Cooker</a> is a great entry-level choice. While it’s not quite as powerful or fancy as more expensive rivals, it covers all the bases for just under $90 (and it’s often on sale for even less). Not only do you get a built-in screen with Wi-Fi connectivity, the Inkbird has a powerful heating element with a 0.1-degree Celsius accuracy. Cooking temps range from 77 degrees Fahrenheit to 210 degrees and with a timer setting that goes up to 99 hours, you can try to recreate some of those super long, multi-day recipes like you’ve seen on YouTube in your own kitchen.</p>This article originally appeared on Engadget at https://www.engadget.com/best-sous-vide-133025288.html?src=rss", "link": "https://www.engadget.com/best-sous-vide-133025288.html?src=rss", "date_published": "2023-04-12 13:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's Galaxy S23 Ultra is down to $1,000 right now", "description": "<p>Don't worry if you were put off by the initially high price of the Galaxy S23 Ultra. Amazon is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjBCTFA1N0hUTiUyQ0IwQkxQMlkzNFMlMkNCMEJMUDQ1R1k4JTJDQjBCTFAyQjVEWiUyQ0IwQkxQM1paWFQlMkNCMEJMUDJHOTZOJTJDQjBCTFAzWk1aUCUyQ0IwQkxQNEo5UlIlMkNCMEJMUDFIWURTJTJDQjBCTFA0NkM4NiUyQ0IwQkxQM0syOFMlMkNCMEJMUDNQV1I3JTJDQjBCTFAxREQzVyUyQ0IwQkxQMlBZNk4lMkNCMEJMUDFSSlpKJTJDQjBCTFAxOEhNQyUyQ0IwQkxOWlZSSzIlMkNCMEJMUDFEMVhMJTJDQjBCTFAzVEw4SiUyQ0IwQkxQNDZENlclMkNCMEJMUDI1QzMzJTJDQjBCTFAzNlQ3VyUyQ0IwQkxQMllGS0IlMkNCMEJMUDNaUlNKJTJDJnBmX3JkX3I9UUVTQzBOTjlBWEo4OU1YUkU1ME4mcGZfcmRfdD1FdmVudHMmcGZfcmRfaT1kZWFscyZwZl9yZF9wPTIwZTFkZjgyLTQyNDgtNDMyZi1iZTk4LTcyYWM1NTI2NzZlMyZwZl9yZF9zPXNsb3QtMTUmcmVmPWRseF9kZWFsc19nZF9kY2xfaW1nXzE2XzdiNGRhZTkwX2R0X3NsMTVfZTMmdGFnPWdkZ3QwYy1wLW8tc2otMjAiLCJjb250ZW50VXVpZCI6IjBlNjc2MGFkLWI5MjQtNDJhNS1iMzJiLTY1OTg5ZDhiNWM5MiJ9&amp;signature=AQAAAUb9-lJTerDNORAEuektjxv0IsCfZs1Z1OzgiEbmB-YN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB0BLP57HTN%252CB0BLP2Y34S%252CB0BLP45GY8%252CB0BLP2B5DZ%252CB0BLP3ZZXT%252CB0BLP2G96N%252CB0BLP3ZMZP%252CB0BLP4J9RR%252CB0BLP1HYDS%252CB0BLP46C86%252CB0BLP3K28S%252CB0BLP3PWR7%252CB0BLP1DD3W%252CB0BLP2PY6N%252CB0BLP1RJZJ%252CB0BLP18HMC%252CB0BLNZVRK2%252CB0BLP1D1XL%252CB0BLP3TL8J%252CB0BLP46D6W%252CB0BLP25C33%252CB0BLP36T7W%252CB0BLP2YFKB%252CB0BLP3ZRSJ%252C%26pf_rd_r%3DQESC0NN9AXJ89MXRE50N%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D20e1df82-4248-432f-be98-72ac552676e3%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_16_7b4dae90_dt_sl15_e3\">running a sale</a> on Samsung's latest flagship phones, and the base S23 Ultra with 8GB of RAM and 256GB of storage is down <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUZhY3RvcnktVW5sb2NrZWQtQW5kcm9pZC1TbWFydHBob25lL2RwL0IwQkxQNDVHWTg_dGg9MSZ0YWc9Z2RndDBjLXAtby1zai0yMCIsImNvbnRlbnRVdWlkIjoiMGU2NzYwYWQtYjkyNC00MmE1LWIzMmItNjU5ODlkOGI1YzkyIn0&amp;signature=AQAAAX35B9mxohty3P3eRqXgkzDuNf0lHgS5S5h1pGo44_hZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Factory-Unlocked-Android-Smartphone%2Fdp%2FB0BLP45GY8%3Fth%3D1\">to $1,000</a>, or $200 off. You'll find a comparable discount for the upgraded version with 12GB of RAM and 512GB of storage, too, and the savings apply regardless of color.</p><p></p><p>You don't have to buy the Ultra to find some good bargains. The 512GB Galaxy S23+ has dropped <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJMUDNLMjhTLz90aD0xJnRhZz1nZGd0MGMtcC1vLXNqLTIwIiwiY29udGVudFV1aWQiOiIwZTY3NjBhZC1iOTI0LTQyYTUtYjMyYi02NTk4OWQ4YjVjOTIifQ&amp;signature=AQAAAeFCNC8wppOyuvTs4EDdMpfL2XTDlKTLTtERIhApq4ef&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BLP3K28S%2F%3Fth%3D1\">to $970</a> (normally $1,120), while the standard S23 with 256GB is available <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUZhY3RvcnktVW5sb2NrZWQtU21hcnRwaG9uZS1BZGFwdGl2ZS9kcC9CMEJMUDNaTVpQP3RoPTEmdGFnPWdkZ3QwYy1wLW8tc2otMjAiLCJjb250ZW50VXVpZCI6IjBlNjc2MGFkLWI5MjQtNDJhNS1iMzJiLTY1OTg5ZDhiNWM5MiJ9&amp;signature=AQAAAZQ-lqvmsrJt_DqKEX2OdGtBd02J7Tt4s_bTUb7sqPCO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Factory-Unlocked-Smartphone-Adaptive%2Fdp%2FB0BLP3ZMZP%3Fth%3D1\">for $760</a>. Lower-capacity editions are also on sale. The discounts may be very helpful if you're planning to take plenty of springtime photos, or just need extra space for your apps and media.</p><span id=\"end-legacy-contents\"></span><p>The Galaxy S23 Ultra is ultimately a refinement of its predecessor, but the <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-review-specs-price-photo-and-video-take-center-stage-140034341.html\">improvements are in areas that count</a> — this remains the <a href=\"https://www.engadget.com/best-smartphones-140004900.html\">best Android phone</a> you can buy. The 200MP main sensor allows for exceptional detail in some scenarios, and there are upgrades to selfies and video recording. The customized Snapdragon 8 Gen 2 chip is speedier, and the battery life is strong enough to last all day even in heavy use. While $1,000 still isn't trivial, you're getting a lot for your money.</p><p>The Galaxy S23+ and S23 are subtler updates, but that still <a href=\"https://www.engadget.com/samsung-galaxy-s23-review-a-solid-phone-thats-probably-not-worth-the-upgrade-173026346.html\">makes them fine choices</a> if you're replacing a years-old phone. They boast improved battery life and tangibly faster performance than their predecessors. They just don't offer major camera upgrades — the Ultra and rivals like the <a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\">Pixel 7 series</a> are better at low-light photography, for instance. If you're just looking for Samsung's fastest hardware at the lowest possible price, you'll be happy.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/samsungs-galaxy-s23-ultra-is-down-to-1000-right-now-133014062.html?src=rss", "link": "https://www.engadget.com/samsungs-galaxy-s23-ultra-is-down-to-1000-right-now-133014062.html?src=rss", "date_published": "2023-04-12 13:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "LinkedIn teams up with CLEAR on verification features", "description": "<p>LinkedIn is making it easier to prove you are who you say you are on your profile. The platform is adding new identity verification features that will allow users to confirm their name and employer, and it doesn’t involve paid subscriptions or blue checkmarks.</p><p>With the update, LinkedIn is rolling out three ways its members can confirm their identity. The company is partnering with CLEAR — yes, the same CLEAR that can get you to the front of security lines at airports and other venues — to check that the name on your ID is the same as the one on your profile. The process is free but does require sharing a U.S phone number and government-issued I.D.</p><span id=\"end-legacy-contents\"></span><p>LinkedIn is also offering a feature for verifying where you work that’s a slightly less involved process. To confirm your employer, you’ll need to enter a verification code sent to your company email address. In both cases, once the verification is complete, a “verification” field will appear on your LinkedIn profile that states what details have been verified.</p><p>Alternatively, some users will be able to verify both their identity and employer at once via a partnership with Microsoft Entra, which creates workplace IDs for companies that enroll its program. LinkedIn says the Entra partnership will be rolling out at  the end of the month to employees of the “dozens” of companies currently in the program.</p><p>LinkedIn previously added phone number and email verification features last year, but those checks were only visible if you tapped into a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6deefbf2-941b-4156-9f41-a61ebb50d13d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LinkedIn&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2ZGVlZmJmMi05NDFiLTQxNTYtOWY0MS1hNjFlYmI1MGQxM2QiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL3B1bHNlL25ldy1saW5rZWRpbi1wcm9maWxlLWZlYXR1cmVzLWhlbHAtdmVyaWZ5LWlkZW50aXR5LWRldGVjdC1yb2RyaWd1ZXovIiwiY29udGVudFV1aWQiOiI2YjIwYTZkZS01NDBkLTRjNDEtYTU1Ny0wYmU3YTczYzU2ZjEifQ&amp;signature=AQAAAR9x84vyF2wcHCp85-Rkvkay5elGOw8busv2_7B5v6hW&amp;gcReferrer=https%3A%2F%2Fwww.linkedin.com%2Fpulse%2Fnew-linkedin-profile-features-help-verify-identity-detect-rodriguez%2F\"><ins>slightly hidden</ins></a> “about this profile” field. The latest changes add a prominent “verifications” section that will appear directly under a user’s profile details.</p><p>Notably, the company is orienting its verification around confirming its members identities, rather than checkmarks or other specialized features. And, unlike <a href=\"https://www.engadget.com/metas-paid-verification-program-goes-live-in-the-us-152337732.html\"><ins>Meta</ins></a> and <a href=\"https://www.engadget.com/twitter-stokes-confusion-as-verified-drama-continues-104321432.html\"><ins>Twitter</ins></a>, LinkedIn is opting to keep verification separate from its paid subscriptions. That also means that having a verified profile doesn’t come with any additional advantages, at least for now. But it could offer an extra layer of protection for those wary of fake accounts, impersonators or other scammers.</p>This article originally appeared on Engadget at https://www.engadget.com/linkedin-teams-up-with-clear-on-verification-features-130029062.html?src=rss", "link": "https://www.engadget.com/linkedin-teams-up-with-clear-on-verification-features-130029062.html?src=rss", "date_published": "2023-04-12 13:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NVIDIA RTX 4070 review: The new 1440p gaming leader", "description": "<p>Slowly, but surely, NVIDIA is making its 40-series GPUs more affordable. Now it's down to $599 with the new RTX 4070, a mid-range card focused on 1440p gaming. While it's $100 more than its predecessor's launch price, the <a href=\"https://www.engadget.com/nvidia-rtx-3070-review-ray-tracing-130052152.html\">fabulous RTX 3070</a>, that card typically sold for more than $1,000 due to the supply chain crunch, scalpers and insatiable crypto bros. Based on what we've seen from the <a href=\"https://www.engadget.com/nvidia-rtx-4070-ti-review-3090-ti-power-for-799-140001316.html\">4070 Ti</a>, NVIDIA's new cards are actually staying close to their retail price, which is great news for anyone itching for an upgrade.</p><p>Judging from <a href=\"https://store.steampowered.com/hwsurvey/videocard/\">Valve's Steam hardware statistics</a>, I'd wager many gamers are waiting on the eventual RTX 4060 before giving up their old cards, especially if it ends up selling closer to $400. But based on my testing, the 4070 is still a solid choice for practical gamers who may wan to splurge a bit. It's fast enough to deliver excellent 1440p performance <em>with</em> ray tracing enabled, and it can even deliver solid 4K gaming in a pinch too. Even though it's noticeably slower than the $799 RTX 4070 Ti in most benchmarks, that may not matter much when you're actually in the heat of battle. (Just think of all you could do with that extra $200!)</p><span id=\"end-legacy-contents\"></span><p>The RTX 4070 features NVIDIA's new Ada Lovelace architecture, sporting 5,888 CUDA cores, a base clock speed of 1,920 MHz (boost to 2,475 MHz) and 16GB of GDDR6X RAM. The 3070, meanwhile, had the same amount of CUDA cores, but it was based on NVIDIA's older Ampere architecture. It could only reach up to 1,725 MHz and had 8GB of slower GDDR6 memory. Despite those differences, the 3070 still holds up well, so I wouldn't rush out to replace it anytime soon. But if you're still holding onto an RTX 20-series GPU or something older, the 4070 may be the GPU you've been waiting for.</p><figure><img alt=\"NVIDIA RTX 4070 port view\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/5449ac01-d8e8-11ed-9fef-4b58ea4832e6\" style=\"height: 1066px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Devindra Hardawar/Engadget</div></figure><p>We received the RTX 4070 Founder's Edition card from NVIDIA, which basically looks like a shrunken down version of the 4080 and 4090. It feels like a premium card, with a sleek metal case, a bevy of heatsink fins and two large fans to deal with heat. It's also a two-slot GPU, like the 4070 Ti, allowing it to fit inside of smaller cases far better than the enormous 4080 and 4090. Port-wise, there are three DisplayPort connections and a single HDMI. As with all of NVIDIA's recent cards, it also includes an adapter to connect two 8-pin PCIe power cables (a single PCIe Gen 5 cable will also work).</p><table><tbody><tr><td></td><td><p>3DMark TimeSpy Extreme</p></td><td><p>Port Royal (Ray Tracing)</p></td><td><p>Cyberpunk</p></td><td><p>Blender</p></td></tr><tr><td><p>NVIDIA RTX 4070</p></td><td><p>8,610</p></td><td><p>11,195/52 fps</p></td><td><p>1440p RT DLSS: 120 fps</p></td><td><p>6,020</p></td></tr><tr><td><p>NVIDIA RTX 4070 Ti</p></td><td><p>10,624</p></td><td><p>14,163/66 fps</p></td><td><p>1440p RT DLSS : 135 fps</p></td><td><p>7,247</p></td></tr><tr><td><p>NVIDIA RTX 3070</p></td><td><p>6,226</p></td><td><p>8,032/37 fps</p></td><td><p>N/A</p></td><td><p>3,500</p></td></tr><tr><td><p>AMD Radeon RX 7900 XT</p></td><td><p>11,688</p></td><td><p>13,247/61 fps</p></td><td><p>1440p FSRT RT: 114 fps</p></td><td><p>3,516</p></td></tr></tbody></table><p>Once I started benching and playing games with the RTX 4070, it performed just as I expected: Somewhere between the RTX 3080 (which launched at $699) and the 3080 Ti ($1,119). The difference, though, is that it supports NVIDIA's DLSS 3 technology, which can help speed up ray tracing performance by inserting AI-generated frames. I was particularly impressed by how well it handled <em>Cyberpunk</em> 2077: in 1440p with maxed out graphics and \"ultra\" ray tracing settings, it delivered a smooth 120 fps. The RTX 3070, in comparison, struggled to hold 75 fps with the same settings using the older DLSS 2, which doesn't use frame generation.</p><p><em>Control</em>, an older title that only supports DLSS 2, had a less dramatic performance bump with the 4070. While playing in 1440p with maxed graphics and all of its ray tracing settings flipped on, it reached 106 fps, compared to 90 fps with the 3070. Still, it's a bit of a shock to see a mid-range card scoring triple digit frame rates with all of the game's ray tracing features enabled (which includes reflections, shadows and debris). Not too long ago, <em>Control </em>used to humble the mightiest video cards.</p><section><img alt=\"NVIDIA RTX 4070 rear profile\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/544a9660-d8e8-11ed-be7d-8c7ffb020206\" style=\"height: 1129px; width: 2000px;\" /></section><p>NVIDIA is clearly positioning the 4070 as a 1440p-focused card, but it can still handle some 4K scenarios, so long as you're not too demanding. It hovered at 70 fps in <em>Cyberpunk</em> with maxed graphics and \"ultra\" ray tracing settings — that's certainly better than you'd see on any modern game console. <em>Control</em>, meanwhile, hit 56 fps on average. If you're only dabbling in 4K occasionally, perhaps for a lazy Sunday session on your TV, that's not too bad.&nbsp;</p><p>As with all of NVIDIA's new hardware, the RTX 4070 is also a useful tool for streamers and media creators thanks to its hardware-based AV1 encoder. The company claims it's around 40 percent more efficient than the previous generation H.264 encoder — that means it'll take less bandwidth to deliver clear streams, a boon for anyone who wants to show off 1440p or 4K streams. The popular broadcast software OBS will soon be updated to support AV1 streaming to YouTube, which offers some dramatic clarity boons, <a href=\"https://www.pcworld.com/article/1674202/the-future-of-gpu-streaming-is-here-youtube-adds-av1-support.html\">according to </a><a href=\"https://www.pcworld.com/article/1674202/the-future-of-gpu-streaming-is-here-youtube-adds-av1-support.html\"><em>PCWorld</em></a><em>. </em>When it comes to typical H.264 encoding, the 4070 converted 4K test clip to 1080p in 33 seconds, three seconds longer than the 4070 Ti.</p><figure><img alt=\"NVIDIA RTX 4070 front fan\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/5448c1a0-d8e8-11ed-93b6-faa186c5b568\" style=\"height: 1223px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Devindra Hardawar/Engadget</div></figure><p>Thanks to the 4070's excellent cooling setup and relatively modest power demands (it requires a 650W PSU), its temperature never climb above 70 Celsius during my testing. I could only hear its two fans when I spent more than 30 minutes in a game using ray tracing. But really, it's not anything that'll distract you during gameplay.</p><p>Now that we've seen NVIDIA's RTX 4070 in action, is it actually worth $599? For anyone with a GPU older than the RTX 30-series, I'd say so. (Though if you can spare an extra $200, the 4070 Ti is noticeably better.) A few years ago, we were hoping and praying for GPU prices to come back down to Earth. We've seen 4070 Ti cards stick close to its initial $799 launch price, so there's a good chance you'll actually be able to find a 4070 this year without overpaying too much. To be smart, it's worth waiting a few months for the 4060 to drop before you make any decisions.&nbsp;</p><p>But if you've been hankering for better framerates and playable ray tracing, go with the gaming gods. The RTX 4070 is the new king of mid-range GPUs.</p>This article originally appeared on Engadget at https://www.engadget.com/nvidia-rtx-4070-review-the-new-1440p-gaming-leader-130010874.html?src=rss", "link": "https://www.engadget.com/nvidia-rtx-4070-review-the-new-1440p-gaming-leader-130010874.html?src=rss", "date_published": "2023-04-12 13:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NVIDIA's GeForce RTX 4070 comes with 12GB of RAM for $599", "description": "<p>True to <a href=\"https://www.engadget.com/nvidias-geforce-rtx-4070-will-reportedly-cost-599-210058860.html\">the leaks</a>, NVIDIA has unveiled the standard GeForce RTX 4070 — and it might hit the sweet spot, provided you're willing to accept the price hikes that have defined the RTX 40 lineup. The $599 desktop GPU is considered a successor to the <a href=\"https://www.engadget.com/nvidia-rtx-3070-ti-review-2070-super-replacement-130036224.html\">RTX 3070 Ti</a> and offers a similar 5,888 CUDA cores, but adds more RAM (12GB instead of 8GB), higher clock speeds (1.92GHz base versus 1.58GHz), more level 2 cache (36MB compared to 4MB) and greater floating point computing power (29 teraflops versus 22). At the same time, it reduces the typical gaming power consumption from 290W to 200W. Some games quickly ran into the 8GB ceiling of RTX 3070 variants, so the extra memory alone may have a significant effect.</p><p>NVIDIA pitches the RTX 4070 as ideal for 1440p gaming at over 100 frames per second with ray tracing turned on, although you'll have to enable <a href=\"https://www.engadget.com/nvidia-dlss-3-ada-lovelace-160404110.html\">DLSS3 upscaling</a> to hit that target. While many games don't support the feature yet (over 50 do so far), this might make it feasible to play big titles like <em>Cyberpunk 2077</em> and <em>Spider-Man: Miles Morales</em> at maximum visual detail without compromising on frame rates.</p><span id=\"end-legacy-contents\"></span><p>The RTX 4070 will be available tomorrow, April 13th, and will include a Founders Edition card from NVIDIA itself. In other words, the $599 price is more likely to reflect what you can actually buy. You might not have to pay extra for a vendor's factory-overclocked board or otherwise accept artificial markups.</p><p>Whether or not the new GPU is a good deal depends on your perspective. NVIDIA sees the RTX 4070 as an upgrade path for users coming from a GTX 1080 or RTX 2070. You're paying similar money for a major leap in performance. It's also decidedly more affordable than the $799 <a href=\"https://www.engadget.com/nvidia-rtx-4070-ti-review-3090-ti-power-for-799-140001316.html\">RTX 4070 Ti</a>. However, the new model still costs $100 more than the base 3070. Like it or not, the days of sub-$500 upper mid-range cards appear to be over in NVIDIA's world.</p>This article originally appeared on Engadget at https://www.engadget.com/nvidias-geforce-rtx-4070-comes-with-12gb-of-ram-for-599-130002404.html?src=rss", "link": "https://www.engadget.com/nvidias-geforce-rtx-4070-comes-with-12gb-of-ram-for-599-130002404.html?src=rss", "date_published": "2023-04-12 13:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Environmental Protection Agency proposes stricter vehicle emission rules", "description": "<p>The <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/12/fact-sheet-biden-harris-administration-proposes-new-standards-to-protect-public-health-that-will-save-consumers-money-and-increase-energy-security/\">Biden-Harris administration has proposed stricter pollution standards</a> across the auto industry as part of their goal to increase EV production and slow climate change. The <a href=\"https://www.epa.gov/newsreleases/biden-harris-administration-proposes-strongest-ever-pollution-standards-cars-and\">Environmental Protection Agency's (EPA) new guidelines</a> would mean that, by 2032, 67 percent of new light-duty vehicles, such as sedans and light trucks, and 46 percent of new medium-duty vehicles sold will be EVs. The proposed changes could also lead to almost 10 billion tons of carbon dioxide emissions to be avoided through 2055 — about double the US's 2022 emissions.&nbsp;</p><p>Details on the proposed emissions standards aren’t fully clear, but are set to include targets for EV sales and new rules that punish automakers who exceed CO2 standards within the next five to ten years. &quot;Specifically, EPA is proposing stronger CO2 standards for MY 2027 HD vehicles that go beyond the current standards that apply under the HD Phase 2 Greenhouse Gas program,&quot; the agency said in a <a href=\"https://www.epa.gov/regulations-emissions-vehicles-and-engines/proposed-rule-greenhouse-gas-emissions-standards-heavy\">statement</a>. &quot;EPA is also is proposing an additional set of CO2 standards for HD vehicles that would begin to apply in MY 2028, with progressively lower standards each model year through 2032.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>This year has already seen continued progress for EV manufacturing and sales. <a href=\"https://www.engadget.com/tesla-sets-new-company-record-after-delivering-more-than-422000-evs-in-q1-2023-171816368.html\">Tesla reported increased first quarter sales</a> that were 36 percent higher than the same period in 2022, and four percent higher than the last quarter. Volkswagen pledged <a href=\"https://www.engadget.com/volkswagen-invest-193-billion-electrification-053333309.html\">$193 billion dollars towards EV technology</a>, including batteries and raw materials, over the next five years.</p><p>EV purchases are clearly heading in the direction the Biden administration hopes: EV sales accounted for <a href=\"https://www.politico.com/news/2023/04/12/biden-ev-epa-proposal-00091543\">5.6 percent in 2022</a>, compared to 1.8 percent in 2020. In California, EVs made up almost <a href=\"https://www.engadget.com/zero-emission-vehicles-made-up-nearly-19-percent-of-car-sales-in-california-last-year-182852495.html\">19 percent of yearly new car sales</a>. That upswing is set to continue in 2023 with 225,000 EVs sold in the first quarter — about seven percent of all new vehicles. The same period saw <a href=\"https://www.reuters.com/business/autos-transportation/used-us-electric-vehicle-sales-jump-prices-fall-group-2023-04-07/\">used EV purchases increase by almost a third</a>, thanks potentially to their prices decreasing.</p><p>At the same time, cost is still a huge barrier for making EVs mainstream. Last year, <a href=\"https://www.engadget.com/president-joe-biden-signs-inflation-reduction-act-200724230.html\">President Biden signed the Inflation Reduction Act</a>, providing EV buyers subsidies up to $7,500 for SUVs, trucks, and vans under $80,000 and cars under $55,000. Even used EV purchases could get up to $4,000. Recent updated guidance from the US Treasury Department, however, limited how many <a href=\"https://www.engadget.com/stricter-guidance-means-fewer-evs-will-qualify-for-7500-federal-tax-credit-180350889.html\">EVs would qualify for a subsidy</a>.&nbsp;</p><p>Another issue is making sure people have somewhere to charge all these EVs while they're on the go. Currently, there are 130,000 public charging stations across the United States, with President Biden aiming to tackle demand by<a href=\"https://www.engadget.com/us-government-opens-25-billion-in-funding-for-community-ev-chargers-213048517.html\"> building another 500,000 by 2030</a>. Part of this plan entails teaming with local officials to build them in widely accessible spaces, with regional governments needing to apply for funds by May 30th. If all goes well, no one would live farther than 50 miles from a charger.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/the-environmental-protection-agency-proposes-stricter-vehicle-emission-rules-123026451.html?src=rss", "link": "https://www.engadget.com/the-environmental-protection-agency-proposes-stricter-vehicle-emission-rules-123026451.html?src=rss", "date_published": "2023-04-12 12:30:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Biden administration wants help making rules for AI models like ChatGPT", "description": "<p>ChatGPT, Bard and Bing AI: You can’t escape the AI models and chatbot evolution and headlines. Now, the US government is trying to get a handle on things. The National Telecommunications and Information Administration (NTIA) is <a href=\"https://www.engadget.com/biden-administration-wants-your-input-on-rules-for-ai-models-like-chatgpt-193527890.html\">asking for public comments</a> on possible regulations to hold AI creators accountable. The measures will ideally help the Biden administration ensure these models work as promised &quot;without causing harm,&quot; the NTIA says. Hopefully, they’ll also speak to experts, too, and not just rely on the anonymous internet public.</p><p>ChatGPT and similar generative AI models have already been tied to sensitive data leaks and copyright violations and have prompted fears of automated disinformation and malware campaigns – and that’s in addition to basic concerns about accuracy and bias.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/ikeas-latest-idea-is-an-online-design-a-room-service-104553216.html\">IKEA's latest idea is an online design-a-room service</a></p><p><a href=\"https://www.engadget.com/youtubes-nfl-sunday-ticket-packages-start-at-249-174949489.html\">YouTube's NFL Sunday Ticket packages start at $249</a></p><p><a href=\"https://www.engadget.com/best-air-fryers-133047180.html\">The best air fryers for 2023</a></p><p><a href=\"https://www.engadget.com/judge-rejects-elizabeth-holmes-bid-for-freedom-while-awaiting-appeal-191042016.html\">Judge rejects Elizabeth Holmes’ bid for freedom while awaiting appeal</a></p><p></p><h2><a href=\"https://www.engadget.com/google-bards-new-experiment-updates-page-lets-you-know-whats-new-091039433.html\">Google Bard's new 'experiment updates' page tells you what's new</a></h2><h3>It's a move in the right direction for AI transparency.</h3><a href=\"https://www.engadget.com/google-bards-new-experiment-updates-page-lets-you-know-whats-new-091039433.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/cfa5b000-d91b-11ed-befb-c8591bd24fd8\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure></a><p>To be more open about Bard's development, Google has created a new experiment updates page where anyone can find information on recent updates to Bard, including new features and bug fixes.</p><p>So far, the updates include a &quot;what&quot; and a &quot;why.&quot; For the updates page itself, Google says it was created so &quot;people will have an easy place to see the latest Bard updates for them to test and provide feedback.&quot; The information is still pretty short and vague, but it's definitely a step in the right direction.</p><p><a href=\"https://www.engadget.com/google-bards-new-experiment-updates-page-lets-you-know-whats-new-091039433.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/the-polestar-4-will-be-the-companys-fastest-production-car-131532690.html\">The Polestar 4 will be the company's fastest production car</a></h2><h3>It'll debut at the Shanghai Auto Show on April 18th.</h3><a href=\"https://www.engadget.com/the-polestar-4-will-be-the-companys-fastest-production-car-131532690.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/e98bc8b0-d91b-11ed-bbff-5504dd418fe7\" style=\"height: 390px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Polestar</div></figure></a><p>Polestar has confirmed its latest – and fastest production – EV, the Polestar 4, will debut at the Shanghai Auto Show on April 18. The new generation joins the Polestar 3 and an updated Polestar 2, with the new model's design expected to fall somewhere between the two. The Polestar 4 is slightly smaller than the Polestar 3 and a bit higher off the ground than the Polestar 2 and is expected to have a battery that should run for about 373 miles. Thomas Ingenlath, Polestar CEO, emphasized it is not a modified version of its first SUV: &quot;Instead, we reconsidered the entire design to create a new breed of SUV coupé.&quot;</p><p><a href=\"https://www.engadget.com/the-polestar-4-will-be-the-companys-fastest-production-car-131532690.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/best-vpn-130004396.html\">The best VPNs for 2023</a></h2><h3>Don’t fall for the hyped-up, overly marketed options.</h3><h3></h3><p>VPNs are having a moment. And they are important. But deciding the best option for browsing means digging through claims of attributes that aren’t always accurate. It makes it harder to figure out which one to subscribe to, or if you really need to use one at all. We tested nine top VPN services available now to help you choose the best one for your needs.</p><p><a href=\"https://www.engadget.com/best-vpn-130004396.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/former-twitter-execs-sue-company-over-unpaid-legal-fees-164002614.html%20https://www.engadget.com/...\">Former Twitter execs sue company over unpaid legal fees</a></h2><h3>They allege Twitter owes them more than $1 million in unreimbursed legal fees.</h3><h3></h3><p>Twitter faces yet another lawsuit over unpaid bills. In a complaint filed with the Delaware Chancery Court, former CEO Parag Agrawal, former CFO Ned Segal and former chief legal officer Vijaya Gadde allege Twitter owes them more than $1 million in unreimbursed legal fees.</p><p>Elon Musk fired all three execs after taking control of the company last fall. The former executives allege Twitter spent months ignoring letters they sent asking it to honor a reimbursement agreement they had in place before their termination. According to the complaint, Twitter finally acknowledged the letters last month but did little else.</p><p><a href=\"https://www.engadget.com/former-twitter-execs-sue-company-over-unpaid-legal-fees-164002614.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-biden-administration-wants-help-making-rules-for-ai-models-like-chatgpt-111529761.html?src=rss", "link": "https://www.engadget.com/the-morning-after-biden-administration-wants-help-making-rules-for-ai-models-like-chatgpt-111529761.html?src=rss", "date_published": "2023-04-12 11:15:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "OpenAI launches a bug bounty program for ChatGPT", "description": "<p>OpenAI is turning to the public to <a href=\"https://www.engadget.com/openai-says-a-bug-leaked-sensitive-chatgpt-user-data-165439848.html\">find bugs in ChatGPT</a>, announcing a &quot;<a href=\"https://openai.com/blog/bug-bounty-program\">Bug Bounty Program</a>&quot; to reward people who report any security flaws, vulnerabilities or other issues within the AI system.&nbsp;</p><p>The bounty is open to anyone from actual researchers to general people who just like exploring technology. Rewards come in the form of cash prizes with &quot;low-severity findings&quot; starting at $200 and &quot;exceptional discoveries&quot; going all the way up to $20,000. <a href=\"https://www.bugcrowd.com/\">Bugcrowd</a>, a bug bounty platform, is handling submissions and payouts.</p><span id=\"end-legacy-contents\"></span><p>Google and Apple are among the tech companies that have previously <a href=\"https://www.engadget.com/2019-12-20-apple-expanded-bug-bounty-program-live.html\">implemented bug bounty programs</a>. In 2019, <a href=\"https://www.engadget.com/2020-01-29-google-record-reward-researchers-hack-security-bug-bounty.html\">Google paid out $6.5 million</a> to people who reported issues, giving as much as $201,337 in one reward. <a href=\"https://security.apple.com/bounty/categories/\">Apple went even further to offer up to $2 million</a> for anyone that finds &quot;issues that bypass the specific protections of Lockdown Mode.&quot;&nbsp;</p><p><a href=\"https://www.engadget.com/chatgpt-briefly-went-offline-after-a-bug-revealed-user-chat-histories-115632504.html\">ChatGPT has struggled with bugs</a> — last month the entire system went offline after users reported seeing names of conversations they weren't a part of. Then, a few days later, a <a href=\"https://twitter.com/rez0__/status/1639259413553750021\">Twitter user posted</a> that they had found more than 80 secret plugins while <a href=\"https://www.engadget.com/what-do-ai-chatbots-know-about-us-and-who-are-they-sharing-it-with-140013949.html\">hacking ChatGPT</a>.</p><p>Not all issues reported to OpenAI will warrant a cash prize, including <a href=\"https://bugcrowd.com/openai\">jailbreaking</a> or getting the model to say or pretend to do anything negative. The company's bug bounty announcement tries hard to show it cares about privacy and security, but also adds, &quot;While we work hard to prevent risks, we can't predict every way people will use or misuse our technology in the real world.&quot; Time will tell if this initiative will do anything to prevent it.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/openai-launches-a-bug-bountry-program-for-chatgpt-103600222.html?src=rss", "link": "https://www.engadget.com/openai-launches-a-bug-bountry-program-for-chatgpt-103600222.html?src=rss", "date_published": "2023-04-12 10:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Strava finally gets Spotify controls", "description": "<p><a href=\"https://www.prnewswire.com/news-releases/press-play-strava-announces-first-of-its-kind-integration-with-spotify-301794965.html\">Strava has announced a partnership with Spotify</a> to integrate listening controls directly onto its app. Before, anyone recording on the fitness tracker had to switch to the Spotify app — arguably not too big a hassle, but time consuming nonetheless.&nbsp;</p><p>Once a <a href=\"https://www.engadget.com/strava-beacon-feature-available-free-users-160045955.html\">Strava user</a> confirms they want to stream Spotify on the app, a little widget for it will appear in the bottom left of the recording screen. Clicking it brings a popup over the map to provide options to pause or switch whatever's being listened to.&nbsp;</p><span id=\"end-legacy-contents\"></span><p></p><figure><img alt=\"Four phones show the integration of Spotify on Strava's app. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/367e62b0-d910-11ed-8aed-1008ea1c4c2f\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Spotify</div></figure><p>Strava claims to have 100 million users worldwide, but, with Spotify's 500 million listeners (and many <a href=\"https://www.engadget.com/2019-11-08-the-best-motivation-fitness-apps.html\">fitness tracker competitors</a> on the market) the integration is a clear sign Strava wants to keep and grow its audience. Mateo Ortega, Strava's Vice President of Connected Partnerships emphasizes as much: &quot;This new feature further solidifies Strava's position at the center of connected fitness and continues to demonstrate the power of the global community of active people on Strava.&quot;</p><p>Strava is also taking control of creating <a href=\"https://www.engadget.com/spotify-soundtrack-your-workout-playlist-maker-120031911.html\">Spotify's &quot;Workout&quot; playlist</a> from April 20th. What &quot;Strava-curated sounds&quot; look like is something we'll have to wait and see.&nbsp;</p><p>In the meantime, while <a href=\"https://www.engadget.com/spotify-premium-playlist-play-button-shuffle-163008724.html\">both apps offer paid options</a>, you can get away with trying out Spotify on Strava using the free versions of each.</p>This article originally appeared on Engadget at https://www.engadget.com/strava-finally-gets-spotify-controls-094029182.html?src=rss", "link": "https://www.engadget.com/strava-finally-gets-spotify-controls-094029182.html?src=rss", "date_published": "2023-04-12 09:40:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony investment will put AI chips inside Raspberry Pi boards", "description": "<p>Sony's semiconductor division has <a href=\"https://www.prnewswire.com/news-releases/raspberry-pi-receives-strategic-investment-from-sony-semiconductor-solutions-corporation-301795015.html\">announced</a> that it's making a &quot;strategic investment&quot; in Raspberry Pi as a way to bring its AI tech to a wider market. The idea is to give Raspberry Pi users around the world a development platform for its Aitrios edge computing (on-chip) AI platform used for image sensing functions like facial recognition.&nbsp;</p><p>&quot;We are very pleased to be partnering with Raspberry Pi Ltd. to bring our Aitrios platform — which supports the development of unique and diverse solutions utilizing our edge AI devices — to the Raspberry Pi user and developer community, and provide a unique development experience,&quot; said Sony Semiconductor Solutions president and CEO Terushi Shimizu.</p><span id=\"end-legacy-contents\"></span><p>The <a href=\"https://www.engadget.com/raspberry-pi-4-now-available-with-up-to-8-gb-of-ram-095534737.html\">Raspberry Pi 4</a> and other devices from the company give users PC-like power in a small form factor. Originally designed as an educational platform to teach robotics, coding and more, it has become popular as a way for coders to prototype IoT (Internet of Things) and other devices.&nbsp;&nbsp;</p><p>The addition of Sony's Aitrios could make it even more useful. Unlike cloud AI, it runs directly on chips (edge computing) to reduce latency, and Sony has pitched the system for uses like surveillance, security and more. Examples cited on a <a href=\"https://aitrios-promo.wpp.developer.sony.com/en/solutions/edge-ai-sensing/\">dedicated website</a> include inventory monitoring and retention, customer counting, license plate recognition and &quot;detailed employee analysis.&quot; Sony says it preserves privacy by analyzing data strictly on-chip and only sending metadata to the cloud.&nbsp;</p><p>Sony is already involved with Raspberry Pi as a &quot;longstanding and valued strategic partner,&quot; the company said. It <a href=\"https://www.engadget.com/raspberry-pis-latest-camera-modules-provide-powered-autofocus-112911815.html\">recently provided</a> imaging chips with autofocus capability and helped Raspberry Pi get its UK manufacturing plant <a href=\"https://www.engadget.com/2012-09-06-raspberry-pi-made-in-the-uk-by-sony.html\">up to speed</a> in the early days of the company.</p>This article originally appeared on Engadget at https://www.engadget.com/sony-investment-will-put-ai-chips-inside-raspberry-pi-boards-083503462.html?src=rss", "link": "https://www.engadget.com/sony-investment-will-put-ai-chips-inside-raspberry-pi-boards-083503462.html?src=rss", "date_published": "2023-04-12 08:35:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NYPD's Spot Robot is back for use in 'hazardous situations'", "description": "<p>Back in 2021, the New York Police Department (NYPD) <a href=\"https://www.engadget.com/nypd-boston-dynamics-spot-robot-dog-lease-154112492.html\">cancelled</a> a planned deployment of the Spot robot dog [aka \"Digidog\"] following a public backlash. Now, New York City's current law and order mayor Eric Adams has brought the robot dog back for use in \"hazardous situations,\" <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNC8xMS9ueXJlZ2lvbi9ueXBkLWRpZ2lkb2ctcm9ib3QtY3JpbWUuaHRtbCIsImNvbnRlbnRVdWlkIjoiM2E0NGI1ODItOGRiMy00NTAwLTgyOGMtNmYwMmNjNzg0NjZiIn0&amp;signature=AQAAAUwGFJBq78MC9vvb9LPz_-tBB00I5JU6GA57ldQrte2y&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F04%2F11%2Fnyregion%2Fnypd-digidog-robot-crime.html\"><em>The New York Times</em></a> has reported. \"Digidog is out of the pound,\" Adams said at a <a href=\"https://www.engadget.com/nypd-boston-dynamics-spot-robot-dog-lease-154112492.html\">press conference</a> yesterday in Times Square.</p><p>The NYPD will acquire two of the robots for $750,000 and only use them in hostage and other critical situations. \"I believe that technology is here; we cannot be afraid of it,” Adams said. “A few loud people were opposed to it, and we took a step back [but] that is not how I operate. I operate on looking at what’s best for the city.\"</p><span id=\"end-legacy-contents\"></span><p>Spot/Digidog is built by <a href=\"https://www.engadget.com/hyundai-boston-dynamics-acquisition-114044490.html\">Hyundai's Boston Dynamics</a>, and is designed to be used in dangerous situations like security and inspections. It was also <a href=\"https://www.engadget.com/boston-dynamics-spot-robot-combat-training-101732374.html\">tested for use in combat</a> by the French army, primarily for reconnaissance.</p><p>During its previous tour of duty with the NYPD, police used Spot to gather information about a gunmen barricaded inside a building. On another occasion it was deployed during a home invasion, also to give officers eyes inside the house. After critics brought up potential concerns over surveillance and privacy, however, then-mayor Bill de Blasio elected to cancel a $94,000 lease on Spot. \"It’s creepy, alienating and sends the wrong message to New Yorkers,\" a city spokesperson said at the time.&nbsp;</p><p>Along with Digidog, the NYPD announced testing of two other types of security and surveillance tech. The <a href=\"https://www.starchase.com/products/vehicle-mounted-gps-launcher/\">Guardian HX</a> from StarChase shoots GPS tracking tags onto vehicles from a handheld or car-mounted launcher, allowing officers to find them without the needed for a chase. The other is the <a href=\"https://www.knightscope.com/products/k5\">Knightscope's K5 ASR</a>, a \"fully autonomous outdoor security robot\" that the NYPD wants to use for collecting intelligence.</p><p>\"This is the beginning of a series of rollouts we are going to do to show how public safety has transformed itself,\" Adams said at the press conference. However, the move was condemned by Albert Fox Cahn from the Surveillance Technology Oversight Project. \"The NYPD is turning bad science fiction into terrible policing,\" he told the <em>NYT</em> in a statement. \"New York deserves real safety, not a knockoff from 'Robocop.'\"</p>This article originally appeared on Engadget at https://www.engadget.com/nypds-spot-robot-is-back-for-use-in-hazardous-situations-061927023.html?src=rss", "link": "https://www.engadget.com/nypds-spot-robot-is-back-for-use-in-hazardous-situations-061927023.html?src=rss", "date_published": "2023-04-12 06:19:27+00:00", "persistent": false, "user": null, "language": "en-US"}]