[{"source": "https://www.theguardian.com/international/rss", "title": "Ismaël Bennacer earns hard-fought win for Milan over 10-man Napoli", "description": "<p>Ismaël Bennacer’s first-half goal helped Milan win 1-0 against 10-man Napoli in the first leg of their Champions League quarter-final.</p><p>Although the visitors had plenty of chances in the opening stages, Bennacer put Milan in front just before the break and a frustrating night for Napoli – who were without the injured striker Victor Osimhen – was capped when André-Frank Zambo Anguissa was sent off in the second half.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/milan-napoli-champions-league-quarter-final-first-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/milan-napoli-champions-league-quarter-final-first-leg-match-report", "date_published": "2023-04-12 21:29:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Umpire leaves Yankees-Guardians game after being struck in face by relay throw", "description": "<ul><li>Umpire hospitalized after being hit in head by relay throw</li><li>Timeline on Larry Vanover’s return is ‘to be determined’</li></ul><p>Umpire Larry Vanover is being evaluated for a concussion and other injuries at a hospital after being struck in the head with a relay throw during Wednesday’s game between the New York Yankees and Cleveland Guardians.</p><p>The 67-year-old Vanover was knocked down by the throw from Guardians All-Star second baseman Andrés Giménez, who wheeled and fired toward the plate and hit Vanover, positioned on the infield grass between second and the mound, on the left side of his head.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/umpire-hit-by-relay-throw-yankees-guardian\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/umpire-hit-by-relay-throw-yankees-guardian", "date_published": "2023-04-12 21:26:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The lady’s not for learning: Liz Truss tells US group she was right all along", "description": "<p>Britain’s shortest-serving prime minister tries to channel Margaret Thatcher to buff her image – 3,500 miles from her legacy of political chaos and near economic disaster </p><p>She’s back. Sort of. <a href=\"https://www.theguardian.com/politics/liz-truss\">Liz Truss</a>, a former British prime minister whose tenure lasted only 50 days, sought to revive her political career and economic agenda on Wednesday with a major speech – more than 3,500 miles from home.</p><p>Truss’s unlikely comeback attempt was perhaps guaranteed a warmer welcome at the Heritage Foundation (a somewhat stuffy conservative thinktank in Washington that has its own Margaret Thatcher Center for Freedom) than at many places in her native Britain.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/liz-truss-speech-sketch-heritage-foundation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/liz-truss-speech-sketch-heritage-foundation", "date_published": "2023-04-12 19:20:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Silva says Manchester City must learn from past failures to finish Bayern off", "description": "<ul><li>Midfielder says hard work key to his success in many positions</li><li>‘One game is not enough. If you blink for a second, you are out’</li></ul><p>Bernardo Silva has opened up on the defensive principles that guide him and make him such an all-round player, able to operate in multiple positions, suggesting his formative years at Benfica were decisive.</p><p>Silva starred for Manchester City in their <a href=\"https://www.theguardian.com/football/2023/apr/11/manchester-city-bayern-munich-champions-league-quarter-final-first-leg-match-report\">3-0 Champions League quarter-final first-leg win</a> over Bayern Munich at the Etihad Stadium on Tuesday, scoring the second goal with a header and impressing with his quick feet and sharp turns on the ball. But as Silva considers next Wednesday’s return in Bavaria, mindful that the job is only half done, plenty of cautionary tales in his mind, he can take as much heart from his work out of possession on what was a famous night.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/silva-says-manchester-city-must-learn-from-past-failures-to-finish-bayern-off\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/silva-says-manchester-city-must-learn-from-past-failures-to-finish-bayern-off", "date_published": "2023-04-12 16:54:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "After being nicked three times for speeding, life in the slow lane is a revelation | Adrian Chiles", "description": "<p>My newly mindful driving may cause fury in those stuck behind me, but I find it much more enjoyable and less stressful</p><p>I’ve never been a particularly fast driver. I can’t have been, because in four decades at the wheel, driving far too many miles every year, I’ve only been nicked three times for speeding. Once was in 1985 doing 65mph in a 40mph limit on the A456 just outside Halesowen. I was in my dad’s car, wearing mirrored sunglasses, which I decided not to remove when the police officer addressed me. Idiot. (Me, not the copper.) Perhaps he saw his own irritated reflection as he issued the reprimand. I got a fine no bigger than the speed I was doing, and three richly deserved points. It should have been more.</p><p>The second time was more recently, on the Adriatic coast road in Croatia. An outstretched arm, palm facing towards me, indicated I should stop. On this occasion I removed my sunglasses; the <em>policajac</em> didn’t. After a brief admonishment and a spot of form-filling, his arm was outstretched again – now with his palm facing upwards, indicating I should put some cash in it. This I did. Job done.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/nicked-three-times-for-speeding-life-in-slow-lane-revelation-adrian-chiles\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/nicked-three-times-for-speeding-life-in-slow-lane-revelation-adrian-chiles", "date_published": "2023-04-12 15:11:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Prince Harry to attend king’s coronation but Meghan to stay in California", "description": "<p>Buckingham Palace announces Duchess of Sussex to remain with Prince Archie and Princess Lilibet</p><p>The Duke of Sussex is to attend his father’s coronation, but without the Duchess of Sussex or their two children.</p><p>Buckingham Palace said in a statement: “Buckingham Palace is pleased to confirm that the Duke of Sussex will attend the Coronation Service at Westminster Abbey on 6 May. The Duchess of Sussex will remain in California with Prince Archie and Princess Lilibet.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/prince-harry-to-attend-kings-coronation-but-meghan-to-stay-in-california\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/prince-harry-to-attend-kings-coronation-but-meghan-to-stay-in-california", "date_published": "2023-04-12 14:17:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia rushes through law to tighten military conscription", "description": "<p>Move fuels speculation a second wave of mobilisation is planned, despite Kremlin denials</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia has tightened conscription law ahead of a widely anticipated Ukrainian counteroffensive in the coming weeks, including the introduction of electronic military draft papers.</p><p>The lower and upper houses of parliament rushed through the legislation that will make it significantly harder for Russians to dodge the draft while automatically banning registered conscripts from leaving the country.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/russia-military-conscription-law-kremlin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/russia-military-conscription-law-kremlin", "date_published": "2023-04-12 14:14:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ten Hag backs Martial to step up for Manchester United with Rashford out", "description": "<ul><li>Top scorer Rashford to miss Europa League first leg with Sevilla</li><li>Ten Hag: ‘When Martial’s in the team we play our best football’</li></ul><p>Erik ten Hag has backed Anthony Martial to replace Manchester United’s injured top scorer, Marcus Rashford, by pointing to the Frenchman’s goalscoring ratio and insisting he is not concerned about his ability to stay fit.</p><p>United announced on Wednesday that Rashford, who has 28 goals in 47 appearances, will be out for “a few games” due to a muscle problem the England forward suffered in the 81st minute of <a href=\"https://www.theguardian.com/football/2023/apr/08/manchester-united-everton-premier-league-match-report\">Saturday’s 2-0 win over Everto</a>n at Old Trafford. This means he will miss Thursday’s Europa League quarter-final first leg visit of Sevilla, Sunday’s trip to Nottingham Forest and, almost certainly, next week’s return game at the Spanish club.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/erik-ten-hag-anthony-martial-manchester-united-marcus-rashford\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/erik-ten-hag-anthony-martial-manchester-united-marcus-rashford", "date_published": "2023-04-12 14:07:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A hitch-hiker in the baking Saudi desert: James Deavin’s best photograph", "description": "<p>‘It was late morning and nearly 40 degrees on the road to Riyadh. Jalal was very keen for me to take his picture. I felt incredibly guilty leaving him there’</p><p>In March 2022, I moved to the east coast of Saudi Arabia for a six-month contract. My family stayed back in London so I was left to my own devices outside working hours. At times it was pretty isolating, but weekends were my own in a way they haven’t been in a very long time. It felt like I was in my 20s again, with the freedom to head out and shoot as many of my own photographs as I wanted.</p><p>I spent Fridays and Saturdays trying to see as much as I could, trying to get far off the beaten track. I hired a little Hyundai Accent – pretty much the smallest car you can get in a country where everyone seems to own a 4x4 – and drove out on the huge highways traversing the desert, stopping occasionally to hike out into the dunes.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/12/hitch-hiker-saudi-desert-riyadh-james-deavins-best-photograph\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/12/hitch-hiker-saudi-desert-riyadh-james-deavins-best-photograph", "date_published": "2023-04-12 14:06:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lionesses win Finalissima before streak is ended – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/suzywrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/girlsontheball\">Sophie Downie</a> and <a href=\"https://twitter.com/battledinosaur\">Samantha Lewis</a> join <a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> to round up a mixed international break for the Lionesses and much more</p><p>On today’s pod: we’ve never had to say this under Sarina Wiegman but … England have lost!</p><p>Their 30-match unbeaten run comes to an end at the hands of Australia – Sam Kerr doing her thing in west London yet again – but how much of a worry for the Lionesses is that result just before the provisional World Cup squad is announced?</p> <a href=\"https://www.theguardian.com/football/audio/2023/apr/12/england-football-finalissima-streak-australia-lionesses-matildas-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/apr/12/england-football-finalissima-streak-australia-lionesses-matildas-womens-football-weekly-podcast", "date_published": "2023-04-12 14:04:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US drug tsar warns of ‘emerging threat’ of veterinary tranquilizer xylazine", "description": "<p>Dr Rahul Gupta says drug has become increasingly common and is particularly dangerous when mixed with opioid fentanyl</p><p>Joe Biden’s drug tsar has named a veterinary tranquilizer as an “emerging threat” when it is mixed with the powerful opioid fentanyl, clearing the way for more efforts to stop the spread of xylazine.</p><p>The Office of National Drug Control Policy announced the designation on Wednesday, the first time the office has used it since the category for fast-growing drug dangers was created in 2019.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/xylazine-fentanyl-tranquilizer-rahul-gupta\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/xylazine-fentanyl-tranquilizer-rahul-gupta", "date_published": "2023-04-12 13:54:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Demand for banknotes at lowest level in 20 years, says De La Rue", "description": "<p>World’s largest commercial printer of money issues profit warning after downturn causes ‘significant degree of uncertainty’</p><p>Demand for paper money has fallen to its lowest level in more than 20 years as consumers switch to card and contactless payments, the world’s largest commercial printer of banknotes has said.</p><p><a href=\"https://www.theguardian.com/business/delaruebusiness\">De La Rue</a> – the 200-year-old British firm responsible for a third of all banknotes worldwide, including the <a href=\"https://www.theguardian.com/business/2022/dec/20/king-charles-iii-bank-note-designs-revealed-by-bank-of-england\">new King Charles III design</a> being produced for the Bank of England – said the drop in demand was affecting its order books.</p> <a href=\"https://www.theguardian.com/business/2023/apr/12/de-la-rue-banknotes-paper-money-printing-profit-warning\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/12/de-la-rue-banknotes-paper-money-printing-profit-warning", "date_published": "2023-04-12 13:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Yousaf and Forbes urge SNP members to stay with party after auditors disclosure", "description": "<p>First minister reveals firm resigned several months ago but that he did not find out until first NEC meeting as party leader</p><p>The new leader of the Scottish National party, Humza Yousaf, and his closest rival for the position, Kate Forbes, have urged party members to stay the course as further accusations of secrecy and financial mismanagement engulf the party.</p><p>On Tuesday, Yousaf revealed that the SNP’s auditors quit six months ago, a fact none of the leadership contenders were made aware of during the campaign to replace Nicola Sturgeon, raising significant questions about transparency under the former chief executive Peter Murrell.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/humza-yousaf-kate-forbes-scotland-snp-party-auditors\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/humza-yousaf-kate-forbes-scotland-snp-party-auditors", "date_published": "2023-04-12 12:11:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester City muller Bayern and Dean Smith returns – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/archiert1\">Archie Rhind-Tutt</a> and <a href=\"https://twitter.com/PhilippeAuclair\">Philippe Auclair</a> as the men’s Champions League quarter-finals kick off</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today; Manchester City make it look all too easy against Thomas Tuchel’s Bayern Munich. The panel ask how can you pick a player out to be praised when they’re all at the top of their game.</p> <a href=\"https://www.theguardian.com/football/audio/2023/apr/12/manchester-city-muller-bayern-and-dean-smith-returns-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/apr/12/manchester-city-muller-bayern-and-dean-smith-returns-football-weekly-podcast", "date_published": "2023-04-12 12:06:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "To protect abortion access, the FDA should decline to enforce a mifepristone ban | David S Cohen, Greer Donley and Rachel Rebouché", "description": "<p>Try as it might, the Food and Drug Administration cannot escape the abortion debate. The agency must be bolder</p><p>On Friday, the nation was treated to <a href=\"https://www.washingtonpost.com/politics/2023/04/07/texas-abortion-pill-ruling-mifepristone/\">dueling decisions</a> from federal judges regarding the first drug in a medication abortion: mifepristone. A judge in Texas ruled that the Food and drug Administration (FDA) likely improperly approved the drug, staying its approval while the case plays out. Minutes later, a judge in Washington state ruled that the FDA could not change the status quo regarding mifepristone’s availability.</p><p>In response to these two cases and two other less-publicized cases involving the FDA and medication abortion, the agency needs to chart a course consistent with its mission to protect patient health and to follow the evidence. As the Biden administration has <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/01/22/fact-sheet-president-biden-to-sign-presidential-memorandum-on-ensuring-safe-access-to-medication-abortion/\">stated</a>, protecting medication abortion is a public health imperative now that states can ban all abortion outright. If the agency does not respond to these conflicting rulings in a manner tailored to provide the greatest access possible to medication abortion, it will be telling of Biden’s commitment to reproductive justice.</p><p>David S Cohen, a law professor at Drexel University, is a co-author of <a href=\"http://www.amazon.com/dp/0520306643/?tag=slatmaga-20\">Obstacle Course: The Everyday Struggle to Get an Abortion in America</a>, a board member of the Abortion Care Network and a consulting attorney with the Women’s Law Project</p><p>Greer Donley is a law professor at the University of Pittsburgh and a board member of the Women’s Law Project</p><p>Rachel Rebouché is the dean of the Temple University Beasley School of Law and a faculty fellow at the Center for Public Health Law Research</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/to-protect-abortion-access-the-fda-should-decline-to-enforce-a-mifepristone-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/to-protect-abortion-access-the-fda-should-decline-to-enforce-a-mifepristone-ban", "date_published": "2023-04-12 10:15:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘All the doors are closed to Afghans’: from fall of Kabul to limbo in Mexico", "description": "<p>Thousands of Afghans are believed to have made their way to Mexico hoping to claiming asylum in the US. Most are still there</p><p>When <a href=\"https://www.theguardian.com/world/2021/aug/15/the-fall-of-kabul-a-20-year-mission-collapses-in-a-single-day\">the Taliban stormed Kabul</a>, Wali Modaqiq, 54, began calling every American, Briton and European with whom he had worked on environmental projects, pleading for help to evacuate him and his family.</p><p>“The message I received back was: ‘You’re not our direct employee, so we cannot help you,’” he said. “But I brought them in, I took them around, I helped them work in Afghanistan.” He says environmental activism with foreign conservationists had made him an enemy of the Taliban.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/afghan-asylum-seekers-mexico-us-border\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/afghan-asylum-seekers-mexico-us-border", "date_published": "2023-04-12 10:15:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Assassin Club review – trashy hitman runaround is generic multiplex filler", "description": "<p>Our nice-guy killer is entered into a hitpersons’ Champions League, destined to fulfil functional combat scenes and voice the most leaden dialogue ever transmitted in Dolby surround</p><p>Some films don’t globetrot so much as globelurch, steered by creatives going wild on Expedia after a heavy night on the Kestrel. Pinging haphazardly and often nonsensically around central and eastern Europe, this trashy runaround sees French action specialist Camille Delamarre (Brick Mansions, The Transporter Refuelled) emerging from sometime mentor Luc Besson’s shadow, for better or worse. Liberated from Besson’s more questionable fetishes but also untethered from a healthy line of credit, the result never rises above generic multiplex filler. Everyone is travelling economy, with a tatty script stuffed way down, out of shame, in their carry-on luggage.</p><p>After doing for an assailant who attacks him and his schoolmarm girlfriend, nice-guy assassin Morgan (Henry Golding) learns he’s been unknowingly entered in effectively a hitpersons’ Champions League. On the plus side, it provides the perfect opportunity to deploy the improbably wide-ranging personal surveillance network he maintains from his shabby digs. Sam Neill is Morgan’s urbane handler, found tickling the harpsichord at one point; Noomi Rapace occupies a botched dual role, requiring her to alternate between big specs as the head of some security agency and blond frosting as the most vicious of Morgan’s rivals. The casting is simpler elsewhere: grizzled ex-doormen abound.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/assassin-club-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/assassin-club-review", "date_published": "2023-04-12 08:40:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Cooking oil, Grandpap’s cou-cou stick and a quilt – how I recreated Black portraits and celebrated the stories of people of colour", "description": "<p>As an opera singer, I’m used to breathing life into characters. During lockdown I took on a challenge to reimagine great artworks in my home – and so brought Black history to life and explored what it means to take up space as a Black man</p><p>As <a href=\"https://www.peterbrathwaitebaritone.com/\">a Black British opera singer,</a> I am used to being a rare breed – still. Moreover, I am accustomed to having quizzical glances cast in my direction, as if I am something of a novelty or a curious anomaly. A large part of my musical career to date has been based on balancing and reconciling the tricky dichotomy of otherness in relation to myself and the canon of western classical music that I love and love to perform. And given that they are so few and far between, representations of people who look like me in the classical canon have always been of interest. As a student of opera, I clung to the album covers of the African American soprano Leontyne Price and a black-and-white postcard portrait of the Black British composer Samuel Coleridge-Taylor. These totemic images, my superheroes, became talismanic, protective figures when I found myself on the receiving end of everyday racism from fellow musicians – things like “You’re the whitest Black man I know,”, or “Your performance was so good, I thought you were a white singer blacked up,” or “You would have been a slave when this opera was written.” Or the time a singing coach put her finger in my mouth because she just didn’t understand how I, “a Negro,” could have an alveolar ridge.</p><p>In opera, I have been cast as an enslaved African man twice. Both times turned out to be opportunities to humanise Black characters that have all too often existed on the stage as one-dimensional stereotypes. With one of these roles in particular – the enslaved African Kaidamà in Gaetano Donizetti’s Il furioso all’isola di San Domingo, a 19th-century opera set in the Caribbean – there was an urgent need to restore agency to an operatic character who has been portrayed in blackface well into the 21st century. This is a “tradition” that has done much to distort the dignity of Black lives.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/12/recreating-black-portraits-history-peter-brathwaite-getty-lockdown-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/12/recreating-black-portraits-history-peter-brathwaite-getty-lockdown-challenge", "date_published": "2023-04-12 08:09:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Banished to boomer island: tales of a menopausal Gen-Xer for hire | Shanti Nelson", "description": "<p>I’m getting pelted by ‘low-hanging fruit’ and trapped in a vortex of ‘deliverables’. Can I get a Google Generational Translator?</p><p>We’re 45 min into the job interview and I’ve heard the word “literally” 27 times. And don’t even get me started on “pivot.” I’m about to pivot my 53-year-old keister out of this freakin’ interview. <em>Literally</em>. Never mind that I need an interpreter to understand 75% of what this communications director has been talking about since we started the interview.</p><p>I applied to this opening for a “creative services manager” two weeks ago, confident that my more than two decades as a graphic designer would qualify me. Following a rocky 2.5-hour call with HR (that I mistook for the actual interview), followed by a perplexing assessment test (that had nothing to do with the job description), my optimism is waning.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/banished-to-boomer-island-tales-of-a-menopausal-gen-xer-for-hire\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/banished-to-boomer-island-tales-of-a-menopausal-gen-xer-for-hire", "date_published": "2023-04-12 07:10:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Even in the realms of extreme, it’s extreme’: how UK music festivals are planning for freak weather", "description": "<p>Whether waterlogged from flooding or parched and prone to wildfires, festival sites are having to plan for every eventuality – and the costs are substantial</p><p>Wellies and sun hats are the traditional first guard against the elements at festivals, but this summer they may not be enough to protect revellers. Flood defences, wildfire response teams and satellite weather-monitoring technology are among the ways UK music festivals are adapting to extreme weather events fuelled by the climate crisis.</p><p>Last summer’s record high temperatures in the UK hit during festival season, and the changing climate has become one of the industry’s biggest challenges, increasing the frequency, severity and likelihood of weather such as heatwaves and thunderstorms. With preparations underway for this year’s festival season, event organisers are increasing their contingency plans to secure their events, at a time of higher costs in labour, energy and insurance.</p> <a href=\"https://www.theguardian.com/music/2023/apr/12/freak-weather-affecting-music-festivals-standon-calling\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/12/freak-weather-affecting-music-festivals-standon-calling", "date_published": "2023-04-12 07:06:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A moment that changed me: I was separated from my parents - and it gave me inner strength", "description": "<p>At eight, I was sent from England to live with relatives in Goa for four years. The experience shook me out of my timid existence and led to a profound sense of belonging</p><p>In 1984, I boarded a musty Air India plane with my aunt, leaving my parents and baby sister in the south of England, and flew to live with my maternal grandparents in a tiny fishing town south of Goa. At a time when many Indians were emigrating to Britain in search of a more prosperous life, I seemed to be the only brown person going in the other direction.</p><p>I was eight years old. I was being sent to India to get up to speed with the language (Kannada) before my family followed, as we were planning to relocate from England. It would only be for a few months, I was assured. The separation ended up lasting four years because the big move never materialised.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/12/a-moment-that-changed-me-i-was-separated-from-my-parents-and-it-gave-me-inner-strength\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/12/a-moment-that-changed-me-i-was-separated-from-my-parents-and-it-gave-me-inner-strength", "date_published": "2023-04-12 07:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Which players have been sent off in their first game after suspension? | The Knowledge", "description": "<p>A red-card special of sorts this week, as we also look at 10-man teams scoring a hatful and recall eight-man winners</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Has a player ever been sent off, then sent off again in their first match back after suspension? Assuming this has happened many times, has a player ever seen red in three consecutive</strong><em><strong> </strong></em><strong>games for which they were eligible? What’s the record?”</strong> asks James McWilliam Woods.</p><p><a href=\"https://www.theguardian.com/football/2004/mar/16/newsstory.sport6\">Until 2004</a>, suspensions in English football did not begin until 14 days after the relevant offence took place. That led to a couple of famous examples of players being sent off a second time before they had begun the suspension for their first red card.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/which-players-have-been-sent-off-in-their-first-game-after-suspension-knowledge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/which-players-have-been-sent-off-in-their-first-game-after-suspension-knowledge", "date_published": "2023-04-12 07:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Chelsea take up Madrid challenge hoping for Champions League miracle | Jacob Steinberg", "description": "<p>Frank Lampard wants to emulate Roberto Di Matteo’s 2012 win but beating the kings of Europe is the toughest assignment</p><p>They would have to call it The Miracle of Frank Lampard. It would be the barely plausible tale of the man who was guiding Everton into the Championship landing a new job three months later and, in defiance of all logic, being summoned to rescue the club he knows best before masterminding a series of staggering upsets and ending the campaign as the interim head coach who led Chelsea to the most unlikely of Champions League triumphs.</p><p>It would be the latest example of football’s ability to surprise and bewilder. It would be romance over reality, an invocation of the spirit of 2012, the kind of content ripe to be packaged into a 10-part Netflix documentary. Cue Todd Boehly and Behdad Eghbali looking into the camera and explaining this was the plan all along: buy the club, <a href=\"https://www.theguardian.com/football/2022/sep/11/i-felt-at-home-thomas-tuchel-devastated-by-chelsea-sacking\" title=\"\">fire Thomas Tuchel</a> and talk of the long term after hiring Graham Potter; then build a squad of more than 30 players after spending almost £600m, <a href=\"https://www.theguardian.com/football/2023/apr/02/chelsea-sack-manager-graham-potter-after-less-than-six-months-in-charge\" title=\"\">fire Potter</a> after seven months, put one of his assistants in charge for a game, tumble into the bottom half of the Premier League and end the campaign with a manager who was only available after being <a href=\"https://www.theguardian.com/football/blog/2023/jan/23/sacking-lampard-was-the-right-decision-but-evertons-woes-dont-end-there\" title=\"\">sacked by Everton</a> in January.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/chelsea-take-up-madrid-challenge-hoping-for-champions-league-miracle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/chelsea-take-up-madrid-challenge-hoping-for-champions-league-miracle", "date_published": "2023-04-12 07:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "I fought injustice against refugees like me through activism and charity work. Then I found comedy | Yasmeen Audisho Ghrawi", "description": "<p>Doing standup is about sharing the contradictory mess of being human – and exposing the hypocrisy of politics</p><ul><li>Yasmeen Audisho Ghrawi is a comedian and performer</li></ul><p>I’ve always been enraged by the injustice in this world. My life has been defined by wars, violent sanctions, and a US/UK occupation that caused insurmountable tragedy to my life and to the lives of millions of others. Coming to the UK from Iraq was easy for me; staying almost cost me my health and sanity.</p><p>And so, in a desperate attempt to make sense of the world I grew up in and the great forces that orchestrate violence and death at will, I went to university and studied political science, international relations and anthropology. As the quest for justice is a serious matter, I believed the only way to go about it was to do so very seriously.</p><p>Yasmeen Audisho Ghrawi is a comedian and performer. Her one-person show, From the Daughter of a Dictator, opens on 3 July 2023 as part of the London Shubbak festival before going on a national tour. ‘No Direction Home’ is at Soho Theatre 22 May and 26 June</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/injustice-refugees-activism-charity-work-comedy-standup-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/injustice-refugees-activism-charity-work-comedy-standup-politics", "date_published": "2023-04-12 07:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Viktor Orbán’s support for Trump seems to wane as ally meets with DeSantis", "description": "<p>Hungarian PM previously backed Trump but meetings between Katalin Novák and DeSantis camp suggest he’s hedging his bets</p><p>Hungary’s far-right prime minister, <a href=\"https://www.theguardian.com/world/viktor-orban\">Viktor Orbán</a>, one of Donald Trump’s biggest international supporters, has made overtures in recent weeks to <a href=\"https://www.theguardian.com/us-news/ron-desantis\">Ron DeSantis</a> and one of the Florida governor’s key billionaire backers.</p><p>Orbán has repeatedly voiced strong support for Trump’s policies and political style even long after the former president left the White House. But meetings between a key Orbán ally and the DeSantis camp suggest the Hungarian leader is hedging his bets amid uncertainty over Trump’s electoral prospects.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/viktor-orban-ron-desantis-trump-hungary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/viktor-orban-ron-desantis-trump-hungary", "date_published": "2023-04-12 07:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Soul train: An eight-year ride on the New York subway", "description": "<p>Swiss photographer Willy Spiller was spellbound when he first saw the ‘great human menagerie’ in 1977. His dazzling images are now a time capsule for a lost, thrilling and dangerous world</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/12/soul-train-an-eight-year-ride-on-the-new-york-subway\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/12/soul-train-an-eight-year-ride-on-the-new-york-subway", "date_published": "2023-04-12 06:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tories hail Greek migration policies as an example. Instead, they should serve as a warning", "description": "<p>Experience in eastern Mediterranean proves deterrence and harsh conditions do little to discourage refugees </p><p>Prominent Conservatives openly view <a href=\"https://migration.gov.gr/en/n-mitarakis-to-2022-synechizoyme-tin-aystiri-alla-dikaii-metanasteytiki-politiki-poy-charaxame-ta-dyo-proigoymena-chronia-oi-roes-paramenoyn-stathera-chamiles-kai-i-aposymfor/\">Greece’s self-described “strict but fair” migration policies</a> as a model to emulate. The former home secretary <a href=\"https://hansard.parliament.uk/Commons/2023-03-29/debates/5C905292-65BA-4B59-9AB9-D41F52605895/IllegalMigrationUpdate?highlight=%22greek-style%20reception%20centres%22#contribution-67C78976-466F-4F16-A2EA-0220DBC46E63\">Priti Patel told MPs</a> last week that “we would not be in this current situation” had she been allowed to replicate “Greek-style reception centres”.</p><p>British interest in the Greek model dates back to May 2021, when the former immigration minister Chris Philp made an “urgent” – as internal documents seen by the Guardian called it – trip to Greece. This was followed by an official visit by Patel in August 2021, who toured a newly constructed Greek camp, went out on patrol with the Greek coastguard and <a href=\"https://www.gov.uk/government/news/tackling-illegal-migration-tops-agenda-on-home-secretary-visit-to-greece\">spoke of working “closely with Greek partners</a>” on migration.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/12/tories-hail-greek-migration-policies-as-an-example-instead-they-should-serve-as-a-warning\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/12/tories-hail-greek-migration-policies-as-an-example-instead-they-should-serve-as-a-warning", "date_published": "2023-04-12 06:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Renfield review – gory fun as Nicolas Cage gets his teeth into Dracula", "description": "<p>This starry vampire caper borrows from the best bits of Hollywood monster movies and features some truly resplendent gore, but its tone and its morals are a bit off</p><p>The 1988 movie Vampire’s Kiss, about a lonely lothario with delusions of vampirism, might have flopped at the box office, but it did help to establish Nicolas Cage’s idiosyncratic performance style. Inevitably, he’s now brought his eye-popping instincts and shouty charisma to the role of Count Dracula – with most pleasing results.</p><p>Cage’s Dracula doesn’t have top billing here, however; that goes to his longtime servant, played as a meek-but-mighty Englishman by Nicholas Hoult. In this telling, Renfield’s bug-eating is the source of his super-strength, not a mark of madness, and he wants out of what he sees as an abusive relationship with his over-demanding boss. But breaking free is complicated by a blossoming romance with Rebecca Quincy (Awkwafina), a New Orleans cop determined to bring a local crime family to justice.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/renfield-review-gory-fun-as-nicolas-cage-gets-his-teeth-into-dracula\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/renfield-review-gory-fun-as-nicolas-cage-gets-his-teeth-into-dracula", "date_published": "2023-04-12 06:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Fate of US abortion drug hangs in balance ahead of Friday deadline", "description": "<p>Mifepristone will lose its FDA approval this week unless an appeals court intervenes in a case likely to reach the supreme court</p><p>FDA authorization for a key abortion drug could be nullified after Friday, unless an appeals court acts on a Biden administration request to block last week’s ruling suspending approval of the drug.</p><p>The drug, mifepristone, is used in more than <a href=\"https://www.guttmacher.org/article/2022/02/medication-abortion-now-accounts-more-half-all-us-abortions\">half of all the abortions</a> in the US. The ruling, issued by a federal judge in Texas, applies across the country.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/mifepristone-abortion-drug-hangs-in-balance-friday-deadline\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/mifepristone-abortion-drug-hangs-in-balance-friday-deadline", "date_published": "2023-04-12 05:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "As the west tries to limit TikTok’s reach, what about China’s other apps?", "description": "<p>With government concerns over national security growing, Beijing’s influence over platforms such as WeChat and Shein could come under scrutiny</p><p>As TikTok, the world’s most popular app, comes under increasing scrutiny in response to data privacy and security concerns, lawmakers in the west may soon set their sights on other Chinese platforms that have gone global.</p><p>TikTok was built by ByteDance as a foreign version of its popular domestic video-sharing platform, Douyin. But it is far from being ByteDance’s only overseas moneymaker. The Chinese company owns dozens of apps that are available overseas, many of them English-language versions of Chinese offerings.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/12/tiktok-china-apps-national-security-wechat-shein\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/12/tiktok-china-apps-national-security-wechat-shein", "date_published": "2023-04-12 04:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NBA play-in tournament: LeBron’s 30 lift Lakers to No 7 seed as Hawks prevail", "description": "<ul><li>Lakers outlast Wolves in overtime, advance to face Memphis</li><li>Atlanta lock down No 7 seed in East, hold off Heat 116-105</li></ul><p>LeBron James had 30 points and 10 rebounds, and the Los Angeles Lakers claimed the seventh spot in the Western Conference playoffs with a grueling 108-102 overtime victory over the short-handed Minnesota Timberwolves in the NBA’s play-in tournament Tuesday night.</p><p>Dennis Schröder scored 21 points and iced the win with two free throws with 8.4 seconds left for the Lakers, who will face second-seeded Memphis in the first round starting Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/11/nba-play-in-tournament-lakers-wolves-hawks-heat\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/11/nba-play-in-tournament-lakers-wolves-hawks-heat", "date_published": "2023-04-12 02:40:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Myanmar airstrike on civilians sparks global outcry as witnesses describe attack", "description": "<p>Death toll in Sagaing could reach 100 in what could be deadliest junta attack since coup in 2021</p><ul><li><a href=\"https://www.theguardian.com/world/2022/sep/19/myanmar-coup-2021-explained-in-30-seconds\">The 2021 Myanmar coup explained in 30 seconds</a></li></ul><p>A series of deadly airstrikes by Myanmar’s military on a civilian crowd has sparked widespread condemnation, as witnesses recounted the horror of the attack that could be the junta’s deadliest since a coup two years ago.</p><p>The <a href=\"https://www.theguardian.com/world/2023/apr/11/airstrikes-by-burmese-military-kill-dozens-at-anti-junta-event-sagaing\">initial death toll stood at 53</a> from Tuesday’s attacks on a village ceremony in Sagaing region at which women and children were present, but later tallies reported by independent media raised it to about 100.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/myanmar-airstrike-on-civilians-sparks-global-outcry-as-witnesses-describe-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/myanmar-airstrike-on-civilians-sparks-global-outcry-as-witnesses-describe-attack", "date_published": "2023-04-12 02:07:41+00:00", "persistent": false, "user": null, "language": "en-US"}]