[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This First-Person Horror Game Set Underwater LOOKS CREEPY", "description": "The indie games industry continues to grow at a rapid pace with a buffet of exciting releases that challenge the many norms of AAA game development. There’s almost a never-ending cavalcade of promising games that are set to release sometime in the future, and most games in this category continue to impress with their unique mechanics and fresh designs. We started this feature series to put a spotlight on some of these games, and highlight why these games are worth looking out for.\n\nToday, we will be taking a look at Beneath, which is currently in development at Camel 101. This is the same studio that previously brought us Those Who Remain, which is yet another survival horror game that shares more than a few similarities with its upcoming project. The game has had a mostly positive reception from fans as can be seen on Steam, and Beneath is looking to be the perfect spiritual sequel that expands and refines the psychological horror elements laid out in the developer’s prior projects.", "link": "https://www.youtube.com/watch?v=lOGY4-OSwUY", "date_published": "2023-04-12 18:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Is Classic Resident Evil ALL OVER AGAIN..", "description": "The survival horror genre has been on a hot streak recently, with notable releases like Dead Space Remake modernizing the classics while the likes of Resident Evil: Village continue to give fans exciting original experiences. 2023 and beyond is looking to be a similarly fruitful time for fans who adore survival horror games, with highly anticipated releases like Silent Hill 2 and Alan Wake 2 among others set to release this year.\n\nBut not a lot of fans know about the many upcoming indie and AA horror games that are shaping up to be something truly special, and this feature series is dedicated to highlighting games of this ilk. Developer MoonGlint’s upcoming Echoes of The Living finds itself in this very category, and it looks like the perfect throwback to the classic horror games that paved the way for the modern blockbuster experiences that we love so dearly.", "link": "https://www.youtube.com/watch?v=hYG0aj69TaE", "date_published": "2023-04-12 15:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Ghostwire: Tokyo Xbox Series X Review - The Final Verdict", "description": "Aside from the main experience, the Xbox launch of Ghostwire: Tokyo coincides with an update across all platforms entitled the Spider’s Thread. While there are many details and quality-of-life fixes in the main storyline from the original release, the biggest addition comes in the form of a roguelite gauntlet. It pits KK and Akito in an alternate dimension where they run a gamut of 30 “floors” or areas where you must complete objectives in order to proceed. There are optional objectives that grant additional rewards. Every so often, you’ll complete a floor and enter the Cat’s Paw where you can purchase supplies from the strange two-tailed cat vendor. \n\nIf you die, you are immediately thrust back to the first floor. However, certain progression aspects remain in place namely spirit skills, spirit threads, and shop unlocks. It’s can be a fun addition to the title for those who wish to see more once the main storyline ends, though it doesn’t do anything to truly fix the often sluggish and simplistic combat that is already presented as a problem in the main storyline. And, if the combat is the worst aspect of the game for you, then prepare for round after round of it cram packed into a challenging package. \n\nIn conclusion, Ghostwire: Tokyo is a thoughtful and unique experience. However, an unremarkable combat system and the bane of repetition without elevation hold this title back from being something truly great.", "link": "https://www.youtube.com/watch?v=GSK9wrWcF5g", "date_published": "2023-04-12 13:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Mega Man Battle Network Legacy Collection Review - The Final Verdict", "description": "These games aren’t great. They don’t hit the purity of design that Mega Man classic has, the fluidity and exciting kinetic dynamism that Mega Man X has, or the sheer highs that Mega Man Legends has. They are the Saturday morning adaptation equivalent (of a property that was already like a Saturday morning cartoon to begin with). You will like them, but they’re a bit like strongly scented vanilla ice cream. It makes an impression, but not nearly enough for you to try and parse the nuances to its flavour. \n\nBut they are good - and this collection is the best way to play them, and a loving and reverential homage to them, adding a whole bunch of cool concessions and goodies without diluting the spirit of the original games. If you like Mega Man, get this collection. If you like RPGs, get this collection and play at least one of these games (preferably 3). You’re not going to fall in love, but you’re going to have a good time - and if you end up playing all the games over time, you’ll have a lot of it for a very low price of entry as well.", "link": "https://www.youtube.com/watch?v=ltBKuXBJuxQ", "date_published": "2023-04-12 12:15:03+00:00", "persistent": false, "user": null, "language": "en-US"}]