[{"source": "https://www.theguardian.com/rss", "title": "Council’s failures left disabled child in chronic pain for three years, watchdog finds", "description": "<p>Local government ombudsman rules that delay in finding suitable accommodation for family caused serious health risks</p><p>A severely disabled child missed out on vital NHS surgery and was left in chronic pain for more than three years because a council failed to move them out of unsuitable housing despite repeated pleas from health professionals, a watchdog has ruled.</p><p>Lambeth council in London was fined £20,000 by the local government and social care ombudsman for a catalogue of service failures and administrative errors that left the child unsafe and in “significant and avoidable distress” and her mother at risk of serious injury.</p><p>Child Y’s constant pain, requiring injections and medication, could be relieved only through surgery, yet this was being delayed because the unsuitability of the family’s home meant Child Y could not safely return after an operation.</p><p>Sitting in the wheelchair for long periods caused so much pain that Child Y’s school had bought a specialist bed in which they would be wheeled around the school to ensure they could access lessons.</p><p>At home, Child Y and her mother were at risk of injury from manual handling because they were unable to use proper equipment. Because of the lack of space, Child Y could not be positioned properly for eating and was at risk of choking.</p> <a href=\"https://www.theguardian.com/society/2023/apr/13/council-failures-disabled-child-chronic-pain-three-years-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/13/council-failures-disabled-child-chronic-pain-three-years-watchdog", "date_published": "2023-04-12 23:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More house price drops expected despite signs of market stabilising", "description": "<p>Rics monthly poll shows new buyer inquiries in UK are flat as volume of agreed sales falls further</p><p>UK house prices are expected to continue to fall despite surveyors’ expectations that the housing market will stabilise over the next 12 months, a study has shown.</p><p>The Royal Institution of Chartered Surveyors’ (Rics) monthly survey, which measures the proportion of surveyors reporting new buyer inquiries against those saying they fell, found the net balance was -29% in March, almost flat on the -30% recorded in February.</p> <a href=\"https://www.theguardian.com/money/2023/apr/13/fall-house-prices-expected-continue-signs-market-stabilising\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/13/fall-house-prices-expected-continue-signs-market-stabilising", "date_published": "2023-04-12 23:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK in ‘rapidly escalating’ diabetes crisis as cases top 5m, report says", "description": "<p>Diabetes UK study also expresses concern about growing number of younger people with type 2</p><p>The UK is experiencing a “rapidly escalating” diabetes crisis, with cases topping five million for the first time and under-40s increasingly affected, a report has revealed.</p><p>About 90% of diabetes patients have type 2, a condition much more likely to develop if people are overweight. About two-thirds of adults in the UK are overweight or obese.</p> <a href=\"https://www.theguardian.com/society/2023/apr/13/uk-in-rapidly-escalating-diabetes-crisis-as-cases-top-5m-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/13/uk-in-rapidly-escalating-diabetes-crisis-as-cases-top-5m-report-says", "date_published": "2023-04-12 23:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A&E staff in England struggling to spot abuse cases in infants, says watchdog", "description": "<p>HSIB report identifies several barriers to child safeguarding in hospital emergency departments</p><p>Staff in hospital emergency departments in England are struggling to spot when infants are being physically abused by their parents, raising the risk of further harm, an investigation has found.</p><p>Clinicians often do not know what to do if they are concerned that a child’s injuries are not accidental because there is no guidance, according to a report from the Healthcare Safety Investigation Branch (HSIB) that identifies several barriers to child safeguarding in emergency departments.</p> <a href=\"https://www.theguardian.com/society/2023/apr/13/ae-staff-in-england-struggling-to-spot-abuse-cases-in-infants-says-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/13/ae-staff-in-england-struggling-to-spot-abuse-cases-in-infants-says-watchdog", "date_published": "2023-04-12 23:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three alleged assault victims launch UK civil claim against Andrew Tate", "description": "<p>Women claim sexual and physical assaults took place between 2013 and 2016 while Tate was living in the UK</p><p>Three alleged victims of sexual and physical assault by Andrew Tate are pursuing a civil claim for damages against him.</p><p>According to the law firm McCue Jury &amp; Partners, the primary aim of the lawsuit is to seek “justice, accountability, and compensation for Tate’s victims”, as well as to encourage “a UK criminal investigation into Tate’s crimes in the hope of his prosecution and conviction in the UK, in addition to the charges he is facing in Romania”.</p><p><em>The 24/7 </em><em>rape &amp; </em><em>sexual </em><em>abuse </em><em>support </em><em>line is a free phone and online chat service, run by Rape Crisis England and Wales, for anyone aged 16+ in England and Wales who has experienced something sexual that they didn’t want, didn’t consent to or are feeling confused about – no matter when or where it happened. The Support Line is open 24 hours a day, 365 days a year, for victims and survivors of any gender. Specialist staff are there to listen, answer questions and offer emotional support. <a href=\"https://247sexualabusesupport.org.uk/\">247sexualabusesupport.org.uk</a>, 0808 500 2222.</em></p> <a href=\"https://www.theguardian.com/news/2023/apr/12/three-alleged-assault-victims-launch-uk-civil-claim-against-andrew-tate\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/apr/12/three-alleged-assault-victims-launch-uk-civil-claim-against-andrew-tate", "date_published": "2023-04-12 22:59:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Short-term holiday lets to need planning permission under new plans", "description": "<p>Airbnb says it would welcome register for holiday homes in England’s tourist hotspots but that ‘balance must be struck’</p><p>People who convert homes into short-term holiday lets would require planning permission in tourist hotspots in England under government plans.</p><p>The Department for Levelling Up, Housing and Communities has said it will consult on the change as well as whether to give owners the flexibility to let out their home for a maximum number of nights a year without the need for the permission.</p> <a href=\"https://www.theguardian.com/society/2023/apr/12/uk-government-proposes-law-requiring-planning-permission-for-holiday-lets\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/12/uk-government-proposes-law-requiring-planning-permission-for-holiday-lets", "date_published": "2023-04-12 22:33:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New technique could help diagnose Parkinson’s early, scientists say", "description": "<p>US researchers say they have found method that could pinpoint disease before symptoms show, allowing earlier treatment</p><p>Scientists have developed a new technique that could help diagnose Parkinson’s disease before symptoms show, and speed up the hunt for a cure.</p><p>Parkinson’s is difficult to diagnose because at present there is no specific test for the condition. Symptoms vary and several other illnesses have similar symptoms, which means the condition can often be misdiagnosed.</p> <a href=\"https://www.theguardian.com/society/2023/apr/12/new-technique-could-help-diagnose-parkinsons-early-scientists-say\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/12/new-technique-could-help-diagnose-parkinsons-early-scientists-say", "date_published": "2023-04-12 22:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adam Peaty left out of Britain’s world aquatics championships team", "description": "<ul><li>Peaty said last month he needs time to focus on mental health</li><li>‘No specific timelines with Adam,’ British Swimming says</li></ul><p>British Swimming will set no timescale for Adam Peaty’s return to competition after the three-time Olympic gold medallist was left out of the squad for the World Aquatics Championships in July.</p><p>Peaty, 28, <a href=\"https://www.theguardian.com/sport/2023/mar/29/swimming-adam-peaty-withdraws-british-championships-mental-health\">withdrew from the recent British Championships</a>, saying he was “not enjoying the sport”, and will extend his break in order to focus on his mental health. British Swimming said in a statement it will look to provide Peaty with all the support he needs during his time away from the sport.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/swimming-adam-peaty-out-world-aquatics-championships-team\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/swimming-adam-peaty-out-world-aquatics-championships-team", "date_published": "2023-04-12 22:14:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls for better care for asylum seekers after rise in diphtheria cases in Europe", "description": "<p>Researchers say improved health screening of people arriving in small boats is needed to prevent outbreaks</p><p>Health experts are calling for better care for asylum seekers as research reveals small boat crossings have been linked to a sharp increase in diphtheria cases in the UK and across Europe.</p><p>Reception centres in the UK have hit by a series of scandals in recent months, including outbreaks of disease and reports that offers of assistance from public health leaders have been declined by the Home Office.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/calls-for-better-care-for-asylum-seekers-after-rise-in-diphtheria-cases-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/calls-for-better-care-for-asylum-seekers-after-rise-in-diphtheria-cases-in-europe", "date_published": "2023-04-12 22:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker among donors to appeal after charity allotment vandalised", "description": "<p>BBC presenter contributes to £88,000 fund in response to attack on Carly Burd’s initiative to help feed vulnerable people in Essex</p><p>Gary Lineker has donated money to a woman’s charity allotment, which had been used to feed more than 1,600 people during the cost of living crisis, after vandals ruined her land by pouring salt over it.</p><p>Carly Burd, from Harlow in Essex, transformed her garden into an allotment to help feed people who were struggling to pay for food. The 43-year-old visited the plot of land last Saturday to discover that about 5kg of salt, which causes plants to dehydrate, had been poured over the areas where she grew organic produce.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/gary-lineker-donor-appeal-charity-allotment-vandalised\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/gary-lineker-donor-appeal-charity-allotment-vandalised", "date_published": "2023-04-12 21:35:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jessica Gadirova leads Britain’s women to first European team gymnastics gold", "description": "<ul><li>Five-strong team hold off Italy and the Netherlands in Antalya</li><li>Gold medal is Becky Downie’s third at European championships</li></ul><p>Britain’s five-strong women’s gymnastics team held their nerve to win the European title for the first time in Antalya on Wednesday.</p><p>Led by the reigning world champion Jessica Gadirova, the British team edged home after the final rotation with a total score of 164.428 to pip Italy to gold, with the Netherlands taking bronze.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/jessica-gadirova-leads-britain-women-first-european-team-gymnastics-gold\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/jessica-gadirova-leads-britain-women-first-european-team-gymnastics-gold", "date_published": "2023-04-12 21:24:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marco Asensio puts Real Madrid in control of Chelsea as Chilwell sees red", "description": "<p>Todd Boehly’s belief didn’t last long. Stopped outside the restaurant where directors from these two teams had lunch in the hours before this Champions League quarter-final first leg, the club’s owner had told Chelsea fans: “Have faith, we’re going to win 3-0 tonight.” A prisoner of his words as well as his deeds, within 20 minutes of kick-off, he had been proven wrong, Karim Benzema’s goal giving Madrid the lead. By the time the clock reached ninety, it wasn’t just the game that had escaped them, it might have been the tie.</p><p>Ultimately, that did not surprise much. In fact, although Chelsea had a huge chance three minutes into injury time, Antonio Rüdiger diving in to stop Mason Mount, they might still have been relieved that the deficit is only two – something, however small, to hold on to in the second leg, some tiny glimmer of hope not really born out by what they had seen here. By the end Madrid had racked up 18 shots, Benzema headed the last of them over when he had an open goal. The current European champions were ultimately too good for the previous winners and are well positioned to progress.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/real-madrid-chelsea-champions-league-quarter-final-first-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/real-madrid-chelsea-champions-league-quarter-final-first-leg-match-report", "date_published": "2023-04-12 21:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stacey Dooley: Ready for War review – an unforgettable reminder of the horrors of war in Ukraine", "description": "<p>At one point, this documentary sees the presenter left almost speechless as she faces the reality of life for new army recruits. It shows you the conflict’s awfulness like never before</p><p>Did you know the UK runs a scheme that flies Ukrainian civilians here, gives them intensive military training, then sends them back as rookie soldiers with the basic skills they need to fight Russia? Stacey Dooley: Ready for War? assumes you do and pitches us straight into an aircraft hangar full of blinking new recruits, somewhere in Britain. Like the young Ukrainian men who have just stepped off a plane, we are tossed in and must quickly adjust.</p><p>Dooley lurks on the periphery as the men spend just more than one month trying to learn what new British army recruits would cover in six. Her challenge as a documentarist is that, once we have acclimatised to the scenario, the basic conclusions that Ready for War? will draw risk being obvious. Almost every week there is a programme about Ukraine on British TV, asking what it is like to have your every day life destroyed in an instant and replaced with the fearsome danger and dreadful obligations of war.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/12/stacey-dooley-ready-for-war-review-an-unforgettable-reminder-of-the-horrors-of-war-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/12/stacey-dooley-ready-for-war-review-an-unforgettable-reminder-of-the-horrors-of-war-in-ukraine", "date_published": "2023-04-12 21:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls for action on Colombia’s hippo scourge after animal dies in road crash", "description": "<p>Dead creature was one of 150 descendants of four hippos imported by drug baron Pablo Escobar in 1980s</p><p>Colombia has logged its first hippopotamus-caused road traffic accident after a car crashed into one of the animals at high speed, leaving the vehicle mangled and the two-tonne mammal lying lifeless and bloodied across a highway.</p><p>The hippo was declared dead soon after the crash on Tuesday night in the municipality of Doradal on a highway connecting the cities of Bogotá and Medellín, local environmental authorities said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/calls-action-on-colombia-hippo-scourge-animal-dies-road-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/calls-action-on-colombia-hippo-scourge-animal-dies-road-crash", "date_published": "2023-04-12 20:59:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man, 74, extradited from Pakistan and charged with murder of PC Sharon Beshenivsky", "description": "<p>Piran Ditta Khan, arrested in Pakistan in 2020, is accused of killing police officer in Bradford in 2005</p><p>A 74-year-old man has been extradited from Pakistan and charged with the murder of PC Sharon Beshenivsky in Bradford in 2005, the Crown Prosecution Service said.</p><p>Piran Ditta Khan is due to appear at Westminster magistrates court charged with murdering Beshenivsky in Bradford in 2005. He is also charged with robbery, two counts of possession of a firearm with intent to endanger life, and two counts of possession of a prohibited weapon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/man-74-extradited-from-pakistan-and-charged-with-murder-of-pc-sharon-beshenivsky\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/man-74-extradited-from-pakistan-and-charged-with-murder-of-pc-sharon-beshenivsky", "date_published": "2023-04-12 20:57:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge signals plan to appoint special master in Fox News-Dominion case", "description": "<p>Judge in $1.6bn defamation case says he’s minded to appoint investigator to look into if network gave ‘untrue’ information</p><p>The judge presiding over the $1.6bn defamation suit against Fox News brought by the voting machine company Dominion has indicated that he plans to appoint an investigator to look into whether Rupert Murdoch’s media empire lied to the court over the extent of his involvement in programming.</p><p>In heated exchanges with Fox lawyers on Wednesday, Judge Eric Davis of the Delaware superior court vented deep frustration about how Fox News and its parent company Fox Corporation had conducted themselves. The defamation suit is set to go to trial next week in what promises to be one of the most closely watched and consequential media court battles in recent times.</p> <a href=\"https://www.theguardian.com/media/2023/apr/12/fox-new-dominion-case-special-master-untrue-information\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/12/fox-new-dominion-case-special-master-untrue-information", "date_published": "2023-04-12 19:56:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anne Perry, killer turned crime writer, dies aged 84", "description": "<p>After murdering her friend’s mother as a teenager, as dramatised in film Heavenly Creatures, she turned to writing period thrillers</p><p>A British crime writer who helped bludgeon her friend’s mother to death as a teenager and was the inspiration for Peter Jackson’s film Heavenly Creatures has died in Los Angeles, her publisher announced Wednesday. She was 84.</p><p>Anne Perry, <a href=\"https://www.theguardian.com/books/2003/nov/12/crimebooks.features11\">a prolific author whose period thrillers have sold over 25 million copies worldwide</a>, was 15 years old when she and her friend Pauline Parker murdered Pauline’s mother in Christchurch, New Zealand in 1954. Honora Mary Parker died after being hit with a brick around 20 times, in a killing that shocked and captivated the country.</p> <a href=\"https://www.theguardian.com/books/2023/apr/12/anne-perry-killer-turned-writer-dies-84\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/12/anne-perry-killer-turned-writer-dies-84", "date_published": "2023-04-12 19:54:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Potter TV series announced, with JK Rowling executive-producing", "description": "<p>Service formerly known as HBO Max, rebranded Max, will host live-action show</p><p>The Harry Potter TV series is officially a go at Max, the streaming service <a href=\"https://www.hollywoodreporter.com/business/digital/hbo-max-renamed-max-streaming-warner-bros-discovery-1235371531/\">known until today as HBO Max</a>.</p><p>The Warner Bros Discovery CEO, David Zaslav, announced the new service, which combines the original HBO Max with Discovery+, along with the tentpole series based on JK Rowling’s books, on during a presentation on Wednesday, according to <a href=\"https://www.hollywoodreporter.com/tv/tv-news/harry-potter-tv-series-officially-happening-at-max-1235371717/#recipient_hashed=dc68e911e0e159ea2be7d14e75501937a661c79bb7cb043f0285328fc25396f1&amp;recipient_salt=5fb4e1319ff3fed437d5b8912f36fca61ad1c1a9c8cb1fc7b07a808ee9fed6f8\">the Hollywood Reporter</a>.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/harry-potter-tv-series-hbo-max-jk-rowling\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/harry-potter-tv-series-hbo-max-jk-rowling", "date_published": "2023-04-12 19:48:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macron stands by divisive remark about US allies ‘not being vassals’", "description": "<p>French president reaffirms Sunday’s call for Europe to act more independently from US over China and Taiwan</p><p>Emmanuel Macron has stood by his <a href=\"https://www.theguardian.com/world/2023/apr/10/emmanuel-macron-sparks-anger-europe-vassal-us-china-clash\">controversial comments on Taiwan</a>, repeating that being a US ally did not mean being a “vassal”.</p><p>At the end of a state visit to the Netherlands during which he has also <a href=\"https://www.theguardian.com/world/2023/apr/12/emmanuel-macron-heckled-at-during-state-visit-to-netherlands\">faced protests over pension reforms</a> at home, Macron appeared to reaffirm the remarks he mad in an interview on Sunday, in which he called for Europe to act more independently from the US over <a href=\"https://www.theguardian.com/world/taiwan\">Taiwan</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/macron-stands-by-remark-us-allies-not-vassals-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/macron-stands-by-remark-us-allies-not-vassals-china", "date_published": "2023-04-12 19:36:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bravesmansgame blocked from running on Aintree’s opening day by court order", "description": "<ul><li>Gold Cup runner-up was favourite for Grade One Aintree Bowl</li><li>Move follows FCA decision to close part-owner’s business</li></ul><p>Bravemansgame, the likely favourite for Wednesday’s Grade One Aintree Bowl Chase, was sensationally taken out of the feature race on the opening day of this year’s Grand National meeting after a court order was made to prevent him running.</p><p>The Cheltenham Gold Cup runner-up was a late absentee from the Grade One Aintree Bowl Chase after the British Horseracing Authority (BHA) ordered that the Paul Nicholls-trained chaser should be withdrawn from the race.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/horse-racing-bravemansgame-gold-cup-runner-up-aintree-john-dance\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/horse-racing-bravemansgame-gold-cup-runner-up-aintree-john-dance", "date_published": "2023-04-12 18:53:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Toxic’ plastic fire forces 1,000 people to evacuate in Indiana", "description": "<p>The 14-acre site was being used to store plastics for recycling when the out of control blaze broke out on Tuesday</p><p>An evacuation order affecting more than 1,000 people was expected to remain in place through Wednesday around a large industrial fire in an Indiana city near the Ohio border, where crews worked through the night to douse piles of burning plastics, authorities said.</p><p>Multiple fires, which began burning on Tuesday afternoon, were still ablaze on Wednesday in a 14-acre (5.5-hectare) property containing various types of plastics.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/toxic-indiana-plastic-fire-evacuation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/toxic-indiana-plastic-fire-evacuation", "date_published": "2023-04-12 18:34:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester police officers shared ‘abhorrent’ group messages, IOPC finds", "description": "<p>Watchdog says six committed misconduct or gross misconduct in racist, ableist and other offensive messages on WhatsApp</p><p>Six Greater Manchester police officers shared “abhorrent” racist, ableist and other offensive messages in a WhatsApp group, an investigation by the police watchdog has found.</p><p>Examples included racist comments about people attending Eid celebrations in Manchester, ableist comments about people with autism, and shared photos of medication that appeared to be steroids.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/greater-manchester-police-officers-whatsapp-messages-iopc\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/greater-manchester-police-officers-whatsapp-messages-iopc", "date_published": "2023-04-12 18:34:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arnold Schwarzenegger rebuked for filling LA pothole that was not a pothole", "description": "<p>Exasperated former California governor takes action but officials say ‘giant pothole’ is actually service trench dug by utility workers</p><p>It was not one of Arnold Schwarzenegger’s most prominent roles, but is proving to be disproportionately controversial. The Hollywood star and former California governor filmed himself filling in a troublesome pothole near his Los Angeles home, proffering it as an act of civic responsibility by an exasperated resident. But he was then told by the authorities it wasn’t officially a pothole at all.</p><p>According to city officials, the “giant pothole” Schwarzenegger and a friend packed with quick-drying cement and topped with sand was actually an essential service trench for work being performed by a utility company in the Brentwood neighborhood.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/arnold-schwarzenegger-california-pothole-los-angeles\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/arnold-schwarzenegger-california-pothole-los-angeles", "date_published": "2023-04-12 18:25:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billy Porter to play James Baldwin in new biopic", "description": "<p>Porter to star in and co-write film based on 1994 biography of influential writer and civil rights activist</p><p>Billy Porter is to play American James Baldwin in a film based on the life of the American novelist, critic and activist.</p><p>The Pose star will co-produce the feature along with Byron Allen’s Media Group Pictures. Porter and Dan McCabe will write the script based on the 1994 book James Baldwin: A Biography.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/billy-porter-james-baldwin-biopic-movie\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/billy-porter-james-baldwin-biopic-movie", "date_published": "2023-04-12 18:09:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Milan v Napoli: Champions League quarter-final, first leg – live", "description": "<ul><li>Champions League updates from the 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2023/apr/12/real-madrid-v-chelsea-champions-league-quarter-final-first-leg-live-score-updates\">Real Madrid v Chelsea</a> <strong>| </strong><a href=\"mailto:will.unwin.casual@theguardian.com\">Email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@Will_Unwin</a></li></ul><p><strong>Some pre-match reading …</strong></p><p><strong>Milan (4-3-3):</strong> Maignan; Calabria, Kjaer, Tomori, Theo Hernandez; Krunic, Tonali; Brahim Diaz, Bennacer, Leao; Giroud</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/12/milan-v-napoli-champions-league-quarter-final-first-leg-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/12/milan-v-napoli-champions-league-quarter-final-first-leg-live-score-updates", "date_published": "2023-04-12 18:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s watched everything’: Casemiro back after longest month on sidelines", "description": "<p>Suspensions have left the Manchester United man studying games rather than dictating them but he’s ready for Sevilla test</p><p>In an office on Calle Serrano, Madrid, Óscar Ribot is scrolling through a video on his phone, pausing it at the point where Carlos Henrique Casemiro’s boot rolls over the top of the ball and into the shin of Southampton’s midfielder Carlos Alcaraz. Saved in a WhatsApp group called ‘<em>Case</em>Red,’ it is one of the images he and his team discussed using to challenge the four-game ban the Brazilian received <a href=\"https://www.theguardian.com/football/2023/mar/12/manchester-united-southampton-premier-league-match-report\" title=\"\">after being sent off</a>.</p><p>Manchester United decided not to appeal, which is why the games on the calendar on the desk are struck through. Until it reaches Thursday.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/casemiro-manchester-united-europa-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/casemiro-manchester-united-europa-league", "date_published": "2023-04-12 18:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS bosses urge Steve Barclay to accept Acas role in dispute with junior doctors", "description": "<p>Letter adds to pressure on health secretary after BMA reveals it is already talking to arbitration service</p><p>NHS bosses have urged the health secretary to let the arbitration service Acas see if it can help to break the deadlock in his deepening dispute with junior doctors in England who are striking over pay.</p><p>The NHS Confederation has <a href=\"https://www.nhsconfed.org/publications/letter-british-medical-association-and-secretary-state-health-and-social-care?utm_campaign=1282204_12%2F04%2F2023%3A%20NHS%20CONFED%20RESPONDS%20TO%20SECOND%20DAY%20STRIKE%20MEDA%20STATEMENT&amp;utm_medium=email&amp;utm_source=NHS%20Confederation&amp;dm_i=6OI9,RHCS,282IDJ,3FF06,1\">written</a> to Steve Barclay and the British Medical Association (BMA), the main doctors’ union, asking them to accept the Advisory, Conciliation and Arbitration Service as an honest broker that could set up talks to end the row.</p> <a href=\"https://www.theguardian.com/society/2023/apr/12/nhs-bosses-urge-steve-barclay-to-accept-acas-role-in-dispute-with-junior-doctors\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/12/nhs-bosses-urge-steve-barclay-to-accept-acas-role-in-dispute-with-junior-doctors", "date_published": "2023-04-12 17:59:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Visitors to New Forest to be fined up to £1,000 for petting ponies", "description": "<p>Rules will also include ban on campfires and barbecues as part of a crackdown on antisocial behaviour</p><p>Visitors to the New Forest face being fined up to £1,000 for petting ponies and for lighting campfires and barbecues, as part of measures to tackle antisocial behaviour.</p><p>The new rules, approved by New Forest district council, ban the petting and feeding of animals out of concern for their wellbeing and to prevent them from becoming aggressive.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/12/visitors-to-new-forest-to-be-fined-up-to-1000-for-petting-ponies\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/12/visitors-to-new-forest-to-be-fined-up-to-1000-for-petting-ponies", "date_published": "2023-04-12 17:55:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid v Chelsea: Champions League quarter-final, first leg – live", "description": "<ul><li>Champions League updates from the 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/match/2023/apr/12/acmilan-v-napoli\">Milan v Napoli – live</a> | And <a href=\"mailto:scott.murray@theguardian.com\">email your thoughts to Scott</a></li></ul><p><strong>Quite a few Chelsea players need to be on their best behaviour this evening.</strong> Of the starting line-up, Kepa, Enzo Fernández, Thiago Silva, Reece James and Kalidou Koulibaly are all one booking away from missing the second leg. Mykhailo Mudryk and Conor Gallagher will also have to watch themselves if they come on.</p><p><strong>Real Madrid have no such concerns.</strong> Not a single player, either starting or on the bench, faces suspension if booked tonight.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/12/real-madrid-v-chelsea-champions-league-quarter-final-first-leg-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/12/real-madrid-v-chelsea-champions-league-quarter-final-first-leg-live-score-updates", "date_published": "2023-04-12 17:55:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmanuel Macron heckled during state visit to Netherlands", "description": "<p>French president also criticised for saying Europe should act independently from US over Taiwan</p><p>Emmanuel Macron was heckled and jeered on a state visit to the Netherlands as he faced pressure over both raising the French pension age and his warning that Europe must not become “vassals” in a US conflict with China over Taiwan.</p><p>The French president was due to give a speech on European strategic autonomy when two demonstrators against his pension changes were arrested as they ran towards him on his arrival at the University of Amsterdam.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/emmanuel-macron-heckled-at-during-state-visit-to-netherlands\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/emmanuel-macron-heckled-at-during-state-visit-to-netherlands", "date_published": "2023-04-12 17:49:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Online sellers take down ‘offensive’ listings for golliwog dolls", "description": "<p>Removal of ads on eBay and Etsy comes as new survey reveals more people now regard the toys as racist</p><p>Online retailers have removed listings for the sale of golliwog dolls amid new evidence that more people now regard the toys as racist.</p><p>Collectors have continued to trade golliwog dolls on eBay and Etsy under the less offensive label “golly dolls”. On Wednesday afternoon, eBay listings included a “vintage golly soft toy” in with a starting bid of £14.99 and a “collectible plush golly by Lesser &amp; Pavey” with an upper bid of £36.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/online-sellers-take-down-golliwog-listings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/online-sellers-take-down-golliwog-listings", "date_published": "2023-04-12 17:49:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on doctors on strike: a symptom of a deeper crisis | Editorial", "description": "<p>The government has for too long exploited the goodwill of NHS staff to cover for inadequate resources</p><p>The final result of this week’s <a href=\"https://www.theguardian.com/society/2023/apr/11/junior-doctors-in-england-begin-four-day-strike-over-pay\" title=\"\">strike by junior doctors</a> cannot be predicted, but some scenarios are likelier than others. It is improbable that the government will accede to the British Medical Association’s call for a 35% pay rise, and it is unlikely that doctors will lose the will to protest without improvement in their working conditions. That leaves a spectrum of compromises that can only be achieved by negotiation, which makes the government’s refusal to talk pointless and, for NHS patients, dangerous.</p><p>The Department of Health and Social Care is approaching the dispute with junior doctors much as it handled industrial action <a href=\"https://www.theguardian.com/uk-news/2023/feb/16/next-nurses-strike-to-include-ae-and-intensive-care-units-in-major-escalation\" title=\"\">by nurses</a>, which is to say, negligently. The opening gambit is a refusal to engage, in the hope that public opinion will move against the strikers. Ministers also hope for splits in the medical profession, with consultants (whose financial situation is less precarious and whose pension arrangements were ameliorated in the recent budget) withdrawing solidarity from younger colleagues.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/the-guardian-view-on-doctors-on-strike-a-symptom-of-a-deeper-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/the-guardian-view-on-doctors-on-strike-a-symptom-of-a-deeper-crisis", "date_published": "2023-04-12 17:47:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the world economy: another bleak era beckons | Editorial", "description": "<p>The 2010s were a wasted decade for economies and the environment. The 20s have all the makings of a second</p><p>Remember the roaring 20s? Even as Covid gripped the world, optimists piped up that <a href=\"https://bigthink.com/the-present/roaring-twenties-2020s/\" title=\"\">the economy would come roaring out of the pandemic</a>, bolstering incomes and kickstarting an almighty boom. Harking back to the Spanish flu pandemic of a century earlier, they saw a decade of glorious growth ahead.</p><p>Well, they were wrong. Ahead lies not roaring but snoring; no boom, but ever-deepening gloom. That is the message from the International Monetary Fund and the World Bank, which are holding their spring meetings in Washington DC this week. In its economic outlook, the IMF not only outlines what a mediocre few years lie ahead, it is also worried that <a href=\"https://www.theguardian.com/business/2023/apr/11/imf-inflation-financial-stability-world-economic-outlook\" title=\"\">things could get even worse</a>. As for the World Bank, it has published a 564-page book whose chief preoccupation is in its title: <a href=\"https://www.worldbank.org/en/research/publication/long-term-growth-prospects\" title=\"\">Falling Long-term Growth Prospects</a>. It warns of a “lost decade in the making”, and projects that the meagre growth of the 2010s will “extend into the remainder of the current decade”. We may be less than a third of the way into the 20s but, as far as the serried ranks of the top economists in Washington are concerned, it is already game over.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/the-guardian-view-on-the-world-economy-another-bleak-era-beckons\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/the-guardian-view-on-the-world-economy-another-bleak-era-beckons", "date_published": "2023-04-12 17:47:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry yes, Meghan no: coronation plan fuels more speculation about royal rift", "description": "<p>Is the Duchess of Sussex staying home because of Archie’s birthday? Some say it points to a failure in negotiations </p><p>The “Will they? Won’t they?” question of whether the Duke and Duchess of Sussex would attend has hung over King Charles’s coronation for months.</p><p>Even after the couple was formally invited by email one month ago, reply there came none, with the deadline reportedly passing last week, and organisers said to be increasingly impatient.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/prince-harry-meghan-coronation-royal-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/prince-harry-meghan-coronation-royal-analysis", "date_published": "2023-04-12 17:41:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Threefold increase in Mediterranean crossings this year, says EU agency", "description": "<p>Nearly 28,000 people arrived via sea route in first quarter, Frontex says, as UN decries deadliest period since 2017</p><p>Three times as many people sought to reach the EU across the Mediterranean in the first three months of 2023 compared with a year before, the bloc’s border agency has said, as the UN’s migration arm decried the deadliest first quarter since 2017.</p><p>Overall, the EU agency, Frontex, reported 54,000 irregular crossings into the bloc via all routes in the first quarter of the year, up a fifth from 2022.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/eu-records-rise-number-trying-reach-bloc-across-mediterranean\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/eu-records-rise-number-trying-reach-bloc-across-mediterranean", "date_published": "2023-04-12 17:31:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Lerner obituary", "description": "US character actor who won an Oscar nomination for his portrayal of the studio boss Jack Lipnick in the 1991 film Barton Fink<p>Michael Lerner, who has died aged 81, was a versatile character actor whose specialty was imbuing heavies with nuanced depth. The critic <a href=\"https://www.theguardian.com/film/2015/oct/27/philip-french\" title=\"\">Philip French</a> recognised the “layer of charm, the thin skin of bonhomie” he brought to his roles, the most famous of which were the gangster Arnold Rothstein, fixing baseball’s World Series in John Sayles’s Eight Men Out (1988), or the studio boss Jack Lipnick in the Coen brothers’ <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,558586,00.html\" title=\"\">Barton Fink</a> (1991), in which his displays of alternating intimacy and threat get him what he wants, and which earned him an Oscar nomination for best supporting actor.</p><p>Lerner had auditioned for a gangster part in Joel and Ethan Coen’s Miller’s Crossing, but though the brothers described Lipnick as a “Michael Lerner type”, “they didn’t have me come in until the last minute”. Wearing a pair of glasses he had found in a junk shop that made him look like the MGM boss Louis B Mayer, “I fucking blew them away,” he said: “I auditioned in character, talking a mile a minute.”</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/michael-lerner-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/michael-lerner-obituary", "date_published": "2023-04-12 17:25:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E-cigarette maker Juul agrees to pay $462m to settle claims by six US states", "description": "<p>Company did not admit wrongdoing in settlement regarding unlawfully marketing its addictive products to minors</p><p>E-cigarette maker Juul has agreed to pay $462m to settle claims by six US states including New York and California that it unlawfully marketed its addictive products to minors, a person familiar with the matter said on Wednesday.</p><p>With the deal, Juul Labs Inc <a href=\"https://www.theguardian.com/us-news/2022/sep/06/juul-teen-vaping-settlement-us-states\">will have settled</a> with 45 states for more than $1bn. The company did not admit wrongdoing in the settlement, which also included Colorado, Illinois, Massachusetts and New Mexico as well as the District of Columbia.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/juul-settlement-e-cigarette-vape-minors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/juul-settlement-e-cigarette-vape-minors", "date_published": "2023-04-12 17:04:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Listen to Suella Braverman and realise: this show of diversity in our cabinet is not progress | Sayeeda Warsi", "description": "<p>The home secretary’s sweeping comments about British-Pakistani men were appalling – and the buck stops with Rishi Sunak</p><p>Whether by incompetence or design, Suella Braverman finds herself, yet again, on the frontline of the culture wars. This time, for making sweeping statements branding British-Pakistani men, without nuance or caveats, as child sex abusers who “<a href=\"https://www.theguardian.com/society/2023/apr/02/rishi-sunak-says-grooming-gang-crackdown-will-defy-political-correctness#:~:text=Suella%20Braverman%20on%20Sunday,be%20Asian%20or%20black.\">hold cultural values totally at odds with British values</a>”.</p><p>Braverman’s own ethnic origin has shielded her from criticism for too long. Many people within the Conservative party have been hesitant to call out what has been staring members in the face. They struggle to hold an ethnic minority MP to account in the same way they would a white parliamentarian. This needs to change. If we are going to start to have honest conversations, let’s start by saying this – black and brown people can be racist too.</p><p>As told to Lucy Pasha-Robinson</p><p>Lady Warsi is a former chair of the Conservative party</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/suella-braverman-diversity-cabinet-british-pakistani-men-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/suella-braverman-diversity-cabinet-british-pakistani-men-rishi-sunak", "date_published": "2023-04-12 17:04:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jah Shaka: dub and reggae pioneer at the helm of London sound system culture has died", "description": "<p>Musicians have shared tributes on social media to the singer and producer, who influenced dub stars and punk musicians alike</p><p>Dub and reggae pioneer Jah Shaka has died, according to social media posts from close friends and collaborators. His precise age and the cause of death have not been disclosed.</p><p>The singer, producer and label owner also known as Zulu Warrior was at the helm of sound system culture in London, releasing some of the scene’s most seminal records and spearheading the influential Jah Shaka Sound System, which he began operating and touring in the 1970s.</p> <a href=\"https://www.theguardian.com/music/2023/apr/12/jah-shaka-dub-and-reggae-pioneer-at-the-helm-of-london-sound-system-culture-has-died\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/12/jah-shaka-dub-and-reggae-pioneer-at-the-helm-of-london-sound-system-culture-has-died", "date_published": "2023-04-12 17:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are women who don’t have children still so judged? | Letters", "description": "<p>Readers respond to an article about a chasm of understanding that can exist between mothers and childless women</p><p>As a 70-year-old involuntarily childless woman, I can only say that the chasm between mothers and childless woman has always been there – and it only gets wider as mothers become grandmothers. I find it beyond belief that women are told to “get over it”. Are women who suffer miscarriages given the same advice? My grief is always with me, and it is only in the last few years that I have not wept on Mother’s Day.</p><p>Nicola Slawson (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/07/chasm-mothers-childless-women-widening-motherhood-empathy\" title=\"\">The chasm between mothers and childless women is widening, 7 April</a>) says that the real culprit is the patriarchy, but the truth is that I have found men more willing to talk to me about my childlessness. The sisterhood still seems to measure you on your status as a mother, not on your intrinsic value as a woman. Very few women have ever discussed my childlessness with me. Too often in life, the subject of grief and loss is avoided. However, everyone experiences it at some point. Maybe a little more empathy about this particular loss would not go amiss.<br /><strong>Name and address supplied</strong></p> <a href=\"https://www.theguardian.com/society/2023/apr/12/why-are-women-who-dont-have-children-still-so-judged\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/12/why-are-women-who-dont-have-children-still-so-judged", "date_published": "2023-04-12 16:56:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Irish people sent to the Caribbean were not enslaved | Letter", "description": "<p><strong>Dr David Veevers </strong>highlights the important distinction between the dehumanisation of people from west Africa and the treatment of indentured labourers in the colonies</p><p>Robert Godsill (<a href=\"https://www.theguardian.com/world/2023/apr/11/britains-monarchy-backed-slavery-from-day-one\" title=\"\">Letters, 11 April</a>) is right to say that the connection between England’s rulers and slavery goes back further than William III. However, in referring to the Drogheda massacre of 1649 – Oliver Cromwell’s sacking of the city during his invasion to destroy the Irish Confederation – he is wrong to say that the lord protector sent many of the survivors to Barbados as slaves.</p><p>Ireland was the grisly theatre of England’s first colony and the laboratory in which it perfected its strategies of colonial atrocities against civilian populations. The Irish were displaced from their land, suffered through English-engineered famines and massacred on a regular basis, all in the name of English imperialism. Queen Elizabeth’s lord deputy of Ireland, Arthur Chichester, declared that Irish “barbarism gives us cause to think them unworthy of other treatment than to be made perpetual slaves to Her Majesty”. Despite this, while thousands of Irish people were deported to the Caribbean, none were actually enslaved.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/irish-people-sent-to-the-caribbean-were-not-enslaved\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/irish-people-sent-to-the-caribbean-were-not-enslaved", "date_published": "2023-04-12 16:55:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India increases Covid booster jab production after surge in cases", "description": "<p>Mock hospital drills held as new Omicron variant suspected of causing highest number of infections since 2022</p><p>India has experienced its highest number of Covid infections in months, reportedly caused by a new variant, with almost 8,000 new cases reported on Wednesday.</p><p>Mock drills were carried out in hospitals and some states reintroduced mask mandates over concerns at the increase, with more than 40,000 active cases across India, the highest since last year.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/india-increases-covid-booster-jab-production-after-surge-in-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/india-increases-covid-booster-jab-production-after-surge-in-cases", "date_published": "2023-04-12 16:49:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shell may get nearly £1bn from sale of stake in Russian gas project", "description": "<p>Kremlin is said to have ordered sale of Sakhalin-2 project stake and Putin has allowed payment to Shell</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Russia-Ukraine war – latest news updates</a></li></ul><p>Shell could receive nearly £1bn from the sale of a stake in a Russian gas project it exited after the invasion of Ukraine last year.</p><p>The Kremlin has reportedly issued an order for the sale of Shell’s former 27.5% stake in the Sakhalin-2 project to Russian energy firm Novatek for 94.8bn roubles (£923m).</p> <a href=\"https://www.theguardian.com/business/2023/apr/12/shell-sakhalin-2-gas-project-stake\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/12/shell-sakhalin-2-gas-project-stake", "date_published": "2023-04-12 16:45:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grand National meeting day one: A Plus Tard to lift vintage Aintree Bowl", "description": "<p>Jump racing’s outstanding horse Constitution Hill could run his last race over hurdles on a star-studded card</p><p>An exceptional renewal of the Grade One Aintree Bowl Chase is the undoubted highlight on the opening day of the Grand National meeting. Shishkin, Britain’s top-rated chaser, takes on the second and third from last month’s Gold Cup and two more opponents whose luck was out in the Cheltenham Festival’s feature event.</p><p><a href=\"https://www.theguardian.com/sport/2022/dec/26/bravemansgame-lands-paul-nicholls-a-remarkable-13th-king-george-vi-chase-victory-horse-racing-tips\">Bravemansgame, the King George winner</a> at Kempton and seven lengths behind <a href=\"https://www.theguardian.com/sport/2023/mar/17/galopin-des-champs-gains-redemption-in-the-cheltenham-gold-cup-horse-racing\">Galopin Des Champs in the Gold Cup</a>, is a narrow favourite overnight and should, in theory at least, be suited by a return to a flatter track. He was a big disappointment over course and distance at last year’s meeting, however, finishing fourth and last when favourite for the Mildmay Novice Chase.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/grand-national-meeting-day-one-a-plus-tard-to-lift-vintage-aintree-bowl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/grand-national-meeting-day-one-a-plus-tard-to-lift-vintage-aintree-bowl", "date_published": "2023-04-12 16:42:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jude Bellingham decision is a dose of reality for Liverpool and Klopp | Andy Hunter", "description": "<p>Fans are dismayed by the club pulling out of a move for the England star but Liverpool cannot compete financially with UAE and Qatar</p><p>It would have been a summer like no other for Fenway Sports Group had they beaten Europe’s richest clubs to Jude Bellingham and committed in excess of £200m to one Liverpool transfer. Bellingham or not, and <a href=\"https://www.theguardian.com/football/2023/apr/11/liverpool-pull-out-of-race-to-sign-jude-bellingham-from-borussia-dortmund\">it’s now not for Liverpool</a>, the pressure has increased on the club’s owners to deliver a summer like no other to prevent a season of regression leaving lasting damage.</p><p>When Jürgen Klopp, in a rare but minor dig at his employers earlier this season, expressed a wish for FSG to take greater risks in the transfer market and act more decisively, pulling out of the race for a long-time leading target in April was presumably not what he had in mind. If the Liverpool manager knew that was the case last Friday, however, when warning that “Whatever we do next year will never be enough from people’s point of view, but with smart recruitment we will improve”, he appeared extremely relaxed about a situation that has dismayed the fanbase.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/jude-bellingham-decision-is-a-dose-of-reality-for-liverpool-and-klopp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/jude-bellingham-decision-is-a-dose-of-reality-for-liverpool-and-klopp", "date_published": "2023-04-12 16:42:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Joe Biden’s visit to Northern Ireland — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/12/steve-bell-on-joe-bidens-visit-to-northern-ireland-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/12/steve-bell-on-joe-bidens-visit-to-northern-ireland-cartoon", "date_published": "2023-04-12 16:40:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The BBC gazed into the yawning chasm of Elon Musk’s sense of humour – and didn’t find much to envy | Emma Brockes", "description": "<p>‘I keep telling you I’m not the CEO of Twitter, my dog is the CEO of Twitter,’ he said. It truly was no-holds-barred stuff</p><p>It is wrong to enjoy the pain of others, unless that person is Elon Musk and the pain is about his purchase of Twitter. In an interview with the BBC reporter James Clayton this week, Musk <a href=\"https://www.theguardian.com/technology/2023/apr/12/elon-musk-says-bbcs-twitter-tag-will-be-changed-from-government-funded-media\">enumerates the ways</a> in which buying Twitter “hasn’t been some kind of party”, describes the thousands of lay-offs at the company as “not fun at all” and puts the pain level of the whole experience at “extremely high”. As interviews with CEOs go, these comments count as immensely revealing, although for me the real takeaway has been that you can be the second richest man in the world and still struggle to find dental veneers that fit.</p><p>Apologies; that was petty. But there is something about the ludicrousness of Musk that triggers the most childish responses. To watch Clayton grapple with him in the last-minute interview – Musk apparently gave the reporter a 20-minute heads up, not a controlling manoeuvre at all – is to witness an almost unmatchably awkward collision between reverence and contempt. The BBC, with its forelock-tugging “just happy to be here” energy (I don’t fault the reporter for this, by the way; there’s an argument that Clayton’s unthreatening demeanour extracted more from Musk than Emily Maitlis would have done), and Musk, working hard to get his reasonable-guy persona off the runway but coming across like a character from an Anthony Trollope novel.</p><p>Emma Brockes is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/bbc-elon-musk-sense-of-humour-twitter\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/bbc-elon-musk-sense-of-humour-twitter", "date_published": "2023-04-12 16:37:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five questions for Wiegman’s England to answer after defeat by Australia", "description": "<p>Sarina Wiegman suffered her first loss in 31 matches in charge of the Lionesses – but what can she alter before the World Cup?</p><p>Critical to <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\" title=\"\">England’s success at the Euros</a> last year was the balance between a strong and experienced starting XI and a youthful and hungry bench of substitutes. Match after match the introduction of Manchester United duo Alessia Russo and Ella Toone breathed life into the Lionesses attack. With <a href=\"https://www.theguardian.com/football/2022/aug/22/ellen-white-announces-retirement-from-football-england-manchester-city-euro-2022\" title=\"\">the retirement of Ellen White</a> and injury to Fran Kirby, Russo and Toone are staples of Sarina Wiegman’s starting XI, but they have left a gaping hole on the bench. Against Australia, three of the four forwards on the bench (Katie Robinson, Jess Park and Lauren James) were not involved in the Euros and they have 18 caps between them. It would be silly to dismiss the potential impact of Park, Robinson and, in particular, James. Each is capable of becoming supersub a la Russo and Toone. The problem is the short turnaround between the Euros and World Cup means we haven’t seen much of them.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/five-questions-for-wiegmans-england-to-answer-after-defeat-by-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/five-questions-for-wiegmans-england-to-answer-after-defeat-by-australia", "date_published": "2023-04-12 16:34:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The teabreak is back! Why a cuppa could lead to a much friendlier workplace", "description": "<p>Having a gossip around the kettle is no longer a thing of the past. But can a brew bring antisocial workers back together?</p><p><strong>Name: </strong>Tea breaks</p><p><strong>Age:</strong> A little over 200 years old</p> <a href=\"https://www.theguardian.com/food/2023/apr/12/the-teabreak-is-back-friendlier-workplace\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/12/the-teabreak-is-back-friendlier-workplace", "date_published": "2023-04-12 16:30:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let's be clear: Joe Biden isn’t the problem for Northern Ireland – it’s the Brexit diehards | Martin Kettle", "description": "<p>When it comes to Irish politics, the US president has baggage. But the DUP’s attempts to cast him as a meddling nationalist won’t wash</p><p>Normally it is difficult for a visitor to arrive in Ireland without seeing large signs proclaiming how welcome they are. The fusillade of unionist hostility that marked Joe Biden’s visit to Belfast suggests a very different message. You would almost think that everything in Northern Ireland would have been sweetness and light if only the US president had had the decency to have stayed away.</p><p>Unionist politics deployed big guns against Biden’s visit. The former Democratic Unionist party leader Arlene Foster can be quite pragmatic; on Wednesday, even she declared that he <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/joe-biden-is-not-anti-british-says-senior-presidential-aide\">“hates the United Kingdom”</a>. Her former deputy, Nigel Dodds, dismissed the president as “transparently pro-nationalist”. Predictably, the DUP MP for East Antrim, Sammy Wilson, suggested an even darker purpose, charging Biden not just with the crimes of being “anti-British” and “pro-republican” but of “trying to force the UK to fit into the EU mould”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/joe-biden-northern-ireland-brexit-irish-us-president-dup\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/joe-biden-northern-ireland-brexit-irish-us-president-dup", "date_published": "2023-04-12 16:19:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London’s mayor faces high court challenge over Ulez expansion", "description": "<p>Sadiq Khan to press on with plans for ultra-low emission zone despite challenge being allowed to proceed</p><p>A legal challenge to the expansion of London’s ultra-low emission zone will be heard in the high court later this year, after a judgment permitted councils to proceed.</p><p>The city’s mayor, Sadiq Khan, vowed to press on regardless with plans to extend the Ulez, which he has argued is needed to tackle toxic air that is responsible for thousands of premature deaths a year.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/12/londons-mayor-faces-high-court-challenge-over-ulez-expansion\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/12/londons-mayor-faces-high-court-challenge-over-ulez-expansion", "date_published": "2023-04-12 16:18:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak and Biden’s bilat falls flat as duty briefly calls in Northern Ireland | John Crace", "description": "<p>The US president and the UK prime minister fill time before a speech marking 25 years since the Good Friday agreement</p><p>Well, what was it exactly? Rishi Sunak had been adamant that his morning meeting with Joe Biden <a href=\"https://www.theguardian.com/us-news/2023/apr/11/joe-biden-to-meet-british-pm-and-taoiseach-on-island-of-ireland-visit\">was a proper bilat</a>. A wide-ranging discussion with full diplomatic status. The US side? Not so much. They saw it as a quick cup of coffee. Two world leaders who happened to be in the same city at the same time with half an hour to spare. A chance for a quick catchup and to shoot the breeze. So let’s split the difference. Call it a bi-flat white. Between two old Mochas.</p><p>Whatever it was, it didn’t seem to amount to much. Just a chance for Biden to fill in time before his lunchtime speech. The US president seemed more interested in the view from the hotel window than in the UK prime minister. There’s a grudging respect between the two men, but not a natural connection. Sunak just looked vaguely uncomfortable as he sipped a cup of coffee. There was no way he could spin this as a triumph of statecraft. It wasn’t even as if he and Biden had a great deal to talk about with Stormont still out of action. So they just had to ad lib awkwardly.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/12/sunak-and-bidens-bilat-falls-flat-as-duty-briefly-calls-in-northern-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/12/sunak-and-bidens-bilat-falls-flat-as-duty-briefly-calls-in-northern-ireland", "date_published": "2023-04-12 16:05:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 power rankings: breaking the finalists down", "description": "<p>The world champions suffer a blow while France ride high with Hervé Renard as all 32 teams are put under the microscope</p><p>The European champions’ momentum suffered a blow when <a href=\"https://www.theguardian.com/football/2023/apr/11/england-australia-international-friendly-match-report\">defeat to Australia</a> ended their 30-game unbeaten run. In contrast, they also <a href=\"https://www.theguardian.com/football/2023/apr/06/kelly-seals-it-as-england-win-on-penalties-after-brazil-comeback\">added the Finalissima</a> to their ever-expanding trophy cabinet this window. The Lionesses are still favourites with time to fix any problems.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/womens-world-cup-2023-power-rankings-all-32-finalists\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/womens-world-cup-2023-power-rankings-all-32-finalists", "date_published": "2023-04-12 15:58:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Video reveals schizophrenic man left naked in solitary jail cell for weeks before death", "description": "<p>Joshua McLemore died of malnutrition after 20 days in windowless Indiana jail cell with no medical treatment</p><p><br />New surveillance video from inside an Indiana jail shows how a 29-year-old man who died in the summer of 2021 from dehydration and malnutrition was left naked in solitary confinement for three weeks with no medical attention.</p><p>The footage was released on Wednesday by the family of Joshua McLemore as part of a federal civil rights lawsuit against Jackson county, Indiana. The suit accuses the local sheriff, jail commander and medical staff of causing McLemore’s death through deliberate indifference, neglect and unconstitutional jail conditions while he was in a state of psychosis.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/indiana-jail-schizophrenia-solitary-cell-joshua-mclemore-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/indiana-jail-schizophrenia-solitary-cell-joshua-mclemore-video", "date_published": "2023-04-12 15:45:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarus extradites father of Russian girl who drew anti-war pictures", "description": "<p>Alexei Moskalyov fled house arrest hours before he was sentenced to two years for ‘discrediting’ Russian army</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Russia-Ukraine war – latest news updates</a></li></ul><p>Belarus has extradited a Russian man who was separated from his daughter and sentenced to two years in prison after she drew anti-war pictures at school.</p><p>Alexei Moskalyov, a 54-year-old single parent from the town of Yefremov, 150 miles south of Moscow, <a href=\"https://www.theguardian.com/world/2023/mar/28/russian-man-detained-after-daughters-anti-war-drawings-flees-house-arrest\">fled house arrest last month</a>, hours before a court handed him a two-year sentence for “discrediting” the Russian army.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/belarus-extradites-father-of-russian-girl-who-drew-anti-war-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/belarus-extradites-father-of-russian-girl-who-drew-anti-war-pictures", "date_published": "2023-04-12 15:44:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English National Opera set for £24m to support relocation from London", "description": "<p>Equity union welcomes increased funding while continuing to oppose move being imposed on ENO chorus</p><p>The English National Opera is set to receive £24m in public funding to support its move to a new base outside London while continuing to stage performances at the London Coliseum, its West End residence for <a href=\"https://www.eno.org/discover-opera/50-years-at-the-london-coliseum/\">more than 50 years</a>.</p><p>The opera company had its <a href=\"https://www.theguardian.com/culture/2022/nov/04/eno-to-relocate-as-arts-funding-is-diverted-away-from-london\">general public funding cut from £12.8m a year to zero</a> in November as part of a drive by Arts Council England (ACE) to divert money outside the capital, reflecting the government’s levelling up agenda.</p> <a href=\"https://www.theguardian.com/music/2023/apr/12/english-national-opera-eno-funding-relocation-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/12/english-national-opera-eno-funding-relocation-london", "date_published": "2023-04-12 15:40:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Bailey plays down bank crisis, paving way for more interest rate rises", "description": "<p>Speculation of further 0.25-point increase in rates after speech by Bank of England governor to IMF</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/apr/12/elon-musk-twitter-roughly-break-even-painful-us-inflation-imf-business-live\">Live business news</a></li></ul><p>The governor of the Bank of England, Andrew Bailey, has played down the risks of a system-wide banking crisis, paving the way for further interest rate increases to combat the UK’s high inflation levels.</p><p>Despite the recent problems that affected regional banks in the US and <a href=\"https://www.theguardian.com/business/2023/mar/19/credit-suisse-bank-of-england-wont-object-to-takeover-as-ubs-considers-1bn-bid\">Credit Suisse</a> in Europe, Bailey said the reforms to make banks safer after the 2008 global financial crisis had worked and there was no need to alter Threadneedle Street’s approach to setting borrowing costs.</p> <a href=\"https://www.theguardian.com/business/2023/apr/12/andrew-bailey-bank-of-england-plays-down-bank-crisis-paving-way-interest-rate-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/12/andrew-bailey-bank-of-england-plays-down-bank-crisis-paving-way-interest-rate-rises", "date_published": "2023-04-12 15:31:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden dangles $6bn investment boost if Northern Ireland power sharing agreed", "description": "<p>US president tells Belfast audience that current figure could triple and hopes ‘assembly and executive will soon be restored’</p><p>Joe Biden has dangled a $6bn (£5bn) carrot in front of Northern Ireland’s leaders with a promise to boost the country’s economy with US investment if power sharing is restored.</p><p>In a thinly veiled message to the Democratic Unionist party, which has been boycotting the devolved government for more than a year, the US president told an audience in Belfast that American investors were ready to “triple” the $2bn already invested.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/joe-biden-us-investment-northern-ireland-power-sharing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/joe-biden-us-investment-northern-ireland-power-sharing", "date_published": "2023-04-12 15:17:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DJ Tim Westwood interviewed under caution over sexual offence allegations", "description": "<p>Police questioned former Radio 1 star in March and again last week over five allegations </p><p>The DJ Tim Westwood has been interviewed under caution by the Metropolitan police in relation to five sexual offence allegations dating back more than 40 years.</p><p>The 65-year-old was interviewed in March and again last week in relation to offences allegedly committed in London between 1982 and 2016.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/dj-tim-westwood-interviewed-under-caution-over-sexual-offence-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/dj-tim-westwood-interviewed-under-caution-over-sexual-offence-allegations", "date_published": "2023-04-12 15:13:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | What happened when Polish match officials were invited to take charge in Greece?", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>An apparently foolproof solution regularly mooted by those fed up with what they perceive to be the abject standard of refereeing in the English top flight is to outsource the job to foreign match officials, because they never get anything wrong. Not Jarred Gillett, an Australian once held up as the standard-bearer for how the job should be done after a flamin’ clip of him in action during an A-League game went viral, but who has been embroiled in more than his fair share of controversies since hitching his Ute to the PGMOL wagon. Not the Spanish match officials who have brandished an astonishing 95 red cards in La Liga already this season, compared to the 24 shown by their counterparts in the Premier League. And not the Brazilian fellow who incensed so many English players, pundits, hacks and fans with his performance in the HR World Cup quarter-final against France. No, foreign whistleblowers are contention-proof and we need more of them coming over here, taking our referees’ jobs.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/football-daily-polish-match-officials-greece\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/football-daily-polish-match-officials-greece", "date_published": "2023-04-12 15:06:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Up all night to get jeté! Thomas Bangalter on hanging up his Daft Punk helmet – and leaping into ballet", "description": "<p>Two years after the French funkmeisters unplugged, the electro legend is releasing his first new material – a ballet score. He explains why working with ‘real live humans’ was scary</p><p>On 1 January 2000, childhood friends Thomas Bangalter and Guy-Manuel de Homem-Christo decided to become robots. For the release of their second album, Discovery, the Daft Punk duo enlisted Hollywood effects designer Tony Gardner to fit them with helmets and articulated gloves, which they would then unveil in a photoshoot for the Face magazine and wear in public unfailingly until their split in 2021.</p><p>Like Discovery – a gilded, chart-bound spaceship built from shreds of 80s pop, funk and metal – the robots offered us a very retro vision of the future. Bangalter, taller, in the silver helmet, was convinced that the human-machine interface had gone haywire. “The difference between reality and fiction is gone,” he told NME in 2001. “You’ve got Photoshop, deformed images, a speech of the president of America that says things he’s never said, animatronics, androids. You can’t believe what you see on television any more.”</p> <a href=\"https://www.theguardian.com/music/2023/apr/12/thomas-bangalter-daft-punk-helmet-leaping-ballet-french-mythologies\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/12/thomas-bangalter-daft-punk-helmet-leaping-ballet-french-mythologies", "date_published": "2023-04-12 15:03:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Bank staff were told to give special treatment to son of Trump official", "description": "<p>Exclusive: Leaked recording raises concerns over governance at development bank, at which David Malpass is now president</p><p>World Bank staff were apparently told to give preferential treatment to the son of a high-ranking Trump administration official after the US Treasury threw its support behind a $13bn (£10bn) funding increase for the organisation, a leaked recording suggests.</p><p>Shared with the Guardian by a whistleblower, the recording of a 2018 staff meeting suggests colleagues were encouraged by a senior manager to curry favour with the son of David Malpass, who is now president of the World Bank but at the time was serving in the US Treasury under Donald Trump.</p> <a href=\"https://www.theguardian.com/business/2023/apr/12/world-bank-staff-son-of-trump-official-david-malpass\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/12/world-bank-staff-son-of-trump-official-david-malpass", "date_published": "2023-04-12 15:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m so scared’: Patients suffer as operations cancelled amid doctors’ strike", "description": "<p>People waiting for breast cancer result and heart surgery for their child question why government isn’t doing more</p><p>The four-day <a href=\"https://www.theguardian.com/society/2023/apr/11/junior-doctors-in-england-begin-four-day-strike-over-pay\">strike </a>by junior doctors across England will result in an estimated 350,000 appointments, including operations, being cancelled.</p><p>The action follows years of pay erosion and deteriorating working conditions in the health service. According to the British Medical Association (BMA), junior doctors’ pay has <a href=\"https://www.theguardian.com/society/2023/apr/11/junior-doctors-in-england-begin-four-day-strike-over-pay\">fallen by 26% in real terms</a> over the past 15 years.</p> <a href=\"https://www.theguardian.com/society/2023/apr/12/junior-doctors-strike-england-patients-suffer-as-operations-cancelled\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/12/junior-doctors-strike-england-patients-suffer-as-operations-cancelled", "date_published": "2023-04-12 15:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tribal spirit and the real Ratatouille – readers’ best photos", "description": "<p>Click <strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a></strong> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2023/apr/12/tribal-spirit-and-the-real-ratatouille-readers-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/community/gallery/2023/apr/12/tribal-spirit-and-the-real-ratatouille-readers-best-photos", "date_published": "2023-04-12 15:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billy Vunipola’s Rugby World Cup hopes fade after knee injury ends season", "description": "<ul><li>Saracens and England No 8 to have surgery</li><li>Jack Willis signs three-year-deal with Toulouse</li></ul><p>Billy Vunipola’s season is over after he sustained a knee injury in Saracens’ Champions Cup <a href=\"https://www.theguardian.com/sport/2023/apr/09/la-rochelle-saracens-champions-cup-rugby-union-match-report\">defeat at La Rochelle</a> on Sunday. Vunipola will miss the Premiership leaders’ last three games of the regular season and home semi-final, as well as the Twickenham final if they reach that stage.</p><p>It is also a blow to his hopes of mounting an England comeback in time for this autumn’s World Cup and he will not be given a time-frame for his recovery until surgery has been completed on Thursday.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/billy-vunipola-rugby-world-cup-hopes-fade-knee-injury-jack-willis-chris-ashton\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/billy-vunipola-rugby-world-cup-hopes-fade-knee-injury-jack-willis-chris-ashton", "date_published": "2023-04-12 14:32:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock among three MPs placed under investigation by standards watchdog", "description": "<p>Separate investigations also launched by standards commissioner into Scott Benton and Henry Smith</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/12/joe-biden-us-president-northern-ireland-dup-ireland-rishi-sunak-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The former health secretary Matt Hancock is among three MPs who have been placed under investigation by parliament’s standards watchdog.</p><p>In a move that threatens to reignite allegations of sleaze in the Conservative party, a series of inquiries were launched by the commissioner, Daniel Greenberg.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/12/matt-hancock-among-three-mps-being-investigated-by-standards-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/12/matt-hancock-among-three-mps-being-investigated-by-standards-watchdog", "date_published": "2023-04-12 14:21:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany scales back plans to allow cannabis sale in shops and pharmacies", "description": "<p>Health minister says adults will be allowed to grow and consume limited amounts privately or at members’ clubs by end of year</p><p>Adults in Germany will be able to grow and consume recreational cannabis privately or through non-profit members’ clubs by the end of the year, the country’s health minister announced on Wednesday, scaling back previous plans to make the drug distributable in shops or pharmacies nationwide.</p><p>“The previous cannabis policy has failed,” said the health minister, Karl Lauterbach, as he presented the German government’s new two-phase approach to legalising cannabis at a press conference in Berlin. “Now we have to go new ways.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/germany-scales-back-plans-to-allow-cannabis-sale-in-shops-and-pharmacies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/germany-scales-back-plans-to-allow-cannabis-sale-in-shops-and-pharmacies", "date_published": "2023-04-12 14:21:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US puts sanctions on four Georgian judges over ‘significant corruption’", "description": "<p>Washington does not mention case of Mikheil Saakashvili, but moves coincides with protests in Tbilisi over failure to release ex-president</p><p>Four current and former judges in Georgia have been put on a US sanctions list amid a wave of protests in Tbilisi against the failure of Georgian courts to release former president Mikheil Saakashvili, a prominent Kremlin critic, from jail.</p><p>The US secretary of state, Anthony Blinken, has accused the men, who have chaired courts and sat on the Georgia’s high council of justice, which oversees the judiciary, of “significant corruption”. They deny the accusations.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/us-puts-sanctions-on-four-georgian-judges-over-significant-corruption\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/us-puts-sanctions-on-four-georgian-judges-over-significant-corruption", "date_published": "2023-04-12 14:02:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK using more of its aid budget to house refugees than most donors in OECD", "description": "<p>Britain has been criticised for loading cost of accommodating refugees on to overseas aid budget</p><p>The UK is spending proportionately more of its overseas aid budget on housing refugees than most other major aid donors, new figures from the OECD show.</p><p>The figures, published on Wednesday, show that the only two countries spending more than the UK in absolute terms on housing refugees in their home countries are Germany and the US, but their total aid budgets are much larger than the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/uk-using-more-of-its-aid-budget-to-house-refugees-than-most-donors-in-oecd\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/uk-using-more-of-its-aid-budget-to-house-refugees-than-most-donors-in-oecd", "date_published": "2023-04-12 14:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK still well off track on pledge to cut methane emissions, study says", "description": "<p>Analysis suggests government policies would achieve reduction less than half target of 30% by 2030</p><p>The UK is still well off track on meeting its international commitments to cut methane emissions, analysis has shown, despite <a href=\"https://www.theguardian.com/environment/2023/apr/02/british-cows-could-be-given-methane-blockers-to-cut-carbon-emissions\">moves to stop cows</a> from belching out so much of it.</p><p>Ministers unveiled a host of initiatives to reduce UK greenhouse gas emissions in the government’s “<a href=\"https://www.theguardian.com/environment/2023/mar/30/government-gambles-on-carbon-capture-and-storage-tech-despite-scientists-doubts\">green day</a>” of energy announcements more than a week ago, including plans to introduce methane-suppressing feed for livestock from 2025, and to stop biodegradable waste going to landfill from 2028.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/12/uk-off-track-on-pledge-to-cut-methane-emissions-study-30-per-cent-2030\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/12/uk-off-track-on-pledge-to-cut-methane-emissions-study-30-per-cent-2030", "date_published": "2023-04-12 14:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women and non-binary producers ‘vastly underrepresented’ in 2022’s top songs", "description": "<p>Find the Mix report finds inequality remains entrenched in music production and engineering, with less than 5% of credits going to women and non-binary people</p><p>Women and non-binary producers and engineers were “vastly underrepresented” in 2022’s most popular music, according to a new study.</p><p>The inaugural <a href=\"https://www.mtsu.edu/media/fix.pdf\">Fix the Mix report</a> found that women and non-binary people claimed less than 5% of the tech credits for the most streamed songs of 2022, making up 187 of the total 3,781 credits on the 757 songs surveyed.</p> <a href=\"https://www.theguardian.com/music/2023/apr/12/women-and-non-binary-producers-vastly-underrepresented-in-2022s-top-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/12/women-and-non-binary-producers-vastly-underrepresented-in-2022s-top-songs", "date_published": "2023-04-12 13:49:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There’s only one winner from Macron’s hardline response to pension protests: the far right | Oliver Haynes", "description": "<p>In pushing through with this unpopular reform, the French president is doing  the groundwork for Marine Le Pen</p><p>It’s been a great few months for the rats of Paris. As they’ve grown fat, feasting on rubbish in the streets, citizens have been struggling to catch a train and facing fuel shortages at the pumps. Tomorrow, another rolling strike of refuse collectors will start and the streets of the capital will again fill with the pungent aroma of social conflict.</p><p>President Emmanuel Macron, meanwhile, is missing in action, hiding in the Élysée Palace or travelling abroad. A recent <a href=\"https://boutique.liberation.fr/products/macron-et-les-francais-le-decrochage-7-avril-2023\">front page</a> of the left-leaning Libération newspaper declared that he was becoming increasingly out of touch with the people.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/emmanuel-macron-pension-protests-far-right-reform-marine-le-pen\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/emmanuel-macron-pension-protests-far-right-reform-marine-le-pen", "date_published": "2023-04-12 13:45:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners call for EU to tax fishing industry to fund decarbonisation", "description": "<p>Report says revenues raised from a gradually imposed fuel tax could be used to transition to low-carbon fisheries</p><p>The EU lavished up to €15.7bn in fossil fuel subsidies on its fishing industry over the last decade, but campaigners are now calling for those funds to be redirected towards decarbonisation.</p><p>Fuel tax exemptions for the fishing industry save so much money that they could pay the salaries of 20,000 fishers every year – or pay for 6,000 new energy reduction and decarbonisation projects, according to a <a href=\"https://our.fish/publications/report-better-use-of-public-money-the-end-of-fuel-subsidies-for-the-fishing-industry/\">new analysis</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/12/campaigners-call-for-eu-to-tax-fishing-industry-to-fund-decarbonisation\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/12/campaigners-call-for-eu-to-tax-fishing-industry-to-fund-decarbonisation", "date_published": "2023-04-12 13:42:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There will be fewer British tomatoes on the shelves’: soaring energy costs force growers to quit", "description": "<p>Impact is less choice and higher prices, and risk of opening up new front in supermarket salad crisis</p><p>Lee Stiles saw 10 growers leave “London’s salad bowl” last year as they struggled to make ends meet. He expects a similar number in his Lea Valley Growers Association to shut up shop this year, as costly energy bills push them under.</p><p>The increase in prices threatens to open up a new front in the salad crisis, which resulted in supermarkets having to <a href=\"https://www.theguardian.com/business/2023/feb/22/aldi-asda-morrisons-supermarkets-rationing-salad-ingredients\">limit purchases</a> of items including tomatoes, cucumbers and peppers during a cold spell in southern Spain and north Africa in February.</p> <a href=\"https://www.theguardian.com/business/2023/apr/12/there-will-be-fewer-british-tomatoes-on-the-shelves-soaring-energy-costs-force-growers-to-quit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/12/there-will-be-fewer-british-tomatoes-on-the-shelves-soaring-energy-costs-force-growers-to-quit", "date_published": "2023-04-12 13:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard III review – Adjoa Andoh’s maverick reimagining drags", "description": "<p><strong>Liverpool Playhouse</strong><br />The actor and director pitches the antihero as a racial outsider. She is compelling, but he is an inconsistent character in a production leached of intrigue</p><p>This production, tracing the rise and fall of Shakespeare’s “rudely stamp’d” antihero, follows <a href=\"https://www.theguardian.com/stage/2019/mar/07/richard-ii-review-lynette-linton-adjoa-andoh-sam-wanamaker-playhouse\">Adjoa Andoh’s blazing performance as Richard II</a> four years ago in a feted re-envisioning. This has all the markings of a similarly maverick reimagining, set in the heart of the Cotswolds countryside, characters sporting broad accents, with no courtly pomp in sight.</p><p>It is also clearly a passion project steered by Andoh. Where Richard II was co-directed by Andoh and Lynette Linton, here she solely directs and stars as the Duke of Gloucester. In the programme, Andoh speaks of growing up in the Cotswolds, isolated amid the prevailingly white community around her. That idea seems extended to the figure of Richard and to the play as a whole, which is billed as an examination of race and trauma.</p><p><a href=\"https://www.everymanplayhouse.com/whats-on/richard-iii\">Richard III is at Liverpool Playhouse</a> until 22 April, then <a href=\"https://rosetheatre.org/whats-on/richard-iii\">Rose Theatre, London</a>, from 26 April until 13 May.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/12/richard-iii-review-adjoa-andoh-liverpool-playhouse\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/12/richard-iii-review-adjoa-andoh-liverpool-playhouse", "date_published": "2023-04-12 13:20:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spoiler: people need to stop ruining the plot of TV shows | Stuart Heritage", "description": "<p>A ridiculous parade of interviews and OTT newspaper front pages risked wrecking Succession’s latest episode for viewers. It’s time for some common sense (contains spoilers)</p><p>I’d usually start a piece like this with a warning about spoilers. I’d point out that I’m about to discuss major events that took place during a recent television episode, and then do my best to persuade anyone who hasn’t seen it to stop reading, lest their enjoyment of the episode is ruined for ever.</p><p>But, honestly, what’s the point? If you’ve seen a copy of the Daily Mail today – in the flesh, or online, or on TV – you will have seen the front page obituary for (final spoiler warning) Logan Roy. “Farewell to the foul-mouthed tyrant whose life (and death) were so explosively dramatic you couldn’t make it up!” crowed the Mail’s banner, taking up a quarter of the entire page, and adding “LOGAN ROY 1938-2023” just for the absolute avoidance of doubt.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/12/spoiler-people-need-to-stop-ruining-the-plot-of-tv-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/12/spoiler-people-need-to-stop-ruining-the-plot-of-tv-shows", "date_published": "2023-04-12 13:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streaming sites urged not to let AI use music for copycat tracks", "description": "<p>Universal Music Group asks Spotify, Apple Music and others to block downloads of copyrighted songs for AI training</p><p>The music industry is urging streaming platforms not to let artificial intelligence use copyrighted songs for training, in the latest of a run of intellectual property rows that threaten to derail the generative AI sector’s explosive growth.</p><p>In a letter to streamers including Spotify and Apple Music, the record label Universal Music Group expressed fears that AI labs would scrape millions of tracks to use as training data for their models and copycat versions of pop stars.</p> <a href=\"https://www.theguardian.com/business/2023/apr/12/streaming-sites-ai-copyrighted-music-copycat-tracks\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/12/streaming-sites-ai-copyrighted-music-copycat-tracks", "date_published": "2023-04-12 12:56:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everyman returns to profit with 70% jump in cinema admissions", "description": "<p>Upmarket chain says its proposition feels as relevant as ever as it continues to open new sites </p><p>The allure of luxury sofa seating and a menu including parsley and garlic dough balls and hot honey halloumi<strong> </strong>helped the <a href=\"https://www.theguardian.com/business/2016/aug/05/everyman-the-chain-pushing-to-bring-home-cinema-to-the-high-street\">upmarket cinema chain</a> Everyman bounce back to profit last year.</p><p>The group, which started in Hampstead and now has 38 venues across the UK, hailed a post-pandemic return to “business as usual” as admission numbers rose by 70% to 3.4 million last year.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/everyman-jump-admissions-return-profit-cinema\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/everyman-jump-admissions-return-profit-cinema", "date_published": "2023-04-12 12:52:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We feed the world’: Ukrainian farmers warn of war’s global effects", "description": "<p>Vital food exports fall as fields become battle zones and Ukraine accuses Russia of sabotaging Black Sea grain corridor</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Russia-Ukraine war – latest news updates</a></li></ul><p>Driving in his battered car, Valerii Kotenko showed off the spot where a Russian missile had landed. It had fallen next to his wheat field. “That was in December. Fortunately it didn’t explode,” he said. The enemy frequently bombed southern Ukraine, he explained, and his home in Odesa oblast. “They shoot at us like crazy. The Russians target us because they are bastards. And because we feed the world.”</p><p>Ukraine’s farmers have had a tumultuous time since Vladimir Putin’s full-scale invasion began in February 2022. Kotenko’s 120-hectare estate is a short journey from the port of Odesa on the Black Sea, hit last week by 17 Iranian drones. The rockets arrive from all directions. Russian frigates fire from the waters around occupied Crimea. Other missiles come from the east and the Sea of Azov.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/ukraine-farmers-warn-russia-war-global-effects-food-exports\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/ukraine-farmers-warn-russia-war-global-effects-food-exports", "date_published": "2023-04-12 12:50:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Second Tennessee Democrat could be returned to statehouse after expulsion – live", "description": "<p>Local commissioners in Memphis will vote today on whether to reappoint Pearson to his seat in state house of representatives</p><p>Good morning, US politics blog readers. <strong>Justin Pearson</strong> was one of two Democratic lawmakers the Tennessee house of representatives expelled last week for holding a noisy protest in favor of gun control, but his exile could end today. Local commissioners in his district will vote on whether to reappoint him to his seat, which is what happened on Monday to <strong>Justin Jones</strong>, the other legislator booted by the chamber’s GOP majority. “I wasn’t elected to be pushed to the back of the room and silenced,” Pearson declared in <a href=\"https://www.nytimes.com/2023/04/12/opinion/justin-pearson-tennessee.html\">a New York Times op-ed</a> published this morning. We’ll see if his local counterparts agree.</p><p>Here’s what else is happening today:</p><p><strong>Joe Biden</strong> is in Northern Ireland, where has met with British prime minister <strong>Rishi Sunak</strong>, and will head to Dublin later today. Follow <a href=\"https://www.theguardian.com/politics/live/2023/apr/12/joe-biden-us-president-northern-ireland-dup-ireland-rishi-sunak-uk-politics-latest\">our live blog</a> for the latest on the president’s travels to the land of his ancestors.</p><p><strong>Kamala Harris</strong> will convene the White House’s reproductive health care taskforce at 2.45pm as access to medication abortion <a href=\"https://www.theguardian.com/world/2023/apr/12/mifepristone-abortion-drug-hangs-in-balance-friday-deadline\">appears imperiled</a>.</p><p><strong>Tim Scott</strong> has <a href=\"https://votetimscott.com/tim-scott-launches-exploratory-committee-for-president-of-the-united-states/\">formed an exploratory committee</a> to run for the GOP’s presidential nomination next year. To succeed, he’ll have to beat the 800-pound Republican gorilla: <strong>Donald Trump</strong>.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/apr/12/tennessee-democrats-biden-ireland-abortion-republicans-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/apr/12/tennessee-democrats-biden-ireland-abortion-republicans-politics-live-updates", "date_published": "2023-04-12 12:46:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK and Ireland submit Euro 2028 bid with 10 venues – but no Old Trafford", "description": "<ul><li>Manchester City’s Etihad Stadium preferred as host venue</li><li>Cardiff, Glasgow, Dublin and Belfast all would see action</li></ul><p>The United Kingdom and Ireland have submitted their final bid to co-host Euro 2028, setting out plans to stage a “record-breaking and unforgettable” tournament.</p><p>The bid includes matches across England, Scotland, Wales, Northern Ireland and the Republic of Ireland, with more tickets available than for any previous European Championship finals. Wembley, the Tottenham Hotspur Stadium, St James’ Park, Villa Park and Everton’s new stadium will all host matches in England, as will Manchester City’s Etihad Stadium, which has been preferred to Old Trafford.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/uk-and-ireland-submit-euro-2028-bid-with-10-stadiums-but-no-place-for-old-trafford\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/uk-and-ireland-submit-euro-2028-bid-with-10-stadiums-but-no-place-for-old-trafford", "date_published": "2023-04-12 12:38:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bear that killed man in Italy had previously attacked two others", "description": "<p>Female bear that killed Andrea Papi close to mountain village last week attacked a father and son in 2020</p><p>A bear that <a href=\"https://www.theguardian.com/world/2023/apr/07/bear-kills-jogger-on-woodland-path-in-northern-italy\">killed a 26-year-old man</a> while he was jogging in the woods close to a mountain village in northern Italy has been identified as a 17-year-old female that had previously attacked two people.</p><p>Andrea Papi, whose funeral was taking place on Wednesday, was the first person in Italy to be killed in a bear attack in modern times.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/bear-that-killed-man-in-italy-had-previously-attacked-two-others\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/bear-that-killed-man-in-italy-had-previously-attacked-two-others", "date_published": "2023-04-12 12:33:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ramadan prayers and a sulphur-crested cockatoo: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/12/ramadan-prayers-cockatoo-wednesday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/12/ramadan-prayers-cockatoo-wednesday-best-photos", "date_published": "2023-04-12 12:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Al Jazeera English announces plans to move from London’s Shard to Qatar", "description": "<p>Move of London’s live broadcast centre to Doha could involve dozens of job losses</p><p>Al Jazeera English plans to close its live broadcast centre in London’s Shard skyscraper and move programming to Qatar, with the possible loss of dozens of UK-based jobs.</p><p>In an email to staff, the network’s managing director, Giles Trendle, said Al Jazeera was “looking to undertake a restructure involving the move of AJE live programming to Doha. The move would include the news bulletins between 1900GMT and 2300GMT produced from London, and The Stream programme produced from Washington DC,” the email said.</p> <a href=\"https://www.theguardian.com/media/2023/apr/12/al-jazeera-english-announces-plans-to-move-from-londons-shard-to-qatar\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/12/al-jazeera-english-announces-plans-to-move-from-londons-shard-to-qatar", "date_published": "2023-04-12 12:29:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Incite, smear, divide: why are the Tories and Labour copying the tactics of America’s vilest strategist? | Nels Abbey", "description": "<p>Lee Atwater was master of attack and dog-whistle politics. We should be alive to his methods and their effects –  not emulating them</p><p>Will 2024 be a repeat of 1992 or 1997, is the (binary) question people ask: a repeat of Neil Kinnock’s <a href=\"https://www.theguardian.com/politics/1992/apr/14/past.patrickwintour\">shock defeat</a> to the Tories in 1992 or Tony Blair’s triumphant <a href=\"https://www.theguardian.com/books/2005/feb/19/featuresreviews.guardianreview12\">landslide victory</a> in 1997.</p><p>But while we are talking about the what will happen next time, we had better discuss the how. The means matter. The means help shape society. They impact how cohesive we are, how we treat each other. The means last longer than victory or defeat. And by many current indications, the means suggest we are looking at neither 1997 nor 1992, but at a mirror image of the 1988 US presidential election.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/tories-labour-strategist-lee-atwater-attack-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/tories-labour-strategist-lee-atwater-attack-politics", "date_published": "2023-04-12 12:28:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland to launch legal challenge to UK government block on gender reform bill", "description": "<p>Petition for judicial review will put new first minister Humza Yousaf on collision course with Westminster</p><p>Scottish ministers will challenge in court the UK government’s block on Holyrood’s gender recognition reform bill, putting the new first minster, Humza Yousaf, on a constitutional collision course with Westminster only two weeks after his election.</p><p>Scotland’s social justice secretary, Shirley-Anne Somerville, announced on Wednesday that she had informed the Scottish parliament that ministers would lodge a petition for a judicial review of <a href=\"https://www.theguardian.com/world/2023/jan/16/rishi-sunak-blocks-scotlands-gender-recognition-legislation\">the decision in January</a> by the UK’s Scotland secretary, <a href=\"https://www.theguardian.com/politics/alister-jack\">Alister Jack</a>, to use section 35 of the Scotland Act 1998 for the first time to halt the Holyrood bill from going for royal assent, citing concerns that it would have an “adverse impact” on UK-wide equalities law.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/12/scotland-launch-legal-challenge-uk-government-block-gender-reform-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/12/scotland-launch-legal-challenge-uk-government-block-gender-reform-bill", "date_published": "2023-04-12 12:25:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red Rum v Crisp: 50 years on from the most gripping Grand National of all", "description": "<p>Crisp was caught on the line in 1973. Richard Pitman blames himself, but says it was ‘the most exciting thing I’d ever done’</p><p>After several minutes of almost perfect silence as he made his way around the second circuit in <a href=\"https://www.theguardian.com/sport/live/2020/apr/04/grand-national-1977-red-rum-goes-for-historic-treble-live\">the 1973 Grand National</a>, it was the unmistakable sound of Red Rum’s nostrils that told Richard Pitman he was in trouble. “It was fast ground that day,” Pitman, now 80, says. “You could hear the horses’ hooves, ‘drmmm drmmm, drmmm drmmm’ but Red Rum had flappy nostrils, so when he exhaled there would be a ‘pwwwrrr, pwwwrrr’ and I can still hear those sounds chasing me now. ‘Drmmm drmmm, pwwwrrr pwwwrr’.”</p><p>Anyone who is old enough to have watched the epic, breathtaking heroism of <a href=\"https://youtu.be/_6zHe-BTTN8\">Crisps’s failure to win the 1973 Grand National</a> as it happened, this writer included, is likely to have equally indelible memories of perhaps the most gripping piece of racing theatre to unfold at Aintree.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/red-rum-v-crisp-50-years-on-from-the-most-gripping-grand-national-of-all-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/red-rum-v-crisp-50-years-on-from-the-most-gripping-grand-national-of-all-horse-racing", "date_published": "2023-04-12 12:23:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gérard Depardieu: 13 women accuse actor of sexually inappropriate behaviour in new report", "description": "<p>An extensive investigation by Mediapart details allegations of on-set actions by the actor – who denies criminal behaviour – between 2004 and 2022</p><p>A new investigation has alleged multiple incidents of sexually inappropriate behaviour by the actor Gérard Depardieu. French investigative website Mediapart published on Wednesday the results of a months-long examination of Depardieu’s on-set actions over an almost-20 year period, ending last year.</p><p>The report, which features testimony from 13 women, alleges multiple incidences of obscene comments, groping and inappropriate acts by Depardieu on high-profile TV and film sets, including Netflix series Marseille, period biopic Dumas and the comedy Big House.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/gerard-depardieu-13-women-accuse-actor-of-sexually-inappropriate-behaviour-in-new-report\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/gerard-depardieu-13-women-accuse-actor-of-sexually-inappropriate-behaviour-in-new-report", "date_published": "2023-04-12 12:18:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK national debt will continue to rise over next five years, says IMF", "description": "<p>Forecast by Washington-based body puts at risk Rishi Sunak’s pledge to cut debt as share of GDP</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/apr/12/elon-musk-twitter-roughly-break-even-painful-us-inflation-imf-business-live\">Business live – latest updates</a></li></ul><p>Britain’s national debt will continue to climb over the next five years, putting at risk one of Rishi Sunak’s <a href=\"https://www.theguardian.com/politics/2023/jan/04/sunak-vows-to-be-steady-hand-on-tiller-but-are-his-pledges-all-sleight-of-hand\">key pledges </a>to voters, according to an International Monetary Fund study.</p><p>The IMF said the cost of subsidies to consumers faced with rocketing energy bills meant repair of the UK’s Covid-battered public finances was taking longer than in other developed countries.</p> <a href=\"https://www.theguardian.com/business/2023/apr/12/uk-national-debt-will-continue-to-rise-over-next-five-years-says-imf\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/12/uk-national-debt-will-continue-to-rise-over-next-five-years-says-imf", "date_published": "2023-04-12 12:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chef wrongly branded sex offender wins long fight to stay in UK", "description": "<p>Home Office curtailed Saiful Islam’s visa in 2010 after wrongly linking him to criminal convictions</p><p>A chef from Bangladesh who was wrongly recorded as a sex offender by the <a href=\"https://www.theguardian.com/politics/home-office\">Home Office</a> has won the right to remain in the UK after fighting since 2010.</p><p><a href=\"https://www.theguardian.com/politics/2020/jan/02/bangladesh-chef-saiful-islam-faces-removal-from-uk-despite-home-office-errors\">Saiful Islam</a>, 47, arrived in the UK in 2003 at the age of 27 after being granted a work permit to take up a job as a chef in a Thai restaurant. In 2005 he raised the alarm with the police and the Home Office that his employer was exploiting him by withholding most of his wages, forcing him to work 18-hour days, and beating him.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/chef-wrongly-branded-sex-offender-wins-long-fight-to-stay-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/chef-wrongly-branded-sex-offender-wins-long-fight-to-stay-in-uk", "date_published": "2023-04-12 11:59:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First wild beaver in Wales in 400 years caught felling trees in garden", "description": "<p>Pembrokeshire couple intrigued to discover what was causing damage catches culprit on stealth camera</p><p>Creeping through the darkness, the midnight vandal fells yet another tree with “machete-like” skill.</p><p>On a hidden camera planted in their garden, a couple whose trees disappeared from their garden “overnight” have unmasked the unlikely culprit: the first wild beaver spotted in Wales in 400 years.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/12/first-wild-beaver-in-wales-in-400-years-caught-felling-trees-in-garden\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/12/first-wild-beaver-in-wales-in-400-years-caught-felling-trees-in-garden", "date_published": "2023-04-12 11:52:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Where has cricket landed in the wake of the Yorkshire racism saga?", "description": "<p>Three years on from my interview with Azeem Rafiq, it’s surreal to see where we and the game have ended up</p><p>Azeem Rafiq sat well outside cricket’s consciousness in July 2020. It had been nearly two years since Yorkshire had let him go for a second time and it took <a href=\"https://www.thepca.co.uk/press-release/rafiq-opens-matki-chai/\">an interview with the Professional Cricketers’ Association</a>, published on their website and probably read by a handful of people, to bring him back into my mind. The subject was a new business Rafiq had opened with his family, a tea shop in Rotherham. While mapping a future outside cricket, he still had ambitions to keep playing.</p><p>I arranged <a href=\"https://wisden.com/stories/interviews/the-extraordinary-life-of-azeem-rafiq\">an interview with Rafiq</a> because I wanted to know how a once trailblazing Yorkshire captain found himself out of professional cricket at 29. We got talking about the players he’d once led for England’s under-19s – Ben Stokes and Joe Root among them – his ambition to become an international coach and, most painfully, the tragedy that had underpinned the last couple of years: the stillbirth of his son. In the wake of George Floyd’s death, I wondered about his experiences as a British Asian making his way at Yorkshire, a side that had once excluded players born outside the county’s boundaries.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/yorkshire-racism-saga-cricket-azeem-rafiq-the-spin\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/yorkshire-racism-saga-cricket-azeem-rafiq-the-spin", "date_published": "2023-04-12 11:48:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Director Tarik Saleh: ‘I don’t think Muslims are used to films where religious arguments are taken seriously’", "description": "<p>The Swedish-Egyptian film-maker behind The Nile Hilton Incident discusses the rewarding reaction to his spy thriller Cairo Conspiracy – and how being a graffiti artist set him free</p><p>When you’re confronted with a truly groundbreaking piece of art, a certain disorientation is sometimes what you experience first. “A lot of journalists ask me: ‘What is real? What is real in this film?’” says the Swedish director Tarik Saleh, suddenly seized by a chuckling fit. “And I think this obsession is because the way the media portrays Muslims is so fictional that when people see a fictional film that portrays al-Azhar [University], they feel like they’ve seen a documentary. And I try to tell them: ‘No, it’s fiction!’”</p><p>He is talking about his new film <a href=\"https://www.theguardian.com/film/2022/may/20/boy-from-heaven-review-cannes-2022\">Cairo Conspiracy</a>, so seductive because it appears to give us privileged entry into what has been for most westerners a hitherto invisible world: al-Azhar University in the Egyptian capital, a vast hub of learning and theological wellspring for Sunni Islam. But it’s not the real al-Azhar, as it was all recreated in Turkey, following Saleh’s expulsion from Egypt in 2015 three days before his previous project <a href=\"https://www.theguardian.com/film/2018/mar/02/the-nile-hilton-incident-review-fares-fares-tarik-saleh\">The Nile Hilton Incident</a> was due to begin shooting. What is real is the outrage the 51-year-old continues to hurl at Egypt’s powers-that-be in this clenched and cowed film. With the novice student Adam (Tawfeek Barhom) drawn into the battle to elect a new grand imam in the 1960s, it’s The Name of the Rose meets John le Carré.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/director-tarik-saleh-film-cairo-conspiracy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/director-tarik-saleh-film-cairo-conspiracy", "date_published": "2023-04-12 11:27:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy urges world leaders to act over PoW beheading video", "description": "<p>Footage appears to show Russian soldiers beheading Ukrainian prisoner of war, with another showing two beheaded servicemen</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Russia-Ukraine war: latest updates</a></li></ul><p>Volodymyr Zelenskiy has urged international leaders to act after disturbing video emerged on Wednesday of Russian soldiers apparently beheading a Ukrainian prisoner of war lying on the ground.</p><p>Ukraine’s president said the world could not ignore the “evil” footage, which has not been verified by the Guardian.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/ukraine-zelenskiy-urges-world-leaders-act-over-russia-pow-beheading-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/ukraine-zelenskiy-urges-world-leaders-act-over-russia-pow-beheading-video", "date_published": "2023-04-12 11:24:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former J-pop idol alleges sexual abuse by late music mogul Johnny Kitagawa", "description": "<p>Kauan Okamoto says Kitagawa evaded justice because victims knew speaking out would end their careers</p><p>Johnny Kitagawa, one of the most powerful figures in Japanese entertainment, sexually abused multiple boys but evaded justice because his victims knew speaking out would end their pop careers, according to a former protege who has decided to go public with his allegations.</p><p><a href=\"https://twitter.com/kauan_okamoto_?lang=en\">Kauan Okamoto</a>, a Japanese-Brazilian singer-songwriter, said Kitagawa had sexually abused him at least 15 times over a four-year period from 2012, when the pop hopeful was aged 15.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/ohnny-kitagawa-former-j-pop-idol-kauan-okamoto-alleges-sexual-abuse-japan-music-mogul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/ohnny-kitagawa-former-j-pop-idol-kauan-okamoto-alleges-sexual-abuse-japan-music-mogul", "date_published": "2023-04-12 11:18:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Milan against the world: five of their greatest nights on the big stage", "description": "<p>As Milan prepare for a Champions League quarter-final, we remember some of the best performances in their history</p><p>By <a href=\"https://twitter.com/HenryBellCalcio\">Henry Bell</a> for <a href=\"https://www.gentlemanultra.com/\">The Gentleman Ultra</a></p><p>If Real Madrid are the undisputed kings of Europe, Milan must be the princes. They are streets ahead of other Italian clubs when it comes to winning continental trophies: seven European Cups, two Cup Winners’ Cups and five Super Cups sit in their vast trophy cabinet.</p><p>Spiritually, they feel like a European club. They were founded by an Englishman – hence the spelling of their name – and were early adopters of continental football, competing outside Italy as early as 1938 in the Mitropa Cup and winning the Latin Cup in 1951.</p> <a href=\"https://www.theguardian.com/football/the-gentleman-ultra/2023/apr/12/milan-world-greatest-nights-champions-league-quarter-final-history\">Continue reading...</a>", "link": "https://www.theguardian.com/football/the-gentleman-ultra/2023/apr/12/milan-world-greatest-nights-champions-league-quarter-final-history", "date_published": "2023-04-12 11:12:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany legend Dzsenifer Marozsán bows out in typically graceful style", "description": "<p>The international game has bid farewell to one of the greats, who is still that girl who just wanted to play football</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our weekly newsletter</a></li></ul><p>There are many types of footballer – the strong, the tactically aware, the technical. But every so often – once in a generation, occasionally more if you are lucky – there are those that come along who are a cut above. They make their craft look effortless, gliding and dancing across the grass. They are the artists of the sport who paint different pictures on the pitch and exist at least three paces ahead of everyone else around them, directing play like a conductor does an orchestra.</p><p>Germany’s Dzsenifer Marozsán belongs to this unique set of players. As she entered the field on Tuesday for the 112th and final time in a Germany shirt, there was a real sense we were saying goodbye to one of her country’s best ever. She bowed to the 32,000 fans, each and every one showing their appreciation for a player who many see as the most technically capable to play for the national team. For a girl who “just wanted to play football”, hers has been an international career that has spanned 13 years as her and her nation became European champions for the eighth time and Olympic gold medallists for the first.</p> <a href=\"https://www.theguardian.com/football/2023/apr/12/germany-legend-dzsenifer-marozsan-bows-out-in-typically-graceful-style\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/12/germany-legend-dzsenifer-marozsan-bows-out-in-typically-graceful-style", "date_published": "2023-04-12 11:04:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Explicitly queer and trans’: the 1580s play that inspired Shakespeare’s cross-dressing love plots", "description": "<p>John Lyly’s long-forgotten Galatea – featuring gods, mortals and a highly elastic approach to gender and sex – is being revived at the Brighton festival. We meet the team behind it </p><p>Wickedly funny, astonishingly queer and over 430 years old, John Lyly’s dramatic comedy Galatea upends gender binaries and sheds power structures like they’re merely a change of clothes. Written in the 1580s, the play “gets deep into the DNA of Shakespeare and his contemporaries”, says theatre historian Andy Kesson, but has been largely forgotten.</p><p>This spring, as part of Brighton festival, live artist Emma Frankland is leading a daring outdoor, large-scale production of Galatea that blends academic exploration with queer contemporary performance. Adapted by Frankland and spoken-word artist Subira Joy, and edited by Kesson, this is a collaborative celebration of an under-appreciated play and a reckoning with the way early modern texts are treated – too delicately and exclusively, the team argue. Plus, Frankland says with a cool smile: “We’re going to set shit on fire.”</p> <a href=\"https://www.theguardian.com/stage/2023/apr/12/galatea-john-lyly-queer-trans-shakespeares-cross-dressing-brighton-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/12/galatea-john-lyly-queer-trans-shakespeares-cross-dressing-brighton-festival", "date_published": "2023-04-12 11:04:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make lamb hotpot – recipe | Felicity Cloake's Masterclass", "description": "<p>A hearty meal you can leave to bubble away in the oven, plus a bonus recipe for pickled red cabbage as the perfect accompaniment</p><p>The comfortingly named hotpot is a very useful recipe to have in your repertoire. Easy, and relatively cheap to make, it will bubble away happily in the oven while you get on with something else, and needs nothing more to accompany it than some steamed greens or a dollop of pickled red cabbage. A simple but profound pleasure.</p><p>Prep <strong>15 min</strong><br />Cook <strong>2 hr<br /></strong>Pickle <strong>2 days+ (optional)</strong><br />Serves <strong>4</strong></p> <a href=\"https://www.theguardian.com/food/2023/apr/12/how-to-make-lamb-hotpot-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/12/how-to-make-lamb-hotpot-recipe-felicity-cloake", "date_published": "2023-04-12 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 badly behaved biographies", "description": "<p>Life writing is usually a conventional business, but these writers take on the job by discarding the rules, with thrilling results</p><p>Biography is a classic, difficult art, and biographers, those torch-bearers of one of literature’s oldest genres, tend to be scrupulous, detail-oriented obsessives. Yet under rigid control there is often a strange and passionate devotion; they might fall in love with a ghost in order to begin their work, but they have to fall out of love in order to finish it.</p><p>Aspiring biographers have a thousand reasons not to embark on a biography – these books tend to take a decade or more of work and rarely can anyone survive on an advance for that long. But alongside the more or less conventional authors are those biographers who, for whatever reason, meet their task by changing the rules. These slanted, badly behaved books tend to captivate me, which is why I chose to write <a href=\"https://guardianbookshop.com/biography-of-x-9781783789276\">a novel in the shape of such a biography</a>. Here are 10 of my favourite such books.<br /><strong><br />1. </strong><strong><a href=\"https://www.theguardian.com/books/2017/aug/31/after-kathy-acker-by-chris-kraus-review\">After Kathy Acker by Chris Kraus</a></strong><br />Kraus admits outright that this biography of Acker may not, in fact, be a biography and I would argue that it is, but also that it isn’t – regardless, I couldn’t put it down. Kraus had a front row seat to Acker’s antics and her crowd in a version of New York that only exists now in shadow and legend. After Kathy Acker is as much a book about a scene and a moment as it is about one woman in the midst of it.</p> <a href=\"https://www.theguardian.com/books/2023/apr/12/top-10-badly-behaved-biographies-catherine-lacey-biography-of-x\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/12/top-10-badly-behaved-biographies-catherine-lacey-biography-of-x", "date_published": "2023-04-12 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super Mario Bros. theme to become first video game music in US Library of Congress", "description": "<p>Recording archive to include 25 more items among ‘defining sounds of nation’s history’, including Madonna’s Like a Virgin</p><p>The original 1985 theme from Super Mario Bros, Mariah Carey’s All I Want for Christmas is You and Madonna’s 1984 album Like a Virgin are among “the defining sounds of the nation’s history and culture” to be given places in the US national recording registry, the Library of Congress has announced.</p><p>The Super Mario Bros. music, officially known as the Ground Theme, written by the young Nintendo composer Koji Kondo, becomes the first music from a video game to enter the registry, which the library called “the most recognisable video game theme in history”. The tune has appeared in countless Mario-related incarnations.</p> <a href=\"https://www.theguardian.com/games/2023/apr/12/super-mario-bros-theme-to-become-first-video-game-music-in-us-library-of-congress\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/12/super-mario-bros-theme-to-become-first-video-game-music-in-us-library-of-congress", "date_published": "2023-04-12 10:51:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Super Mario Bros Movie is just fine – but what else did you expect?", "description": "<p>After decades of offensively terrible video game adaptations, I’m more than happy to settle for one that is simply OK</p><p>I don’t think I’ve ever been to see a film on its opening day – but I made the effort for the Super Mario Bros Movie last week. Using my six-year-old as a convenient excuse to see a children’s movie in the middle of the day, I sat in a suspiciously quiet cinema and tried to keep a handle on my trepidation. The reviews had come out the day before, and they <a href=\"https://www.theguardian.com/film/2023/apr/04/the-super-mario-bros-movie-review-wackily-eccentric-gamer-guys-fall-flat-on-screen\">weren’t</a> <a href=\"https://www.theguardian.com/film/2023/apr/09/the-super-mario-bros-movie-review-game-over-for-this-lazy-animated-mess\">good</a>. I anticipated spending the next 90 minutes feeling bitterly disappointed that, yet again, Hollywood had screwed up a golden opportunity to bring a beloved game to the big screen.</p><p>Perhaps my expectations were just exceedingly low – I have, after all, suffered through 30 years of offensively terrible movie adaptations of video games, <a href=\"https://www.theguardian.com/games/2022/dec/02/from-tron-to-jumanji-the-greatest-ever-movies-about-video-games\">with only the occasional reprieve</a> – but I thought it was <em>fine. </em>It’s not as surreal and funny as <a href=\"https://www.theguardian.com/film/2019/may/03/pokemon-detective-pikachu-review-ryan-reynolds-grabs-film-by-scruff-of-the-neck\">Detective Pikachu</a>, nor as creative as the video-game-inspired <a href=\"https://www.theguardian.com/film/2013/feb/07/wreck-it-ralph-review\">Wreck-it Ralph</a> or <a href=\"https://www.theguardian.com/film/2021/aug/05/free-guy-review-ryan-reynolds-taika-waititi-jodie-comer-video-game\">Free Guy</a>, but it looked right, sounded right, and didn’t labour the nostalgia too much. Plenty of critics have characterised the film as a lazy and meaningless sequence of empty references – and, yes, it suffers from a distinct absence of plot – but how much narrative justification do we actually need for a trip down Rainbow Road in go-karts? (Side note: <a href=\"https://www.youtube.com/watch?v=UiIRlg4Xr5w\">a Mad Max/Mario Kart mashup road battle</a> was <em>not</em> something I was expecting from this film.)</p> <a href=\"https://www.theguardian.com/games/2023/apr/12/pushing-buttons-super-mario-bros-movie\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/12/pushing-buttons-super-mario-bros-movie", "date_published": "2023-04-12 10:45:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK imposes sanctions on ‘enablers’ accused of helping oligarchs hide assets", "description": "<p>Two Cyprus-based individuals alleged to have aided Roman Abramovich and Alisher Usmanov among those targeted</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/12/joe-biden-us-president-northern-ireland-dup-ireland-rishi-sunak-uk-politics-latest\">UK politics live – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Russia-Ukraine war – latest news updates</a></li></ul><p>The UK government has imposed sanctions on the “financial fixers” who have allegedly helped the Russian oligarchs Roman Abramovich and Alisher Usmanov hide their assets.</p><p>The new sanctions, announced by the Foreign Office on Wednesday, are targeted at what officials describe as “oligarch enablers”, whom they accuse of knowingly assisting the billionaire businessmen to shield their wealth.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/uk-imposes-sanctions-on-enablers-accused-of-helping-oligarchs-hide-assets\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/uk-imposes-sanctions-on-enablers-accused-of-helping-oligarchs-hide-assets", "date_published": "2023-04-12 10:44:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Storm Noa to hit UK on Wednesday with 70mph winds forecast", "description": "<p>Met Office warns of power cuts and travel disruption as weather system strengthens through the day</p><p>A swathe of stormy weather with heavy rain and strong gusts is set to sweep across the UK on Wednesday.</p><p>The weather system, named Storm Noa by Météo-France, is predicted to grow stronger over the course of the day with coastal areas in south-west England, particularly Devon and Cornwall, likely to be worst affected.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/storm-noa-uk-weather-wednesday-winds-forecast-met-office-travel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/storm-noa-uk-weather-wednesday-winds-forecast-met-office-travel", "date_published": "2023-04-12 10:32:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory peer accuses Suella Braverman of ‘racist rhetoric’ over grooming gangs", "description": "<p>Lady Warsi criticises home secretary after comments singling out British-Pakistani men in child abuse cases</p><p>A senior Conservative peer has accused Suella Braverman of using “racist rhetoric” after the home secretary singled out British-Pakistani men as being of special concern in relation to child sexual abuse cases.</p><p>Lady Warsi, the first Asian person to chair the Tory party, said Conservatives cannot “use the pigment in their skin as a defence mechanism to say they are not racist”, adding “brown people can be racist too”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/12/tory-peer-warsi-accuses-suella-braverman-racist-rhetoric-grooming-gangs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/12/tory-peer-warsi-accuses-suella-braverman-racist-rhetoric-grooming-gangs", "date_published": "2023-04-12 10:04:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They’ll be erased’: New Mexico races to save its ancient irrigation canals", "description": "<p>New Mexico’s ancient water systems nurtured its rural farmlands through climate change. But after last year’s wildfires, there’s little time left to save them</p><p>Jimmy Sanchez knows that making things grow during a megadrought isn’t impossible – it just requires a bit of creativity.</p><p>In 1882, his ancestors constructed a 24-mile-long ditch to bring water from headwaters in the nearby mountains to the bone-dry foothills where they lived in Holman, New Mexico, allowing their village to sustain fruit, vegetables, and livestock.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/new-mexico-races-to-save-acequia\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/new-mexico-races-to-save-acequia", "date_published": "2023-04-12 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Columbine survivor’s tragic battle to reveal the ‘ripple effect’ of gun violence: trauma, addiction, suicide", "description": "<p>With 377 school shootings since Columbine, Americans are still reckoning with the real toll of these attacks</p><p>On 18 May 2019, a 37-year-old man died of a heroin overdose in Colorado. Many of the overdose deaths that year – nearly 200 each day – did not receive much attention, but his was marked by a few news stories.</p><p>Austin Eubanks had struggled with addiction since 1999, when he was shot and witnessed his best friend killed in the Columbine high school library. A doctor prescribed the 17-year-old opioids to help deal with the pain from the bullet wounds in his hand and his knee, but the teenager found the drugs more helpful for his emotional wounds, the ones he did not know how to talk about. Within months, he was <a href=\"https://www.theguardian.com/us-news/ng-interactive/2017/nov/14/stories-of-loss-love-and-hope-six-firsthand-accounts-from-some-of-americas-worst-mass-shootings\">manipulating doctors</a> for more prescription medication, then moving on to other drugs.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/us-gun-violence-ripple-effect-trauma-addiction-suicide-austin-eubanks-darren-seals\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/us-gun-violence-ripple-effect-trauma-addiction-suicide-austin-eubanks-darren-seals", "date_published": "2023-04-12 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Ron DeSantis waged a targeted assault on Black voters: ‘I fear for what’s to come’", "description": "<p>In gerrymandering voting maps and gutting one of the biggest expansions of voting rights, the Florida governor seeks to dilute Black political power</p><p>Al Lawson felt the weight of his victory the night he was elected to Congress in 2016.</p><p>He was born in Midway, a small town that’s part of a stretch of land in northern Florida dotted with tobacco fields once home to plantations. A former basketball star, he was once reprimanded for drinking out of a whites-only water fountain. In some of his early campaigns for the state legislature, he ran into the Ku Klux Klan.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/ron-desantis-voting-rights-black-voters-florida-gerrymander\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/ron-desantis-voting-rights-black-voters-florida-gerrymander", "date_published": "2023-04-12 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Westminster Works … and Why It Doesn’t by Ian Dunt review – a savage indictment of the status quo", "description": "<p>This eye-opening analysis of the British way of governing reveals a system set up for failure</p><p>Ian Dunt starts his lacerating analysis of Westminster with an extended case history. It concerns <a href=\"https://www.theguardian.com/politics/chrisgrayling\" title=\"\">Chris Grayling </a>at the time he became secretary of state for justice in 2012. Having inherited a <a href=\"https://www.theguardian.com/commentisfree/2023/feb/09/the-guardian-view-on-the-probation-service-a-crunch-has-been-building-for-years\" title=\"\">probation service</a> that was creaking at the seams, he decided to privatise the whole thing, turning over the delicate business of managing ex-offenders to a selection of security firms that had no experience of that kind of work. The big idea was that they would be incentivised with a “payment by results” system, calculated according to how many people fell back into crime.</p><p>What followed can best be described as a fiasco. The firms had no insight into the many causes of recidivism. Some clients simply got lost in the system because payment by results was not conducive to careful record-keeping across different agencies. It is perhaps consoling to know that several of the private companies that signed up for the promised unlimited profits ended up bankrupt. And Grayling? He went on to transport, where he acquired the moniker “Failing Grayling”. Ian Dunt, though, thinks this is unfair, since Grayling is actually “a completely standard example of the quality of the ministerial class in Britain”.</p> <a href=\"https://www.theguardian.com/books/2023/apr/12/how-westminster-works-and-why-it-doesnt-by-ian-dunt-review-a-savage-indictment-of-the-status-quo\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/12/how-westminster-works-and-why-it-doesnt-by-ian-dunt-review-a-savage-indictment-of-the-status-quo", "date_published": "2023-04-12 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raging Bull review – still packs a punch like no boxing movie before or since", "description": "<p>Scorsese’s brutally nihilist biopic of the self-hating, self-sabotaging middleweight champion remains full of despairing beauty and unforgettable performances</p><p>No matter how many times I see it, I know its hardest punch is coming at the very end and I am helplessly leading with my chin. Director Martin Scorsese flashes up a quotation from John 9:24-26, its verses individually illuminated in succession: “So for the second time, the Pharisees summoned the man who had been blind and said: / ‘Speak the truth before God. We know this fellow is a sinner.’ / ‘Whether or not he is a sinner, I do not know,’ the man replied / ‘All I know is this: once I was blind and now I can see.’”</p><p>But has redemption really finally come for Jake LaMotta – the corrupt, self-hating, self-sabotaging and not especially repentant boxer so unforgettably played by Robert De Niro in Scorsese’s 1980 classic Raging Bull, incandescent with monochrome beauty. LaMotta ends his days without reconciliation with his wife whom he abused, without reconciliation with his longsuffering brother Joey (an equally unforgettable performance from Joe Pesci). The final act comes with his blandly sentimental, self-congratulatory nightclub act in which this bloated, ruined figure is simply pleased to have survived, as uninterested in moral judgment as the blind man who refuses to condemn Jesus.</p> <a href=\"https://www.theguardian.com/film/2023/apr/12/raging-bull-review-still-packs-a-punch-like-no-boxing-movie-before-or-since\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/12/raging-bull-review-still-packs-a-punch-like-no-boxing-movie-before-or-since", "date_published": "2023-04-12 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ritz job applicant informed of afro hair ban says hotel apology ‘disingenuous’", "description": "<p>Hotel claimed Jerelle Jules was sent out-of-date and incorrect grooming policy banning ‘unusual hairstyles’</p><p>A black job applicant who was told his hair was against the employee grooming policy of the Ritz has said an apology he subsequently received from the hotel was “disingenuous and lacklustre”.</p><p>Jerelle Jules, 30, from Hammersmith, west London, had made it to the final round of interviews for a position as a dining reservations supervisor at the exclusive London hotel, when he was sent the company’s employee grooming policy.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/ritz-job-applicant-rejected-afro-hair-apology-disingenuous-jerelle-jules\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/ritz-job-applicant-rejected-afro-hair-apology-disingenuous-jerelle-jules", "date_published": "2023-04-12 09:59:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors’ union asks Acas to help end strikes deadlock", "description": "<p>Conciliation service urged to look for ways to end logjam with government over demand for 35% pay rise</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/12/joe-biden-us-president-northern-ireland-dup-ireland-rishi-sunak-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The junior doctors’ union has asked the conciliation service Acas to look into ways of breaking the deadlock in their dispute with the government over their claim for a 35% pay rise.</p><p>Tens of thousands of junior doctors in England are on the second day of a four-day strike in pursuit of their campaign to achieve “full pay restoration” after a significant loss of earnings since 2008-09. It is expected that up to 350,000 appointments and operations could be cancelled as a result.</p> <a href=\"https://www.theguardian.com/society/2023/apr/12/junior-doctors-union-acas-strikes-deadlock-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/12/junior-doctors-union-acas-strikes-deadlock-pay", "date_published": "2023-04-12 09:46:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leaked US intelligence document claims Serbia agreed to arm Ukraine", "description": "<p>Classified Pentagon document seems to show Serbia has committed to sending lethal aid or has supplied it already</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Russia-Ukraine war – latest news updates</a></li></ul><p>Serbia, the only country in Europe that has refused to impose sanctions on Russia for its invasion of Ukraine, agreed to supply arms to Kyiv or has sent them already, according to a classified Pentagon document.</p><p>The document, a summary of European governments’ responses to Ukraine’s requests for military training and “lethal aid” or weapons, was among dozens of classified documents posted online in recent weeks in what could be the most serious leak of US secrets in years.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/leaked-us-intelligence-document-claims-serbia-agreed-to-arm-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/leaked-us-intelligence-document-claims-serbia-agreed-to-arm-ukraine", "date_published": "2023-04-12 09:35:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bola Tinubu to become Nigeria’s president despite court challenges, says minister", "description": "<p>Information minister says ‘no basis’ to form interim government, amid claims of February elections being fixed</p><p>The Nigerian president-elect, Bola Tinubu, will take office on schedule on 29 May despite court challenges to the election result, the country’s information minister has said.</p><p>On a visit to the UK to counter claims that the 25 February elections in Africa’s most populous country had been fixed, Lai Mohammed said there was “no basis” for an interim government to be formed until the court challenges could be resolved.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/bola-tinubu-to-become-nigeria-president-despite-court-challenges-says-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/bola-tinubu-to-become-nigeria-president-despite-court-challenges-says-minister", "date_published": "2023-04-12 09:25:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden and Sunak to hold talks in Belfast as No 10 denies event scaled back to low key meeting – UK politics live", "description": "<p>Latest updates: US president to meet UK prime minister before giving a speech at Ulster University</p><p><strong>Chris Mason,</strong> the BBC’s political editor, has described Joe Biden’s visit to Northern Ireland as a “blink and you’ll miss it” trip. By the end of the day he will be in Ireland, where<a href=\"https://twitter.com/afneil/status/1646047586527358977\"> he will be staying until Friday.</a></p><p>Even the meeting between Biden and Rishi Sunak this morning does not seem likely to much of an event. While Downing Street was describing it yesterday as a “bilateral”, the term for a proper leader-to-leader meeting, the White House was describing it as Biden and Sunak having a coffee together. No 10 <a href=\"https://www.theguardian.com/politics/live/2023/apr/11/joe-biden-northern-ireland-ireland-rishi-sunak-conservatives-uk-politics-latest?page=with:block-643542448f08791e579d2a15#block-643542448f08791e579d2a15\">rejected claims that meant it would be low-key.</a></p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/12/joe-biden-us-president-northern-ireland-dup-ireland-rishi-sunak-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/12/joe-biden-us-president-northern-ireland-dup-ireland-rishi-sunak-uk-politics-latest", "date_published": "2023-04-12 09:06:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The trauma doctor: Gabor Maté on happiness, hope and how to heal our deepest wounds", "description": "<p>The physician, author and self-help guru came to worldwide prominence when he appeared with Prince Harry last month. He discusses the mind-body connection, the reality of addiction and why trauma can be treated</p><p>Gabor Maté was arriving at Vancouver airport one day when his phone lit up with a text from his wife, Rae. She asked if he still wanted a lift home, and mentioned she hadn’t yet left their house. The physician, mental health expert and bestselling author, who was 71 at the time, replied brusquely: “Never mind.” So enraged was he, as Maté writes in his new book, The Myth of Normal: Trauma, Illness &amp; Healing in a Toxic Culture, that, when he got home, he “growled a hello” and then “barely made eye contact” for the next day. “Is this the response of a mature adult in his eighth decade?” he asks.</p><p>This kind of candour about his failings has won him fans for his work on trauma, addiction, attention deficit disorder (ADD), stress and childhood development, but it is the wisdom he squeezes from it that has made him a self-help guru for some. With more than 1.4 million followers on Instagram, he has an impact on people akin to that of a rock star, but a cerebral one – more Leonard Cohen or Joni Mitchell than Justin Bieber (his husky drawl would sound almost as good narrating the lyrics to I’m Your Man).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/12/the-trauma-doctor-gabor-mate-on-happiness-hope-and-how-to-heal-our-deepest-wounds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/12/the-trauma-doctor-gabor-mate-on-happiness-hope-and-how-to-heal-our-deepest-wounds", "date_published": "2023-04-12 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I want to feel proud of being an NHS doctor, but the job is so difficult now. I’m not sure I’d want my daughter to do this | Nish Manek", "description": "<p>If I think about the pressure, the erosion in working conditions and the declining level of pay, so much would have to change</p><p>“Mummy, I want to be a doctor”. Is this simple role play, or a genuine career intention from my three-year-old? I look down at her playing with her doctor’s set and teddy bear, and I want to feel proud. But I realise something has changed. Getting some headspace on maternity leave, watching the <a href=\"https://www.theguardian.com/commentisfree/2023/apr/11/junior-doctors-strike-pay-nhs-corridors\">junior doctor discontent</a> bubble up again and seeing my husband quit his neurology registrar job for an infinitely happier career in research have all contributed to my unease.</p><p>Perhaps we should have known what we signed up for. I’ve heard senior doctors mutter that things were much harder for them, and our generation of snowflakes needs to be more resilient. But when you’re 17, how can you really know what you’re committing to for your lifetime? You’ve earned good grades, you want to make your family proud, and there is an element of vocation, challenge and nobility attached to medicine that is hard to ignore. You’re reverent of the senior doctors you meet on work experience. They are respected by their patients, proud of their contributions and live a relatively stable, comfortable life.</p><p>Nish Manek is an NHS GP, podcaster and blogger</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/nhs-doctor-pressure-working-conditions-pay-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/nhs-doctor-pressure-working-conditions-pay-strike", "date_published": "2023-04-12 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hyundai urged to stop illegal miners using its machines in Amazon", "description": "<p>Greenpeace report finds heavy machinery made by South Korean firm contributing to destruction of Brazilian rainforest</p><p>Hyundai is being urged to prevent its heavy machinery products from being used in illegal mining and environmental destruction in the Brazilian Amazon.</p><p>A report published by Greenpeace on Wednesday found the South Korean conglomerate’s excavators and other heavy machinery are precipitating the destruction of the rainforest and putting the survival of Indigenous populations at risk.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/12/hyundai-urged-to-stop-miners-using-its-machines-in-amazon\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/12/hyundai-urged-to-stop-miners-using-its-machines-in-amazon", "date_published": "2023-04-12 08:44:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Orange cards’ being considered for Rugby World Cup after trial", "description": "<ul><li>World Rugby considering form of yellow card review system</li><li>Approach currently being trialled in Super Rugby Pacific</li></ul><p>World Rugby is considering adopting “orange cards” for the World Cup, according to the governing body’s head of match officials.</p><p>A form of the yellow card review system is currently being trialled in Super Rugby Pacific and it could be fast-tracked into the global showpiece hosted by France this autumn.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/orange-cards-being-considered-for-rugby-world-cup-after-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/orange-cards-being-considered-for-rugby-world-cup-after-trial", "date_published": "2023-04-12 08:22:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re losing our identity’: the young Egyptians fighting to save the ancient Nubian tongue", "description": "<p>They lost the last of their ancestral lands to the Aswan Dam in the 1960s, and now their language is dying too.  But a  new generation is harnessing the internet to help keep Nubian alive</p><p>Born and raised in Nubia, southern Egypt, the 29-year-old Jehad Ashraf is the first in her family to grow up not understanding the Nubian language. “I lived in Aswan my whole life”, she says, “but none of my family spoke Nubian to me at home.”</p><p>In just two generations the language, once spoken everywhere in the region, has almost vanished. In her village, a date-farming community on the banks of the Nile, “the youngest who speak Nubian are 61 or 62. It is becoming extinct,” says Ashraf.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/12/were-losing-our-identity-the-young-egyptians-fighting-to-save-the-ancient-nubian-tongue\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/12/were-losing-our-identity-the-young-egyptians-fighting-to-save-the-ancient-nubian-tongue", "date_published": "2023-04-12 08:03:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spencer Haywood: the NBA star who opened the door for generations of prodigies", "description": "<p>The basketball legend whose legal case improved the landscape for generations of young stars may finally be getting his due in history with a forthcoming biopic</p><p>Spencer Haywood was standing in the Cincinnati snow, freezing his butt off. The stylish green and gold bellbottom Seattle SuperSonics warmups he wore did little for the cold wind, which would blow up the thighs thanks to the wide ankle hem. The short-sleeve top didn’t help much, either. The 1970s had just begun but Haywood’s career, remarkable as it was, as a former ABA Rookie of the Year and MVP, had stalled again. But for the future multi-time All-Star, who later dealt with <a href=\"https://www.youtube.com/watch?v=Oq97XhfggXM\">substance abuse issues</a> while in the NBA with the Los Angeles Lakers, he wasn’t standing in the sub-freezing night because of any personal or professional infraction. No, he was in the process of changing the league forever. As such, he wasn’t even allowed to stand on the Cincinnati Royals court, opposite Tiny Archibald and Norm Van Lier, or go back into the locker room and get his street clothes. He was an “illegal player” and banned from the game before it started because, simply, he was in court fighting a bigger battle.</p><p>“‘We’ve got an illegal player on the floor,’ <em>blah-blah-blah</em>,” Haywood tells the Guardian, remembering back to his first year in the NBA with the SuperSonics. “There was <em>another</em> injunction against me. So, they put me out into the snow.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/spencer-haywood-nba-star-biopic-supreme-court-case\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/spencer-haywood-nba-star-biopic-supreme-court-case", "date_published": "2023-04-12 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A House for Alice by Diana Evans review – a follow-up with fire and fury", "description": "<p>London life after Grenfell is powerfully portrayed in this sequel-of-sorts to Ordinary People</p><p>Barack Obama’s 2008 election victory gave a jubilant opening to <a href=\"https://www.theguardian.com/books/2023/mar/25/diana-evans-the-tory-rhetoric-asks-us-to-forget-im-trying-to-make-sure-that-we-dont\" title=\"\">Diana Evans</a>’s third novel, <a href=\"https://www.theguardian.com/books/2018/apr/11/ordinary-people-diana-evans-review-couples-marital-angst-black-mixed-race\" title=\"\">Ordinary People</a>; the horrific <a href=\"https://www.theguardian.com/uk-news/grenfell-tower-fire\" title=\"\">Grenfell</a> tragedy begins the sequel-of-sorts, A House for Alice. The blaze is described as “a massacre by negligence, a criminal activity, a corporate atrocity, an obliteration of families”. Evans imagines the fire with a righteous rage rarely seen in British contemporary fiction. The narration is nobly elegiac, too, envisioning in the flames “families rich in entireties of love [...] wars remembered and seas remembered and sections of homework completed and others pending, and rows of dolls in children’s bedrooms […] and rivers of futures flowing through shared water pipes […] and mothers lying on their sides with headscarves on and their eyelids moist and warm and gently flickering”. It’s a sequence of startling grace and directness.</p><p>The choice to position alongside the recollection of this fire a fictional blaze that happens on the same night might surprise – perhaps even unnerve – readers. This second fire is at the Kilburn home of Cornelius Pitt, estranged father of Melissa, one of the characters in Ordinary People. His death brings Melissa’s mother, Alice, back to a nagging ache. Alice wants to build a house in Nigeria, the place she left to come to the UK half a century ago. She wants to return to “the red-flecked paths of Benin City, with the voices of the air being her own kind of voice, the loneliness and exclusion of foreignness erased”. She wants to go back to her motherland, leaving her children and grandchildren in London, to see out the final part of her life. It’s moving to find the thinking and desires of often overlooked older African women beautifully attended to in this part of the novel. The dignity and seriousness with which Evans characterises the quietly sagacious Alice call to mind strands of Bernardine Evaristo’s <a href=\"https://www.theguardian.com/books/2019/may/08/girl-woman-other-by-bernardine-evaristo-review\" title=\"\">Girl, Woman, Other</a>.</p> <a href=\"https://www.theguardian.com/books/2023/apr/12/a-house-for-alice-by-diana-evans-review-a-follow-up-with-fire-and-fury\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/12/a-house-for-alice-by-diana-evans-review-a-follow-up-with-fire-and-fury", "date_published": "2023-04-12 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lachlan Murdoch knew Fox News claim of stolen US election was false, Crikey will argue in defamation trial", "description": "<p>Publisher’s defence in case brought by News Corp co-chairman relies in part upon Dominion’s US suit against media giant</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/apr/12/australia-news-live-china-vows-to-reestablish-trust-barley-tariffs-john-olsen-tax-indigenous-voice-parliament-budget-climate\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Lachlan Murdoch allowed Fox News hosts to peddle the claim that the US presidential election was stolen from Donald Trump despite knowing it was false, Crikey will argue in a defence of contextual truth in its upcoming defamation trial.</p><p>The <a href=\"https://www.fedcourt.gov.au/__data/assets/pdf_file/0020/108254/07.-Amended-Defence-filed-11-April-2023.pdf\">36-page defence</a>, which has been filed by the Crikey publisher, Private Media, in the federal court ahead of an October trial, substantially relies upon events in the US, where Dominion brought a <a href=\"https://www.theguardian.com/media/2023/mar/19/fox-news-crisis-dominion-lawsuit-alienated-viewers-republicans\">$1.6bn defamation suit</a> against the media company for spreading election lies.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/media/2023/apr/12/lachlan-murdoch-knew-fox-news-claim-of-stolen-us-election-was-false-crikey-will-argue-in-defamation-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/12/lachlan-murdoch-knew-fox-news-claim-of-stolen-us-election-was-false-crikey-will-argue-in-defamation-trial", "date_published": "2023-04-12 07:32:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inside the 3D-printed box in Texas where humans will prepare for Mars", "description": "<p>Starting this June, four volunteer test subjects will spend a year pretending to live on Mars inside the Mars Dune Alpha habitat</p><p>Red sand shifts under the boots of the crew members. In the distance, it appears that a rocky mountain range is rising out of the Martian horizon. A thin layer of red dust coats the solar panels and equipment necessary for the year-long mission.</p><p>This landscape isn’t actually 145m miles away. We are in a corner of the Nasa Johnson Space Center in Houston, in a large white warehouse right next to the disc golf course and on the tram route for tourists and school groups.</p> <a href=\"https://www.theguardian.com/science/2023/apr/12/nasa-texas-humans-prepare-mars\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/12/nasa-texas-humans-prepare-mars", "date_published": "2023-04-12 07:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk says Twitter at ‘roughly break-even’ after ‘quite painful’ ownership – business live", "description": "<p>Twitter CEO says ‘constant criticism and attack’ has been ‘rough’, but that company is trending towards being cashflow positive very soon</p><ul><li><a href=\"https://www.theguardian.com/technology/2023/apr/12/elon-musk-says-bbcs-twitter-tag-will-be-changed-from-government-funded-media\">Elon Musk says BBC’s Twitter tag will be changed from ‘government-funded media’</a></li></ul><p><strong>Many advertisers paused work with Twitter over concerns about Musk’s approach to content and moderation, after his takeover last autumn.</strong></p><p>But Musk insists that advertising has picked up again, telling the BBC:</p><p>“I think almost all of them [who left] have either come back or said they were going to come back. There’s very few exceptions.</p><p>“Depending on how things go, if current trends continue, we could be… cash flow positive this quarter if things keep going well.”</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/12/elon-musk-twitter-roughly-break-even-painful-us-inflation-imf-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/12/elon-musk-twitter-roughly-break-even-painful-us-inflation-imf-business-live", "date_published": "2023-04-12 07:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Best Minds by Jonathan Rosen review – when hope fails", "description": "<p>A remarkable meditation on friendship, success, madness and violence that refuses to oversimplify </p><p>There’s a feeling you get rewatching a movie that ends in disaster. A hope against hope that this time the hero will cheat fate; that the captain of the Titanic’s desperate attempts to swerve the iceberg will pay off. Maybe that tear in the hull isn’t as bad as it looks? Though the jacket of The Best Minds, novelist Jonathan Rosen’s extraordinary account of his friend Michael Laudor’s mental illness, speaks only of a “horrific act” committed by its subject, readers are well aware that something dreadful is coming. It is testament to the author’s ability to immerse us in the world he builds that this doesn’t stop us from willing a different outcome, feeling that every success might just stick, and each calamity could in fact be a temporary setback. In doing so we mirror the reactions of those around Laudor at the time, from friends to teachers to the titans of media and Hollywood – reactions that arguably helped seal his fate and that of his fiancee, Carrie Costello.</p><p>To say that this is a memoir, a case study, or a book about schizophrenia is to dramatically undersell it. Though Rosen’s lens is particular, his view is panoptic. This is a magisterial work, as much a sociological study of late 20th-century America as it is a book about madness. It is also a book about childhood and friendship, the long shadow of the second world war and its unexpected intellectual legacy, about ambition and delusion and the danger of stories. Despite weighing in at more than 500 pages, the narrative scarcely drags thanks to Rosen’s style, which is easygoing, but spiced with moments of pin-sharp brilliance.</p> <a href=\"https://www.theguardian.com/books/2023/apr/12/the-best-minds-by-jonathan-rosen-review-when-hope-fails\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/12/the-best-minds-by-jonathan-rosen-review-when-hope-fails", "date_published": "2023-04-12 06:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After Ivanka Trump's strategic exit, is Tiffany the new 'first daughter'? | Arwa Mahdawi", "description": "<p>Trump’s only child with Marla Maples seems to have gone from avoiding the spotlight to being her father’s biggest fan</p><p>Well, it looks like Melaniawatch is officially over. The former first lady has a habit of periodically <a href=\"https://www.cnn.com/2018/06/01/politics/melania-trump-camp-david/index.html\">disappearing</a>, sparking fanciful theories that she has left her philandering husband and is crashing at the Obamas’ mansion to write a <a href=\"https://people.com/politics/snopes-ceo-melania-trump-conspiracy-theories/\">tell-all.</a> Her latest vanishing act came, understandably, after Trump was arrested last week for <a href=\"https://www.theguardian.com/us-news/2023/apr/10/trump-lawyer-jim-trusty-defense-strategy\">hush money payments</a> to the adult film star Stormy Daniels. Melania was conspicuously absent from Trump’s arraignment and he failed to mention her in a speech where he thanked his entire family, and – bizarrely – praised his son Barron for being very tall. Like Jesus, however, Melania made a public reappearance on Easter Sunday.</p><p>As soon as the where-is-Melania speculation was laid to rest, the what’s-Tiffany-up-to conjecture started. Eyebrows were raised when Trump thanked Tiffany, his youngest daughter, in his post-arraignment speech, because Trump famously has a habit of <a href=\"https://www.theguardian.com/commentisfree/2019/sep/03/tiffany-trump-flying-like-a-bird-above-the-hurtful-rumours\">forgetting that Tiffany exists.</a> Her siblings reportedly aren’t much kinder. According to <a href=\"https://www.theguardian.com/us-news/2020/sep/08/michael-cohen-releases-book-disloyal-trump-racism-toxic-family-dynamic\">Michael Cohen’s memoir</a> about his time as Trump’s lapdog, Donald Jr, Eric and Ivanka (Trump’s children with his first wife, Ivana Trump) referred to Tiffany, who Trump fathered with his second wife, Marla Maples, as the “red-haired stepchild”. Cohen also claims the former president and Ivanka were rude about Tiffany’s looks.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/after-ivanka-trumps-strategic-exit-is-tiffany-the-new-first-daughter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/after-ivanka-trumps-strategic-exit-is-tiffany-the-new-first-daughter", "date_published": "2023-04-12 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We’re trapped by the cladding scandal and can’t find a way out", "description": "<p>We urgently need to sell, but our block is exempt from the government scheme</p><p><strong>I am one of many residents caught up in the cladding scandal in the wake of the Grenfell Tower tragedy. I share ownership of my flat with housing association L&amp;Q, which took nearly four years to survey the block to ensure fire safety compliance. It found it may not meet current safety guidelines (the estate was built by </strong><strong>Rydon</strong><strong>, which led the refurbishment of Grenfell). Further inspections are needed and remediation work on the estate won’t start until 2025 at the earliest.</strong></p><p><strong>Since my block is only four storeys, it’s likely to be one of the last on the estate to be addressed, so it could take years more. This leaves residents unable to sell or staircase their ownership share. In the meantime I am faced with inflation-busting rent and service charge increases for a property that is essentially worthless, not to mention the potential costs of remedial works. And because the building is below 11 metres high, it is not eligible for the government’s building safety fund.</strong></p> <a href=\"https://www.theguardian.com/money/2023/apr/12/were-trapped-by-the-cladding-scandal-and-cant-find-a-way-out\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/12/were-trapped-by-the-cladding-scandal-and-cant-find-a-way-out", "date_published": "2023-04-12 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A missing link in ancient Scottish history’: on the trail of the Picts", "description": "<p>Pictish stones are the relics of a long-lost civilisation, and visiting them in Scotland makes for a fascinating trip starting in Edinburgh then heading north</p><p>Beatles on the radio, stones on their mind, the masons are on their way to work. Got to Get You Into My Life finds an answering fanfare from daffodils on the verges as the van growls past.</p><p>They park by Aberlemno village hall. There is a job to be done. The Pictish monoliths for which this nook in Angusis known spend winter in wooden shelters, protected against frost. Now, Historic Environment Scotland stonemasons are uncovering them for spring.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/12/picts-ancient-stones-scotland-aberlemno-burghead-angus\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/12/picts-ancient-stones-scotland-aberlemno-burghead-angus", "date_published": "2023-04-12 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Joining the picket line is a last stand’: junior doctors on the four-day strike", "description": "<p>Three doctors share their views on the dispute that will lead to 350,000 cancelled appointments in England</p><p>The four-day junior doctors’ strike <a href=\"https://www.theguardian.com/society/live/2023/apr/11/junior-doctors-strike-live-fears-for-patient-safety-as-four-day-nhs-walkout-begins?filterKeyEvents=false&amp;page=with:block-64350a9d8f08156fb81ecc6b#block-64350a9d8f08156fb81ecc6b\">beginning on Monday across England</a> will result in an estimated 350,000 appointments, including operations, being cancelled, with experts <a href=\"https://www.theguardian.com/society/2023/apr/04/critically-ill-patients-inevitably-die-junior-doctors-strike\">raising fears for patient safety</a>.</p><p>Three junior doctors share their views on the strike and whether they will join the picket line or not.</p> <a href=\"https://www.theguardian.com/society/2023/apr/12/junior-doctors-views-four-day-strike-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/12/junior-doctors-views-four-day-strike-england", "date_published": "2023-04-12 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: what Tupperware morsels and memories have you stored up?", "description": "<p>With the famed container company potentially folding, we want to hear your stories of parties and the concoctions</p><p>For some of us, Tupperware parties hold a special kind of nostalgia.</p><p>They were a time when sales representatives flung plastic containers across a room to prove the strength of the patented “burping” seal, party-goers would leave with storage products stacked high in the backseats of their cars and the more containers party hosts sold, the more kitchen gadgets they would gather in their cabinets.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/12/tell-us-what-tupperware-morsels-and-memories-have-you-stored-up\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/12/tell-us-what-tupperware-morsels-and-memories-have-you-stored-up", "date_published": "2023-04-12 05:43:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan president defends US trip as island set to begin its own military drills", "description": "<p>Tsai Ing-wen said it was critical for democracies to stand up to ‘continued authoritarian expansionism’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2022/aug/01/china-and-taiwan-whats-behind-the-tensions-in-30-seconds\">China-Taiwan tensions explained in 30 seconds</a></strong></li></ul><p>Taiwan’s president Tsai Ing-wen has said her trip to the US showed the island’s commitment to defend democracy, as the Taiwanese military is expected to begin its own drills.</p><p>Tsai’s US visit, during which she <a href=\"https://www.theguardian.com/world/2023/apr/05/taiwan-president-us-house-speaker-kevin-mccarthy\">met with the House Speaker</a>, Kevin McCarthy, angered China’s government which ordered <a href=\"https://www.theguardian.com/world/2023/apr/08/china-to-hold-military-drills-around-taiwan-after-us-speaker-meeting\">several days of military drills directed at Taiwan</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/taiwan-president-defends-us-trip-as-island-set-to-begin-its-own-military-drills\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/taiwan-president-defends-us-trip-as-island-set-to-begin-its-own-military-drills", "date_published": "2023-04-12 05:25:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Stacey Dooley’s bleak but extremely moving visit to Ukraine", "description": "<p>She meets the civilians who are taking up arms against Russia. Plus: Banjo Beale beautifies the Isle of Mull. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/12/tv-tonight-stacey-dooley-ready-for-war\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/12/tv-tonight-stacey-dooley-ready-for-war", "date_published": "2023-04-12 05:20:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk says BBC’s Twitter tag will be changed from ‘government-funded media’", "description": "<p>Twitter owner says he has ‘utmost respect’ for broadcaster and that tag will be changed to ‘publicly funded’  </p><p>Twitter owner Elon Musk has said the social media site will update the BBC’s “government-funded media” tag after the broadcaster objected to the label.</p><p>The BBC contacted Twitter last week after the designation was attached to the main BBC account.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/12/elon-musk-says-bbcs-twitter-tag-will-be-changed-from-government-funded-media\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/12/elon-musk-says-bbcs-twitter-tag-will-be-changed-from-government-funded-media", "date_published": "2023-04-12 05:14:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell fire: National Theatre play to tell survivors’ stories", "description": "<p>Production is at centre of collaboration with west London community affected by 2017 disaster</p><p>The National Theatre is to stage a verbatim play based on accounts by survivors and those bereaved by the Grenfell Tower fire almost six years ago as the centrepiece of a long-term collaborative project with the west London community.</p><p>The play, Grenfell: In the Words of Survivors, is the work of the novelist and playwright <a href=\"https://www.theguardian.com/books/2016/feb/21/gillian-slovo-ten-days-isis-national-theatre-south-africa\">Gillian Slovo</a>, who spent five years gaining the confidence of community members and recording their accounts of the disaster in north Kensington which killed 72 people.</p><p>Grenfell: In the Words of Survivors will be at the National Theatre from 13 July until 26 August.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/12/grenfell-fire-national-theatre-play-to-tell-survivors-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/12/grenfell-fire-national-theatre-play-to-tell-survivors-stories", "date_published": "2023-04-12 05:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birdwatch: a close encounter I had waited almost six decades for", "description": "<p>After a tiny movement in dense Panamanian foliage, finally, there it was: a violet-capped hummingbird</p><p>It had been a frustrating morning, as rainforest birding so often is; made even trickier by bright sunshine and high winds, which meant the birds were even more elusive than usual. After two hours’ effort in the central highlands of Panama, the number of species we had seen was still in single figures.</p><p>Then our guide Jorge noticed a tiny movement in the dense foliage, and there it was: the bird I had waited almost six decades to see. A small, dark hummingbird, perched conveniently at eye level, just a few metres in front of me.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/12/birdwatch-violet-capped-hummingbird\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/12/birdwatch-violet-capped-hummingbird", "date_published": "2023-04-12 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was used as a scapegoat when Baby P died – Sunak’s attacks on social workers are dangerous | Sharon Shoesmith", "description": "<p>I lost my job and was vilified in the media. Social workers must stand up against baseless accusations</p><ul><li>Sharon Shoesmith is a former director of education and children’s social care</li></ul><p>Harm to children and young people seems to be reported almost daily in the media – from the renewed interest in so-called grooming gangs, to<a href=\"https://www.theguardian.com/uk-news/2022/apr/21/logan-mwangi-mother-stepfather-and-unnamed-teen-found-guilty-of\"> tragic cases such as that of Logan Mwangi</a> that horrify the entire UK for weeks at a time. These cases shock and disturb us, but when it comes to blaming someone, social workers can be painted as incompetent or unwilling to act to prevent harm to children. Rishi Sunak <a href=\"https://www.basw.co.uk/resources/psw-magazine/psw-online/pm-criticised-offensive-comments-about-social-workers\">recently claimed</a> social workers often “ignore” sexual abuse when it is reported to them. Prof Andrew Cooper suggests that the pain of knowing that children are harmed is too great to bear, and the perceived incompetence of social workers functions as a defence for society against having to tolerate this horrifying knowledge.</p><p>Names of children tragically killed by a known adult live on in our memories and populate images in the media. The case of Peter Connelly (known as Baby P) in Haringey, which came to public attention in 2008, is probably the best known. I was <a href=\"https://www.theguardian.com/society/2008/dec/01/baby-p-childprotection1\">sacked from my position</a> as Haringey’s director of<strong> </strong>education and children’s services by<strong> </strong>the then secretary of state for children, Ed Balls, <a href=\"https://www.theguardian.com/society/2011/may/27/sharon-shoesmith-court-win-baby-p\">on live TV</a>. This was less than a month after Peter’s mother, her boyfriend and her boyfriend’s brother were convicted of “causing or allowing” his death. I was closely followed by four social workers and a paediatrician from Great Ormond Street children’s hospital (GOSH). The scapegoating and vilification of me and other social workers in this case and others has had many unintended consequences.</p><p>Sharon Shoesmith is a former director of education and children’s social care, now working as a writer, researcher and public speaker. She is a guest on today’s episode of the podcast Finding Britain’s Ghost Children, on BBC Sounds</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/12/scapegoat-baby-p-social-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/12/scapegoat-baby-p-social-workers", "date_published": "2023-04-12 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Road-building spree will derail UK’s net zero targets, warn campaigners", "description": "<p>Hybrid vehicle pollution and van traffic update adds 26 megatonnes of carbon emissions to Department for Transport decarbonisation plan</p><p>The UK’s net zero targets will be missed because of a planned “road-building spree” by the Department for Transport, campaigners have said.</p><p>Officials had to edit the department’s “transport decarbonisation plan” to add 26 megatonnes of carbon emissions because of an oversight regarding polluting hybrid vehicles, and projections for an increase in van traffic.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/12/road-building-spree-will-derail-uks-net-zero-targets-warn-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/12/road-building-spree-will-derail-uks-net-zero-targets-warn-campaigners", "date_published": "2023-04-12 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gun battles erupt in Ethiopia as PM axes Amhara region’s security force", "description": "<p>The country’s second-biggest state has been riven by mass street protests, armed clashes between local police and the federal military as well as the fatal shooting of two aid workers</p><p>Gun battles and mass protests have engulfed parts of Amhara, Ethiopia’s second-biggest region, after a move to centralise the regional security forces of the country’s 11 states.</p><p>The federal government <a href=\"https://www.reuters.com/world/africa/ethiopia-dismantle-regional-special-forces-favour-centralized-army-2023-04-06/\">announced the policy last Thursday</a>, in pursuit of building “a strong centralised army”. People from several towns in Amhara responded with protests, while some units of the region’s security forces refused to disarm and clashed with the federal military.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/12/gun-battles-erupt-in-ethiopia-as-pm-axes-amhara-regions-security-force\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/12/gun-battles-erupt-in-ethiopia-as-pm-axes-amhara-regions-security-force", "date_published": "2023-04-12 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Removing Black lawmakers is voter suppression – and the US has done it for centuries", "description": "<p>Despite the claims of politicians and the media, the expulsion of Justin Jones and Justin Pearson is far from ‘unprecedented’</p><p>When Tennessee lawmakers expelled two Black legislators from the state’s Republican-dominated house of representatives, pundits described the decision as “stunning” and “historic”. Joe Biden called it “shocking, undemocratic and without precedent”. The New York Times characterized it as “an extraordinary act of political retribution”.</p><p>Sorry, have you met America?</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/12/tennessee-three-justin-pearson-justin-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/12/tennessee-three-justin-pearson-justin-jones", "date_published": "2023-04-12 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The secret lives of grey squirrels: ‘The telly was off the wall, plates were smashed, furniture was ripped’", "description": "<p>Britain’s 2.7 million greys are on the rampage, starting fires, flooding homes and destroying ancient trees. But is it really right to kill and eat them?</p><p>‘This poor lady didn’t close her loft hatch properly and the squirrel got into the flat,” recalls John Silby, a 58-year-old pest controller. “She thought she’d been burgled. The telly was off the wall, plates were smashed, furniture was ripped. We put traps in. When we went back and opened the door, we could smell dead rodent. But the traps hadn’t gone off.”</p><p>Silby’s grey squirrel stories have the urgency, mystery and gore of a Sherlock Holmes tale. Once, one of his colleagues was bitten by a squirrel, whose massive incisors went through his thumbnail and out the other side. Silby couldn’t get the animal off, because it was locked on and wriggling, so he had to decapitate it, then wrap the thumb – and the squirrel’s head<em> – </em>in a bandage to take his colleague to A&amp;E.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/the-secret-lives-of-grey-squirrels-the-telly-was-off-the-wall-plates-were-smashed-furniture-was-ripped\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/the-secret-lives-of-grey-squirrels-the-telly-was-off-the-wall-plates-were-smashed-furniture-was-ripped", "date_published": "2023-04-12 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Small like a ball’: Pearl the chihuahua becomes world’s shortest dog", "description": "<p>Pearl is shorter than the standard television remote and about as long as a dollar bill, Guinness World Records says</p><p>What do you call a chihuahua dog that’s shorter than a popsicle stick and can fit in your pocket? The planet’s shortest living dog, <a href=\"https://www.theguardian.com/world/guinness-world-records\">Guinness World Records</a> has announced.</p><p>Pearl qualified for the title after a veterinarian at the Crystal Creek animal hospital in Orlando, Florida, where she was born, used a special dog-measuring wicket to determine she was just under 3.6in (9.14cm) tall and 5in (12.7cm) long. Those dimensions mean she is shorter than the standard television remote and about as long as a dollar bill, Guinness said in <a href=\"https://www.guinnessworldrecords.com/news/2023/4/pocket-sized-chihuahua-certified-as-worlds-shortest-dog-743720\">a statement</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/12/guinness-world-record-shortest-dog-pearl-chihuahua\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/12/guinness-world-record-shortest-dog-pearl-chihuahua", "date_published": "2023-04-12 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russia ‘risks becoming economic colony of China’ as isolation deepens, says CIA director", "description": "<p>William Burns says Moscow may become dependent on Beijing for export of energy resources and raw materials</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>Russia risks becoming an “economic colony” of China as its isolation from the West deepens after the invasion of Ukraine, CIA Director William Burns said on Tuesday.</p><p>“Russia is becoming more and more dependent on China and, in some respects, runs the risk of becoming an economic colony of China over time, dependent for export of energy resources and raw materials,” Burns said at an event at Rice University in Houston.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/12/russia-ukraine-war-live-russia-risks-becoming-economic-colony-of-china-as-isolation-deepens-says-cia-director", "date_published": "2023-04-12 04:55:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Every street lamp in Wellington at risk of falling down, residents warned", "description": "<p>Residents in New Zealand’s capital urged to report ‘drooping’ lights as council starts work on fixing all 17,000 lamps, which weigh more than 11kg each</p><p>It began with a single street lamp. Like a heavy poppy bulb on a weak stem, it drooped, wilted and began to sway. Then, it dropped; 11.2kg plummeting from the sky to smash on to the footpaths of Wellington.</p><p>One lamp then turned into a handful – enough to prompt complaints to council and local newspapers. Photos of them circulated, like abandoned metal seed pods in gutters and on berms.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/every-street-lamp-in-wellington-at-risk-of-falling-down-residents-warned\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/every-street-lamp-in-wellington-at-risk-of-falling-down-residents-warned", "date_published": "2023-04-12 04:47:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Jordan’s ‘Last Dance’ trainers fetch auction record $2.2m", "description": "<ul><li>‘Bred’ Air Jordan 13s worn during Game 2 of 1998 NBA Finals</li><li>Price comes in well below Sotheby’s predicted high of $4m</li></ul><p>A pair of trainers worn by NBA star Michael Jordan have sold for $2.2m, setting a record price at auction for game-worn sports footwear, Sotheby’s announced.</p><p>The basketball great wore the “Bred” Air Jordan 13s during Game 2 of the 1998 NBA Finals on the way to his sixth and last NBA championship title.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/12/michael-jordans-last-dance-trainers-fetch-auction-record-22m\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/12/michael-jordans-last-dance-trainers-fetch-auction-record-22m", "date_published": "2023-04-12 02:39:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is artificial intelligence getting out of control? – podcast", "description": "<p>Hundreds of tech industry leaders have signed a letter proposing a six-month pause on the development of systems more powerful than OpenAI’s GPT-4. Alex Hern reports</p><p>Over the last few decades, we’ve seen how the internet and the smartphone rapidly transformed our lives. Artificial intelligence is now poised to do the same, but some experts are worried that the current pace of its development will cause harm.</p><p>An open letter signed by hundreds of leaders in the tech world, including Steve Wozniak, who co-founded Apple, and Elon Musk, has proposed pausing the development of any AI past the capabilities of OpenAI’s GPT-4.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/12/is-artificial-intelligence-getting-out-of-control-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/12/is-artificial-intelligence-getting-out-of-control-podcast", "date_published": "2023-04-12 02:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China records first H3N8 bird flu death, WHO says", "description": "<p>Three cases of H3N8 detected in China since 2022 as World Health Organization says strain doesn’t appear to spread easily between humans</p><p>A woman has died from H3N8 bird flu in China, the World Health Organization reported – the first known human fatality from the avian influenza strain.</p><p>H3N8 is known to have been circulating since 2002 after first emerging in North American waterfowl. It is known to infect horses, dogs and seals.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/china-records-first-h3n8-bird-flu-death-who-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/china-records-first-h3n8-bird-flu-death-who-says", "date_published": "2023-04-12 01:38:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand Labour tied with National in latest polls, six months out from election", "description": "<p>Māori party likely to be kingmaker according to latest polls as countdown begins to election day</p><p>Six months out from a general election, New Zealand’s politics sits on a knife-edge, with the Labour and National parties splitting the vote evenly in recent polls.</p><p>Polling from over the Easter weekend, <a href=\"https://www.taxpayers.org.nz/taxpayer_update_230408\">conducted by Curia</a>, showed Labour and National sitting at 37% each – up one point for Labour, and up two points for National. Their traditional coalition partners were sitting at 7% for left partners the Greens, and 10% for the libertarian rightwing party Act.</p> <a href=\"https://www.theguardian.com/world/2023/apr/12/new-zealand-labour-tied-with-national-in-latest-polls-six-months-out-from-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/12/new-zealand-labour-tied-with-national-in-latest-polls-six-months-out-from-election", "date_published": "2023-04-12 00:42:51+00:00", "persistent": false, "user": null, "language": "en-UK"}]