[{"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: California Gender Clinic Proudly Advertises 'Gender-Affirming Care' For Children In Chilling Promo", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33458118&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>In case you forgot, <a href=\"https://www.louderwithcrowder.com/gavin-newsom-show-notes\" target=\"_blank\">Gavin Newsom</a> declared California a transgender sanctuary for children last year. Meaning, California will allow young <a href=\"https://www.louderwithcrowder.com/prisha-mosley-texas\" target=\"_blank\">gender-confused children</a> to travel to the state and pay thousands of dollars for, ahem,  \"gender-affirming medical care,\" if they live in a state where such \"care\" is outlawed. </p><p>One center providing such \"medical care\" is Rady Children's Hospital. Rady has a Center for Gender-Affirming Care that <a href=\"https://www.rchsd.org/programs-services/gender-affirming-care/services/\" target=\"_blank\">treats children, adolescents and young adults</a> with gender dysphoria with surgical referrals, hair-removal referrals, gender-affirming vocal therapy, and more. </p><p>Megan Brock, a parental rights advocate active on <a href=\"https://twitter.com/MegEBrock\" target=\"_blank\">Twitter</a>, highlighted this promotional ad for the Rady Center's youth services. It features numerous child patients who transitioned with the help of the center. One former patient, a biological female, proudly shows off her double mastectomy scars. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cA clip from a video promoting @radychildrens Center for Gender Affirming care. \\n\\nIt includes a girl who transitioned to a boy who proudly shows her double mastectomy scars. \\n\\nThe clinics director says, \\u201cMany parents want to do the right thing and there is a lot of fear.\\u201d\\n\\n\\ud83d\\udc94\\ud83d\\udc94\\ud83d\\udc94\\u201d</div> — Megan Brock (@Megan Brock)\n        <a href=\"https://twitter.com/MegEBrock/status/1645902959291641857\">1681248819</a>\n</blockquote>\n\n<p>Clinic Director Bixby Marino-Kibbee said, \"I think it's something that feels daunting for parents. Many parents want to do the right thing and there is a lot of fear, and they're scared, they just want their kid to grow up to live a happy, healthy life.\" Which is absolutely true. But many clinics capitalize on this fear and tell parents their children will commit suicide if they don't transition, as they did to de-transitioner Chloe Cole. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cMy testimony against SB107 in front of Wiener and the Senate Judiciary Committee.\\u201d</div> — Chloe Cole \\u2b50\\ufe0f (@Chloe Cole \\u2b50\\ufe0f)\n        <a href=\"https://twitter.com/ChoooCole/status/1565356240598810633\">1662044985</a>\n</blockquote>\n\n<p>Kibbee went on to explain that the protective factor for their adolescent patients is a family that is supportive of their transition, which the Rady Center seeks to facilitate from the beginning. </p><p>There is no mention in the ad of anyone asking the child if they are sure about their life-altering decision, or if the child is even old enough to <em>make</em> such a decision. No one seems concerned about that detail. The adults are so concerned with \"affirmation,\" it seems they don't even pause to <em>consider</em> it might not be the right choice. </p><p>How many children grow up and, like Chloe Cole, regret their transition only when it's too late? We don't know. The other side claims it's a tiny proportion, but there's literally no way of knowing. De-transitioners often say they are completely ostracized from the community once they express their regret. So something tells me the powers-that-be aren't all that interested in including them in any statistical studies. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/rady-center-transgender-children", "date_published": "2023-04-12 20:47:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Dentists Had To Warn Against 'Catastrophic' DIY TikTok Trends Because They Can Literally Kill Your Teeth", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33457780&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>There is yet another TikTok trend that doctors have to debunk. This one isn't about <a href=\"https://www.louderwithcrowder.com/potato-juice-strep-throat\" target=\"_blank\">curing strep throat</a> or <a href=\"https://www.louderwithcrowder.com/gym-bro-dog-cat-food\" target=\"_blank\">eating cat food</a> (thank the Lord). This trend consists of people attempting to do dental work on themselves. At home. Because why not?</p><p>As it turns out, there are actually many \"why nots\". TikTokers are trying to bleach their own teeth with hydrogen peroxide, tying rubber bands around them to try and perfect the alignment, and shaping their teeth with nail files and sandpaper. Read that again. <em>Sandpaper</em>. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDentists issue dire warning about \\u2018catastrophic\\u2019 TikTok DIY dentistry trend https://t.co/6Lxc2TFUfr\\u201d</div> — New York Post (@New York Post)\n        <a href=\"https://twitter.com/nypost/status/1646205502316064768\">1681320951</a>\n</blockquote>\n\n<p>This TikTok dude filmed his daily journey of using hydrogen peroxide to whiten his teeth. I thought this might be a joke at first, but he really squirts that stuff right in his mouth and swishes it all around. On day 2, he took his followers' advice and mixed it with water, which is a slight improvement. But his updates stopped after day 3. </p><blockquote cite=\"https://www.tiktok.com/@aka.levi.nelson/video/7119302387323374894\" class=\"tiktok-embed\">\n<section>\n<a href=\"https://www.tiktok.com/@aka.levi.nelson\" target=\"_blank\" title=\"@aka.levi.nelson\">@aka.levi.nelson</a>\n<p>3x a week, results every week #fyp #tiktok #teethwhitening #PrimeDayDreamDeals #foryoupage</p>\n</section>\n</blockquote>\n<p>Dr Stephen Liew, the federal president of the Australian Dental Association, <a href=\"https://www.news.com.au/lifestyle/health/health-problems/tiktok-diy-dental-trend-having-catastrophic-consequences/news-story/9e946348612b3444ec0326a3a58c212f\" target=\"_blank\">said</a> these trends are \"catastrophic\" and lead to \"severe long-term consequences\" that can be difficult to reverse. Regarding the DIY bleaching trend, Liew said, \"There are cases where use of the wrong concentration of bleach has killed the tooth and when that happens you end in pain and usually require root canal therapy.\"</p><p>Though dentists can use bleach when whitening teeth, the Therapeutic Goods Association controls the levels of bleach used by dentists for safety. Hydrogen peroxide is only safe for teeth in very small doses. Dr. Jeffrey Kho, another Australian dentist, said one of the worst trends he's seen is people attempting to clean their own gums with a scaler hook purchased online, which causes damage to gums, recession, and sensitivity.</p><p>My friends, I think this goes without saying but...please don't drink bleach. Just go to the dentist. I'm begging you. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/dentists-warn-tiktok-diy", "date_published": "2023-04-12 20:08:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Start drinking early? Joe Biden goes to Ireland and forgets where his office is in America", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33455161&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>A president, a crackhead, and the Secret Serice all walk into a bar. The bartender says, \"Stay away from my underage daughter.\"</p><p>Joe Biden is in Irish for... I don't know. Reasons. I don't really care. I'm only here to make fun of his latest senior moment. He <a href=\"https://www.louderwithcrowder.com/joe-biden-israel-trip\" target=\"_blank\">rips the best brainfarts</a> when <a href=\"https://www.louderwithcrowder.com/joe-biden-farts\" target=\"_blank\">he's overseas</a>. If we don't laugh, we have to think that this senile old coot really has access to the nuclear football.</p><p>But first, he has Hunter Biden as his wingman. Yes, the crackhead. The one with an affection for prostitutes. That Hunter Biden.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Joe Biden arrives in Dublin, Ireland — accompanied by Hunter Biden <a href=\"https://t.co/xD15aujj0K\">pic.twitter.com/xD15aujj0K</a><br />— RNC Research (@RNCResearch) <a href=\"https://twitter.com/RNCResearch/status/1646162276255248384?ref_src=twsrc%5Etfw\">April 12, 2023</a></blockquote> </div><p>words</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">BIDEN: \"As you walk into my office in the Oval Office in the United States Capitol...\"<br /><br />😬 <a href=\"https://t.co/wIYPZxlEqV\">pic.twitter.com/wIYPZxlEqV</a><br />— RNC Research (@RNCResearch) <a href=\"https://twitter.com/RNCResearch/status/1646124929971109889?ref_src=twsrc%5Etfw\">April 12, 2023</a></blockquote> </div><p>words</p>", "link": "https://www.louderwithcrowder.com/joe-biden-ireland", "date_published": "2023-04-12 18:06:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Biden's deplorable DOJ won't seek jail time for trans activist who attacked a church over Roe v Wade", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33454942&amp;width=1200&amp;height=800&amp;coordinates=100%2C0%2C100%2C0\" /><br /><br /><p>If you need further proof that there are two justice systems in Joe Biden's America, you don't need a billionaire who may or may not have banged a porn star. You need only compare two middle-class Americans who don't get tons of earned media. A pro-abortion vandal vs. a pro-life protestor. Guess which one Biden's DOJ cares less about? </p><p>Did I mention the vandal was trans? While both suspects were born white men, only one identifies as a woman. That's a key detail.</p><p>In June of 2022, <a href=\"https://redstate.com/nick-arama/2023/04/12/biden-dojs-disgusting-two-tiered-system-of-justice-in-trans-persons-attack-on-catholic-church-n730131\" target=\"_blank\">Maeve Nota attacked a Catholic Church</a>. She/her was angry that the Supreme Court was on the right side of history and overturned Roe v. Wade. She/her spray-painted the church saying things like \"F*ck Catholics,\" destroyed a statue of the Virgin Mary, and spray-painted an employee in the face. And right before getting arrested, trashed a cop car. </p><p>The police department stated that her/she's actions qualified as a hate crime.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">A 31-year-old pro-abortion extremist was so mad about Roe v. Wade, he vandalized St. Louise Catholic Church in Bellevue, WA.<br /><br />Upon arrest, Bellevue Police allege the suspect busted up a police cruiser.<br /><br />Bellevue PD tells local FOX News that this falls under a hate crime. <a href=\"https://t.co/WdGuft9Ozq\">pic.twitter.com/WdGuft9Ozq</a><br />— Jason Rantz on KTTH Radio (@jasonrantz) <a href=\"https://twitter.com/jasonrantz/status/1541978859519692800?ref_src=twsrc%5Etfw\">June 29, 2022</a></blockquote> </div><p><a href=\"https://www.foxnews.com/politics/biden-doj-recommends-no-jail-time-for-trans-vandal-of-catholic-church-f-catholics\" target=\"_blank\">Biden's DOJ is accepting a plea deal</a> with NO JAIL TIME.</p><blockquote>According to filings from early March, Biden's Justice Department hit Nota with destruction of religious property, a misdemeanor that can carry up to one year in prison and $100,000 in fines.<br /><br />A week later, however, a previously unreported plea agreement between the Justice Department, Nota, and his attorney shows that they will recommend no jail time and three years of probation at the time of his sentencing on June 2.<br /></blockquote><p>Mark Houck was peacefully protesting outside of a Planned Parenthood, where he was alleged to have gently shoved another person outside of the abortion mill. Houck was ARRESTED AT HIS HOME by the FBI. Joe Biden's DOJ tried to throw him in jail for ELEVEN YEARS under the FACE ACT. Planned Parenthood gets a special law dedicated to them that makes it a federal crime to use force with the intent to injure, intimidate and interfere with anyone because that person produces reproductive health care.</p><p>It went all the way to trial, <a href=\"https://www.louderwithcrowder.com/mark-houck-video-arrest\" target=\"_blank\">where Houck was found NOT GUILTY</a>. </p><p>Vandalize a church and attack a Catholic in Joe Biden's America, and you get a slap on the wrist. Gently shove someone outside of where they abort babies and Joe Biden's DOJ treats you like you're a domestic terrorist.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/doj-activist-catholic-church", "date_published": "2023-04-12 17:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Crowder Fact-Checks Gavin Newsom's Delusional Claims About 'Authoritarian' Red States", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33454432&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It was another jam-packed show today, as per usual. Crowder, Bryan Callen, and Papa Crowder covered <a href=\"https://www.louderwithcrowder.com/gavin-newsom-tiny-homes-millions\" target=\"_blank\">Gavin Newsom's</a> \"Red State Tour.\" If you weren't aware, the California governor has spent the last few weeks trying to make a push into red states. Crowder played a clip of Newsom complaining about how, according to him, red states are violating civil and voting rights, LGBTQ policies, gerrymandering, etc. He also complained about the elimination of the term \"Latinx\" as well as drag shows. Crowder highlighted how ridiculous this is, given the <em>actual</em> issues facing this country. </p><p>Callen brought up the massive exodus of businesses and corporations from California, since it's so difficult to make a living there. Crowder also pointed out squatters' rights laws in California that massively drive down property values. Papa Crowder then said that Newsom is actually the \"regression\" in the country, not the founding values enforced by (some) Republicans. </p><p>Newsom also launched a new PAC called \"Campaign For Democracy\" to combat the problem of authoritarian leaders directly attacking freedoms in states. Because red states are apparently authoritarian. According to him. Crowder pointed out this blatant lie and hypocrisy, asking, \"Was there a democratic vote on lockdowns? Was there a democratic vote on vaccine mandates for state employees?\" </p><p>Gerald then highlighted the whole French Laundry controversy of 2020, when Gavin Newsom went to a posh restaurant while his constituents were locked in their homes. Under his policies, of course.  Gerald also pointed out that the DNC is absolutely preparing Newsom for a Presidential run, and Callen agreed that they're likely priming him for a run against Trump in 2024. </p><p>Crowder and crew also got to Newsom's attacks on Ron DeSantis, more of his blatantly false claims about red states, <a href=\"https://www.louderwithcrowder.com/elon-musk-bbc-reporter\" target=\"_blank\">Elon Musk's</a> takedown of a BBC reporter, and a girl with hairy armpits who says men don't want to date her. Be sure to catch the full show, available only on Rumble.</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/steven-crowder-gavin-newsom", "date_published": "2023-04-12 15:36:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Crowder slams Gavin Newsom's delusional attacks on 'authoritarian' red states with cold, hard facts", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33454432&amp;width=1200&amp;height=800&amp;coordinates=200%2C0%2C0%2C0\" /><br /><br /><p>It was another jam-packed show today, as per usual. Crowder, Bryan Callen, and Papa Crowder covered <a href=\"https://www.louderwithcrowder.com/gavin-newsom-tiny-homes-millions\" target=\"_blank\">Gavin Newsom's</a> \"Red State Tour.\" If you weren't aware, the California governor has spent the last few weeks trying to make a push into red states. Crowder played a clip of Newsom complaining about how, according to him, red states are violating civil and voting rights, LGBTQ policies, gerrymandering, etc. He also complained about the elimination of the term \"Latinx\" as well as drag shows. Crowder highlighted how ridiculous this is, given the <em>actual</em> issues facing this country. </p><p>Callen brought up the massive exodus of businesses and corporations from California, since it's so difficult to make a living there. Crowder also pointed out squatters' rights laws in California that massively drive down property values. Papa Crowder then said that Newsom is actually the \"regression\" in the country, not the founding values enforced by (some) Republicans. </p><p>Newsom also launched a new PAC called \"Campaign For Democracy\" to combat the problem of authoritarian leaders directly attacking freedoms in states. Because red states are apparently authoritarian. According to him. Crowder pointed out this blatant lie and hypocrisy, asking, \"Was there a democratic vote on lockdowns? Was there a democratic vote on vaccine mandates for state employees?\" </p><p>Gerald then highlighted the whole French Laundry controversy of 2020, when Gavin Newsom went to a posh restaurant while his constituents were locked in their homes. Under his policies, of course.  Gerald also pointed out that the DNC is absolutely preparing Newsom for a Presidential run, and Callen agreed that they're likely priming him for a run against Trump in 2024. </p><p>Crowder and crew also got to Newsom's attacks on Ron DeSantis, more of his blatantly false claims about red states, <a href=\"https://www.louderwithcrowder.com/elon-musk-bbc-reporter\" target=\"_blank\">Elon Musk's</a> takedown of a BBC reporter, and a girl with hairy armpits who says men don't want to date her. Be sure to catch the full show, available only on Rumble.</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/crowder-gavin-newsom", "date_published": "2023-04-12 15:36:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Teacher gets arrested for LITERALLY hosting a fight club for kids in her sixth-grade classroom", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33453619&amp;width=1200&amp;height=400&amp;coordinates=0%2C179%2C0%2C115\" /><br /><br /><p>A middle school teacher in <a href=\"https://www.louderwithcrowder.com/two-florida-healthcare-workerss\" target=\"_blank\">Florida</a> has been arrested for allegedly hosting fight clubs in the classroom. How shocked are you this took place in Florida? (I love the Sunshine State, but man, y'all have some<a href=\"https://www.louderwithcrowder.com/tampa-police-alligator\" target=\"_blank\"> wild stuff</a> going on down there.)</p><p>Twenty-three year old Angela Footman allegedly allowed her students to brawl while she relaxed at her desk. Some of her very strict rules included \"no screaming\" and \"no pulling hair\". So everything else was fair game, apparently. She was caught after some of her students told a school resource deputy they repeatedly participated in planned fights.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cFlorida middle school teacher arrested for hosting student fights in her classroom https://t.co/hlYbtrrZqP\\u201d</div> — Daily Mail Online (@Daily Mail Online)\n        <a href=\"https://twitter.com/MailOnline/status/1645959057054871553\">1681262194</a>\n</blockquote>\n\n<p>School administrators were also reportedly shown videos from two of the fights in March. Several sixth-grade girls told detectives they participated in the fights and were invited back for more, and said Footman gave instructions during the brawls, like \"30 seconds, no screaming, no yelling, no phones.\" Detectives reviewed footage showing Footman sitting at her desk as the chaos erupted around her, failing to intervene. Just chillin'. </p><p>The footage showed three separate fights, including two between two girls, and one between several students whose identities were completely redacted. Footman denied that she organized the fights, but admitted she failed to intervene, call for help, or report the fights. Likely since she was caught on camera doing so. </p><p>But the students who were involved in the fights told investigators the fights were in fact pre-planned and that Footman allowed them to take place in her classroom. She has since been arrested and is four counts of contributing to the delinquency of a minor.</p><p>This is absolutely insane. What is going on in our public schools?? We have <a href=\"https://www.louderwithcrowder.com/california-mom-daughter-transitioned\" target=\"_blank\">guidance counselors trans-ing the kids</a>, extremely <a href=\"https://www.louderwithcrowder.com/down-syndrome-chicago-bully\" target=\"_blank\">violent bullying</a>, and now, teachers literally hosting fight clubs to keep students occupied. Homeschooling or private school (and even then, vetted to the <em>extreme</em>) seem to be the only viable options for parents wishing to protect their children. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/arrested-fight-club", "date_published": "2023-04-12 14:02:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH TODAY'S SHOW: GAVIN NEWSOM GOES ON RED STATE TOUR & LIES ABOUT EVERYTHING!", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33453514&amp;width=1200&amp;height=400&amp;coordinates=0%2C85%2C0%2C251\" /><br /><br /><p>We have a girl with hairy armpits complaining that men don't want to date her. A BBC reporter tries to bait Elon Musk over \"hate speech\" and gets dunked in a viral interview. Also, Gavin Newsom is doing a tour across red states spreading blatant lies & misinformation. We have all the information you need to know. Tune in!</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p>\n<p><strong>DALAI LAMA IS A PERV</strong></p><ul><li><a href=\"https://twitter.com/FernandovichG/status/1645396725450801152?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">Watch: Dalai Lama tries tongue kissing little boy, but it's okay though because he's super sorry about it</a></li><li><a href=\"https://www.mediaite.com/tv/cnn-panelist-defends-playful-dalai-lama-telling-young-boy-to-suck-his-tongue-as-room-cringes-as-sexual-as-a-bowl-of-rice/\" target=\"_blank\">CNN Panelist Defends ‘Playful’ Dalai Lama Telling Young Boy to ‘Suck’ His Tongue as Room Cringes: ‘As Sexual as a Bowl of Rice’</a></li></ul><p><strong>ELON MUSK VS. BBC</strong></p><ul><li><a href=\"https://twitter.com/disclosetv/status/1646118714780135424?s=61&amp;t=Dh8HiyRbM4UQ02BHRv5kQA\" rel=\"noopener noreferrer\" target=\"_blank\">Listen As Elon Musk Calmly Dismantles Every Smear From This Pro-Censorship BBC Reporter</a></li></ul><p><strong>GAVIN NEWSOM’S RED STATE TOUR</strong></p><ul><li><a href=\"https://twitter.com/EdKrassen/status/1645412828390539267?s=20\" target=\"_blank\">\"Last night California Gov. Gavin Newsom amazingly called out Republicans\"</a></li><li><a href=\"https://www.nbcbayarea.com/news/california/gavin-newsom-tour-boost-red-state-democrats/3194491/\" rel=\"noopener noreferrer\" target=\"_blank\">California's Newsom Starts Tour to Boost Red-State Democrats</a></li><li><a href=\"https://www.nbcbayarea.com/news/california/gavin-newsom-tour-boost-red-state-democrats/3194491/\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.youtube.com/watch?v=94QsFjyEzxU\" rel=\"noopener noreferrer\" target=\"_blank\">Campaign for Democracy Launch</a></li><li><a href=\"https://www.youtube.com/watch?v=94QsFjyEzxU\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://twitter.com/NoLieWithBTC/status/1645524196905349122?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">\"A student at New College \"raised her hand and said, 'my parents love Ron DeSantis...'\"</a></li><li><a href=\"https://twitter.com/NoLieWithBTC/status/1645524196905349122?s=20\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://apnews.com/article/guns-desantis-florida-government-ac7adbc200cc4c1bb429ea84357f73be#:~:text=The%20new%20law%20will%20allow,It%20takes%20effect%20July%201.\" rel=\"noopener noreferrer\" target=\"_blank\">DeSantis signs bill to carry concealed guns without a permit</a></li><li><a href=\"https://apnews.com/article/guns-desantis-florida-government-ac7adbc200cc4c1bb429ea84357f73be#:~:text=The%20new%20law%20will%20allow,It%20takes%20effect%20July%201.\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://twitter.com/GavinNewsom/status/1644365373049905155?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">\"Here are the facts about  @GOP  led states they DON’T want you to know\"</a></li><li><a href=\"https://wirepoints.org/wp-content/uploads/2023/02/Chicago-New-Orleans-were-the-nations-murder-capitals-in-2022-Wirepoints-Special-Report.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Chicago, New Orleans were the nation’s murder capitals in 2022</a></li><li><a href=\"https://wirepoints.org/wp-content/uploads/2023/02/Chicago-New-Orleans-were-the-nations-murder-capitals-in-2022-Wirepoints-Special-Report.pdf\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.cdc.gov/nchs/pressroom/sosmap/life_expectancy/life_expectancy.htm\" rel=\"noopener noreferrer\" target=\"_blank\">Life Expectancy at Birth by State</a></li><li><a href=\"https://twitter.com/RayTheGrouch/status/1643044636641075200?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">\"It's not a coincidence that the life expectancy map overlaps with the map of the black population. \"</a></li><li><a href=\"https://www.axios.com/2022/09/02/cdc-race-life-expectancy-drop\" rel=\"noopener noreferrer\" target=\"_blank\">Some racial groups saw steeper life expectancy drops, CDC data shows</a></li><li><a href=\"https://www.axios.com/2022/09/02/cdc-race-life-expectancy-drop\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://web.archive.org/web/20230410002436/https://www.latimes.com/business/story/2023-04-05/americas-decline-in-life-expectancy-speaks-volumes-about-our-problems\" rel=\"noopener noreferrer\" target=\"_blank\">Column: America’s decline in life expectancy speaks volumes about our problems</a></li><li><a href=\"https://www.youtube.com/watch?v=YZjnLqsJhrI\" rel=\"noopener noreferrer\" target=\"_blank\">'Fight for Democracy' | Gov. Newsom goes on nationwide tour ahead of 2024 election</a></li><li><a href=\"https://sfstandard.com/business/downtown-san-francisco-whole-foods-market-closing/\" rel=\"noopener noreferrer\" target=\"_blank\">Downtown San Francisco Whole Foods Closing a Year After Opening</a></li><li><a href=\"https://sfstandard.com/business/downtown-san-francisco-whole-foods-market-closing/\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://twitter.com/BettyKPIX/status/1645611948984389632?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">Former SF Fire Commissioner describes vicious attack; suspect faces multiple felonies</a></li><li><a href=\"https://twitter.com/BettyKPIX/status/1645611948984389632?s=20\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://nypost.com/2023/04/11/ex-sf-fire-commissioner-don-carmignani-attacked-by-crowbar-wielding-transient-speaks-out/\" rel=\"noopener noreferrer\" target=\"_blank\">Ex-SF fire commissioner attacked by crowbar-wielding transient speaks out: ‘This is unacceptable’</a></li></ul>", "link": "https://www.louderwithcrowder.com/gavin-newsom-show-notes", "date_published": "2023-04-12 13:51:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Healthcare Workers Fired, Arrested After Live-Streaming Horrific Abuse Of Elderly Dementia Patient", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33453478&amp;width=1200&amp;height=400&amp;coordinates=0%2C48%2C0%2C246\" /><br /><br /><p>Fair warning: this story's a tough one to stomach. Two <a href=\"https://www.louderwithcrowder.com/florida-principal-michelangelo\" target=\"_blank\">Florida</a> healthcare workers - 20 year old Shy'Tiona Bishop and 18 year old Jada Harris - have been fired after they live-streamed themselves abusing an elderly dementia patient. The attack took place at an assisted living facility in Northeastern Florida.</p><p>One of the workers live streamed on Instagram while they abused and mocked the poor lady. She was screaming while they laughed and ignored her. At one point during the video, the workers blocked her from entering the bathroom and reluctantly helped her put on pants while they complained about having to look after her. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cTwo senior-care nurse aides are facing felony charges for allegedly filming themselves mistreating a dementia-stricken patient and broadcasting the footage on social media\\n\\nhttps://t.co/3r84V1mmG3\\u201d</div> — The Post Millennial (@The Post Millennial)\n        <a href=\"https://twitter.com/TPostMillennial/status/1645959965318737921\">1681262410</a>\n</blockquote>\n\n<p>Harris was charged with illegal interception of communication, abuse of an elderly or disabled adult without great harm and video voyeurism, and her bond was set at $6,000. Bishop was charged with abuse of an elderly or disabled person without great harm and video voyeurism and her bond was set at $4,000. </p><p>In a press conference, the <a href=\"https://www.louderwithcrowder.com/florida-sheriff-wheel-fugitive\" target=\"_blank\">Brevard County Sheriff</a>  criticized the low bonds and called the footage \"disgusting\": \"The perpetrators in this case are not only disgusting but they are vile individuals who live-streamed themselves abusing one of our elderly citizens who suffers from dementia.\"</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\"Abusing an elderly person or abusing anyone is disgusting enough, but to make matters even worse, they livestreamed the abuse.\"\\n\\n2 Florida healthcare workers arrested, allegedly livestreamed abuse of dementia patient https://t.co/XouYF8U9XF\\u201d</div> — WFLA NEWS (@WFLA NEWS)\n        <a href=\"https://twitter.com/WFLA/status/1645476647217266696\">1681147178</a>\n</blockquote>\n\n<p>\"Abusing an elderly person or abusing anyone is disgusting enough, but to make matters even worse, they live-streamed the abuse. They actually put it up on a live-streaming platform so that their friends could watch it, laugh about it as they mocked this elderly person in her condition.\" </p><p>I couldn't agree more. I cannot fathom what overtakes a person, especially a young woman, to do something so cruel and evil. And why were these women in this line of work at all of they hated it so much? They <em>clearly</em> do not have a passion for healthcare work. There are plenty of other jobs out there that don't require the high level of compassion needed for jobs like this.  Unfortunately, I suspect a huge contributing factor to abuse like this is understaffing. Perhaps better vetting of employees is needed to ensure these horrific instances of abuse don't happen.</p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/florida-healthcare-workers", "date_published": "2023-04-12 13:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch as Elon Musk ends the career and dismantles every smear from this pro-censorship BBC reporter", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33453323&amp;width=1200&amp;height=400&amp;coordinates=0%2C0%2C0%2C294\" /><br /><br /><p><a href=\"https://www.louderwithcrowder.com/elon-musk-texas-utopia\" target=\"_blank\">Elon Musk</a> masterfully shut down a pro-censorship BBC reporter last night. Musk stayed cool and collected the whole time as he simply asked questions to poke holes in the reporter's argument. </p><p>BBC reporter James Clayton asked Musk how he'll respond to claims that hate speech is on the rise on Twitter due to Musk's dramatic staffing cuts. Musk simply asked, \"What hate speech are you talking about? I mean, you use Twitter. Do you see a rise in hate speech?\"</p><p>Clayton claimed he personally sees more \"hateful content.\" Musk clarified, \"Content you don't like, or...describe a hateful thing.\" Clayton then said he means content that will solicit a reaction that is \"slightly racist\" or sexist, etc. etc. </p><p>Musk did not relent, asking, \"So you think if something is <em>slightly</em> sexist, it should be banned?\" </p><p>Crickets. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cBBC reporter arrives unannounced at Twitter HQ. \\n\\nElon grants them an on-the-spot interview. \\n\\nBig mistake, BBC.\\n\\nWatch @elonmusk end this reporters career in 27 seconds flat.\\n\\nThis is what instant regret looks like:\\n\\nhttps://t.co/P2nIfIfQia\\u201d</div> — Benny Johnson (@Benny Johnson)\n        <a href=\"https://twitter.com/bennyjohnson/status/1646129344509534210\">1681302793</a>\n</blockquote>\n\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cBREAKING: @ElonMusk shut down this pro-censorship BBC reporter and left him scrambling on how to justify his own questions on misinformation and the supposed rise in hate speech. \\n\\nListen till the end.\\u201d</div> — TexasLindsay\\u2122 (@TexasLindsay\\u2122)\n        <a href=\"https://twitter.com/TexasLindsay_/status/1646006232484913153\">1681273441</a>\n</blockquote>\n\n<p>Musk kept pushing and asking for a single example of hateful content, until Clayton finally admitted, \"Honestly, I don't... I don't actually use that feed anymore because I just don't particularly like it. And actually a lot of people are quite similar. I only look at my followers.\"</p><p>To which Musk asked, if he doesn't use the feed, how he has seen the hateful content. Which is a very valid point. Clayton then deflected to other organizations that have said there is more hateful content. To which Musk asked for an example. To which Clayton had none. </p><p>After Musk pointed out that Clayton had said something false by claiming to see hateful content, Clayton tried to change the topic to \"<a href=\"https://www.louderwithcrowder.com/whitmer-gardening-cnn\" target=\"_blank\">COVID</a> misinformation\". But Musk wouldn't let him get away with it, and asked him about the BBC's COVID misinformation. </p><p>This guy definitely did not know what he was getting into when he stepped into the arena with Musk. Since Musk was very cordial and respectful the whole time, he was able to calmly dismantle the smears without getting too emotional or falling to personal attacks - signs of a great debater. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/elon-musk-bbc-reporter", "date_published": "2023-04-12 13:15:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Women who have celebrated girlhood for longer than Dylan Mulvaney want to know where their Bud Light deal is", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33452798&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C1%2C0\" /><br /><br /><p>America has been celebrating Dylan Mulvaney's miraculous feat of being a real girl for 365 days. Being a girl for a whole year is a cause for a party. When my nieces both celebrated 365 days of girlhood, we had a bouncy house, a clown, and a smashcake. To celebrate Dylan, businesses desperate for an ESG boost are making Dylan the official spokesdylan of their products. Most notably, Bud Light.<br /><br /></p><p>Not everyone feels this marketing decision is as beautiful and brave as the media. There are women who have celebrated girlhood a lot longer than Dylan wanting to know where their endorsement deals are. This woman <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-bud-light\" target=\"_blank\">probably isn't drinking any Bud Lights these days</a>, But 12,065 days are quite the accomplishment.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Today, I celebrate 12,065 days of being a woman. I’m a sister, aunt, daughter, granddaughter, and now a mother. I’ve endured 229 menstrual cycles. I’ve been pregnant one time & gave birth to a beautiful baby boy. My body grew a human child, and my body is now feeding a human… <a href=\"https://t.co/CxETRkwprf\">pic.twitter.com/CxETRkwprf</a><br />— LEAHmemes (@itsreallyleah) <a href=\"https://twitter.com/itsreallyleah/status/1645903152456294401?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote> </div><p>At 12,620 days, she looks like she should at the very least get <a href=\"https://www.louderwithcrowder.com/kid-rock-bud-light\" target=\"_blank\">the VIP package for a Kid Rock concert</a>.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Today I celebrate 12,620 days of real womanhood. <br /><br />Where’s my sponsorship? <a href=\"https://twitter.com/budweiserusa?ref_src=twsrc%5Etfw\">@budweiserusa</a> <a href=\"https://twitter.com/Tampax?ref_src=twsrc%5Etfw\">@Tampax</a> <a href=\"https://twitter.com/Nike?ref_src=twsrc%5Etfw\">@Nike</a> <a href=\"https://t.co/QbrZXq0l0x\">pic.twitter.com/QbrZXq0l0x</a><br />— 〽️MAGA Barbie 🇺🇸👱🏼♀️ (@stillunwoke17) <a href=\"https://twitter.com/stillunwoke17/status/1645761537632530433?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote> </div><p>At 15,530, this woman -- like Dylan -- has had surgeries to accent her womanhood. Though they sound more life or death than cosmetic.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Today, I celebrate 15,330 days of being a woman. I’ve been pregnant 2 times (lost my 1st baby due to my below mentioned medical conditions) and gave birth to a beautiful biological baby girl that came out of my womb. I’ve had to battle polycystic ovarian syndrome, endometriosis… <a href=\"https://t.co/lO0kaI3dDc\">pic.twitter.com/lO0kaI3dDc</a><br />— The REAL Politically Savvy (@patriot_savvy) <a href=\"https://twitter.com/patriot_savvy/status/1645797488970833920?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote> </div><p>At 18,155 days, this woman too.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Today I celebrate 18,155 days of womanhood. I’ve held 8 babies in my womb. I gave birth to/raised 6. I went through triple negative breast cancer & would’ve had ovarian cancer had I not had my ovaries removed in time. No man can say these things,even if he appropriates my gender. <a href=\"https://t.co/wUkwMcf3yV\">https://t.co/wUkwMcf3yV</a> <a href=\"https://t.co/SGQG331d1K\">pic.twitter.com/SGQG331d1K</a><br />— cactus girl 🌵 (@cactusncookies) <a href=\"https://twitter.com/cactusncookies/status/1645460305844248577?ref_src=twsrc%5Etfw\">April 10, 2023</a></blockquote> </div><p>And coming in at 20,756 days, this woman has more in common with Dylan than the others. But not much in common.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Today, I celebrate 20,756 days of being a woman. I’m former women’s college athlete, a daughter, a sister and a lesbian. I DO NOT support the alphabet soup agenda. I’ve survived breast cancer and been through early menopause and I refuse to let anyone try to discredit me as a… <a href=\"https://t.co/Q36jogvGOH\">pic.twitter.com/Q36jogvGOH</a><br />— MS-66 (@MSpeeg66) <a href=\"https://twitter.com/MSpeeg66/status/1645821862893740032?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote> </div><p>It's odd though, as Bud Light <a href=\"https://www.louderwithcrowder.com/bud-light-distributor-woke-broke\" target=\"_blank\">destroys their brand</a>. If the VP of Marketing <a href=\"https://www.louderwithcrowder.com/bud-light-vice-president-marketing\" target=\"_blank\">wanted to appeal more to women</a>, instead of hiring a man who performs in titface as a woman, there are other women with tons more experience in womanhood who could have done the job as well. </p><p>That is if Bud Light's plan was to better appeal to women.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/dylan-mulvaney-other-women-girlhood", "date_published": "2023-04-12 13:05:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "David Hogg shows what a garbage human he is by attacking a GOP Senator who lost a friend in the Lousiville Shooting", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33452135&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>I usually have more fun with David Hogg posts. But f*ck you, dude.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Must be tough knowing you’re complicit<br />— David Hogg (@davidhogg111) <a href=\"https://twitter.com/davidhogg111/status/1645597961592664064?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote> </div><p>Let's recap. A guy <a href=\"https://www.louderwithcrowder.com/kentucky-shooter-reddit-posts\" target=\"_blank\">who had all the same political opinions as David Hogg</a> killed people in a Lousiville bank. That killer was met with gun justice when police used their guns to stop him from killing more people. One of the people who were murdered (but the guy who had all the same political opinions as David Hogg) was a friend of Florida Senator Rick Scott. David Hogg says Scott has no one to blame but himself because his friend was murdered.</p><p>On the surface of that alone, it looks like Hogg's saying Scott is complicit because the senator has a different opinion than him on the second amendment. This is why we have the saying \"eat a dick.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"c55c1\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33452316&amp;width=980\" />\n</p>\n<p>But dig further, Rick Scott actually PASSED gun control laws that Hogg wants to be passed. Scott was the Florida governor during the Parkland tragedy where he, per the New York Times,  BROKE WITH THE NRA and signed gun control measures into law <a href=\"https://www.louderwithcrowder.com/florida-red-flag-law\" target=\"_blank\">like red flag laws</a> and <a href=\"https://www.louderwithcrowder.com/fl-gov-scott-raises-gun-purchasing-age-21\" target=\"_blank\">raising the age to buy a firearm to 21</a>.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Again, there is no incentive to pay attention or negotiate with the gun control activists. Especially when they behave like ghouls trying to dunk on people suffering loss. <br /><br />Rick Scott did what they wanted after Parkland and they still respond to him like this. <a href=\"https://t.co/6xBK7Uvq63\">pic.twitter.com/6xBK7Uvq63</a><br />— AG (@AGHamilton29) <a href=\"https://twitter.com/AGHamilton29/status/1645791177910915072?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote> </div><p>This is why you don't negotiate with gun control terrorists. It's never enough. </p><p>But more maddening is that after Hogg was scumbag enough to blame Scott for his friend being murdered, he had the audacity to tweet this:</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">To be honest I think it might be social media more than anything that prevents us on making progress on addressing gun violence together- because it kills all nuance and only polarizes people more. There is a lot we do agree on and aren’t doing.<br />— David Hogg (@davidhogg111) <a href=\"https://twitter.com/davidhogg111/status/1645768553776201729?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote> </div><p>You told a man he had blood on his hands for someone killing his friend. Why? Because that senator has a different opinion than you on gun rights. EVEN THOUGH, that senator has found common ground with you on gun control before.</p><p>You are a shit person.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/david-hogg-attacks-rick-scott", "date_published": "2023-04-12 12:09:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "\"He was always very nice to me\": Donald Trump praises CA's progressive globalist governor Gavin Newsom", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33451880&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>There is a clip floating around of Trump on with Tucker Carlson last night. It's a perfect example of why I say <a href=\"https://www.louderwithcrowder.com/stephen-a-smith-trump\" target=\"_blank\">conservative primary voters need to hold Trump to standards and think long and hard about the general election</a>. Donald Trump, who is running to be the presidential nominee for the GOP, sings the praises of California's progressive globalist governor Gavin Newsom. Because Gavin said nice things about him.</p><p><strong>CONTEXT MATTERS.</strong> Prior to this clip, Trump said a lot of conservative things that Ron DeSantis, Nikki Haley, and Vivek Ramaswamy (and starting today, Tim Scott) also say. Trump also said of Gavin. \"You have a very ambitious guy in California but he's done a terrible job with the state.\" </p><p>Keep that context in mind. Also, keep in mind the context of if <strong>ANY OTHER REPUBLICAN</strong> said that and then followed up with this:</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">TRUMP: \"I used to get along great with\" Gavin Newsom!\"<br /><br />TUCKER: \"Wait, you got along with Gavin Newsom?!\"<br /><br />TRUMP: \"He was always very nice to me. He said the greatest things.\"<br /><br />TUCKER: \"About you?!\"<br /><br />TRUMP: \"About me.\" <a href=\"https://t.co/qO6ebk307V\">pic.twitter.com/qO6ebk307V</a><br />— Townhall.com (@townhallcom) <a href=\"https://twitter.com/townhallcom/status/1645949866630160388?ref_src=twsrc%5Etfw\">April 12, 2023</a></blockquote> </div><p>Even Tucker Carlson, who thought he tossed Trump a lay-up, was all like:</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"1cfb8\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33451972&amp;width=980\" />\n</p><p>Ron DeSantis is my guy. If DeSantis ever said this exact same thing of Gavin Newsom -- <a href=\"https://www.louderwithcrowder.com/gavin-newsom-florida-ad\" target=\"_blank\">who is pro-abortion, anti-gun, pro-lockdowns, anti-energy independence, pro-eliminating fossil fuels while also limiting when people can charge their electric cars, pro-illegal immigration, pro-genital mutilation, anti-protecting girls' sports, and pro-sexualizing children in public schools</a> -- DeSantis would not be my guy anymore. He would go in time out.</p><p>Newsom is also touring America not only attacking Ron DeSantis (something he and Trump are brothers-in-arms over) but attacking every conservative reform we have fought for over the past few years. That's the guy who Trump has always gotten along with because Newsom would blow smoke up his ass.</p><blockquote>\"That's why I could never hit [Newsom] because he was so nice to me.\"</blockquote><p>All it would take is for Democrats to pull their heads out of their asses and instead of attacking Trump or sending the feds after him, start saying nice things about Trump. Run commercials on Fox News \"only someone as handsome as Trump would have a big enough brain to legalize abortion on demand and socialize the healthcare industry.\"</p><p>Conservatives will be making a huge mistake if they don't take advantage of the primary. And not just settle for the guy who says it's his turn and he deserves it.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/trump-newsom-nice-to-me", "date_published": "2023-04-12 11:17:46+00:00", "persistent": false, "user": null, "language": "en-US"}]