[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "RAYE: Tiny Desk Concert", "description": "Ashley Pointer | April 12, 2023\n\"I'm a songwriter for a living, okay. I usually have all the words but I'm genuinely speechless.\" RAYE told the audience at her Tiny Desk. \"All I've wanted is to be seen and respected as a musician.\"\n\nThe South London-bred singer-songwriter had finally made her way to NPR headquarters, her signature cherry-hued pin curls full of bounce and a radiant smile spread across her face. It was a long time coming, and in a re-arranged set of songs from her stunning debut album tailored to the Tiny Desk, RAYE exuded the confidence and abilities of a veteran vocal powerhouse.\n\nIn the game for over a decade, RAYE's debut album was 7 years in the making after being stuck in a major label deal that had her confined to recording mainstream pop and electronic records, and penning hits for other artists instead of executing her own creative vision. Now independent, she released the genre-busting My 21st Century Blues this year, an impressive and raw album that touches on some of the artist's most vulnerable life experiences. Over the course of her Tiny Desk, RAYE's musicianship shines as she displays a melange of jazz scats, gospel and blues inflections. Closing out her set with \"Buss It Down.,\" she recruits the audience for some call and response action only after giving us a brief vocal lesson, 'cause that's just how particular she is. If this Tiny Desk concert is your introduction to RAYE, prepare to be enraptured.\n\nSET LIST\n\"Worth It.\" \n\"Five Star Hotels.\"\n\"Mary Jane.\"\n\"Buss It Down.\"\n\nMUSICIANS\nRAYE: vocals\nMatthew Brooks: drums\nLiv Thompson: bass\nBriana Washington: keys\nPaul Murray: guitar\nMichael Cordone: trumpet\nGreg DeAngelis: trombone\nDeSean Jones: saxophone\n \nTINY DESK TEAM\nProducers: Bobby Carter, Ashley Pointer\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen \nVideographers: Maia Stern, Kara Frame, Sofia Seidel, Alanté Serene\nAudio Assistant: Neil Tevault\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Joshua Bryant, Marissa Lorusso, Hazel Cills, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #raye", "link": "https://www.youtube.com/watch?v=DL1zyUjzwno", "date_published": "2023-04-12 14:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}]