[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Crater - Official Trailer (2023) Isaiah Russel-Bailey, Mckenna Grace", "description": "Check out the trailer for Crater, a coming-of-age sci-fi adventure movie starring Isaiah Russell-Bailey, Mckenna Grace, Billy Barratt, Orson Hong, Thomas Boyce, and Scott Mescudi.\n\nCrater is the story of Caleb Channing (Russell-Bailey), who was raised on a lunar mining colony and is about to be permanently relocated to an idyllic faraway planet following the death of his father (Mescudi). But before leaving, to fulfill his dad’s last wish, he and his three best friends, Dylan (Barratt), Borney (Hong) and Marcus (Boyce), and a new arrival from Earth, Addison (Grace), hijack a rover for one final adventure on a journey to explore a mysterious crater.\n\nThe film was written by John Griffin and produced by Shawn Levy, Dan Levine and Dan Cohen. The film’s executive producers are Emily Morris, John G. Scotti, Rpin Suwannath, Gordon Gray, Paris Latsis and Terry Douglas.\n\nCrater, directed by Kyle Patrick Alvarez, will debut on Disney+ on May 12, 2023.\n\n#IGN #Movies #Disney", "link": "https://www.youtube.com/watch?v=_HA7Xf1r0JA", "date_published": "2023-04-12 23:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Them's Fightin' Herds - Official Stonghoof Launch Trailer", "description": "Them's Fightin' Herds is an indie 2D fighting game featuring a wide array of animal characters. Them's Fightin' Herds is adding Stronghoof the Reindeer to the roster available as a standalone purchase or included with the Season 1 Pass. Stronghoof has ice-based, magical attacks and the winter sprite Vetr at his side to couple his powerful antler physical attacks as well. Stronghoof the Reindeer is available now on Them's Fightin' Herds for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=trY0zfvTqsE", "date_published": "2023-04-12 22:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Official Trailer (2023) Chris Pratt, Zoe Saldana, Dave Bautista", "description": "Get another look at Marvel Studios’ Guardians of the Galaxy Vol. 3 in this latest teaser for the upcoming movie. It stars Chris Pratt, Zoe Saldana, Dave Bautista, Chukwudi Iwuji, Karen Gillan, Pom Klementieff, Vin Diesel, Bradley Cooper, Maria Bakalova, Sean Gunn, and Will Poulter. \n\nMarvel Studios’ Guardians of the Galaxy Vol. 3, written and directed by James Gunn, opens in theaters on May 5, 2023.\n\n#IGN #Marvel #GotG", "link": "https://www.youtube.com/watch?v=BJeV8HEM1lk", "date_published": "2023-04-12 22:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wartales - Official Release Trailer", "description": "Wartales leaves early access and version 1.0 is available now on PC via Steam. Get another look at various locations like snowy landscapes, combat, and more from this medieval open-world tactical RPG.", "link": "https://www.youtube.com/watch?v=r2pkdtoY7rA", "date_published": "2023-04-12 21:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghostwire: Tokyo Spider's Thread Update - Official Deep Dive Trailer", "description": "Watch the trailer for a deep dive into what you can expect with Ghostwire: Tokyo's Spider's Thread update, which brings a new game mode where you descend The Spider’s Thread as you complete challenges, earn upgrades, and test your skills. The update also features multiple additions and enhancements to the base game, including more enemies, combat abilities like aerial quick purge, areas to explore, side missions, extended story cinematics, Photo Mode enhancements, and more. \n\nThe Spider’s Thread update for Ghostwire: Tokyo is available now for PC, PlayStation 5, and Xbox Series X|S.", "link": "https://www.youtube.com/watch?v=-_kJWQ4sTng", "date_published": "2023-04-12 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead by Daylight - Official Tools of Torment Mid-Chapter Reveal Trailer", "description": "Meet the new Survivors, Thalita and Renato Lyra, and the terrifying Skull Merchant in this reveal trailer for Dead by Daylight's Tools of Torment Mid-Chapter, including a peek at the Ash vs Evil Dead collection and more coming to the multiplayer action horror game. Dead by Daylight's Tools of Torment Mid-Chapter will be available on April 18, 2023.\n\nExplore the fateful day that Thalita and Renato Lyra crossed paths with The Skull Merchant, and uncover a disturbing new chapter of the Necronomicon in Dead by Daylight’s Tome 15: Ascension.\n\n#IGN #Gaming #DeadByDaylight", "link": "https://www.youtube.com/watch?v=D7f_0gV6epU", "date_published": "2023-04-12 19:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Aliens: Dark Descent Puts You on an Express Elevator to Xenomorph Hell, Going Down", "description": "We got our first look at Aliens: Dark Descent, the new real-time tactics game set in the Aliens universe, and we came away incredibly impressed with the tension it creates through its Xenomorph-influenced gameplay mechanics. Previewed on PC by Will Borger.\n\n#IGN #Aliens #Gaming", "link": "https://www.youtube.com/watch?v=cW18p7_xc2s", "date_published": "2023-04-12 18:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Killer Frequency - Official Console and Release Date Announcement Trailer", "description": "Killer Frequency is a first-person horror dark-comedy slasher adventure game that puts you in the shoes of a late-night radio host. Solve puzzles, save lives, and run the switchboards, all while listening to a jukebox of retro ‘80s tunes. Killer Frequency is launching on June 1 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, Meta Quest 2, and PC.\n\n#IGN #Gaming #KillerFrequency", "link": "https://www.youtube.com/watch?v=vrcrrQKBixw", "date_published": "2023-04-12 18:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "My Time at Sandrock - Official Knives Out Update Trailer", "description": "Check out the My Time at Sandrock Knives Out update trailer. My Time at Sandrock is a wholesome sandbox RPG that combines the management and building of a plot of land with the detailed narrative of side quests with over 30 characters to get to know. My Time at Sandrock has launched the Knives Out update bringing new narrative and wedding-related content, romantic activities and prompts, dungeon locations, mini-games, improvements and upgrades to workshops, and more.\n\nThe Knives Out update for My Time at Sandrock is available now for PC.\n\n#IGN #Gaming #MyTimeAtSandrock", "link": "https://www.youtube.com/watch?v=atQKYlNk0tg", "date_published": "2023-04-12 17:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 Gameplay Showcase | State of Play April 2023 Livestream", "description": "Tune in Thursday, April 13 at 2PM PT/5PM ET for more than 20 minutes of Final Fantasy 16 gameplay as part of PlayStation State of Play. \n\n#IGN #Gaming #FinalFantasy16", "link": "https://www.youtube.com/watch?v=AefQ_JnwspI", "date_published": "2023-04-12 16:50:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sakra - Exclusive Official Clip (2023) Donnie Yen, Tsui Siu Ming", "description": "Based on the classic wuxia novel Demi-Gods and Semi-Devils by Louis Cha (known worldwide by his pen name Jin Yong), Sakra stars Donnie Yen as Qiao Feng, the respected leader of a roving band of martial artists. After he is wrongfully accused of murder and subsequently exiled, Qiao Feng goes on the run in search of answers about his own mysterious origin story—and the unknown enemies working to destroy him from the shadows. Kam Ka Wai & Donnie Yen direct. The cast includes Chen Yuqi, Cya Liu, Wai Ying Hung, and Wu Yue. Sakra opens in select theaters on April 14 and is available on Digital starting April 18, 2023.\n\n#IGN #Movies #MartialArts", "link": "https://www.youtube.com/watch?v=JJN891AXfnE", "date_published": "2023-04-12 16:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Trek: Picard - Exclusive Official Season 3 Clip (2023) Patrick Stewart, Ed Speleers", "description": "In this scene from the penultimate episode of Picard: Season 3, titled \"Vox,\" Jean-Luc Picard (Patrick Stewart) has a heated exchange with his son Jack Crusher (Ed Speleers) about Deanna Troi's actions. \"Vox\" will debut on Paramount+ on April 13, 2023.\n\nPatrick Stewart’s Star Trek: The Next Generation co-stars LeVar Burton (Geordi La Forge), Michael Dorn (Worf), Jonathan Frakes (William T. Riker), Gates McFadden (Dr. Beverly Crusher), Marina Sirtis (Deanna Troi), and Brent Spiner (Data) will star alongside Stewart in season three of Paramount+’s original series Star Trek: Picard. Season three is the concluding chapter in the Star Trek: Picard saga.\n\nThe series is produced by CBS Studios in association with Secret Hideout and Roddenberry Entertainment. For season three, Alex Kurtzman, Akiva Goldsman, Terry Matalas, Patrick Stewart, Heather Kadin, Aaron Baiers, Rod Roddenberry, Trevor Roth, Doug Aarniokoski and Dylan Massin serve as executive producers. Terry Matalas serves as showrunner for season three.\n\n#IGN #StarTrek #TV", "link": "https://www.youtube.com/watch?v=K-GeLTydqok", "date_published": "2023-04-12 16:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "GeForce RTX 4070 - Official Announcement Trailer", "description": "NVIDIA has announced the latest graphics card in the RTX 4000 series line of cards, the GeForce RTX 4070. The GeForce RTX 4070 comes packed with NVIDIA Ada Lovelace Architecture and revolutionary DLSS 3 to provide players with max settings at 1440p resolution on the latest games. The GeForce RTX 4070 also benefits from other aspects within the NVIDIA RTX platform such as NVIDIA Reflex, NVIDIA Game Ready Drivers, RTX Video Super Resolution, and more.\n\nThe GeForce RTX 4070 is launching on April 13.\n\n#IGN #Nvidia #RTX4070", "link": "https://www.youtube.com/watch?v=UCvmSl9alUo", "date_published": "2023-04-12 15:37:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Muppets Mayhem - Official Trailer (2023) Weird Al Yankovich, Kevin Smith, Lil Nas X", "description": "The Electric Mayhem is back. Check out the trailer for The Muppets Mayhem, an upcoming series streaming on Disney+ on May 10, 2023. The trailer features stars like Kevin Smith, Ben Schwartz, Danny Trejo, Lil Nas X, deadmau5, Weird Al Yankovich, and more.\n\n#IGN #TV #TheMuppets", "link": "https://www.youtube.com/watch?v=7QaE-6tpWd0", "date_published": "2023-04-12 14:32:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sunkenland - Official Gameplay Trailer", "description": "Sunkenland is a survival game themed around Waterworld. Explore sunken cities, build your base, craft items, trade and fight pirates as you struggle to survive in an aquatic post-apocalypse world plagued by hunger and violence. Take on what remains on the ocean floor alone or with a friend in co-op. Sunkenland is launching into Early Access in Summer 2023 for PC.\n\n#Sunkenland #SurvivalGame", "link": "https://www.youtube.com/watch?v=rKK3DzWIUYA", "date_published": "2023-04-12 14:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "V Rising: Secrets of Gloomrot - Official Cinematic Trailer", "description": "Enjoy the cinematic trailer for V Rising's upcoming Secrets of Gloomrot expansion, which will be available as a free download for owners of V Rising on May 17.  The developers say: \"The update lets players explore Gloomrot, a new biome with two unique areas twisted in the pursuit of cruel science. Hunt the blood of the brilliantly insane to learn the mysteries of electricity and enter a new age of technology.\"\n\nThis expansion also promises improved castle-building, more diverse combat, a revamped game world, and 13 additional bosses to fight.", "link": "https://www.youtube.com/watch?v=h5ttj79ouks", "date_published": "2023-04-12 14:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Trine 5: A Clockwork Conspiracy - Official Announcement Trailer", "description": "Here's your look at Trine 5: A Clockwork Conspiracy in this announcement trailer for the upcoming 2.5D puzzle-platforming game coming to PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Nintendo Switch in summer 2023. Take a peek at various locations of the colorful world, platforming elements, fearsome enemies, and more from this latest game in the Trine series.\n\nIn Trine 5: A Clockwork Conspiracy, Amadeus the Wizard, Zoya the Thief, and Pontius the Knight must reunite to push back a fearsome Clockwork army and bring peace and justice to the land. The clock is ticking to save the world of Trine.\n\n#GameTrailers #Trine5 #Gaming", "link": "https://www.youtube.com/watch?v=yIOKy7Ux2kw", "date_published": "2023-04-12 13:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "AFK Arena x Re:Zero - Official Crossover Launch Trailer", "description": "Free-to-play casual idler mobile game AFK Arena has launched its crossover event with the novel and anime Re: Zero-Starting Life in Another World. The demon maid in the form of Rem, and the beloved Emilia make their way to AFK Arena which brings new game content, rewards, battle sequences, and gift codes available for those that participate in the limited-time event. The AFK Arena X Re:Zero crossover event is available now through June 10 for iOS and Android.", "link": "https://www.youtube.com/watch?v=kUYt81cJqHU", "date_published": "2023-04-12 13:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghostwire: Tokyo - Official Spider's Thread Update Launch Trailer", "description": "Check out the launch trailer for Ghostwire: Tokyo’s Spider’s Thread update. This free update features new enemies, side missions, areas, combat skills, Photo Mode enhancements, extended story cinematics, and more. Return to a supernatural reimagining of Tokyo to discover these latest additions and watch the trailer for a look at what to expect.\n\nGhostwire: Tokyo’s Spider’s Thread Update is available now for PS5, Xbox Series X|S, and PC.\n\n#IGN #Gaming #GhostwireTokyo", "link": "https://www.youtube.com/watch?v=P_CfYm8n_tM", "date_published": "2023-04-12 11:02:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sherlock Holmes: The Awakened Review", "description": "Sherlock Holmes: The Awakened reviewed by Tristan Ogilvie on PC. Also available on PlayStation, Xbox, and Nintendo Switch.\n\n\"While Sherlock Holmes Chapter One may have its own fair share of flaws, it was still reasonably competent as a detective simulation. In comparison, this remade version of The Awakened feels far more like an inferior throwback to old-fashioned point-and-click adventures where trial and error was just as effective an approach as logic and reason, making its forensic deductions feel more like foregone conclusions. This wouldn’t be so bad if its Lovecraft-inspired mystery was compelling enough to sustain interest in its run-of-the-mill casework, but unfortunately it fumbles that too, with its hamfisted attempts at horror more likely to tickle ribs than raise hairs. Sherlock Holmes: The Awakened could have been an intriguing clash of Cluedo/Clue with Cthulu, but instead it’s just a case of squandered potential.\"", "link": "https://www.youtube.com/watch?v=gdP9HeJDCJI", "date_published": "2023-04-12 06:07:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why TMNT: The Last Ronin Would Be a Great Game - Beyond Clips", "description": "After the surprise announcement of there being a game based on TMNT: The Last Ronin on the horizon, the Podcast Beyond crew along with John Davison discuss why it would make a great game. There's only ONE turtle... but who is it? This is a SPOILER-FREE discussion, so no worries there!\n\n#IGN #Gaming #PlayStation", "link": "https://www.youtube.com/watch?v=DGfyCbQyASY", "date_published": "2023-04-12 02:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The King of Fighters 15 - Official Kim Kaphwan Overview Trailer", "description": "Get a deep dive into Kim Kaphwan in this latest The King of Fighters XV trailer, including a look at this Season 2 DLC character's fighting style, abilities, and special moves.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=G-DMAQ9yiTI", "date_published": "2023-04-12 01:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "NVC Pitches Other Nintendo Game Movies - NVC Clips", "description": "With the release of the Super Mario Bros Movie in theaters, we've really seen the potential that can come from Nintendo movies when they're given enough love. In this clip from Nintendo Voice Chat (join us on IGN Games!), the crew pitch their own ideas for dream Nintendo movies they want to see!\n\n#IGN #Gaming #Nintendo", "link": "https://www.youtube.com/watch?v=riW_eP5Jf04", "date_published": "2023-04-12 00:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mother - Official Trailer (2023) Jennifer Lopez, Gael García Bernal", "description": "Check out the trailer for The Mother, an upcoming movie starring Jennifer Lopez, Joseph Fiennes, Lucy Paez, Omari Hardwick, Paul Raci, and Gael García Bernal.\n\nA deadly female assassin comes out of hiding to protect the daughter that she gave up years before, while on the run from dangerous men.\n\nThe film's screenplay is by Misha Green, Andrea Berloff, and Peter Craig. The story is by Misha Green. The producers are Jennifer Lopez, Elaine Goldsmith-Thomas, Benny Medina, Roy Lee, Miri Yoon, Marc Evans, and Misha Green. Molly Allen serves as the film's executive producer.\n\nThe Mother, directed by Niki Caro, will be available on Netflix on May 12, 2023.", "link": "https://www.youtube.com/watch?v=f1PBelBzHIY", "date_published": "2023-04-12 00:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}]