{"entries": [{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-where-to-get-dry-wood/1100-6511061/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley: Where To Get Dry Wood", "date_published": "2023-02-04 20:00:00+00:00", "description": "<p>If you're wanting to build everything <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a> has to offer, you'll be gathering a whole lot of materials to do so. One of those you're going to need is Dry Wood, which is used to craft a variety of different pieces of furniture and is occasionally required to complete quests. We'll tell you where to round it up below.</p><h2 dir=\"ltr\">Where to get Dry Wood in Disney Dreamlight Valley</h2><p dir=\"ltr\">Dry Wood can be found laying on the ground near trees in the following biomes:</p><ul><li dir=\"ltr\">Forgotten Lands</li><li dir=\"ltr\">Frosted Heights</li><li dir=\"ltr\">Sunlit Plateau</li></ul><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4093852-disneydreamlightvalley_20230125133807.jpg\"><img alt=\"Dry Wood is gray and can be found in multiple biomes.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4093852-disneydreamlightvalley_20230125133807.jpg\" /></a><figcaption>Dry Wood is gray and can be found in multiple biomes.</figcaption></figure><p>Because wood drops are random, you may find that there aren't many pieces of Dry Wood when you visit these locations. If that happens, pick up all of the other types of wood around all three biomes, then wait just a bit to hopefully get more Dry Wood to spawn in them. It goes without saying (but we'll say it anyway): If you're noticing you're a bit light on wood drops in general, it might be best to plant more trees in the biomes you're needing specific types (like Dry Wood) from.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-where-to-get-dry-wood/1100-6511061/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-where-to-get-dark-wood/1100-6511062/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley: Where To Get Dark Wood", "date_published": "2023-02-04 18:00:00+00:00", "description": "<p>Building everything in <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a> means collecting a wide variety of materials, including multiple types of wood. Dark Wood is arguably the rarest of the different types in the game, only spawning in a single biome, which is likely to require quite a few hours of playing to unlock. We'll tell you everything you need to know below.</p><h2 dir=\"ltr\">Where to get Dark Wood in Disney Dreamlight Valley</h2><p dir=\"ltr\">Dark Wood only spawns in the Forgotten Lands, which is likely to be the last biome that most players unlock due to the high Dreamlight cost required to remove the night thorns blocking the path. Once you've gotten together the 15,000 Dreamlight to gain access, however, you should have no problem finding Dark Wood.</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4093854-disneydreamlightvalley_20230125134119.jpg\"><img alt=\"Dark Wood only spawns in the Forgotten Lands.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4093854-disneydreamlightvalley_20230125134119.jpg\" /></a><figcaption>Dark Wood only spawns in the Forgotten Lands.</figcaption></figure><p dir=\"ltr\">Multiple types of wood spawn in the Forgotten Lands, so if you're not seeing much Dark Wood around, you may need to pick up other kinds and wait for new spawns. If you're still having trouble getting enough Dark Wood, try planting more tree in the Forgotten Lands to increase the amount of wood that drops there.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-where-to-get-dark-wood/1100-6511062/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-get-dream-shards/1100-6511064/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley: How To Get Dream Shards", "date_published": "2023-02-04 15:05:00+00:00", "description": "<p>As you play <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, you'll quickly note that Dream Shards are quite the commodity. These special little shards are used for a variety of purposes, including as part of quests, to craft certain items, and to combine with Night Shards to make Purified Night Shards. Here's how to get more Dream Shards.</p><h2 dir=\"ltr\">Where to get Dream Shards in Disney Dreamlight Valley</h2><p dir=\"ltr\">Dream Shards can be obtained in multiple different ways, so you're guaranteed to come across some naturally as you play. But here are the main ways to get them.</p><h3 dir=\"ltr\">Digging</h3><p dir=\"ltr\">You can find quite a lot of Dream Shards by seeking out cracked pieces of ground throughout your valley and digging at those spots. You'll also be able to stock up on Night Shards this way, making it the most efficient method of gaining a good amount of both types quickly.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-get-dream-shards/1100-6511064/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fire-emblem-awakening-saved-the-series-and-reshaped-it-for-better-or-worse/1100-6511174/?ftag=CAD-01-10abi2f", "title": "Fire Emblem Awakening Saved The Series, And Reshaped It--For Better Or Worse", "date_published": "2023-02-04 15:00:00+00:00", "description": "<p>Fire Emblem Awakening is celebrating its 10-year anniversary today, February 4, 2023. Below, we take a look at how a strict sales mandate from Nintendo almost spelled doom for the series, until it didn't.</p><p dir=\"ltr\">Even among Nintendo's collection of top-tier IPs, Fire Emblem stands as one of the strongest. Announcements of new Fire Emblem titles frequently headline Nintendo's beloved Direct presentations, where they are received with a flurry of excitement and anticipation. But things weren't always this good for the Fire Emblem series. In fact, around a decade ago, Nintendo was ready to toss Fire Emblem into its vault of forgotten franchises. But in an amazing turnaround, the game that developers feared might be the final Fire Emblem, Fire Emblem Awakening, turned into the series' savior--though the influence it's had on the series over the past decade is not without some controversy.</p><p dir=\"ltr\">According to a 2013 interview in Spanish publication Hobby Consolas, The Fire Emblem series had been declining in popularity during the Wii and DS era, and leaders at Nintendo told the team and co-developer Intelligent Systems that the series would be shelved if the new game didn't sell at least 250,000 copies. With the knowledge that this might be the last Fire Emblem game in mind, the developers came up with some truly wild ideas, including the possibility of setting the game in the modern-day world, and even on Mars. Ultimately, however, the team stuck with a traditional fantasy setting. They then decided to look at story and gameplay elements that had been received positively in previous FE games for ideas about what to implement and build upon.</p><a href=\"https://www.gamespot.com/articles/fire-emblem-awakening-saved-the-series-and-reshaped-it-for-better-or-worse/1100-6511174/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/firearms-expert-reacts-to-hell-let-looses-guns-part-2/2300-6460505/", "title": "Firearms Expert Reacts To Hell Let Loose’s Guns Part 2", "date_published": "2023-02-04 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4093150-hellletloosepart2_site.jpg\" width=\"480\" /> Jonathan Ferguson, a weapons expert and Keeper of Firearms &amp; Artillery at the Royal Armouries, breaks down more of the weaponry of Hell Let Loose, including the iconic Bazooka, the devastating M2-2 flamethrower, and the legendary FG42.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.gamespot.com/feeds/mashup", "title": "GameSpot"}}