{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/pixpirate-new-android-banking-trojan.html", "title": "PixPirate: New Android Banking Trojan Targeting Brazilian Financial Institutions", "date_published": "2023-02-04 13:39:00+00:00", "description": "A new Android banking trojan has set its eyes on Brazilian financial institutions to commit fraud by leveraging the PIX payments platform.\nItalian cybersecurity company Cleafy, which discovered the malware between the end of 2022 and the beginning of 2023, is tracking it under the name PixPirate.\n\"PixPirate belongs to the newest generation of Android banking trojan, as it can perform ATS (", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/new-wave-of-ransomware-attacks.html", "title": "New Wave of Ransomware Attacks Exploiting VMware Bug to Target ESXi Servers", "date_published": "2023-02-04 05:30:00+00:00", "description": "VMware ESXi hypervisors are the target of a new wave of attacks designed to deploy ransomware on compromised systems.\n\"These attack campaigns appear to exploit CVE-2021-21974, for which a patch has been available since February 23, 2021,\" the Computer Emergency Response Team (CERT) of France said in an advisory on Friday.\nVMware, in its own alert released at the time, described the issue as an", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/warning-hackers-actively-exploiting.html", "title": "Warning: Hackers Actively Exploiting Zero-Day in Fortra's GoAnywhere MFT", "date_published": "2023-02-04 04:41:00+00:00", "description": "A zero-day vulnerability affecting Fortra's GoAnywhere MFT managed file transfer application is being actively exploited in the wild.\nDetails of the flaw were first publicly shared by security reporter Brian Krebs on Mastodon. No public advisory has been published by Fortra.\nThe vulnerability is a case of remote code injection that requires access to the administrative console of the application", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}