[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraińska kontrofensywa. Wiceminister Malar: Żołnierze szykują się do całkowitego wyzwolenia ziem", "description": "Władze w Kijowie przekazały, że armia Ukrainy rozpoczęła kontrofensywę przeciw Rosji. - Żołnierze przygotowują się do całkowitego wyzwolenia terytoriów - powiedziała wiceminister obrony Hanna Malar. Jak wyjaśniła, nie może być jednego kierunku działania wojsk.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/ukrainska-kontrofensywa-wiceminister-malar-zolnierze-szykuja-sie-do-calkowitego-wyzwolenia-ziem/", "date_published": "2023-04-19 19:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Strajk na lotniskach i kolei. Utrudnienia w czwartek i piątek", "description": "Niemiecki związek zawodowy Verdi wezwał pracowników lotniskowych stref kontroli bezpieczeństwa do odejścia od pracy w czwartek i piątek. Utrudnienia mają dotyczyć portów lotniczych Düsseldorf, Kolonia/Bonn i Hamburg. Również w piątek chcą strajkować niemieccy kolejarze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/niemcy-strajk-na-lotniskach-i-kolei-utrudnienia-w-czwartek-i-piatek/", "date_published": "2023-04-19 19:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Fox News zapłaci za kłamstwa o wyborach w USA. Ugoda na 787,5 mln dolarów", "description": "Sympatyzująca z Republikanami amerykańska telewizja informacyjna Fox News zapłaci niemal 790 mln dolarów firmie Dominion, która produkuje maszyny do liczenia głosów w wyborach. To wynik ugody zawartej po tym, jak stacja szerzyła kłamstwa o rzekomych fałszerstwach. Fox News alarmowało o spisku przeciw Donaldowi Trumpowi, w którym miało uczestniczyć przedsiębiorstwo.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/fox-news-zaplaci-za-klamstwa-o-wyborach-w-usa-ugoda-na-7875-mln-dolarow/", "date_published": "2023-04-19 19:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nie poszedł do toalety, choć powinien. Samolot awaryjnie lądował", "description": "Lecący samolotem linii Jet2 mężczyzna oddał mocz na pokładzie samolotu. Nie zrobił tego jednak w toalecie, a w kabinie pasażerskiej na oczach innych podróżnych, wśród których były dzieci. Ponieważ 55-latek był pijany i zachowywał się agresywnie pilot podjął decyzję o awaryjnym lądowaniu maszyny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/nie-poszedl-do-toalety-choc-powinien-samolot-awaryjnie-ladowal/", "date_published": "2023-04-19 17:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Nastolatka pomyliła samochód. 25-latek zaczął strzelać do cheerleaderek", "description": "Nastolatka z Teksasu myślała, że stojące na parkingu auto należy do niej. Okazało się jednak, że wewnątrz siedzi nieznajomy mężczyzna. Chwilę później 25-latek zaczął strzelać do dziewczyny, która się pomyliła, jak i do jej koleżanki. Jedna z nich jest w stanie krytycznym. Napastnik został zatrzymany w swoim domu. Był wtedy ubrany tak samo, jak w chwili ataku na cheerleaderki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/usa-nastolatka-pomylila-samochod-25-latek-zaczal-strzelac-do-cheerleaderek/", "date_published": "2023-04-19 15:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Szwajcarski bank, a w nim pieniądze nazistów? Reaguje Senat USA", "description": "Szwajcarski bank Credit Suisse jest w ogniu krytyku po wszczęciu dochodzenia przez komisję senacką w Stanach Zjednoczonych. Chodzi o ukrywanie kont bankowych, na których miały znajdować się pieniądze nazistów. Część środków właściciele rachunków mogli zdobyć, wykorzystując ofiary Holokaustu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/usa-szwajcarski-bank-a-w-nim-pieniadze-nazistow-reaguje-senat-usa/", "date_published": "2023-04-19 14:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Płonie fabryka z niebezpiecznymi  materiałami. Wezwano pociąg strażacki", "description": "W rosyjskim Dzierżyńsku płonie fabryka z materiałami niebezpiecznymi. Służby podniosły stopień złożoności akcji gaśniczej. Na miejsce wezwano m.in. śmigłowiec i pociąg strażacki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/rosja-plonie-fabryka-z-niebezpiecznymi-materialami-wezwano-pociag-strazacki/", "date_published": "2023-04-19 14:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Na szyi Putina zauważono tajemniczą \"bliznę\". Przywódca Rosjan przeszedł operację?", "description": "Mnożą się spekulacje dotyczące zauważonej podczas ostatniej publicznej aktywności Władimira Putina blizny. Zdjęcie wykonane na prawosławnym wielkanocnym nabożeństwie w moskiewskim soborze Chrystusa Zbawiciela pokazuje dziwny ślad na szyi rosyjskiego dyktatora. Wyraźna ukośna linia rodzi sugestie, że prezydent może być chory na raka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/blizna-putina/", "date_published": "2023-04-19 12:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Wagnerowiec przyznał się do zabijania dzieci. Teraz obawia się Rosjan", "description": "Były członek Grupy Wagnera Azamat Uldarow, który przyznał się do zabijania cywilów, w tym dzieci podczas działań prowadzonych w Ukrainie boi się o swoje życie - podaje ukraińska agencja Unian. Według Uldarowa, w Rosji urządzono polowanie na niego, a ludzie Jewgienija Prigożyna nieustannie się z nim kontaktują i nalegają na spotkanie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/rosja-wagnerowiec-przyznal-sie-do-zabijania-dzieci-teraz-obawia-sie-rosjan/", "date_published": "2023-04-19 11:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Teresa uwielbia kamienie. Je prawie kilogram dziennie", "description": "Teresa Widener ma 55 lat i od ponad trzech dekad zmaga się z nietypowym uzależnieniem. O swojej przypadłości o opowiedziała telewizji TLC. Przed kamerą wyznała, że w ciągu dnia jest w stanie zjeść blisko kilogram kamieni. Pociąga ją, że pachną ziemią. Uwielbia też ich chrupkość. Po ten twardy przysmak sięga najczęściej wtedy, by poprawić sobie nastrój. Takie zachowanie należy do zespołu Pica.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/kobieta-je-kamienie/", "date_published": "2023-04-19 11:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Prezydent Brazylii zmienił zdanie ws. wojny w Ukrainie", "description": "Prezydent Brazylii po krytyce za słowa o Ukrainie oświadczył, że popiera jej integralność terytorialną - przekazała w środę ukraińska agencja Unian. We wcześniejszych wypowiedziach Luiz Inacio Lula da Silva zaproponował m.in. oddanie Rosji Krymu w celu zakończenia wojny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/prezydent-brazylii-zmienil-zdanie-ws-wojny-w-ukrainie/", "date_published": "2023-04-19 09:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Policja nie mogła złapać złodzieja. Pomógł dostawca pizzy", "description": "Dostawca pizzy podłożył nogę złodziejowi, który uciekał przed policją, czym umożliwił schwytanie - powiadomił portal NBC News. Zdarzenie zostało nagrane i opublikowane w mediach społecznościowych. Funkcjonariusze mimo wdzięczności dla dostawcy, apelują, by powstrzymywać się od działania na własną rękę podczas policyjnych interwencji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/usa-policja-nie-mogla-zlapac-zlodzieja-pomogl-dostawca-pizzy/", "date_published": "2023-04-19 08:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Odkrycie nastolatków ma blisko 1000 lat. Myśleli, że to zwykła kłoda", "description": "Prawie tysiącletnie kanoe rdzennych Amerykanów zostało wyłowione z jeziora w Północnej Karolinie (USA) po tym, jak dosłownie potknęli się o niego bawiący przy brzegu nastolatkowie. Początkowo myślano, że to zwykła, długa kłoda częściowo zakopana w dnie. Do wyciągnięcia zabytkowej łodzi potrzebnych było kilka osób, a nagranie z akcji udostępniono w sieci.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/usa-odkrycie-nastolatkow-ma-blisko-1000-lat-mysleli-ze-to-zwykla-kloda/", "date_published": "2023-04-19 07:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Śmierć Aarona Cartera. Są wyniki sekcji zwłok", "description": "Aaron Carter utonął w wannie po wdychaniu difluoroetanu i spożyciu alprazolamu - wykazała sekcja zwłok amerykańskiego wokalisty popowego, który zmarł 5 listopada 2022 roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/wyniki-sekcji-zwlok-aarona-cartera-okazalo-sie-ze-utonal-w-wannie/", "date_published": "2023-04-19 07:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Ataków psów w Birmingham. Dzieci zamknięto w szkole", "description": "Rodzice przez ponad godzinę nie mogli odebrać swoich dzieci ze szkoły podstawowej Barford w Birmingham. W pobliżu krążyły dwa psy, które zaatakowały przynajmniej sześć osób.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/psy-wtargnely-do-szkoly-6-osob-w-szpitalu/", "date_published": "2023-04-19 06:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowy Jork: Katastrofa budowlana. Zawalił się parking", "description": "Co najmniej jedna osoba zginęła, kilka jest rannych po zawaleniu się piętrowego parkingu w Nowym Jorku - powiadomił portal BBC. Jak przekazano, po zdarzeniu ewakuowano osoby z kilku pobliskich budynków.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-19/nowy-jork-katastrofa-budowlana-zawalil-sie-parking/", "date_published": "2023-04-19 04:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]