[{"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny pakiet broni dla Ukrainy od Amerykanów", "description": "Biały Dom ogłosił w środę kolejny, 36. pakiet pomocy wojskowej dla Ukrainy. Jak zapowiedziała rzeczniczka Białego Domu Karine Jean-Pierre, będzie on zawierać m.in. amunicję do systemów HIMARS, amunicję artyleryjską i \"systemy przeciwpancerne\".", "link": "https://businessinsider.com.pl/wiadomosci/kolejny-pakiet-broni-dla-ukrainy-od-amerykanow/82q4d1b", "date_published": "2023-04-19 19:41:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będzie dalszy ciąg rozmów z KE o imporcie z Ukrainy", "description": "Rozmowy na temat importu produktów rolnych z Ukrainy, jakie prowadzili w środę z unijnymi komisarzami ds. rolnictwa i ds. handlu ministrowie z pięciu krajów UE, będą kontynuowane w przyszłym tygodniu — zapowiedział w środę w TVP1 minister rolnictwa Robert Telus.", "link": "https://businessinsider.com.pl/biznes/bedzie-dalszy-ciag-rozmow-z-ke-o-imporcie-z-ukrainy/fns6g1m", "date_published": "2023-04-19 19:15:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraińska gospodarka w dramatycznej sytuacji. Tylko jeden sektor jakoś się trzyma", "description": "Według danych Ministerstwa Gospodarki Ukrainy gospodarka dotkniętego wojną kraju skurczyła się w ciągu ostatniego roku o co najmniej 30 proc. Nawet 70 proc. mieszkańców żyje obecnie w ubóstwie, a według prognoz ministerstwa wkrótce kolejni Ukraińcy stracą pracę. Z opublikowanego w środę raportu fundacji World For Ukraine płyną pesymistyczne wnioski.", "link": "https://businessinsider.com.pl/wiadomosci/ukrainska-gospodarka-w-dramatycznej-sytuacji-tylko-jeden-sektor-sie-trzyma/xlcjvf7", "date_published": "2023-04-19 18:14:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekspert mówi o \"cudzie nad Wisłą\". Deweloperzy z rekordowymi zyskami, mimo kryzysu", "description": "W mieszkaniówce był kryzys, ale nie w wynikach deweloperów. Czołówka firm notowanych na giełdzie pobiła rekord. Razem zarobili ponad 1,7 mld zł. Po rocznej przerwie na czoło stawki najbardziej dochodowych spółek powrócił Dom Development.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/kryzys-w-mieszkaniowce-deweloperzy-z-rekordowymi-zyskami/rk8xxyz", "date_published": "2023-04-19 18:10:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Heineken coraz bliżej sprzedaży rosyjskiego biznesu", "description": "Holenderski producent piwa Heineken zwrócił się do rosyjskich organów regulacyjnych o zgodę na sprzedaż swojego biznesu w Rosji. Spółka poinformowała o tym przy okazji publikacji wyników za I kwartał 2023 r.", "link": "https://businessinsider.com.pl/biznes/heineken-coraz-blizej-sprzedazy-rosyjskiego-biznesu/66gv396", "date_published": "2023-04-19 17:58:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tego elektrycznego malucha dostaniesz złożonego w paczce do samodzielnego złożenia", "description": "Szwedzka Ikea rozpromowała meble do samodzielnego składania. Być może w przyszłości ulicami miast będą jeździły składane samochody elektryczne. Szedzki Luvly O ma kosztować 10 tys. euro i pozwalać na przejechanie do 100 km na jednym ładowaniu.", "link": "https://businessinsider.com.pl/technologie/elektryczny-samochod-nie-musi-byc-drogi-luvly-dostaniesz-w-paczce-i-sam-zlozysz/hfbwqr5", "date_published": "2023-04-19 17:32:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjski import chipów się odrodził. Moskwa pozyskuje je okrężną drogą", "description": "Instytucje handlowe w Stanach Zjednoczonych i Unii Europejskiej odnotowały gwałtowny wzrost ilości chipów i innych komponentów elektronicznych wysyłanych do Rosji przede wszystkim przez Armenię, Kazachstan i kilka innych krajów — podał \"New York Times\".", "link": "https://businessinsider.com.pl/biznes/rosyjski-import-chipow-sie-odrodzil-moskwa-pozyskuje-je-okrezna-droga/wxxcfrr", "date_published": "2023-04-19 17:27:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szalejące ceny materiałów budowlanych. Wiadomo, co odnotowało najwyższy wzrost", "description": "Planujesz remont lub budowę? Przygotuj się na duże wydatki. Inflacja szaleje, a z nią ceny materiałów budowlanych. Średnie podwyżki wynoszą 14 proc., ale są produkty, których ceny podskoczyły w rok o 44 proc. Jest za to jedna grupa, w której jest taniej.", "link": "https://businessinsider.com.pl/gospodarka/szalejace-ceny-materialow-budowlanych-wiadomo-co-odnotowalo-najwyzszy-wzrost/646f1cx", "date_published": "2023-04-19 16:44:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto najdroższe i najtańsze miejsca do odwiedzin w 2023 r.", "description": "Planujących najbliższe wakacje może zainteresować najnowszy ranking \"Traveller’s Elixir\", o którym informuje belgijski dziennik \"Le Soir\". Portal dokonał zestawienia najtańszych i najdroższych miejsc do odwiedzenia w tym roku.", "link": "https://businessinsider.com.pl/wiadomosci/gdzie-jechac-na-wakacje-oto-najdrozsze-i-najtansze-miejsca-w-2023-r/kwr3ksf", "date_published": "2023-04-19 16:31:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA wprowadzają nowe sankcje przeciwko producentom irańskich dronów", "description": "Amerykański resort finansów ogłosił w środę kolejny pakiet sankcji przeciwko Iranowi, wymierzonych w sieć irańskich podmiotów zaopatrujących wbrew dotychczasowym ograniczeniom irański przemysł zbrojeniowy i program budowy dronów. Na czarną listę trafiły firmy sprowadzające elektronikę z Chin, Hongkongu i Malezji.", "link": "https://businessinsider.com.pl/wiadomosci/usa-wprowadzaja-nowe-sankcje-przeciwko-producentom-iranskich-dronow/pr54kxp", "date_published": "2023-04-19 16:12:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemiecki gigant zbuduje fabrykę w Polsce. To setki miejsc pracy", "description": "Niemiecki koncern Bosch zainwestuje 1,2 mld zł w budowę fabryki pomp ciepła w Dobromierzu (Dolnośląskie). W nowym zakładzie do 2027 r. ma być zatrudnionych 500 osób. Premier Mateusz Morawiecki wskazał, że ta inwestycja to nie tylko szansa dla regionu wałbrzyskiego, ale też dla całego kraju.", "link": "https://businessinsider.com.pl/biznes/niemiecki-gigant-zbuduje-fabryke-w-polsce-zobacz-ile-powstanie-nowych-miejsc-pracy/dgg6xgq", "date_published": "2023-04-19 16:07:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Młodzi Polacy chcą otwierać firmy. Mają jednak duże obawy o dwa ważne czynniki", "description": "Ponad połowa młodych Polaków chce mieć własną firmę, ale tylko mała część z nich podejmuje w tej sprawie konkretne działania — mówi w rozmowie z Interią dr Artur Domurat z Instytutu Psychologii Wydziału Nauk Społecznych Uniwersytetu Śląskiego.", "link": "https://businessinsider.com.pl/biznes/mlodzi-polacy-chca-otwierac-firmy-maja-jednak-duze-obawy-o-dwa-wazne-czynniki/qtefdq0", "date_published": "2023-04-19 15:50:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Bank szpiegów\" wynosi się z Budapesztu. Znamy miejsce nowej siedziby", "description": "W związku z objęciem przez USA sankcjami Międzynarodowego Banku Inwestycyjnego (IIB), nazywanego często rosyjskim \"bankiem szpiegów\", instytucja rozpoczęła proces przenosin swojej siedziby z Budapesztu do Rosji — poinformował bank na swojej stronie internetowej.", "link": "https://businessinsider.com.pl/wiadomosci/bank-szpiegow-wynosi-sie-z-budapesztu-znamy-nowe-miejsce/mxq14z4", "date_published": "2023-04-19 15:16:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rusza sezon wycieczkowców w Porcie Gdańsk. Oto plany na ten rok", "description": "W czwartek rozpocznie się sezon wycieczkowców w Porcie Gdańsk. W tym roku planujemy 46 zawinięć jednostek wycieczkowych — zapowiedział Michał Stupak z Portu Gdańsk.", "link": "https://businessinsider.com.pl/wiadomosci/rusza-sezon-wycieczkowcow-w-porcie-gdansk-oto-plany-na-ten-rok/4gt9cy0", "date_published": "2023-04-19 14:54:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski bank przyznaje, że od wielu godzin odpiera ataki hakerów", "description": "Bank Ochrony Środowiska od godzin porannych identyfikuje różnego rodzaju ataki hakerskie na usługi bankowości elektronicznej — przyznają przedstawiciele banku. Z tego względu czasowo klienci mogą mieć problemy z dostępem do niektórych usług. Podpowiadamy, co w takiej sytuacji można zrobić.", "link": "https://businessinsider.com.pl/technologie/masz-problem-z-dostepem-do-konta-polski-bank-na-celowniku-hakerow/48tnl88", "date_published": "2023-04-19 14:46:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kreml obawia się uzależnienia od Chin. Wyciekła notatka", "description": "Rosja zapędziła się w kozi róg — twierdzą europejscy urzędnicy, którzy mieli dostęp do niepublikowanego raportu rosyjskiego rządu. Wynika z niego, że Rosja starała się pozyskać z Chin technologie, a jednocześnie zauważała, że przy sankcjach nie może już skorzystać z innej oferty. Sama nie produkuje przy tym urządzeń zaawansowanych technologii. Urzędnicy na Kremlu obawiają się, że Chiny zdominują rosyjski rynek i staną się w przyszłości zagrożeniem bezpieczeństwa Federacji.", "link": "https://businessinsider.com.pl/wiadomosci/kreml-obawia-sie-uzaleznienia-od-chin-wyciekla-notatka/ppp8qkg", "date_published": "2023-04-19 14:40:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wśród śmieci w oceanach żyją bezkręgowce. Wiele z nich to gatunki przybrzeżne", "description": "Wielka Pacyficzna Plama Śmieci to tak naprawdę wyjątkowy oceaniczny ekosystem pełen stworzeń, które przywierają do plastikowych odpadów. Według najnowszych badań wiele gatunków przybrzeżnych żyje tam obok zwierząt, które funkcjonują na otwartym oceanie. W ten sposób śmieci połączyły gatunki, które w przeszłości raczej się nie spotykały.", "link": "https://businessinsider.com.pl/wiadomosci/wsrod-smieci-w-oceanach-zyja-bezkregowce-wiele-z-nich-to-gatunki-przybrzezne/d2q015b", "date_published": "2023-04-19 14:13:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten laptop może trafić za darmo do uczniów. Minister podał koszt jednego komputera", "description": "Prawie 3 tys. zł brutto będzie kosztował podatników jeden laptop, który prawdopodobnie otrzymają uczniowie czwartych klas w tym roku. Łączny koszt około 370 tys. komputerów przekroczy 1 mld zł. Z danych ujawnionych przez ministra cyfryzacji wiadomo, jaki dokładniej sprzęt dostaną dzieci.", "link": "https://businessinsider.com.pl/wiadomosci/darmowy-laptop-dla-uczniow-oto-parametry-i-cena/1j4fsm1", "date_published": "2023-04-19 14:05:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gwałtowny spadek cen ropy i gazu. Rynek zmienił kierunek", "description": "Słowa członka grona decyzyjnego amerykańskiej Rezerwy Federalnej wpłynęły na znaczące spadki cen ropy. To zniwelowało efekt cięcia produkcji przez kraje OPEC+. Wkrótce możemy mieć taniej na stacjach. W podobnym stopniu staniał też gaz.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/gwaltowny-spadek-cen-ropy-i-gazu-rynek-zmienil-kierunek/xts6s7e", "date_published": "2023-04-19 13:44:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minister Moskwa krytycznie o \"Fit for 55\": Polska nie poprze żadnego z przyjętych we wtorek aktów prawnych", "description": "Polska nie poprze w Radzie UE żadnego z aktów prawnych, które zostały we wtorek przyjęte przez Parlament Europejski w związku z pakietem \"Fit for 55\" — zapowiedziała w rozmowie z portalem i.pl minister klimatu i środowiska Anna Moskwa.", "link": "https://businessinsider.com.pl/wiadomosci/moskwa-o-fit-for-55-polska-nie-poprze-zadnego-z-aktow-przyjetych-we-wtorek-przez-pe/76kyhe5", "date_published": "2023-04-19 13:32:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Są cechy osobowości, które sprzyjają długowieczności. To wnioski m.in. z badania, które trwało 70 lat", "description": "Jesteś przyjacielski? Otwarty? Stabilny emocjonalnie? Liczne badania, w których wzięli udział starsi ludzie na całym świecie, pokazują, że właśnie te cechy osobowości związane są z dłuższym życie.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/dlugowiecznosc-jak-zachowac-zdrowie-i-dlugo-zyc/tmk45qm", "date_published": "2023-04-19 13:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Istnieją trzy typy złych szefów. Oto jak sobie z nimi radzić", "description": "Często nie wiemy, co robić, gdy szef, dla którego pracujemy, okazuje się nie grzeszyć inteligencją. Ignorowanie go i kontakt z wyższym w hierarchii przełożonym może wywołać niechciane konsekwencje, a bezpośrednia konfrontacja nie zawsze się opłaca. Jak sobie więc z nimi radzić?", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/trzy-typy-zlych-szefow-oto-jak-sobie-z-nimi-radzic/3g4k31c", "date_published": "2023-04-19 13:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fox News zapłaci za kłamstwa na temat wyborów. Ugoda warta setki milionów dolarów", "description": "Fox News tuż przed procesem zawarł ugodę z Dominion Voting Systems. Stacja przyznała się do powielania teorii spiskowych na temat fałszerstw wyborczych i zgodziła się zapłacić ponad 787 mln dol.", "link": "https://businessinsider.com.pl/wiadomosci/fox-news-zaplaci-za-klamstwa-na-temat-falszerstw-wyborczych-ugoda-warta-setki/kvzejx3", "date_published": "2023-04-19 13:13:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wizz Air wprowadza innowacyjną usługę. Płacisz raz, latasz do woli", "description": "Wizz Air stara się zachęcić klientów do wybierania właśnie tej linii lotniczej i wprowadza abonament, dzięki któremu będzie można za stałą miesięczną opłatą podróżować. Polska będzie pierwszym krajem, w którym zostanie przetestowana ta opcja.", "link": "https://businessinsider.com.pl/technologie/wizz-air-wprowadza-innowacyjna-usluge-bedzie-abonament-na-loty/m8grg13", "date_published": "2023-04-19 13:08:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Można negocjować zniżkę na mieszkanie. Ta sytuacja zwiększa różnice w cenach", "description": "Spowolnienie gospodarcze zwiększy różnice między cenami mieszkań w ofertach i ostatecznymi stawkami, po których można kupić własne \"M\" — wskazują ekonomiści. To zjawisko ma być widoczne zarówno w przypadku nowych lokali od deweloperów, jak i mieszkań z drugiej ręki.", "link": "https://businessinsider.com.pl/nieruchomosci/przerazaja-cie-ceny-mieszkan-zobacz-ile-mozna-wynegocjowac/9n0f7vq", "date_published": "2023-04-19 13:05:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekspert wskazuje największy błąd mowy ciała, jaki można popełnić", "description": "Jeśli chodzi o język mowy ciała, istnieje kilka poważnych błędów, które możemy popełnić nawet nieświadomie. Niektóre z nich mogą nas sporo kosztować, zwłaszcza gdy chcemy wywrzeć dobre wrażenie. Amerykański Business Insider zapytał dr Lillian Glass, specjalistkę od komunikacji i mowy ciała oraz autorkę książki \"Toksyczni ludzie\" (\"Toxic People\"), aby dowiedzieć się, który błąd może najbardziej zaszkodzić.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/mowa-ciala-i-kontakt-wzrokowy-jak-ja-odczytac/jtx7qem", "date_published": "2023-04-19 12:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gazprom straszy Europę. \"Niebanalne zadanie dla europejskich firm\"", "description": "Gazprom kreśli czarny scenariusz dla Europy, zgodnie z którym w kolejnym sezonie zimowym miałoby zabraknąć gazu. Według informacji rosyjskiego koncernu w europejskich magazynach jest zbyt mały zapas, a brak możliwości uzupełnienia go o gaz z Rosji może okazać się sporym problemem.", "link": "https://businessinsider.com.pl/wiadomosci/gazprom-straszy-europe-niebanalne-zadanie-dla-europejskich-firm/n9bn0z3", "date_published": "2023-04-19 12:54:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fiskus może zainteresować się prezentami na pierwszą komunię. O tych limitach warto pamiętać", "description": "Drogi prezent na pierwszą komunię ucieszy dziecko, ale może być problematyczny dla rodziców. Może z nim wiązać się obowiązek podatkowy i konieczność zgłoszenia do fiskusa. Kogo dotyczy i co zrobić? Podpowiadamy.", "link": "https://businessinsider.com.pl/poradnik-finansowy/prezenty-na-pierwsza-komunie-pod-lupa-fiskusa-o-tych-limitach-warto-pamietac/2c0smcd", "date_published": "2023-04-19 12:15:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tej miejscowości mieszkania nad Bałtykiem są najdroższe. To nie Sopot", "description": "Ocieplenie klimatu, wysoki kurs euro i doświadczenia z pandemii sprawiły, że coraz więcej Polaków wybiera odpoczynek nad Bałtykiem. Dla wielu wypoczynek w urokliwym miejscu staje się inspiracją do zmian i kupna własnego lokum w ulubionym, nadmorskim kurorcie. Sprawdziliśmy, jak kształtują się ceny używanych mieszkań i apartamentów w najpopularniejszych miejscowościach wypoczynkowych nad Bałtykiem.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ceny-mieszkan-nad-morzem-baltyckim-wcale-nie-sopot/7hg3j8z", "date_published": "2023-04-19 11:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigantyczna kara dla Biedronki. Sieć reaguje [TYLKO U NAS]", "description": "Sąd Ochrony Konkurencji i Konsumentów podtrzymał 60 mln zł kary dla Biedronki. Mamy odpowiedź firmy na tę decyzję i wiemy, jakie kroki teraz planuje.", "link": "https://businessinsider.com.pl/gospodarka/gigantyczna-kara-dla-biedronki-siec-reaguje/xppxy3d", "date_published": "2023-04-19 11:48:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyciekły chińskie plany. Chcą stworzyć niezwykły sprzęt szpiegowski", "description": "Wyciekły dokumenty, które ujawniają plany Chin dotyczące drona szpiegowskiego. Mógłby lecieć z prędkością trzykrotnie wyższą od prędkości dźwięku.", "link": "https://businessinsider.com.pl/technologie/wyciekly-chinskie-plany-chca-stworzyc-niezwykly-sprzet-szpiegowski/wfhls0x", "date_published": "2023-04-19 11:46:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk uważa, że rząd musi mieć \"jakiś plan awaryjny\", by wyłączyć AI, jeśli stanie się zbyt potężna", "description": "Elon Musk stwierdził, że rząd musi być przygotowany na interwencję, jeśli sztuczna inteligencja wymknie się spod kontroli.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/elon-musk-uwaza-ze-rzad-musi-miec-jakis-plan-awaryjny-by-wylaczyc-ai-jesli-stanie-sie/sn7m3m0", "date_published": "2023-04-19 11:38:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd Węgier zakazuje importu nie tylko zboża, ale także mięsa i jaj z Ukrainy", "description": "Rząd Węgier wprowadził zakaz importu szeregu produktów rolno-spożywczych z Ukrainy — wynika z dekretu opublikowanego w dzienniku urzędowym \"Magyar Kozlony\".  Na liście znalazły się m.in. mięso, jaja, chleb i wino.", "link": "https://businessinsider.com.pl/gospodarka/rzad-wegier-zakazuje-importu-nie-tylko-zboza-ale-takze-miesa-i-jaj-z-ukrainy/jm87pkc", "date_published": "2023-04-19 11:23:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "KE reaguje na kryzys zbożowy. Cztery produkty pod szczególną obserwacją", "description": "Szefowa KE Ursula von der Leyen odpowiedziała w środę na list pięciu przywódców państw UE w sprawie ukraińskiego zboża. Podkreśliła, że potrzebne jest wspólne europejskie podejście w tej sprawie — przekazała dziennikarzom w Brukseli rzeczniczka KE Dana Spinant.", "link": "https://businessinsider.com.pl/wiadomosci/ke-bierze-sie-za-kryzys-zbozowy-cztery-produkty-pod-szczegolna-obserwacja/0dpxxg7", "date_published": "2023-04-19 11:12:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te dwie opaski potrafią wiele. Możne je kupić w cenach do 150 zł", "description": "Nie trzeba wydawać setek lub nawet tysięcy złotych, aby zaopatrzyć się w urządzenie monitorujące codzienne aktywności, tętno, sen, a nawet natlenienie krwi. Te dwa produkty typu smartband posiadają wiele ciekawych funkcji. W dodatku opisane modele można nabyć w cenach do 150 zł.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/te-dwie-opaski-potrafia-wiele-mozne-je-kupic-w-cenach-do-150-zl/4gjsp9x", "date_published": "2023-04-19 10:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Związek Banków Polskich po 20 latach rządów Krzysztofa Pietraszkiewicza ma nowego prezesa", "description": "Krzysztof Pietraszkiewicz po 20 latach bycia prezesem i 32 latach pracy w Związku Banków Polskich przechodzi na emeryturę. W środę rozszerzono zarząd do czterech osób, powołano dwóch nowych przedstawicieli i wybrano prezesa.", "link": "https://businessinsider.com.pl/finanse/po-20-latach-zmienil-sie-prezes-zwiazku-bankow-polski-wybrano-nastepce-krzysztofa/z8nc8dy", "date_published": "2023-04-19 10:26:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie działa strona kolejnego dużego banku", "description": "W środę 19 kwietnia w godzinach przedpołudniowych przestała działać strona internetowa Raiffeisen Banku. Po wejściu na nią internauci otrzymują komunikat o przerwie technicznej bądź też całkowitej niedostępności serwisu.", "link": "https://businessinsider.com.pl/wiadomosci/nie-dziala-strona-kolejnego-duzego-banku/ywb4np5", "date_published": "2023-04-19 09:57:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie działa strona kolejnego dużego banku", "description": "W środę 19 kwietnia w godzinach przedpołudniowych przestała działać strona internetowa Raiffeisen Banku. Po wejściu na nią internauci otrzymują komunikat o przerwie technicznej bądź też całkowitej niedostępności serwisu.", "link": "https://businessinsider.com.pl/wiadomosci/nie-dziala-strona-kolejnego-duzego-banku-klientom-wyswietla-sie-komunikat/ywb4np5", "date_published": "2023-04-19 09:57:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef wywiadu Ukrainy powiedział, kiedy skończy się wojna. Zaskakująca deklaracja", "description": "Szef wywiadu Ukrainy Kyryło Budanow już przed atakiem Rosji ostrzegał przed wojną, a w trakcie jej trwania trafnie przewidywał niektóre jej etapy. Tym razem zabrał głos w sprawie końca walk.", "link": "https://businessinsider.com.pl/wiadomosci/szef-wywiadu-ukrainy-powiedzial-kiedy-skonczy-sie-wojna-zaskakujaca-deklaracja/77gsg7j", "date_published": "2023-04-19 09:54:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska spada w rankingu najwyższej inflacji w Unii. Węgry liderem", "description": "Ceny wciąż rosną u nas szybko, ale pojawiły się dane, które mogą dać jakieś pocieszenie. Okazuje się, że postępem drożyzny wyprzedza nas coraz więcej państw. W marcu spadliśmy na ósme miejsce w Europie i szóste w Unii pod względem najwyższej inflacji.", "link": "https://businessinsider.com.pl/gospodarka/polska-coraz-nizej-w-rankingu-najwyzszej-inflacji-w-unii-wegry-liderem/r8kcw1x", "date_published": "2023-04-19 09:41:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska spada w rankingu najwyższej inflacji w Unii. Węgry liderem", "description": "Ceny wciąż rosną u nas szybko, ale pojawiły się dane, które mogą dać jakieś pocieszenie. Okazuje się, że postępem drożyzny wyprzedza nas coraz więcej państw. W marcu spadliśmy na ósme miejsce w Europie i szóste w Unii pod względem najwyższej inflacji.", "link": "https://businessinsider.com.pl/gospodarka/najwyzsza-inflacja-w-unii-polska-coraz-dalej-w-rankingu/r8kcw1x", "date_published": "2023-04-19 09:41:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska wyżej w rankingu inflacji w Europie. Turcja i Węgry negatywnymi liderami", "description": "Ceny wciąż rosną u nas szybko, ale pojawiły się dane, które mogą dać jakieś pocieszenie. Okazuje się, że postępem drożyzny wyprzedza nas coraz więcej państw. W marcu awansowaliśmy na ósme miejsce od końca w Europie i szóste od końca w Unii pod względem inflacji.", "link": "https://businessinsider.com.pl/gospodarka/najwyzsza-inflacja-w-europie-polska-coraz-wyzej-w-rankingu/r8kcw1x", "date_published": "2023-04-19 09:41:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjskie \"statki widma\" krążą po Bałtyku. Co knują ludzie Putina?", "description": "Na wodach wokół Danii, Szwecji, Norwegii oraz Finlandii — w tym na Morzu Bałtyckim — rosyjskie \"statki widma\" przygotowują możliwe działania sabotażowe wymierzone w morskie elektrownie wiatrowe, podwodne rurociągi i kable energetyczne — ujawniły w środę telewizje publiczne państw nordyckich.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjskie-statki-widma-kraza-po-baltyku-co-knuja-ludzie-putina/d273ney", "date_published": "2023-04-19 09:17:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Złe wieści dla polskich imigrantów. Inflacja w Wielkiej Brytanii najwyższa w zachodniej Europie", "description": "Ekonomiści prognozowali, że od marca w Wielkiej Brytanii roczna inflacja będzie już jednocyfrowa. Rozczarowali się. Dane biura statystycznego pokazują tylko lekki ruch w dół. Inflacja wyniosła 10,1 proc. rok do roku. Prognozy były dokładnie tak samo nietrafione jak w przypadku Polski. Płace rosną dużo wolniej od inflacji i siła nabywcza m.in. polskich imigrantów jest coraz niższa. Bardzo szybko drożała żywność.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-wielkiej-brytanii-najwyzsza-w-zachodniej-europie-zle-wiesci-dla-polskich/66vwl4y", "date_published": "2023-04-19 09:11:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowy kosmiczny biznes. Balonem do stratosfery", "description": "Wyścig kosmiczny właśnie zyskał nowego uczestnika. Francuska firma Zephalto oferuje pasażerom możliwość podróży balonem do stratosfery — pisze w środę Bloomberg. Ceny zaczynają się od 120 tys. euro za osobę w 2025 r., a pasażerowie lotu zostaną uraczeni doskonałym francuskim winem i jedzeniem.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/nowy-kosmiczny-biznes-balonem-do-stratosfery/8ytmj93", "date_published": "2023-04-19 09:03:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy rolnicy dostaną dopłaty za zboże? Minister odpowiada", "description": "Minister rolnictwa i rozwoju wsi Robert Telus zapytany został w Radiu Zet o to, kiedy do rolników popłynął pierwsze dopłaty za zboże.— Chciałbym, żeby na najbliższej Radzie Ministrów, a może nawet i wcześniej, ale we wtorek, program był przygotowany — odpowiedział.", "link": "https://businessinsider.com.pl/wiadomosci/program-doplat-za-zboze-kiedy-rolnicy-dostana-pieniadze-minister-odpowiada/9txsjs2", "date_published": "2023-04-19 08:31:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak zboże przejedzie przez Polskę? Minister rozwoju tłumaczy, kto zabezpieczy konwój", "description": "Przez pierwszy tydzień od wznowienia tranzytu, funkcjonariusze KAS będą konwojować pojazdy do miejsca docelowego — mówi Waldemar Buda, minister rozwoju i technologii w rozmowie z Business Insider. Jego zdaniem oprócz wprowadzenia do prawa UE wypracowanych przez Polskę mechanizmów, trzeba stworzyć system, który równomiernie rozprowadza towary po całej Unii.", "link": "https://businessinsider.com.pl/prawo/jak-zboze-przejedzie-przez-polske-minister-rozwoju-tlumaczy-kto-zabezpieczy-konwoj/l1yv24y", "date_published": "2023-04-19 08:27:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nieoficjalnie: zamiast zakazów wwozu zboża rozwiązanie na poziomie UE", "description": "Komisja Europejska jest gotowa wprowadzić zakaz importu pszenicy, kukurydzy, słonecznika i rzepaku — dowiedziała się brukselska korespondentka Polskiego Radia Beata Płomecka.", "link": "https://businessinsider.com.pl/wiadomosci/zboze-z-ukrainy-komisja-europejska-szykuje-rozwiazanie-chodzi-min-o-polske/z9lk89x", "date_published": "2023-04-19 08:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Użytkowników już sześć razy więcej niż mieszkańców Polski. Netflix zaskoczył wynikami", "description": "Rynek nie oczekiwał niczego dobrego po wynikach Netfliksa za pierwszy kwartał, ale największa platforma streamingowa pozytywnie zaskoczyła. Mimo zaostrzającej się konkurencji, klientów przybyło prawie dwa miliony, głównie w Europie i Azji. Przed publikacją danych trwała wyprzedaż akcji, ale zaraz po niej nastąpił zwrot o 180 stopni.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/netflix-zaskoczyl-wynikami-uzytkownikow-szesc-razy-wiecej-niz-mieszkancow-polski/9lh4h99", "date_published": "2023-04-19 07:58:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będą inne oznaczenia na butelkach i puszkach z piwem. W tym zupełna nowość", "description": "Po raz pierwszy od 2013 r. zmienią się oznaczenia na opakowaniach piw. Zarówno tych z alkoholem, jak i bezalkoholowych. \"Zdecydowaliśmy się na uproszczenie znaków oraz jednoczesne stosowanie wszystkich trzech ikon na każdym opakowaniu piwa alkoholowego\" — mówi cytowany w komunikacie Bartłomiej Morzycki, dyrektor generalny Związku.", "link": "https://businessinsider.com.pl/wiadomosci/beda-inne-oznaczenia-na-butelkach-i-puszkach-z-piwem-w-tym-zupelna-nowosc/07cepxh", "date_published": "2023-04-19 07:51:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To będzie nowy najludniejszy kraj na świecie. \"Symbol postępu, rozwoju i aspiracji\"", "description": "Indie mają wyprzedzić Chiny o 2,9 mln osób w połowie 2023 r. Fundusz Ludnościowy Narodów Zjednoczonych (UNFPA) oszacował, że populacja Indii wkrótce wyniesie 1,4286 mld osób, a Chin — 1,4257 mld.", "link": "https://businessinsider.com.pl/wiadomosci/indie-wyprzedza-chiny-i-beda-najludniejszym-krajem-swiata-symbol-postepu-rozwoju-i/21n2z6k", "date_published": "2023-04-19 07:46:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Reckitt ze świetnymi wynikami w obszarze równości płci wobec płac", "description": "W roku 2022 na rynku polskim mediana różnic w wynagrodzeniu kobiet i mężczyzn w Reckitt wyniosła -4.6% (-4.7% w 2021 r.) na korzyść kobiet, podczas gdy różnica luki premiowej osiągnęła poziom -0.5% na korzyść kobiet (-0.6% w 2021 r.). Tym samym Reckitt zadaje kłam przewidywaniom, mówiącym o tym, że pod kątem równości płac mężczyźni zostaną dogonieni przez kobiety dopiero za 132 lata.", "link": "https://businessinsider.com.pl/firmy/dla-firm/reckitt-ze-swietnymi-wynikami-w-obszarze-rownosci-plci-wobec-plac/jw8fd58", "date_published": "2023-04-19 07:44:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Rosja zakłócała transmisje ze Starlinków w Ukrainie. Wyciekły dokumenty wywiadu", "description": "Rosja dąży do zakłócenia działania satelitów Starlink, wykorzystywanych przez ukraińską armię. W tym celu przez kilka miesięcy eksperymentowała z systemem walki elektronicznej Toboł - pisze \"Washington Post\" omawiając kolejne dokumenty amerykańskiego wywiadu, które wyciekły do sieci.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-zaklocala-transmisje-ze-starlinkow-w-ukrainie-wyciekly-dokumenty-wywiadu/q7yy683", "date_published": "2023-04-19 07:31:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Złap oddech w polskich górach. Polecamy trzy hotele ze SPA przy szlakach", "description": "Jeśli planujesz wiosenny wyjazd, chcesz odpocząć i „naładować baterie” lub wręcz przeciwnie, chcesz aktywnie spędzić czas na długich górskich wędrówkach, ten artykuł jest dla ciebie. Polecamy w nim — malowniczo położone w górach, w niedalekiej odległości od szlaków i doceniane przez gości — hotele ze SPA. Wszystkie prezentowane obiekty oferują piękny widok z okien, liczne atrakcje, wyśmienitą kuchnię i SPA na najwyższym poziomie. Warto podkreślić, że cena rezerwacji za pośrednictwem serwisu Triverna jest szczególnie atrakcyjna. Wybierz hotel, który spełni twoje oczekiwania i spędź niezapomniany czas w górach. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/zlap-oddech-w-polskich-gorach-polecamy-trzy-hotele-ze-spa-przy-szlakach/zym2qm7", "date_published": "2023-04-19 07:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 19 kwietnia poniżej 4,65 zł", "description": "Kurs euro poniżej 4,65 zł. W środę rano 19 kwietnia 2023 r. kurs EUR/PLN wynosił 4,6275 zł. Jak to wyglądało wcześniej?", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-dzisiejsze-notowania-walut-19-kwietnia-2023/qsbh7sg", "date_published": "2023-04-19 07:20:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 19 kwietnia powyżej 4,2 zł", "description": "Kurs dolara powyżej 4,2 zł. W środę rano 19 kwietnia 2023 r. kurs USD/PLN wynosi 4,2199.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-19-kwietnia-2023/xldlvq9", "date_published": "2023-04-19 07:18:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 19 kwietnia w okolicy 4,7 zł", "description": "Frank szwajcarski w okolicy 4,7 zł. W środę rano 19 kwietnia 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,7049.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-19-kwietnia-2023/cl9p71g", "date_published": "2023-04-19 07:17:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć popularnych hulajnóg elektrycznych, które możesz kupować w ciemno", "description": "Wybraliśmy dla was pięć hulajnóg elektrycznych, które warto kupić. Korzystaliśmy z najnowszego rankingu najpopularniejszych pojazdów według danych z porównywarki cen Skąpiec.pl. Są to modele w różnych przedziałach cenowych, więc każdy znajdzie coś dla siebie.", "link": "https://businessinsider.com.pl/technologie/piec-popularnych-hulajnog-elektrycznych-ktore-mozesz-kupowac-w-ciemno/0nls9kj", "date_published": "2023-04-19 07:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Krytyka zrobiła swoje. Zwrot w sprawie wódki Absolut w Rosji", "description": "Należący do francuskiego koncernu Pernod Ricard producent szwedzkiej wódki Absolut poinformował we wtorek o wstrzymaniu eksportu do Rosji. Firma w ubiegłym tygodniu ogłosiła powrót na rynek rosyjski. W Szwecji decyzję skrytykowali politycy, a bojkot alkoholi tej marki rozpoczęli restauratorzy.", "link": "https://businessinsider.com.pl/wiadomosci/zwrot-w-sprawie-wodki-absolut-w-rosji-jest-nowe-stanowisko/1czvjds", "date_published": "2023-04-19 06:57:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Alert RCB na terenie ośmiu województw. \"Działania antyterrorystyczne i pościgowe\"", "description": "Rządowe Centrum Bezpieczeństwa wystosowało kolejny alert, tym razem dla mieszkańców ośmiu województw. Chodzi o ćwiczenia antyterrorystyczne, zaplanowane na 19 kwietnia.", "link": "https://businessinsider.com.pl/wiadomosci/alert-rcb-na-terenie-osmiu-wojewodztw-dzialania-antyterrorystyczne-i-poscigowe/pvgygm0", "date_published": "2023-04-19 06:16:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski Ład to nie koniec. Będą kolejne zmiany w podatkach", "description": "Premier Morawiecki powiedział o potrzebie upraszczania systemu podatkowego. W tym kierunku będę proponował kolejne rozwiązania. Jednym z priorytetów – największa od lat nowelizacja ordynacji podatkowej – powiedział wiceszef Ministerstwa Finansów Artur Soboń w rozmowie z \"Gazetą Polską\".", "link": "https://businessinsider.com.pl/wiadomosci/polski-lad-to-nie-koniec-beda-kolejne-zmiany-w-podatkach-oto-priorytet/xms0t91", "date_published": "2023-04-19 06:14:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd szykuje plan na wypadek wojny. Więcej władzy dla premiera", "description": "Rząd pracuje nad planem zarządzania państwem m.in. na wypadek wojny w Polsce — informuje portal internetowy Radia Zet. W rozporządzeniu, które w poniedziałek opublikowano na stronach rządowych, określono organizację i tryb przygotowania systemu kierowania bezpieczeństwem narodowym, w tym obroną państwa.", "link": "https://businessinsider.com.pl/wiadomosci/rzad-szykuje-plan-na-wypadek-wojny-wiecej-wladzy-dla-premiera/em4c41c", "date_published": "2023-04-19 05:52:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pijąc codziennie kawę, jesteś mniej narażony na przedwczesną śmierć niż osoby niepijące kawy wcale", "description": "Pojawia się coraz więcej dowodów na to, że picie kawy pomaga zapobiec przewlekłym chorobom i przedwczesnej śmierci. Jak wynika z badań opublikowanych ostatnio w Annals of Internal Medicine, codzienne picie małej czarnej może wspomóc dłuższe i zdrowsze życie, nawet jeśli dodamy do niej cukier.", "link": "https://businessinsider.com.pl/lifestyle/pijac-kawe-jestes-mniej-narazony-na-przedwczesna-smierc-badania/qkn5hhn", "date_published": "2023-04-19 05:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliony na ekspertyzy dla ministerstw. Kto wydaje najwięcej?", "description": "Ministerstwa wydają miliony na ekspertyzy sporządzane przez fachowców z zewnętrznych organizacji. Najwięcej za usługi doradcze płaci minister aktywów państwowych — pisze w środę \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/miliony-na-ekspertyzy-dla-ministerstw-kto-wydaje-najwiecej/pnwbxbz", "date_published": "2023-04-19 05:12:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mamy wyraźny spadek cen mąki na rynkach hurtowych", "description": "W samym środku zamieszania wokół ukraińskiego zboża zaczęła nam wyraźnie tanieć mąka, jest więc szansa na tańsze pieczywo. Wspomniane zboże od soboty znowu ma jechać przez Polskę tranzytem, ale ma być konwojowane. Ukraińcy tymczasem zarabiają w Polsce wyraźnie więcej, niż wydają, czyli mogą trochę zaoszczędzić. Złoty się umacnia – euro jest najtańsze od czerwca, a na polskim rynku wkrótce obok IKE, IKZE i PPE mają się pojawić także OIPE – to kolejny produkt związany z oszczędzaniem na emeryturę. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/mamy-wyrazny-spadek-cen-maki-na-rynkach-hurtowych/7xdy19e", "date_published": "2023-04-19 04:56:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak będą kształtować się opłaty na lotnisku w Radomiu. Nowy cennik zatwierdzony", "description": "60 zł opłaty za lądowanie samolotu do 2 ton, 30 zł od większych maszyn jak np. airbusy czy boeingi; 40 zł opłaty pasażerskiej za każdego podróżnego wylatującego z portu. Tak będą kształtowały się koszty przewoźników na lotnisku Warszawa-Radom — wynika z podpisanego przez prezesa Polskich Portów Lotniczych (PPL) cennika.", "link": "https://businessinsider.com.pl/biznes/lotnisko-warszawa-radom-tak-beda-wygladac-oplaty/2jz2f4n", "date_published": "2023-04-19 04:41:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć faktów o imporcie zbóż z Ukrainy. Kto dopilnuje tranzytu?", "description": "Rozmowy z Ukrainą w sprawie transportu zboża zakończyły się sukcesem – cieszy się Robert Telus, minister rolnictwa. Wtorkowe porozumienie jest nie tylko mocno spóźnione, ale wciąż budzi wątpliwości prawne. Polska uspokoiła nieco rozgniewaną Ukrainę, ale nie rozwiązała problemów z łamaniem unijnych i polskich przepisów.", "link": "https://businessinsider.com.pl/prawo/piec-faktow-o-imporcie-z-ukrainy-kto-dopilnuje-tranzytu/w56e3bq", "date_published": "2023-04-19 04:38:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płaca minimalna wyższa o dodatkowe 600 zł? Nie w tym roku", "description": "W roku wyborczym trzeba liczyć się z rekordowym wzrostem minimalnego wynagrodzenia. Okazją do podwyżki będzie konieczność wdrożenia unijnej dyrektywy w sprawie adekwatnych wynagrodzeń w UE. Czy rząd przebije Brukselę? — Będziemy starali się utrzymać minimalną pensję na poziomie co najmniej połowy średniej płacy — odpowiada Stanisław Szwed, wiceminister rodziny i polityki społecznej.", "link": "https://businessinsider.com.pl/prawo/praca/unijna-placa-minimalna-podwyzka-bedzie-ale-nie-w-tym-roku/ss0pldx", "date_published": "2023-04-19 04:27:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płaca minimalna wyższa o dodatkowe 600 zł? Nie w tym roku", "description": "W roku wyborczym trzeba liczyć się z rekordowym wzrostem minimalnego wynagrodzenia. Okazją do podwyżki będzie konieczność wdrożenia unijnej dyrektywy w sprawie adekwatnych wynagrodzeń w UE. Czy rząd przebije Brukselę? — Będziemy starali się utrzymać minimalną pensję na poziomie co najmniej połowy średniej płacy — odpowiada Stanisław Szwed, wiceminister rodziny i polityki społecznej.", "link": "https://businessinsider.com.pl/1681878614921/4/businessinsider_com_pl__prawo_praca_unijna_placa_minimalna_podwyzka_bedzie_ale_nie_w_tym_roku_ss0pldx", "date_published": "2023-04-19 04:27:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwa samochody w jednoosobowej działalności? Fiskus stawia warunek", "description": "Masz działalność, prowadzisz ją sam i chcesz mieć więcej niż jeden samochód? Jeśli wydatki na oba auta chcesz wrzucać w koszty, musisz uważać na fiskusa. Sprawdź, co zrobić, aby uniknąć problemów w przyszłości. Pokazujemy praktyczne problemy, jakie mogą się pojawić i wyjaśniamy, co zrobić.", "link": "https://businessinsider.com.pl/prawo/podatki/dwa-samochody-w-jednoosobowej-dzialalnosci-fiskus-stawia-warunek/23yf6pd", "date_published": "2023-04-19 04:21:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwa samochody w jednoosobowej działalności? Fiskus stawia warunek", "description": "Masz działalność, prowadzisz ją sam i chcesz mieć więcej niż jeden samochód? Jeśli wydatki na oba auta chcesz wrzucać w koszty, musisz uważać na fiskusa. Sprawdź, co zrobić, aby uniknąć problemów w przyszłości. Pokazujemy praktyczne problemy, jakie mogą się pojawić i wyjaśniamy, co zrobić.", "link": "https://businessinsider.com.pl/1681878614921/4/businessinsider_com_pl__prawo_podatki_dwa_samochody_w_jednoosobowej_dzialalnosci_fiskus_stawia_warunek_23yf6pd", "date_published": "2023-04-19 04:21:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle zarobiła pierwsza para Ameryki. Jest deklaracja podatkowa Bidenów", "description": "Prezydent USA Joe Biden i jego małżonka Jill, która jest profesorem uniwersyteckim, zarobili w ub. roku 579 tys. 514 dol. i zapłacili podatek federalny w wysokości 169 tys. 820 dol. (23,8 proc.) — wynika z ich deklaracji podatkowych, które zostały opublikowane we wtorek. Poprzednik Bidena, Donald Trump, nigdy nie zdecydował się ujawnić wysokości swoich przychodów.", "link": "https://businessinsider.com.pl/wiadomosci/zarobki-joe-i-jill-bidenow-pierwsza-para-ameryki-publikuje-deklaracje-podatkowe/384jpn3", "date_published": "2023-04-19 04:18:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle zarobiła pierwsza para Ameryki. Jest deklaracja podatkowa Bidenów", "description": "Prezydent USA Joe Biden i jego małżonka Jill, która jest profesorem uniwersyteckim, zarobili w ub. roku 579 tys. 514 dol. i zapłacili podatek federalny w wysokości 169 tys. 820 dol. (23,8 proc.) — wynika z ich deklaracji podatkowych, które zostały opublikowane we wtorek. Poprzednik Bidena, Donald Trump, nigdy nie zdecydował się ujawnić wysokości swoich przychodów.", "link": "https://businessinsider.com.pl/1681878614921/4/businessinsider_com_pl__wiadomosci_zarobki_joe_i_jill_bidenow_pierwsza_para_ameryki_publikuje_deklaracje_podatkowe_384jpn3", "date_published": "2023-04-19 04:18:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PiS chciało łatwo skosić zbożowy problem. Będzie lawina kolejnych", "description": "– To wygląda jak leczenie zawału lewatywą – tak Janusz Piechociński komentuje próby rozwiązania zbożowego problemu przez rząd i PiS. Polska zakazała importu artykułów z Ukrainy oraz rusza ze skupem zbóż. Eksperci podkreślają, że konsekwencje tego mogą być bardzo ponure.", "link": "https://businessinsider.com.pl/gospodarka/pis-chcialo-latwo-skosic-zbozowy-problem-moze-spowodowac-lawine-kolejnych/3gk7t3e", "date_published": "2023-04-19 04:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PiS chciało łatwo skosić zbożowy problem. Będzie lawina kolejnych", "description": "– To wygląda jak leczenie zawału lewatywą – tak Janusz Piechociński komentuje próby rozwiązania zbożowego problemu przez rząd i PiS. Polska zakazała importu artykułów z Ukrainy oraz rusza ze skupem zbóż. Eksperci podkreślają, że konsekwencje tego mogą być bardzo ponure.", "link": "https://businessinsider.com.pl/1681878614921/4/businessinsider_com_pl__gospodarka_pis_chcialo_latwo_skosic_zbozowy_problem_moze_spowodowac_lawine_kolejnych_3gk7t3e", "date_published": "2023-04-19 04:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Współczesna wyrocznia przepowiada lepszy czas dla polskiej gospodarki. Mijamy dno", "description": "Pół roku temu warszawska giełda była na dnie. Od tamtej pory urosła o kilkadziesiąt proc. To sugeruje, że polska gospodarka w perspektywie kolejnych miesięcy też będzie wychodziła na prostą. Wzrost apetytu na ryzyko widoczny jest głównie w odniesieniu do branży budowlanej i motoryzacyjnej. Szerokim łukiem jest omijana energetyka i sektor uzależniony w dużej mierze od spółek technologicznych z USA.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/gielda-wspolczesna-wyrocznia-przepowiada-lepszy-czas-dla-polskiej-gospodarki/hdytylh", "date_published": "2023-04-19 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Współczesna wyrocznia przepowiada lepszy czas dla polskiej gospodarki. Mijamy dno", "description": "Pół roku temu warszawska giełda była na dnie. Od tamtej pory urosła o kilkadziesiąt proc. To sugeruje, że polska gospodarka w perspektywie kolejnych miesięcy też będzie wychodziła na prostą. Wzrost apetytu na ryzyko widoczny jest głównie w odniesieniu do branży budowlanej i motoryzacyjnej. Szerokim łukiem jest omijana energetyka i sektor uzależniony w dużej mierze od spółek technologicznych z USA.", "link": "https://businessinsider.com.pl/1681878614921/4/businessinsider_com_pl__gielda_wiadomosci_gielda_wspolczesna_wyrocznia_przepowiada_lepszy_czas_dla_polskiej_gospodarki_hdytylh", "date_published": "2023-04-19 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]