{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3844737-ukraine-to-remove-defense-minister-ahead-of-expected-russian-offensive-lawmaker/", "title": "Ukraine to remove defense minister ahead of expected Russian offensive: lawmaker", "date_published": "2023-02-05 23:34:00+00:00", "description": "Ukraine is set to replace Defense Minister Oleksii Reznikov amid a series of corruption scandals, and ahead of an expected Russian offensive, according to a top Ukrainian lawmaker.  “War dictates personnel policy. Time and circumstances call for strengthening and regrouping. This is happening now and will continue to happen in the future,” wrote the Ukrainian...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3844710-obama-defense-secretary-questions-bidens-response-to-chinese-balloon/", "title": "Obama defense secretary questions Biden's response to Chinese balloon", "date_published": "2023-02-05 22:49:46+00:00", "description": "Leon Panetta, a former defense secretary in the Obama administration, questioned the Biden administration’s response to the suspected Chinese spy balloon that drifted across the U.S. before being shot down off the Carolina coast on Saturday.  During an appearance on CNN “Newsroom,” Panetta told host Jim Acosta that U.S. officials should've taken steps sooner and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3844701-top-us-cyber-diplomat-says-twitter-account-hacked/", "title": "Top US cyber diplomat says Twitter account hacked", "date_published": "2023-02-05 22:35:27+00:00", "description": "Nate Fick, the country’s top cyber diplomat, said on Sunday that his personal Twitter account was hacked. “My account has been hacked. Perils of the job…” Fick wrote on Twitter.  The diplomat did not share further details about the hacking incident, and it remains unclear who was behind the breach — or what its security...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844665-cotton-suggests-biden-administration-delayed-shooting-down-balloon-to-salvage-blinken-trip-to-china/", "title": "Cotton suggests Biden administration delayed shooting down balloon to ‘salvage’ Blinken trip to China", "date_published": "2023-02-05 22:31:03+00:00", "description": "Sen. Tom Cotton (R-Ark.) on Sunday accused President Biden of delaying his decision to take down the suspected Chinese spy balloon to \"salvage\" Secretary of State Antony Blinken's trip to China. \"I do believe the administration wanted to salvage the Secretary of State's trip on Friday night, and they got through Thursday afternoon,\" he told...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3844664-young-dolphin-skull-found-in-luggage-at-detroit-airport-by-customs-agents/", "title": "Young dolphin skull found in luggage at Detroit airport by customs agents", "date_published": "2023-02-05 21:54:13+00:00", "description": "Customs agents made a fishy discovery in Detroit last week.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3844677-trump-christie-exchange-fire-after-gloomy-2024-prediction/", "title": "Trump, Christie exchange fire after gloomy 2024 prediction", "date_published": "2023-02-05 21:51:01+00:00", "description": "Former President Trump and former New Jersey Gov. Chris Christie (R) sparred online Sunday after Christie predicted that Trump couldn’t beat President Biden if they run against each other in the 2024 presidential election.  Christie, who endorsed Trump in 2016 after dropping his own campaign for the presidency but has since become a vocal Trump...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3844598-jill-biden-to-present-grammy-award-sunday-night/", "title": "Jill Biden to present Grammy award Sunday night", "date_published": "2023-02-05 21:15:12+00:00", "description": "First lady Jill Biden will be among the award presenters at the Grammys in Los Angeles on Sunday night. The Recording Academy announced on Wednesday that Jill Biden would be among the presenters along with Viola Davis, Dwayne “The Rock” Johnson, Billy Crystal, James Corden, Olivia Rodrigo and Cardi B. The first lady arrived Saturday...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3844633-saturday-night-live-spoofs-chinese-balloon-incident/", "title": "'Saturday Night Live' spoofs Chinese balloon incident", "date_published": "2023-02-05 21:05:03+00:00", "description": "“Saturday Night Live” poked fun in its cold open at the suspected Chinese surveillance balloon that was shot down by the U.S. military on Saturday afternoon after it spent days traveling through U.S. airspace.  SNL actress Chloe Fineman portrayed MSNBC host Katy Tur in a mock interview with the downed balloon, played by Bowen Yang....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/3844606-putin-promised-not-to-kill-zelensky-israeli-mediator-says/", "title": "Putin promised not to kill Zelensky, Israeli mediator says", "date_published": "2023-02-05 21:02:22+00:00", "description": "Former Israeli Prime Minister Naftali Bennett said in an interview that Russian President Vladimir Putin promised not to kill his counterpart, Ukrainian President Volodymyr Zelensky, in the early days of the Kremlin’s invasion of its neighbor. In a nearly five-hour podcast interview with Israeli journalist Hanoch Daum, Bennett said he asked Putin if he had...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3844590-how-much-do-nfl-pro-bowl-players-get-paid/", "title": "How much do NFL Pro Bowl players get paid?", "date_published": "2023-02-05 20:53:55+00:00", "description": "Their earnings — though not as much as what they would have made winning the Super Bowl — are still quite substantial.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3844592-koch-fundraising-network-signals-turn-against-trump-in-2024/", "title": "Koch fundraising network signals turn against Trump in 2024", "date_published": "2023-02-05 20:45:40+00:00", "description": "The powerful political network led by conservative billionaire Charles Koch weighed into the GOP’s 2024 presidential primary on Sunday, saying the party needs to “turn the page on the past,” in an apparent turn against former President Trump.  The Koch network said its planning to put its deep-pocketed support behind Republican candidate in the presidential...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3844527-former-aide-accuses-george-santos-of-sexual-harassment/", "title": "Former aide accuses George Santos of sexual harassment", "date_published": "2023-02-05 20:34:53+00:00", "description": "A man who briefly worked in Rep. George Santos' (R-N.Y.) office has accused the embattled New York Republican of sexual harassment in a letter sent to the House Ethics Committee on Friday. In a letter that he posted to Twitter, Derek Myers said that he worked in Santos' office for a few days as a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3841457-what-to-know-about-education-savings-accounts-the-school-choice-measure-making-waves-in-states/", "title": "What to know about education savings accounts, the school choice measure making waves in states", "date_published": "2023-02-05 20:23:58+00:00", "description": "Amid the national debate over school choice, advocates are seeing growing success with arrangements known as education savings accounts (ESAs), with legislation already introduced or passed in multiple states this year. ESAs, derided as vouchers by their opponents, are state-funded accounts for parents who are looking for alternative education options for children besides their local...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3844561-trump-and-biden-admins-clash-over-reports-of-previous-chinese-balloons/", "title": "Trump and Biden admins clash over reports of previous Chinese balloons", "date_published": "2023-02-05 20:04:45+00:00", "description": "Former President Trump and a number of the top defense and intelligence officials from his administration are refuting a claim that Chinese espionage balloons flew over the U.S. multiple times during his tenure. The denials on Sunday puts the former officials at odds with defense officials from the Biden administration, who told reporters the U.S....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3844546-buttigieg-wont-say-if-biden-should-run-in-2024/", "title": "Buttigieg won't say if Biden should run in 2024", "date_published": "2023-02-05 19:49:39+00:00", "description": "Transportation Secretary Pete Buttigieg on Sunday sidestepped a question on whether he wants President Biden to run for a second White House term in 2024, lauding the president’s accomplishments but saying he “can’t talk campaigns.”  “Do you want him to run? Do you want him to run again?” host Jonathan Karl asked Buttigieg on ABC’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3844533-myrtle-beach-mayor-knocks-federal-governments-handling-of-suspected-chinese-spy-balloon/", "title": "Myrtle Beach mayor knocks federal government's handling of suspected Chinese spy balloon", "date_published": "2023-02-05 19:45:50+00:00", "description": "The mayor of Myrtle Beach, S.C. called out the federal government’s handling of the suspected Chinese spy balloon that drifted across the U.S. before being shot down off the Carolina coast on Saturday. “Lots of you noticed some unplanned fireworks over Myrtle Beach today,” Mayor Brenda Bethune wrote in a Facebook post Saturday night. “While...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3844541-senators-to-be-briefed-on-chinese-balloon-next-week-schumer-says/", "title": "Senators to be briefed on Chinese balloon next week, Schumer says", "date_published": "2023-02-05 19:44:38+00:00", "description": "Senators on Feb. 15 will receive a classified briefing on the Chinese balloon that was shot down by the U.S. military, according to Senate Majority Leader Chuck Schumer (D-N.Y.), which will also include information on how the U.S. stacks up against China militarily. The briefing for all 50 senators comes after some lawmakers in recent...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3844483-americans-views-of-us-economy-tick-up-poll/", "title": "Americans' views of US economy tick up: poll", "date_published": "2023-02-05 19:01:20+00:00", "description": "Americans' positive views of the United States economy remains well below half, but have ticked up slightly over the past week, according to a new CBS poll. The new poll found that 33 percent of Americans think the condition of the economy is good, an increase from last week's number of 28 percent. As the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/immigration/3843282-canada-regularly-poaches-us-immigrant-tech-talent-mexico-could-be-next/", "title": "Canada regularly poaches US immigrant tech talent: Mexico could be next", "date_published": "2023-02-05 19:00:00+00:00", "description": "It is well beyond time for Congress and the Biden administration to take decisive action to make American business more competitive in a globalized workspace.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3844511-chinese-balloons-flew-over-us-three-times-during-trump-administration-officials/", "title": "Chinese balloons flew over US three times during Trump administration: officials", "date_published": "2023-02-05 18:52:09+00:00", "description": "Balloons similar to the one that was shot down off the coast of South Carolina this weekend flew over the U.S. at least three times during the Trump administration, according to a senior U.S. defense official. As Republicans spent the past few days criticizing the Biden administration over its response to the suspected Chinese spy...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3844506-daylight-saving-time-when-will-the-clocks-change-this-year/", "title": "Daylight saving time: When will the clocks change this year?", "date_published": "2023-02-05 18:43:31+00:00", "description": "Whether you dread it or welcome it, daylight saving time is fast approaching this year.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3844491-most-americans-in-new-survey-say-police-reforms-necessary/", "title": "Most Americans in new survey say police reforms necessary", "date_published": "2023-02-05 18:11:31+00:00", "description": "An overwhelming majority of Americans in a new survey said that they believe there should be changes to U.S. police departments amid calls for reform in the wake of Tyre Nichols's death in Memphis, Tenn.  The CBS News/YouGov poll, published Sunday, found that 89 percent of respondents said that there should be changes within police...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844468-christie-says-biden-too-old-and-boring-to-run-for-reelection/", "title": "Christie says Biden too 'old' and 'boring' to run for reelection", "date_published": "2023-02-05 17:48:31+00:00", "description": "Former New Jersey Gov. Chris Christie (R) on Sunday was sharply critical of President Biden’s potential to run for reelection in 2024, arguing that he's is too “old” and “boring” to win the presidency again. “In the end, Joe Biden is not an exciting candidate. He’s old. He’s boring. And the American people are not...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844438-former-trump-economic-adviser-says-recession-is-off-the-table-for-first-half-of-2023/", "title": "Former Trump economic adviser says recession is 'off the table' for first half of 2023", "date_published": "2023-02-05 17:44:42+00:00", "description": "Former Trump economic adviser Gary Cohn said on Sunday that the United States is in \"pretty good shape\" and he does not expect a recession during the first two quarters of 2023. \"I think that people ... have been really worried about a recession in the first and second quarter of this year,\" Cohn told...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844446-sununu-christie-say-trump-cant-beat-biden-in-2024/", "title": "Sununu, Christie say Trump can't beat Biden in 2024", "date_published": "2023-02-05 17:35:49+00:00", "description": "Former New Jersey Gov. Chris Christie and New Hampshire Gov. Chris Sununu, two prominent moderate figures in the Republican Party, both predicted on Sunday that former President Trump could not beat President Biden if they were in a rematch for the White House in 2024. Both men are facing skepticism from their own parties, with...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3843100-how-policymakers-can-tackle-power-shutoffs-utility-greed-and-the-climate-emergency/", "title": "How policymakers can tackle power shutoffs, utility greed and the climate emergency", "date_published": "2023-02-05 17:30:00+00:00", "description": "If companies make investments in old and dangerous technology, jeopardize public safety, jack up prices, pay executives outrageous salaries, pass all those costs on to customers and then deny some folks their product, you would think those companies go out of business. Not so with corporate utilities, who deal in the life-and-death provision of electricity and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3844429-booker-tiktok-working-with-us-intelligence-to-ensure-china-cannot-use-platform-for-spying/", "title": "Booker: TikTok working with US intelligence to ensure China cannot use platform for spying", "date_published": "2023-02-05 17:07:37+00:00", "description": "Sen. Cory Booker (D-N.J.) said on Sunday that TikTok is collaborating with U.S. intelligence to enact precautions aimed at safeguarding the popular video-sharing platform from Chinese surveillance. \"I think there's two ways to approach this one,\" Cruz told Margaret Brennan on CBS's \"Face the Nation.\" \"The proactive step of banning and on government devices, is...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3844387-house-republican-says-hes-working-with-democrats-on-fail-safe-option-for-debt-ceiling/", "title": "House Republican says he's working with Democrats on 'fail-safe' option for debt ceiling", "date_published": "2023-02-05 17:03:13+00:00", "description": "Rep. Brian Fitzpatrick (R-Pa.) said on Sunday that he is working across the aisle on a bipartisan solution on the debt ceiling as lawmakers brace for bitter negations in coming months over nation's finances. Fitzpatrick, who heads the Problem Solvers Caucus with Rep. Josh Gottheimer (D-N.J.), said the pair are working on a backup plan...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3843256-anti-tiktok-pressure-is-bipartisan-and-mounting-in-congress/", "title": "Anti-TikTok pressure is bipartisan and mounting in Congress", "date_published": "2023-02-05 17:00:00+00:00", "description": "Anti-TikTok pressure is mounting in Congress from both sides of the aisle, with lawmakers proposing legal measures to ban the popular video sharing app from use in the U.S. to requests for dominant app stores to drop it.  The push is largely based on concerns that the app, owned by Beijing-based ByteDance, poses national security...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3843211-denialism-is-seeping-into-legislation-and-undermining-public-health/", "title": "Denialism is seeping into legislation and undermining public health", "date_published": "2023-02-05 17:00:00+00:00", "description": "Denialism represents a shift in the common practice of disputing notions that we may not agree with to the outright rejection of facts in an antagonistic way.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3844406-cruz-says-chinese-balloon-should-have-been-shot-down-sooner/", "title": "Cruz says Chinese balloon should have been shot down sooner", "date_published": "2023-02-05 16:51:58+00:00", "description": "Sen. Ted Cruz (R-Texas) said on Sunday that President Biden should have ordered the suspected Chinese spy balloon shot down sooner than Saturday. \"I want to start by doing something that I don't do very often, which is commending Joe Biden for actually having the guts to shoot this down,\" Cruz told Margaret Brennan on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3844296-gop-voter-suppression-measures-are-working-despite-democratic-wins/", "title": "GOP voter suppression measures are working, despite Democratic wins", "date_published": "2023-02-05 16:30:00+00:00", "description": "There’s evidence some voter suppression measures achieved their purpose, particularly in minority communities.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844398-sununu-biden-going-to-try-to-take-credit-for-jobs-economy-during-state-of-the-union/", "title": "Sununu: Biden going to 'try to take credit' for jobs, economy during State of the Union", "date_published": "2023-02-05 16:28:04+00:00", "description": "New Hampshire Gov. Chris Sununu, a moderate Republican, said that President Biden would try to take credit for the economy ahead of his State of the Union speech next week, but argued such achievements of the administration were not impressive. Sununu, who is considering a White House bid of his own, argued on ABC’s “This...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3844390-having-foot-pain-why-doctors-say-working-from-home-may-be-to-blame/", "title": "Having foot pain? Why doctors say working from home may be to blame", "date_published": "2023-02-05 16:24:00+00:00", "description": "Have your feet been aching lately? You might have \"pandemic foot.\"", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3844362-nj-democrat-says-its-unacceptable-to-not-raise-the-debt-ceiling/", "title": "NJ Democrat says it's 'unacceptable' to not raise debt ceiling", "date_published": "2023-02-05 16:13:32+00:00", "description": "Rep. Josh Gottheimer (D-N.J.) on Sunday called it \"unacceptable\" for the United States to get to a point where it is unable to pay its bills if the debt ceiling is not raised. \"The worst thing that could happen is we get to a point this summer where, suddenly, we can't raise the debt ceiling...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3844377-house-intelligence-chair-delay-in-takedown-of-suspected-surveillance-balloon-like-tackling-the-quarterback-after-the-game-is-over/", "title": "Turner: Takedown timing of suspected spy balloon ‘like tackling the quarterback after the game is over’", "date_published": "2023-02-05 16:02:43+00:00", "description": "Rep. Mike Turner (R-Ohio) blasted the Biden administration for allowing a suspected Chinese spy balloon to fly across the middle of the U.S. before shooting it down over the Atlantic Ocean, arguing the move was like “tackling the quarterback after the game is over.” Turner, the chair of the House Intelligence Committee, said during an...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844369-booker-sobered-by-prospects-of-police-reform-in-divided-congress/", "title": "Booker 'sobered' by prospects of police reform in divided Congress", "date_published": "2023-02-05 16:01:09+00:00", "description": "Sen. Cory Booker (D-N.J.) said on Sunday that he has been in talks with lawmakers across the aisle about a potential police reform package on a smaller scale, which would have a better chance of passing a divided Congress. Booker, one of the lead negotiators in the Senate on police reform, said on NBC’s “Meet...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3841423-get-married-or-get-a-mortgage-cities-where-a-wedding-costs-more-than-a-down-payment/", "title": "Get married or get a mortgage? Cities where a wedding costs more than a down payment", "date_published": "2023-02-05 16:00:00+00:00", "description": "Becoming a homeowner and getting married are two of the biggest - and most expensive - milestones you may have. Where you live could impact which is more expensive.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3844345-rubio-criticizes-biden-delay-in-addressing-chinese-spy-balloon/", "title": "Rubio criticizes Biden delay in addressing suspected Chinese spy balloon", "date_published": "2023-02-05 15:36:56+00:00", "description": "Sen. Marco Rubio (R-Fla.) said on Sunday that President Biden should have addressed the nation sooner about the suspected Chinese spy balloon that traversed the country last week. \"Why didn't the president go on television? He has the ability to convene the country in cameras and basically explain what we're dealing with here and why...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3844331-buttigieg-reiterates-he-wont-seek-senate-seat-in-michigan/", "title": "Buttigieg reiterates he won't seek Senate seat in Michigan", "date_published": "2023-02-05 15:30:13+00:00", "description": "Transportation Secretary Pete Buttigieg said on Sunday he wants to stay in his current position when asked if he would run for the open Senate seat in Michigan after he and his family recently moved to the state. \"I'm planning to vote in that election as a resident of Michigan,\" he told Jake Tapper on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3844284-back-to-the-future-in-america-jim-crow-and-the-new-deal/", "title": "Back to the future in America: Jim Crow and The New Deal", "date_published": "2023-02-05 15:30:00+00:00", "description": "Trump-style cultural populism has triumphed over economic populism, but public works might still win the day.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3844347-officials-warn-not-to-touch-chinese-spy-balloon-debris-that-is-expected-to-wash-ashore/", "title": "Officials warn not to touch Chinese spy balloon debris that is expected to wash ashore", "date_published": "2023-02-05 15:29:22+00:00", "description": "\"These stray pieces are expected to wash ashore in the North Carolina area,\" police warned in a news release Saturday afternoon.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844340-house-intelligence-chair-congress-to-get-trump-pence-biden-classified-documents-assessment-this-week/", "title": "House Intelligence chair: Congress to get Trump, Pence, Biden classified documents assessment", "date_published": "2023-02-05 15:15:36+00:00", "description": "Rep. Mike Turner (R-Ohio), the chair of the House Intelligence Committee, said on Sunday that he expects a briefing on the classified documents found in the possession of President Biden, former President Trump and former Vice President Mike Pence this week. Turner during an appearance on NBC’s “Meet the Press” also accused the Biden administration...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3844328-rubio-says-its-unlikely-much-intelligence-will-be-gleaned-from-chinese-spy-balloon/", "title": "Rubio says it’s unlikely much intelligence will be gleaned from suspected Chinese spy balloon", "date_published": "2023-02-05 15:00:00+00:00", "description": "As the U.S. races to recover debris from the suspected Chinese spy balloon shot down over the weekend, Sen. Marco Rubio (R-Fla.) said there is a chance that there is not much intelligence that the government will be able to recover from its remains. After the balloon was shot down off the coast of South...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3844002-will-the-nasa-darpa-nuclear-engine-test-cause-environmental-protests/", "title": "Will the NASA-DARPA nuclear engine test cause environmental protests?", "date_published": "2023-02-05 15:00:00+00:00", "description": "NASA and the Defense Advanced Research Projects Agency (DARPA) are teaming up to build a nuclear thermal propulsion rocket and test it in 2027.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3844293-buttigieg-does-not-say-whether-china-collected-sensitive-information-with-suspected-spy-balloon/", "title": "Buttigieg does not say whether China collected sensitive information with suspected spy balloon", "date_published": "2023-02-05 14:51:53+00:00", "description": "Transportation Secretary Pete Buttigieg on Sunday did not directly answer a question on what potential information a suspected Chinese spy balloon could have collected when it flew over the United States, saying it was \"well outside\" his \"lane.\" \"I'm sure there's a similar presumption about what spy satellites do,\" Buttigieg told CNN's Jake Tapper on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3844314-rubio-questions-us-military-decision-to-not-shoot-down-spy-balloon-sooner/", "title": "Rubio questions US military decision to not shoot down suspected spy balloon sooner", "date_published": "2023-02-05 14:42:29+00:00", "description": "Sen. Marco Rubio (R-Fla.) questioned the military decision to not shoot down the suspected Chinese spy balloon that crossed the U.S. last week sooner, pushing officials to give more clarity in a private briefing. Rubio, who receives highly sensitive information briefings from the executive branch, said he was curious why the Biden administration and military...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3844271-for-trump-one-step-forward-two-steps-back/", "title": "For Trump, one step forward, two steps back", "date_published": "2023-02-05 14:30:00+00:00", "description": "Bottom line: Trump is looking rather swampy these days.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3841848-frankly-harrys-just-lucky-he-didnt-grow-up-in-north-korea/", "title": "Frankly, Harry's just lucky he didn't grow up in North Korea", "date_published": "2023-02-05 14:00:00+00:00", "description": "Prince Harry’s book “Spare,” about his terrible tiffs with higher-ups in the British royal family, including the “heir” to the throne, elder brother Prince William, invites comparisons with another royal family, that of Kim Jong Un, in North Korea. Had Prince Harry lived in another age, he would have suffered the same consequences as did...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3844273-booker-says-hes-talking-with-scott-graham-about-policing-reform-package/", "title": "Booker says he's talking with Scott, Graham about policing reform package", "date_published": "2023-02-05 13:46:31+00:00", "description": "Sen. Cory Booker (D-N.J.) said on Sunday that he is talking with a pair of Republican senators about a potential policing reform package, after the killing of Tyre Nichols in Memphis, Tenn. reignited a congressional push to pass reform legislation.  Booker was a lead negotiator of an unsuccessful effort to pass a policing reform bill...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3844260-an-ambitious-bipartisan-pro-life-legislative-agenda/", "title": "An ambitious, bipartisan pro-life legislative agenda", "date_published": "2023-02-05 13:30:00+00:00", "description": "An ambitious pro-life agenda that protects children in vulnerable populations is urgently necessary in the United States.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3844258-taiwan-chinese-balloon-incident-should-not-be-tolerated-by-international-community/", "title": "Taiwan: Chinese balloon incident should not be 'tolerated' by international community", "date_published": "2023-02-05 13:04:52+00:00", "description": "Taiwan said that the suspected Chinese spy balloon that was flying over the U.S. “should not be tolerated by the civilized international community,” adding that Beijing should stop conduct that causes regional instability. “Such actions by the Chinese Communist Party (CCP) government contravene international law, breach the airspace of other countries, and violate their sovereignty,”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3843075-as-a-us-navy-fighter-pilot-i-witnessed-unidentified-anomalous-phenomena-uap-congress-must-reveal-the-truth-to-the-american-people/", "title": "As a US Navy fighter pilot, I witnessed unidentified anomalous phenomena (UAP). Congress must reveal the truth to the American people", "date_published": "2023-02-05 13:00:00+00:00", "description": "Congress is exercising its oversight of a national security and air safety issue that was going under reported, ignored and even suppressed due to the stigma of UFOs", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3843742-the-desantis-strategy-ignore-an-increasingly-agitated-trump/", "title": "The DeSantis strategy: Ignore an increasingly agitated Trump", "date_published": "2023-02-05 13:00:00+00:00", "description": "Name-calling and false claims won't work against a possible opponent whose stock is rising. This ain't Jeb Bush. And it ain’t 2016 anymore.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3844240-little-enthusiasm-for-biden-trump-rematch-seen-in-new-poll/", "title": "Little enthusiasm for Biden-Trump rematch seen in new poll", "date_published": "2023-02-05 12:32:13+00:00", "description": "Not many voters are looking forward to a potential rematch between President Biden and former President Trump, according to a survey released Sunday, even as both men ready their campaigns for a possible collision course. More Republicans and Democrats say their parties should nominate someone else for the 2024 race than believe it should be...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3841862-in-the-technology-war-with-china-americas-advantage-is-found-at-home/", "title": "In the technology war with China, America's advantage is found at home", "date_published": "2023-02-05 12:00:00+00:00", "description": "A titanic struggle is underway between America and China. At its heart is a battle for technological supremacy. FBI Director Christopher Wray has called China “the greatest long-term threat to our nation’s information and intellectual property, and to our economic vitality.” He has spoken about how the Chinese Communist Party (CCP) believes it is in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3843050-five-things-biden-is-likely-to-say-and-not-say-in-the-state-of-the-union/", "title": "Five things Biden is likely to say and not say in the State of the Union", "date_published": "2023-02-05 11:00:00+00:00", "description": "President Biden on Tuesday will deliver the State of the Union address to a divided Congress, which will bring him face-to-face for the first time with the new GOP House majority. The address always represents a chance for the president to speak to a large national audience. This one comes as lawmakers and the president...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3841665-prospects-rise-for-ny-charges-against-trump-in-stormy-daniels-case/", "title": "Prospects rise for NY charges against Trump in Stormy Daniels case", "date_published": "2023-02-05 11:00:00+00:00", "description": "New York District Attorney Alvin Bragg’s latest moves suggest prosecutors are nearing a decision about charging former President Trump in connection with a $130,000 hush payment to adult film star Stormy Daniels before the 2016 presidential election.  The Manhattan district attorney’s office this week escalated the fight by empaneling another grand jury in the case and presenting...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3844151-china-condemns-us-attack-on-surveillance-balloon-as-overreaction/", "title": "China condemns US 'attack' on surveillance balloon as 'overreaction'", "date_published": "2023-02-05 04:16:36+00:00", "description": "China condemned the U.S. military’s decision on Saturday to shoot down a suspected Chinese surveillance balloon that flew over the U.S. last week. \"China strongly disapproves of and protests against the U.S. attack on a civilian unmanned airship by force,\" the Chinese Foreign Ministry said in a statement on Sunday morning, per the South China Morning...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3844136-abbott-issues-disaster-declaration-following-texas-ice-storm/", "title": "Abbott issues disaster declaration following Texas ice storm", "date_published": "2023-02-05 03:53:24+00:00", "description": "Texas Gov. Greg Abbott (R) issued a disaster declaration on Saturday for seven counties, including Austin, that were hit particularly hard by last week’s winter storm. \"Through this disaster declaration, we will be able to provide additional assistance to Texans and communities who have experienced property damage and localized power outages from this ice storm,”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3844123-us-works-to-recover-debris-intel-from-downed-chinese-spy-balloon/", "title": "US works to recover debris, intel from downed Chinese 'spy' balloon", "date_published": "2023-02-05 02:36:57+00:00", "description": "The U.S. military is working to recover debris and intelligence information from a Chinese “spy” balloon that was shot down off the coast of South Carolina on Saturday. The U.S. Navy and Coast Guard are working to establish a perimeter around where the balloon fell into the Atlantic Ocean and is searching for debris, a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3844089-why-the-us-waited-to-shoot-down-the-china-balloon/", "title": "Why the US waited to shoot down the China balloon", "date_published": "2023-02-05 01:12:23+00:00", "description": "After a suspected Chinese surveillance balloon spent several days flying across the U.S. this week, the U.S. military shot down the aircraft off the coast of South Carolina on Saturday afternoon. President Biden said on Saturday that he had ordered the military to down the balloon “as soon as possible” after he was briefed on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3844075-doj-to-investigate-memphis-police-department-after-tyre-nichols-fatal-arrest-mayor/", "title": "DOJ to investigate Memphis Police Department after Tyre Nichols' fatal arrest: Mayor", "date_published": "2023-02-05 00:44:42+00:00", "description": "Memphis Mayor Jim Strickland announced in a city bulletin posted Friday that the Department of Justice (DOJ) will be conducting a review of the Memphis Police Department following the death of 29-year-old Tyre Nichols after he was beaten by Memphis police. The DOJ's review was described by Memphis officials as an \"independent, external review\" and...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}