{"entries": [{"source": "https://www.jefftk.com/news.rss", "link": "https://www.jefftk.com/p/teaching-simple-boundaries", "title": "Teaching Simple Boundaries", "date_published": "2023-02-05 08:00:00+00:00", "description": "<p><span>\n\nIn general I'm a big advocate of child-proofing.  The less they can\nget hurt with or mess up, the more you can relax, let your guard down,\ngo longer without looking over to see how they're doing, and focus on\nother things.  On the other hand, some things (cords, trash cans) are\ndifficult or inconvenient to remove from otherwise pretty\nchild-proofed areas.  With these we've had good success teaching\nsimple boundaries, even with young kids.\n\n</span>\n\n<p>\n\nWith all three kids one of the first rules we taught was \"cords are\nno\".  I would be very careful to teach a clear\nand <a href=\"https://www.jefftk.com/p/predictable-parenting\">consistent</a> boundary: just\nhaving your hand near a cord, brushing a cord while you were clearly\ngoing for something else, looking intently at cords, those were all\nfine.  It was only reaching out to grab one that got a firm \"cords are\nno\" and separating them from the cord.\n\n</p>\n\n<p>\n\nI don't have notes on when we started this with Lily or Anna, but with\nNora it was just about when she turned 13m.  Pretty quickly she got\n~90% of the way there: I could let her play on the floor near my very\ncordy <a href=\"https://www.jefftk.com/news/jammer\">music setup</a> and she would leave them\nalone, though if she was bored and the only things around were cords\nshe might still go for them.  By 15m (~7w after starting to teach) I\nrarely needed to intervene.\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/very-cordy-jammer-setup-big.jpg\"><img class=\"mobile-fullwidth\" height=\"412\" src=\"https://www.jefftk.com/very-cordy-jammer-setup.jpg\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\n<i>Toys on shelf: yes.  Keyboard: yes. <a href=\"https://www.jefftk.com/p/introduction-to-heel-toe-drumming\">Drum pedals</a>: yes.\nCords: no.</i>\n\n</p>\n\n<p>\n\nSimilarly, when she was ~14m she had been carrying things over to the\nbathtub and dropping them in.  While not a safety issue, this isn't\ngood for things that should stay dry.  I decided to work with her on\nstopping: following her closely, and then when she was about to drop\nsomething in stopping her and firmly saying \"no\".  I only had to do\nthis twice before she went from doing this several times a day to\nalmost never.  A few more naturally spaced repetitions when she tried\nagain a few weeks or months later and the boundary is clear.  I still\nwouldn't hand her phone if the tub was full, but this isn't something\nshe does anymore.\n\n</p>\n\n<p>\n\nOther things we've taught this way with the older two have included\n<a href=\"https://www.jefftk.com/p/street-training\">street safety</a>, not putting random\nthings in the trash, not taking things out of the trash, not putting\nplastic bags on your head, \"not food\" for small objects, and staying\nout of our housemate's room.  When I started drafting this post at 15m\nNora was mostly not ready for these, though we had started working on\nstreets and trash cans.  At 19m she's good at not going into the\nstreet except we have to be careful at corners, she leaves the trash\nalone, and a \"not food\" on any individual small food-ambiguous object\n(ex: dry beans, food that fell on the floor a while ago and was\nmissed) works well.  Haven't started on plastic bags yet: we still\nkeep those out of her environment.  It seems to generally go best to\nintroduce these one by one, and to have a clear idea in your head of\nthe boundary you're teaching.\n\n</p>\n\n<p>\n\nUnfortunately, this post makes crummy parenting advice because I think\nwe may have atypically rule-oriented kids that this is an unusually\ngood fit for.  If this seems like something that might work for you\nand your kid, perhaps try it with a single rule, give it a few weeks\nof careful enforcement, and drop it for now if it seems like they're\nnot getting it?\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02DBaJ3EVzar6fmQDPxtUKHjiaqkpSqRrJntEEUk9jgaxMuutjtZKf6q9RqN7fXucMl\">facebook</a>, <a href=\"https://lesswrong.com/posts/XJ2b859PxsNWqqrCp\">lesswrong</a></i></p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.jefftk.com/news.rss", "title": "Jeff Kaufmann"}}