{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/feb/02/vinicius-junior-and-marco-asensio-steer-real-madrid-past-valencia", "title": "Vinícius Júnior and Marco Asensio steer Real Madrid past Valencia", "date_published": "2023-02-02 23:00:40+00:00", "description": "<p>Vinícius Júnior had more than his goal to celebrate in Real Madrid’s 2-0 win over Valencia in La Liga on Thursday. The Brazilian will also have been glad to escape serious injury after a vicious foul by the centre-back Gabriel Paulista in the second half that ignited a brawl and earned the Valencia player a straight red card.</p><p>Paulista struck a hard kick at Vinícius’ legs after the forward got past him in the 72nd minute, sending him hard to the ground. Vinícius quickly got up and confronted Paulista, shoving him from behind as other players arrived to join the scuffle. The Real defender Éder Militão, who had been substituted earlier in the match, also confronted Paulista as he made his way to the tunnel after being sent off.</p> <a href=\"https://www.theguardian.com/football/2023/feb/02/vinicius-junior-and-marco-asensio-steer-real-madrid-past-valencia\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/feb/02/whale-hawaii-swallowed-fishing-gear-plastic", "title": "Swallowed fishing gear and plastic most likely cause of Hawaii whale’s death", "date_published": "2023-02-02 21:59:13+00:00", "description": "<p>Large volumes of traps, nets and marine debris in sperm whale’s intestinal tract highlight plastic pollution’s threat to wildlife</p><p>A sperm whale that washed ashore in Hawaii over the weekend probably died in part because it ate large volumes of fishing traps, fishing nets, plastic bags and other marine debris, scientists said on Thursday, highlighting the threat to wildlife from the millions of tons of plastic that ends up in oceans every year.</p><p>The body of the 56ft (17-meter) long, 120,000-pound (54,000kg) animal was first noticed on a reef off Kauai on Friday. High tide brought it ashore on Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/02/whale-hawaii-swallowed-fishing-gear-plastic\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/video/2023/feb/02/thousands-of-nigerians-seek-justice-for-devastating-impacts-from-shell-oil-spills-video", "title": "Thousands of Nigerians seek justice for devastating impacts of Shell oil spills – video", "date_published": "2023-02-02 19:35:05+00:00", "description": "<p>Nearly 14,000 people from two Nigerian communities are seeking justice in the high court in London against the fossil fuel giant Shell, claiming it is responsible for devastating pollution of their water sources and destruction of their way of life. The individuals from the Niger delta area of Ogale, a farming community, joined more than 2,000 people from the Bille area, a large fishing community. Shell have been operating on the Niger delta for over 80 years and recently announced that they will be ceasing all operations. The oil company made record-breaking profits in 2022, generating over $32bn in the first three quarters. The oil giant are arguing that they are not responsible for a clean-up of Nigerian communities for spills that they say were caused by&nbsp;criminal gangs over five years ago. Lawyers representing the fishing villages argue that the scale of oil spills in the delta masks a human tragedy on an extraordinary scale</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/02/nearly-14000-nigerians-take-shell-to-court-over-devastating-impact-of-pollution\">Nearly 14,000 Nigerians take Shell to court over devastating impact of pollution</a></li><li><a href=\"https://www.theguardian.com/business/2023/feb/02/shell-profits-2022-surging-oil-prices-gas-ukraine\">Calls for bigger windfall tax after Shell makes ‘obscene’ $40bn profit</a></li></ul> <a href=\"https://www.theguardian.com/environment/video/2023/feb/02/thousands-of-nigerians-seek-justice-for-devastating-impacts-from-shell-oil-spills-video\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2023/feb/02/kate-moss-helps-to-cast-ellie-bamber-to-play-her-in-biopic", "title": "Kate Moss helps to cast Ellie Bamber to play her in biopic", "date_published": "2023-02-02 17:42:00+00:00", "description": "<p>British supermodel has hand in choosing rising actor in film that tells story of supermodel sitting for Lucien Freud in 2002</p><p><a href=\"https://www.theguardian.com/fashion/kate-moss\">Kate Moss</a> – one of the most recognisable faces in the world – has helped to cast the British actor Ellie Bamber to play her in upcoming biopic, Moss &amp; Freud.</p><p>The film, directed by James Lucas, tells the story of the supermodel sitting for painter Lucian Freud in 2002.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/02/kate-moss-helps-to-cast-ellie-bamber-to-play-her-in-biopic\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/feb/02/how-to-get-rid-of-a-wood-burning-stove", "title": "How to get rid of a wood-burning stove", "date_published": "2023-02-02 12:28:49+00:00", "description": "<p>Removal requires someone with experience, or you may be able to converted it into a less polluting appliance</p><p>Wood-burning stoves have become a key talking point in England as the cost of gas and electricity soars, and people have started to burn wood for heat.</p><p>The stoves have also become popular because of the cosy atmosphere they can lend a house, and many, especially in affluent urban areas, have noticed the distinctive wintry smell coming from chimneys as they walk around their neighbourhoods. Some <a href=\"https://www.theguardian.com/commentisfree/2022/dec/27/wood-burning-stove-environment-home-toxins\">people also believed </a>burning wood must be better for the environment than using gas.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/02/how-to-get-rid-of-a-wood-burning-stove\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/feb/02/haiti-cops-outgunned-gangs", "title": "Haitian cops are poorly paid and outgunned – and part of the problem", "date_published": "2023-02-02 11:30:02+00:00", "description": "<p>The country’s police force is in revolt after the government failed to protect them from criminal gangs that have overrun the country</p><p>Masked men raced around Port-au-Prince on motorbikes, firing their guns into the air, blocking major roads with burning tyres and bringing the Haitian capital to a standstill.</p><p>At one stage, the rioters flooded into the airport, trapping Prime Minister Ariel Henry inside, and also attempted to break into Henry’s residence.</p> <a href=\"https://www.theguardian.com/world/2023/feb/02/haiti-cops-outgunned-gangs\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/feb/02/uk-borrowers-may-struggle-to-repay-debt-as-economy-worsens-says-santander", "title": "UK borrowers may struggle to repay debt as economy worsens, says Santander", "date_published": "2023-02-02 11:25:21+00:00", "description": "<p>Bank puts aside more money to protect itself from potential defaults in expected recession</p><p>The impending recession could leave borrowers struggling to repay their debts, the high street bank Santander UK has said as it put aside more cash to protect itself from potential defaults.</p><p>The UK arm of the Spanish bank said on Thursday that while the outlook for the British economy remained uncertain, a recession in 2023 was likely.</p> <a href=\"https://www.theguardian.com/business/2023/feb/02/uk-borrowers-may-struggle-to-repay-debt-as-economy-worsens-says-santander\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/02/somali-young-persons-novel-next-generation", "title": "I never encountered a Somali character in books growing up – I had to change that | Ayaan Mohamud", "date_published": "2023-02-02 10:34:10+00:00", "description": "<p>When I wrote my first young person’s novel, I wanted the next generation to feel seen and celebrated</p><p>As a teenager in the British Somali diaspora, there were several things I heard repeated in connection with my own culture. In no particular order, there was: drought, Black Hawk Down, high foreheads, piracy, famine, the peculiarity of banana and rice, terrorism, and the “look at me, I am the Captain now” meme. Unsurprisingly, it didn’t always feel “cool” to be Somali.</p><p>When this feeling was coupled with the age-old question of who Somalis are, I found it hard to carve out my own sense of identity. Torn between the country’s physical location on the Horn of Africa, our ethnic homogeneity, and Somalia’s membership of the <a href=\"https://www.eeas.europa.eu/eeas/league-arab-states-las_en#:~:text=Currently%20it%20gathers%2022%20Arab,United%20Arab%20Emirates%2C%20and%20Yemen.\">League of Arab States</a>, it often felt as if I was being pulled in a million different directions. Was I Black, east African, Arab or simply … Somali? And how did my identity as a Muslim fit on to these racialised lines?</p><p>Ayaan Mohamud is a British Somali author and medical student</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/02/somali-young-persons-novel-next-generation\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/feb/01/new-mexico-official-aroma-chile-peppers", "title": "New Mexico could be first state with official aroma", "date_published": "2023-02-02 06:00:54+00:00", "description": "<p>The familiar smell of roasted chiles is ‘unique to our state’, says lawmaker pushing to codify fragrance </p><p>The sweet smell of green chile roasting on an open flame permeates New Mexico every fall, wafting from roadside stands and grocery store parking lots and inducing mouth-watering visions of culinary wonders.</p><p>Now one state lawmaker says it’s time for everyone to wake up and smell the chile.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/01/new-mexico-official-aroma-chile-peppers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/feb/02/adani-group-abandons-share-offer-as-crisis-triggered-by-claims-escalates", "title": "Adani Group abandons share offer as crisis triggered by fraud claims escalates", "date_published": "2023-02-02 01:54:11+00:00", "description": "<p>Relentless selling triggers questions about how Indian conglomerate – which denies allegations – will meet its loan obligations</p><ul><li><a href=\"https://www.theguardian.com/business/2023/feb/02/why-has-the-adani-group-shed-us90bn-in-value-and-what-do-short-sellers-have-to-gain\">Why has the Adani Group shed US$90bn in value and what do short sellers have to gain?</a></li><li><a href=\"https://www.theguardian.com/australia-news/series/australian-news-live/latest\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Beleaguered Indian conglomerate Adani Group has abandoned a much-vaunted share offer in an escalating crisis triggered by fraud claims that has cut more than US$90bn in value from the power-to-ports empire and raised the prospect of forced asset sales.</p><p>The relentless selling has also triggered questions about how Adani, which runs Australia’s contentious Carmichael coalmine and rail project in Queensland, will meet its loan obligations as banks weigh up their exposure.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/business/2023/feb/02/adani-group-abandons-share-offer-as-crisis-triggered-by-claims-escalates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}