{"entries": [{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/harrison-ford-proves-that-hes-the-ideal-marvel-actor-in-new-interview/1100-6511136/?ftag=CAD-01-10abi2f", "title": "Harrison Ford Proves That He's The Ideal Marvel Actor In New Interview", "date_published": "2023-02-02 23:11:00+00:00", "description": "<p>Marvel Studios, like SHIELD in Marvel fiction, is a secretive organization that oversees an initiative to introduce the Avengers and other heroes to the world. They don't like spoilers slipping out ahead of time--a stray spoiler could have a domino effect of revealing information about one movie, which implies information about another movie, and so on. And that's why Harrison Ford is the perfect guy to take a role in a Marvel movie.</p><div>          </div><p>Harrison Ford stopped by The Late Show with Stephen Colbert to talk about the upcoming <a href=\"https://www.gamespot.com/gallery/indiana-jones-and-the-dial-of-destiny-everything-we-know-about-harrison-fords-return-to-the-franchise/2900-4525/\">Indiana Jones and the Dial of Destiny</a>. After talking about the <a href=\"https://www.gamespot.com/articles/indiana-jones-5-will-turn-back-the-clock-on-harrison-ford-with-de-aging-technology/1100-6509335/\">de-aging technology used in that movie</a>, Colbert asks Ford if he can tell the audience anything about the upcoming Captain America: New World Order film.</p><p>\"I am allowed to tell you everything I know,\" Harrison says. \"Ask me anything.\"</p><a href=\"https://www.gamespot.com/articles/harrison-ford-proves-that-hes-the-ideal-marvel-actor-in-new-interview/1100-6511136/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/former-donkey-kong-record-holder-billy-mitchell-accused-of-cheating-yet-again/1100-6511134/?ftag=CAD-01-10abi2f", "title": "Former Donkey Kong Record Holder Billy Mitchell Accused Of Cheating Yet Again", "date_published": "2023-02-02 21:49:00+00:00", "description": "<p>King of Kong Billy Mitchell has once again been accused of cheating. Allegedly, new evidence further suggests that he did not use original hardware to perform some of his record-breaking Donkey Kong runs.</p><p>According to <a href=\"https://www.youtube.com/watch?v=yHK0Jg2R7SQ\">speedrunning YouTuber Karl Jobst</a>, newly found photographs show that Mitchell used a eight-way joystick, rather than the original machine's four-way, on at least one of the disputed records. An eight-way joystick would enable players to perform feats impossible for players using original hardware. If Mitchell did use this machine, he would have had an advantage against other potential record holders.</p><p>In 2018, arcade high scores website <a href=\"https://www.gamespot.com/articles/embattled-donkey-kong-record-holder-billy-mitchell/1100-6456696/\">Twin Galaxies and the Guinness Book of World Records removed three of Billy Mitchell's Donkey Kong scores</a> after the record holder was accused of cheating. Allegedly, the tape recordings of the three scores prove that Mitchell was using an emulator, rather than an original arcade machine. Twin Galaxies do record and rank high scores from emulator play, albeit in a separate category.</p><a href=\"https://www.gamespot.com/articles/former-donkey-kong-record-holder-billy-mitchell-accused-of-cheating-yet-again/1100-6511134/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-day-before-looks-like-the-division-meets-the-last-of-us-in-new-gameplay-trailer/1100-6511133/?ftag=CAD-01-10abi2f", "title": "The Day Before Looks Like The Division Meets The Last Of Us In New Gameplay Trailer", "date_published": "2023-02-02 20:58:00+00:00", "description": "<p>Days after announcing <a href=\"https://www.gamespot.com/games/the-day-before/\">The Day Before</a> had been delayed to November 2023, developer Fntastic has released a 10 minute gameplay video highlighting what players can expect from the open-world zombie survival MMO.</p><p dir=\"ltr\">It has just about everything one might expect from the genre and looks to be taking inspiration from a number of other popular games, including <a href=\"https://www.gamespot.com/games/tom-clancys-the-division/\">The Division</a>, <a href=\"https://www.gamespot.com/games/dayz/\">DayZ</a>, and <a href=\"https://www.gamespot.com/games/the-last-of-us/\">The Last of Us</a>. There's crouch walking through abandoned city streets, scavenging abandoned homes for supplies, gun customization at a workbench, backpack inventory management, and the occasional run-in with the living dead. Zombies, however, don't look to pose much of a threat and are easily eliminated from a distance. For an open-world game that can feature other players to encounter and interact with, the video looks oddly lifeless and empty, with most of the footage composed of the player character simply scavenging for supplies or walking empty streets.</p><p dir=\"ltr\">This latest gameplay video is the best look yet at The Day Before, of which little has been shown in recent years. The game was originally slated to release in 2022 before it was announced the game would be <a href=\"https://www.gamespot.com/articles/open-world-zombie-mmo-the-day-before-delayed-to-2023-switches-to-unreal-engine-5/1100-6503148/\">shifting to Unreal Engine 5</a>. That decision saw the game delayed until March 2023.</p><a href=\"https://www.gamespot.com/articles/the-day-before-looks-like-the-division-meets-the-last-of-us-in-new-gameplay-trailer/1100-6511133/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/daisy-ridley-discusses-her-star-wars-future/1100-6511130/?ftag=CAD-01-10abi2f", "title": "Daisy Ridley Discusses Her Star Wars Future", "date_published": "2023-02-02 20:42:00+00:00", "description": "<p>Daisy Ridley played the central character Rey in the newest trilogy of mainline Star Wars movies, and while she is <a href=\"https://www.gamespot.com/articles/daisy-ridley-confirms-shes-not-in-new-star-wars-tr/1100-6468113/\">not planning to return in the next trilogy of Star Wars films</a>, the future beyond that is uncertain. Speaking to <a href=\"https://www.hollywoodreporter.com/movies/movie-features/daisy-ridley-talks-star-wars-future-indie-film-1235315782/\">The Hollywood Reporter</a>, Ridley said she believes Rey's story came to a fitting end in The Rise of Skywalker but said it would be \"amazing\" to see her return one day.</p><p>\"Honestly, I have no idea,\" Ridley said about her potential involvement in future Star Wars projects as Rey. \"I feel like Rey’s story ended in a wonderful way with the last film [Star Wars: The Rise of Skywalker].\"</p><p>2015's The Force Awakens brought back Han, Luke, and Leia, and fans are wondering if Rey, Finn, Poe, and others from the newest trilogy could return one day. For now, we'll have to wait and see.</p><a href=\"https://www.gamespot.com/articles/daisy-ridley-discusses-her-star-wars-future/1100-6511130/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dave-bautista-says-guardians-3-is-a-storybook-ending-for-drax/1100-6511128/?ftag=CAD-01-10abi2f", "title": "Dave Bautista Says Guardians 3 Is A \"Storybook Ending\" For Drax", "date_published": "2023-02-02 20:39:00+00:00", "description": "<p>Dave Bautista is returning one final time to play Drax in the upcoming Guardians of the Galaxy Vol. 3 later this year. It'll be his third Guardians movie and seventh time appearing in an MCU production as the hulking character. Appearing on The Tonight Show with Jimmy Fallon, Bautista commented on saying goodbye to the character, confirming that Drax is getting a \"storybook\" sendoff.</p><p>\"It's hard [to walk away], but it's time. It's the perfect exit. We all had those perfect kind of character arcs. It's such a storybook ending,\" Bautista said (<a href=\"https://variety.com/2023/film/news/dave-bautista-rejects-marvel-paycheck-return-drax-guardians-1235509679/\">via Variety</a>).</p><div>          </div><p>He said it's similar to how he wrapped up his wrestling career, saying he enjoyed that final sendoff and hopes the same is true for Drax.</p><a href=\"https://www.gamespot.com/articles/dave-bautista-says-guardians-3-is-a-storybook-ending-for-drax/1100-6511128/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gundam-evolution-season-3-introduces-new-playable-gundams/1100-6511131/?ftag=CAD-01-10abi2f", "title": "Gundam Evolution Season 3 Introduces New Playable Gundams", "date_published": "2023-02-02 20:35:00+00:00", "description": "<p>Bandai Namco has announced new that content will be coming to <a href=\"https://www.gamespot.com/games/gundam-evolution/\">Gundam Evolution</a> as a part of Season 3. Defencer (Season 3) will introduce a new playable Gundam, quality-of-life improvements, new in-game events, and more.</p><div>          </div><p>Three new Gundams will be introduced throughout Season 3, with the Hyperion Gundam being the first. This Gundam will be a mid-range character with 900 HP, one dash, and 700 Shield. Players can charge toward enemies, deploy a shield, and fire a charged attack on someone while playing as this Gundam.</p><p dir=\"ltr\">In addition to the playable Gundam, the North American and Europe matchmaking areas will be merged. New supply pods will also be available with a new pack for the Hyperion Gundam.</p><a href=\"https://www.gamespot.com/articles/gundam-evolution-season-3-introduces-new-playable-gundams/1100-6511131/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-marvel-book-details-the-mcus-timeline-so-far/1100-6511132/?ftag=CAD-01-10abi2f", "title": "New Marvel Book Details The MCU's Timeline So Far", "date_published": "2023-02-02 20:29:00+00:00", "description": "<p>Hardcover copies of the upcoming book <a href=\"https://www.amazon.com/Studios-Cinematic-Universe-Official-Timeline/dp/074408167X?tag=gamespot-promos-20\">The Marvel Cinematic Universe: An Official Timeline</a> are available for preorder now on Amazon. The book retails for $50 but is currently discounted to $45. If the price drops further between the time you order and release, you'll get the lowest price offered thanks to Amazon's preorder price guarantee. </p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Studios-Cinematic-Universe-Official-Timeline/dp/074408167X?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div><p dir=\"ltr\">In the recently announced book, authors Anthony Breznican, Amy Ratcliffe, and Rebecca Theodore-Vachon track all the in-universe events--starting with the Big Bang and charting every battle, team-up, and cosmic event up until the most recent slate of films.</p><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4094413-mcutimeline.png\"><img alt=\"The Marvel Cinematic Universe: An Official Timeline\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4094413-mcutimeline.png\" /></a><figcaption>The Marvel Cinematic Universe: An Official Timeline</figcaption></figure><p dir=\"ltr\"> </p><a href=\"https://www.gamespot.com/articles/new-marvel-book-details-the-mcus-timeline-so-far/1100-6511132/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/every-psvr-2-game-confirmed-for-launch-and-beyond/2900-4593/", "title": "Every PSVR 2 Game Confirmed For Launch And Beyond", "date_published": "2023-02-02 20:08:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089619-horizon%288%29.jpg\" /><br /><h3><p>The world of virtual reality will expand on February 22 thanks to the launch of the <span class=\"norewrite\">           <a href=\"https://direct.playstation.com/en-us/playstation-vr2\">PSVR 2</a> </span> headset for PS5. Building on the foundation laid by the original PSVR headset, this next-gen headset packs in a bundle of impressive features (such as eye tracking, headset haptics, and a 4K resolution), but it also carries a staggering $550 price tag.</p><p>Thankfully, Sony seems to be giving PSVR 2 heaps of attention, with a mountain of games already announced for the platform. This includes a good mix of remasters, new releases, and sequels to established titles. All told, about 50 games have been revealed for PSVR 2, and we’re sure to hear about more throughout 2023.</p><p>Of course, the PSVR 2 games library is just as important as its technical chops, and right now things don’t look to disappoint. From tactical shooters like <span class=\"norewrite\">           <a href=\"https://store.playstation.com/en-us/concept/10005891\">Crossfire: Sierra Squad</a> </span> to relaxing titles like <span class=\"norewrite\">           <a href=\"https://store.playstation.com/en-us/product/UP6978-CUSA31093_00-0342572721760277\">Puzzling Places</a> </span>, Sony’s headset looks to have all of the major genres covered. One of the most anticipated titles for PSVR 2 is <span class=\"norewrite\">           <a href=\"https://store.playstation.com/en-us/product/UP9000-PPSA09555_00-HZVRCALLMOUNTAIN\">Horizon: Call of the Mountain,</a> </span> which takes place in the same world as Forbidden West and should help show off the power of the $550 gadget.</p><p>Curious to know what the PSVR 2 library looks like before committing to a purchase? Here’s a look at every confirmed PSVR 2 game. We listed the games in alphabetical order and included links to the PlayStation Store where you can preorder or wishlist titles you're interested in.</p></h3></p><br />     <p><h2>2MD: VR Football Unleashed All-Star</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089491-2mdvrfootball%281%29.jpg\" /><br /><h3><p> </p><p>Although it doesn’t feature any of your favorite teams from the NFL or NCAA, 2MD more than makes up for it with an authentic football experience. Beyond throwing touchdown passes, you’ll also be able to draw up your own plays and fully customize your squad when not on the gridiron. Toss in 60 unique stadiums, a variety of game modes, and a virtual display case, and it’s easy to see how 2MD can eat up a lot of your free time.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP0964-CUSA11494_00-2MDVRFOOTBALLPS4\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>After the Fall (free upgrade)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089492-afterthefall%281%29.jpg\" /><br /><h3><p> </p><p>Slay the undead in this cooperative, VR shooter. Three other players can join you on your adventure, which has you traveling through the ruins of a post-apocalyptic Los Angeles as you try to survive the end of the world. It’s built by the same people responsible for the incredible Arizona Sunshine--so be sure to put this one on your list if you’re into virtual FPS games.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/234839/\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Altair Breaker</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089493-altairbreaker%281%29.jpg\" /><br /><h3><p>Altair Breaker has you exploring the Vasus Isle as you compete with a variety of deadly enemies in sword-based combat. It boasts a highly stylized art style and streamlined UI to fully immerse you in its gorgeous worlds, and it’s battles are frantic enough that playing for 15 minutes could count as your cardio workout for the day.</p></h3></p><br />     <p><h2>Beat Saber</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089494-beatsaber%284%29.jpg\" /><br /><h3><p> </p><p>Beat Saber has been confirmed for PSVR 2, although we’re still waiting on specifics--such as how it’ll be enhanced to make full use of the hardware. For now, expect to be flailing your arms around in a frenzy as you slice through blocks to some of today’s most popular songs.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.playstation.com/en-us/games/beat-saber/\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Behemoth</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089495-behemoth%281%29.jpg\" /><br /><h3><p> </p><p>If you’re looking for a chilling, survival experience on PSVR 2, Behemoth might be the answer. Brutal combat, a horrifying atmosphere, and incredible graphics should make for a unique experience when it arrives sometime later this year.</p></h3></p><br />     <p><h2>Before Your Eyes</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089529-beforeyoureyes%281%29.jpg\" /><br /><h3><p>Before Your Eyes is a first-person narrative game where your actions have a direct impact on the course of the story. The big twist? You control the action by blinking your eyes in real life. Aside from the innovative gameplay mechanics, Before Your Eyes also features a striking art style that makes it stand out in a crowded market.</p></h3></p><br />     <p><h2>Cities VR: Enhanced Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089496-citiesvr%281%29.jpg\" /><br /><h3><p>Build, manage, and run the city of your dreams (or nightmares). Cities VR: Enhanced Edition tasks you with everything from utility planning to educating your population. And since you can check in on the action using both a bird’s-eye view and by diving down onto the streets, you should be able to get a real feel for what your city can do to improve.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10005974/\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Cosmonious High</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089497-cosmonioushigh%281%29.jpg\" /><br /><h3><p>Cosmonious High has you trying to save the eponymous Cosmonious High School from a bizarre cosmic event. Beyond unlocking powers and exploring colorful environments, one of the coolest things about the game is its living characters, which will react to your gestures and add another layer of immersion to your actions.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10004600/\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>The Dark Pictures: Switchback VR</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089522-thedarkpicturesswitchbackvr%281%29.jpg\" /><br /><h3><p>Only available on PSVR 2, Switchback VR takes place in the haunting world of the Dark Pictures franchise. You’ll jump onto a horrific roller coaster that’ll take you through one terrifying scenario after the next, although the ability to dual-wield firearms should give you a bit of comfort as you hurtle towards whatever nightmare lies around the bend.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP8061-PPSA09737_00-SUPERMASSIVESBVR\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Creed: Rise to Glory - Championship Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089537-creed%281%29.jpg\" /><br /><h3><p> </p><p>If you’re looking to work off some steam, Creed: Rise to Glory - Championship Edition should be on your radar. This updated version of Creed: Rise to Glory offers new content to play through, new game modes, and new settings that give you more control over your VR experience. It’ll also benefit from a reworked PvP mode with enhanced matchmaking.</p></h3></p><br />     <p><h2>Crossfire: Sierra Squad</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089498-crossfiresierrasquad%281%29.jpg\" /><br /><h3><p>This gritty, tactical shooter sees you leading a fireteam through a series of deadly encounters as you try to stop a biochemical weapon from being launched. The game will feature more than 60 missions and give you 39 unique weapons to master, meaning you have plenty of ways to accomplish your objective. Four player co-op will also be supported.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10005891\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Demeo (free upgrade)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089499-demeo%281%29.jpg\" /><br /><h3><p>Demeo is a VR dungeon-crawler. You can play it solo or with three other adventurers, with the option to play as a hunter, sorcerer, assassin, guardian, bard, or warlock. There’s also a deck-building mechanic that allows you to customize your character to your play-style using more than 60 different cards.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP5430-PPSA10634_00-2489336427118944\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Do Not Open</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089621-maxresdefault.jpg\" /><br /><h3><p>If you’re easily scared, do not play this game. Do Not Open is a horrifying puzzle game inspired by traditional escape rooms. Hiding is a more-viable option than fighting, and a chilling narrative should keep you interested until the final credits roll.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP3589-PPSA08196_00-DONOTOPENPS50001\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Dyschronia: Chronos Alternate</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089501-justice_02%281%29.png\" /><br /><h3><p>With an anime-inspired art style, Dyschronia: Chronos Alternate is one of the most visually stunning games coming to PSVR 2. You’ll be tasked with solving a murder in the underwater city of Astrum Close with the help of a variety of supernatural skills to help with the investigation.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10007231\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Fantavision 202X</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089616-fantavision202x%282%29.jpg\" /><br /><h3><p>First released way back in 2000, Fantavision is getting a VR revival in February 2022. The artistic game offers a bit of everything--from puzzles and shooting to strategy and action sequences. Your goal is to fill the sky with fireworks, which should look more dazzling than ever thanks to PSVR 2’s high-def screens.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10003761\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Firewall Ultra</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089502-firewallultra%281%29.jpg\" /><br /><h3><p> </p><p>We’re still waiting on more details about Firewall Ultra, but for now we know it’s a tactical shooter with strong PvP and PvE chops. If you’re looking for a deep multiplayer experience for your headset, be sure to keep your eyes peeled in the coming months.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10003761\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Ghostbusters: Rise of the Ghost Lord</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089503-ghostbusters%281%29.jpg\" /><br /><h3><p> </p><p>Arriving later this year, Ghostbusters: Rise of the Ghost Lord will have you wielding your trusty proton pack as you suck up hordes of ghostly creatures. If things get too spooky, you can have up to three other friends join you on your spectral adventure.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10007130\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Gran Turismo 7</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089504-granturismo7%284%29.jpg\" /><br /><h3><p> </p><p>Not only will Gran Turismo 7 be gracing your headset, but it’ll be a PSVR 2 launch day release. The popular game is getting a free VR update ahead of February 22, meaning you’ll be able to dive into the cockpit of the world’s fastest supercars and take them out for a spin.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP9000-CUSA24769_00-GT7STD0000000PS4\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Hello Neighbor: Search and Rescue (free upgrade)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089505-helloneighbor%281%29.jpg\" /><br /><h3><p> </p><p>Your neighbor has kidnapped your friends--and only you can save them. Like all other games in the Hello Neighbor franchise, it’ll take quick wits, sharp thinking, and a lot of courage to free your pals and make it home safely.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP0097-PPSA11060_00-9427917386056492\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Horizon Call of the Mountain</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089506-horizoncallofthemountain%281%29.jpg\" /><br /><h3><p> </p><p>Set in the iconic Horizon universe, Horizon Call of the Mountain has you exploring the Carja Sundom as you try to learn more about the machines roaming the planet. This time around you’ll play as the former soldier Ryas, although Aloy will make a few appearances throughout your quest.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP9000-PPSA09555_00-HZVRCALLMOUNTAIN\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Jurassic World Aftermath Collection</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089507-jurassic%281%29.jpg\" /><br /><h3><p> </p><p>After becoming stranded on Isla Nublar, you’ll be tasked with surviving an island filled with deadly dinosaurs. Along the way, you’ll unravel a narrative that’s fully voiced by big names such as Laura Bailey and Jeff Goldblum, encounter tons of puzzles, and attempt to keep monsters at bay without the use of traditional weapons.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10004089\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Kayak VR: Mirage</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089508-kayak%281%29.jpg\" /><br /><h3><p>Kayak VR: Mirage is about as close as you can get to kayaking without touching water. The stunning VR game will make full use of PSVR 2’s processing power to offer breathtaking vistas that range from tropical coastlines to arctic rivers. Several modes are available, including a free-roam mode that lets you explore at your own pace.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10004438\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Kizuna AI: Touch the Beat</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089509-kizuna%281%29.jpg\" /><br /><h3><p> </p><p>Tired of Beat Saber? Consider giving Kizuna AI: Touch the Beat a download. The rhythm game has you dancing to the beat of the music, with notes flying towards you at a frantic pace. It’s a bit quirky, but fans of rhythm games should find much to love about Kizuna AI.</p></h3></p><br />     <p><h2>The Last Clockwinder</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089538-thelastclockwinder%281%29.jpg\" /><br /><h3><p> </p><p>The Last Clockwinder sees you attempting to repair an ancient object known as the Clocktower, which houses valuable plants from around the galaxy. In order to complete your task, you’ll need to solve a variety of elaborate puzzles--and you’ll be treated to some stunning graphics and an intriguing story along the way.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10007170\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>The Last Worker</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089523-thelastworker%281%29.jpg\" /><br /><h3><p> </p><p>The Last Worker has you playing as the only human with a job in a world that’s increasingly overrun with automation. Billed as a narrative adventure, expect to stumble upon plenty of twists and turns in this dystopian VR experience.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10002752\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>The Light Brigade (free upgrade)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089524-thelightbrigade%281%29.jpg\" /><br /><h3><p> </p><p>Join The Light Brigade--a group fighting for the last remnants of humanity. The roguelite shooter features procedurally generated environments, which should make it perfect for multiple playthroughs. Beyond its random levels, you’ll have access to a wide variety of weapons, spells, and classes to let you customize your play style.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP0275-PPSA07957_00-4474344745458047\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Low-Fi</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089510-lowfi%281%29.jpg\" /><br /><h3><p> </p><p>This cyberpunk game has you playing as a sheriff of cityblock 303--and you’re given free rein to play as you see fit. The developer says the game is more like a “holodeck program than a traditional game,” so you’re free to pass out tickets, head to a casino, or spend your hard-earned credits on a wide assortment of items.</p></h3></p><br />     <p><h2>Moss + Moss Book II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089511-moss%281%29.jpg\" /><br /><h3><p> </p><p>The adorable adventure game and its sequel have found a home on PSVR 2. Take control of Quill as you help guide her through jumping puzzles and frantic combat as you unravel an emotional narrative across both games.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP1983-PPSA09677_00-MOSSXMOSS2BUNDLE\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>NFL Pro Era</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089512-nflproera%281%29.jpg\" /><br /><h3><p> </p><p>NFL Pro Era is the first VR game that’s officially licensed by the NFL. That means you’ll get to play for (and against) all your favorite teams with the ultimate goal of reaching the Super Bowl. When you’re not taking the field on Sunday, you’ll be able to hone your skills with a variety of mini-games.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10002154\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>No Man's Sky (free upgrade)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089513-nomanssky%281%29.jpg\" /><br /><h3><p>No Man’s Sky is leagues better today than it was at launch, and the addition of VR has only made it more appealing. The open-world exploration game will be fully playable on PSVR 2, thanks to a free update that’ll coincide with the headset’s arrival in February.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP2034-PPSA02110_00-NOMANSSKYHG00001\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Pavlov VR</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089530-pavlovvr%281%29.jpg\" /><br /><h3><p> </p><p>A handful of tactical shooters will be available on PSVR 2, and that includes Pavlov VR. The realistic-yet-fast-paced FPS will have you peeking around corners, coordinating with teammates, and doing your best to pull the trigger faster than your target. The multiplayer modes are the big draw, but Pavlov VR also features an offline mode, a practice range, bots, and a few other features that should keep you busy when not online.</p></h3></p><br />     <p><h2>Puzzling Places</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089531-puzzlingplaces%281%29.jpg\" /><br /><h3><p>Looking to unwind? Consider checking out Puzzling Places. This relaxing VR game sees you piecing together 3D jigsaw puzzles that, when completed, resemble iconic locations from around the world. More than a dozen puzzles are available, and you can choose your difficulty---which essentially means working with anywhere from 25 to 400 pieces per puzzle.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP6978-CUSA31093_00-0342572721760277\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Pistol Whip (free upgrade)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089514-pistolwhip%282%29.jpg\" /><br /><h3><p> </p><p>Arguably one of the best VR games available today, Pistol Whip is a fast-paced shooter that plays out to the beat of the soundtrack. Stylish graphics, tons of customizable settings, and tons of levels to blast through are just the tip of the iceberg with Pistol Whip--and it’ll be curious to see how it makes use of the ultra-powerful PSVR 2.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10001571\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Resident Evil 4</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089515-residentevil4%281%29.jpg\" /><br /><h3><p> </p><p>Capcom is bringing a bit of VR content to the upcoming remaster, although it’s unclear exactly what that’ll be. At any rate, expect to be able to don your headset and roam around as Leon later this year.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10004473\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Resident Evil Village</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089622-3826559-re_village_apr_2021_scre.jpg\" /><br /><h3><p> </p><p>The latest Resident Evil game is getting free DLC, letting players run through the entire campaign using their shiny new headset. If you thought the base game was scary, however, you might want to hold off on jumping into VR, as being fully immersed in its bleak world <i>probably</i> won’t be for the faint of heart.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP0102-PPSA01556_00-VILLAGEFULLGAMEX\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Rez Infinite</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089615-rezinfinite%281%29.jpg\" /><br /><h3><p> </p><p>Rez Infinite builds on the success of the original game with new features such as eye tracking and haptic feedback. Beyond that, you’ll still get to experience everything that made the original Rez so great, such as memorable boss fights, chaotic levels, and tons of flashy special effects.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP0751-CUSA05868_00-REZINFINITEDDBDL\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Runner</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089517-runner%281%29.jpg\" /><br /><h3><p> </p><p>Runner is an arcade racing game with flashy graphics and an even flashier soundtrack. As you race through the city streets, you’ll be able to shoot at enemies impeding your progress (which often results in a spectacular explosion).</p></h3></p><br />     <p><h2>Song in the Smoke: Rekindled</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089518-songinthesmokerekindled%281%29.jpg\" /><br /><h3><p>The hit PSVR survival game Song in the Smoke is getting a big update for PSVR 2. It’ll include not only another layer of polish, but also a bundle of new features such as enhanced locomotion modes, haptic feedback, and improved graphics.</p></h3></p><br />     <p><h2>Star Wars: Tales from the Galaxy's Edge - Enhanced Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089519-starwarstalesfromthegalaxy%27sedge-enhancededition%281%29.jpg\" /><br /><h3><p> </p><p>Star Wars fans won’t want to miss out on Tales from the Galaxy’s Edge, which lets you play as a Droid Repair Technician on the remote planet, Batuu. While the standard game is already available on other headsets, this Enhanced Edition will bring eye-tracking, headset feedback, and haptic feedback to PSVR 2.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10004699\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Swordsman VR</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089520-swordsmanvr%281%29.jpg\" /><br /><h3><p> </p><p>This visceral sword-fighting sim has you wielding a variety of deadly weapons as you hack through enemies in tense, close-quarters combat. Beyond offering a combat system that’s built around a realistic physics system, you’ll have access to a gigantic upgrade system that encompasses both your weapons and stats such as Strength and Intelligence--along with skills like Telekinesis and Taekwondo.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP4434-CUSA23440_00-THESWORDSMANPSVR\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Synth Riders: Remastered Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089613-synthriders%281%29.jpg\" /><br /><h3><p> </p><p>Synth Riders: Remastered Edition is a dancing rhythm game that features flashy graphics, a thumping soundtrack, and new immersive haptics on PSVR 2. If you’re looking for a quick workout or love rhythm games, this one might deserve some space on your hard drive.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP5238-CUSA18286_00-SYNTHRIDERSSPSVR\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>The Tale of Onogoro</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089525-thetaleofonogoro%281%29.jpg\" /><br /><h3><p> </p><p>The Tale of Onogoro takes place on the eponymous island of Onogoro, which is filled with puzzles, gigantic monsters, and heaps of secrets. A combination of puzzles and action sequences will fight for your attention on the island, and overcoming every obstacle is the only way to escape and save the realm.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP1181-CUSA37628_00-0554751544041063\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Tentacular</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089521-tentacular%281%29.jpg\" /><br /><h3><p> </p><p>Tentacular puts you in control of (surprise!) a strange beast with several tentacular appendages. Your goal is to figure out where exactly you came from, solving puzzles and unlocking new abilities as you go. The lighthearted game looks both innovative and adorable, and it might be one of the quirkiest games heading to PSVR 2.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10005758/\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Tetris Effect: Connected</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089534-tetriseffectconnected%281%29.jpg\" /><br /><h3><p> </p><p>It’s Tetris--what else is there to say? The classic game was reborn years ago as Tetris Effect, and now Tetris Effect: Connected is bringing the block-building fun to PSVR 2 with eye-tracking, headset feedback, and haptic feedback.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP0751-CUSA13594_00-TETRISEFFECT0000\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Thumper</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089614-thumper%281%29.jpg\" /><br /><h3><p> </p><p>Trippy visuals, an upbeat soundtrack, and simple controls--Thumper is everything you’d want in a rhythm game. On PSVR 2, the popular game will support 4K visuals, 3D audio, and haptic feedback.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP1613-CUSA03559_00-THUMPERPS4FULL00\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>The Walking Dead: Saints &amp; Sinners Chapter 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089526-thewalkingdead%282%29.jpg\" /><br /><h3><p>The original Saints &amp; Sinners earned tons of praise when it launched a few years ago, and Chapter 2 is only looking to elevate the VR experience. It’ll once again take place in New Orleans, but this time you’ll have new weapons to play with, new gameplay elements to master, and gorgeous new graphics pulling everything together.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP2533-PPSA07680_00-TWDSSRETRIBUTION\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>What the Bat?</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089536-whatthebat%281%29.jpg\" /><br /><h3><p> </p><p>What the Bat? Is developed by the team responsible for the hilarious “golfing” game, What the Golf? This time around, you’ll be flailing around with baseball bats for hands as you attempt to tackle daily activities such as cooking and parking. There’s even a pettable dog--although you’ll probably want to be extra careful with that task.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10006350\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>X8</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089527-x8%281%29.jpg\" /><br /><h3><p>X8 is a wild FPS that divides players into two teams--Attackers and Defenders. The former is looking to plant a gadget known as “The Extrapolator,” while the latter is trying to stop the Attackers in their tracks. Several unique abilities and weapons are up for grabs, and there looks to be a wide degree of freedom in how you approach your goal.</p></h3></p><br />     <p><h2>Zenith: The Last City (free upgrade)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4089528-zeniththelastcity%281%29.jpg\" /><br /><h3><p> </p><p>Zenith: The Last City might be the best VR MMO available today. It should only get better when it arrives on PSVR 2 at launch, with headset feedback, adaptive triggers, and massive visual upgrades. The expansive game has seen tons of updates since launch, so folks just starting out on PSVR 2 should have plenty of content to keep them busy.</p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP5825-PPSA09408_00-5177623505461821\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Zombieland: Headshot Fever Reloadeed</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4093885-zombielandheadshot.png\" /><br /><h3><p>Zombieland: Headshot Fever is a light-gun game based on the movie franchise. This fast-paced and fun shooter received solid reviews when it launched in 2021, and the updated Reloaded version of the game will include a bunch of new content such as an extra story mission, new guns, remixes to existing levels, and challenges. </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10005906\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-warzone-2-details-for-dmz-season-2-includes-new-map-huge-reset-and-mw2-exclusive-content/1100-6511129/?ftag=CAD-01-10abi2f", "title": "CoD: Warzone 2 Details For DMZ Season 2 Includes New Map, Huge Reset, And MW2-Exclusive Content", "date_published": "2023-02-02 19:41:00+00:00", "description": "<p dir=\"ltr\">Season 2 of <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Call of Duty: Warzone 2</a> will arrive on February 15, and a new <a href=\"https://www.callofduty.com/blog/2023/02/path-to-season-02-dmz-update-modern-warfare-ii\">blog post from Activision</a> details all the major changes expected for DMZ mode. The seasonal update will include a new location, boss encounter, and a seasonal wipe. Here is everything you need to know before the start of Season 2 of DMZ.</p><h2 dir=\"ltr\">New DMZ location and map changes</h2><p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/cod-warzone-2-ashika-island-map-full-revealed-includes-iconic-castle/1100-6511037/\">As previously announced</a>, Warzone 2 is getting the brand-new Ashika Island map for Season 2, giving players a new location to infiltrate in DMZ mode. The map features seven main points of interest, and the island includes a new Weapon's Case event, boss encounter, and more.</p><p dir=\"ltr\">Ashika Island will also provide opportunities to find the keycards needed to access <a href=\"https://www.gamespot.com/articles/cod-warzone-2-dmz-how-to-access-building-21-and-get-keycards/1100-6510194/\">DMZ's locked Building 21 location</a>. The keycards on the island can be obtained in the same manner as the Al Mazrah map, which includes searching the rare orange loot chests, public supply drop events, and the supply drops earned from SAM Site Contracts or from taking out the helicopter commander.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-details-for-dmz-season-2-includes-new-map-huge-reset-and-mw2-exclusive-content/1100-6511129/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/amazon-prime-members-can-claim-2-free-games-this-week/1100-6510888/?ftag=CAD-01-10abi2f", "title": "Amazon Prime Members Can Claim 2 Free Games This Week", "date_published": "2023-02-02 19:31:00+00:00", "description": "<p>The first two games in Prime Gaming's February 2023 lineup are available to claim for free right now. Amazon Prime members can snag The Elder Scrolls III: Morrowind GOTY Edition and Onsen Master. The Morrowind freebie is a GOG key that can be redeemed for a DRM-free copy of the classic RPG. The pair of free games are just the first of four batches that will be available throughout February. Prime Gaming is giving away nine free games in all this month as well as a bunch of in-game loot for popular multiplayer titles. </p><p>Unlike usual, Prime Gaming isn't giving away all of the free monthly games at once. Instead, the freebies are being released in waves that will be available every Thursday for the rest of February. Here's the full schedule of Prime Gaming free games for February:</p><ul><li>February 2  <ul><li>The Elder Scrolls III: Morrowind GOTY Edition</li><li>Onsen Master</li></ul></li><li>February 9  <ul><li>Aerial_Knight's Never Yield</li><li>Divine Knockout</li></ul></li><li>February 16  <ul><li>One Hand Clapping</li><li>BATS: Bloodsucker Anti-Terror Squad</li></ul></li><li>February 23  <ul><li>Space Crew: Legendary edition</li><li>Tunche</li><li>Space Warlord Organ Trading Simulator</li></ul></li></ul><div class=\"norewrite\" title=\"\">           <a href=\"https://gaming.amazon.com/home\">See all free games at Prime Gaming</a> </div><p>The nine freebies span across a multitude of genres. Morrowind GOTY Edition is undoubtedly the best-known of the bunch. It's the game that really catapulted Elder Scrolls to RPG stardom, and it's still worth checking out all these years later. This edition comes with a pair of huge expansions, and you could easily sink over 100 hours into the massive open-world RPG.</p><a href=\"https://www.gamespot.com/articles/amazon-prime-members-can-claim-2-free-games-this-week/1100-6510888/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/you-can-now-update-your-playstation-5-controller-without-a-cable/1100-6511127/?ftag=CAD-01-10abi2f", "title": "You Can Now Update Your PlayStation 5 Controller Without A Cable", "date_published": "2023-02-02 19:31:00+00:00", "description": "<p>Sony has recently announced a new update that'll introduce various features to the PlayStation 5, and one of them finally solves a problem that PS5 users have had for a while. Players will now have a new way to update their DualSense controllers wirelessly, without needing to physically connect them to the console first.</p><p dir=\"ltr\">Thanks to a <a href=\"https://blog.playstation.com/2023/02/02/ps5-beta-introduces-discord-voice-chat-vrr-support-for-1440p-and-more/\">PlayStation Blog post</a>, we know that DualSense wireless controllers can now be updated without being connected to the console. If players prefer to update their controller with a USB cable, they still can, and Sony recommends doing so \"if you have trouble updating the device software wirelessly.\"</p><p dir=\"ltr\">Unfortunately, this update will only be available if the user is a part of the PlayStation 5 beta program. Players can sign up for the program by visiting the <a href=\"https://www.playstation.com/en-us/ps5/ps5-beta-program-sign-up/\">PlayStation website</a>, but the update is expected to drop sometime soon for all PS5 users.</p><a href=\"https://www.gamespot.com/articles/you-can-now-update-your-playstation-5-controller-without-a-cable/1100-6511127/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2s-new-antarctic-map-features-bulletproof-penguins-a-fishing-mini-game-and-more-of-meis-backstory/1100-6511113/?ftag=CAD-01-10abi2f", "title": "Overwatch 2's New Antarctic Map Features Bulletproof Penguins, A Fishing Mini-Game, And More Of Mei's Backstory", "date_published": "2023-02-02 19:00:00+00:00", "description": "<p>With Overwatch 2's third season just around the corner, Blizzard is ready to reveal the game's newest, and chilliest, map: Antarctic Peninsula. This icy addition is Overwatch 2's first map solely designed for Control, a game mode first introduced in the original Overwatch that sees two teams of five square up against each other as they attempt to maintain control of a location for a set period of time.</p><p dir=\"ltr\">Though this mode is an Overwatch staple--and fans of Mei's Snowball Offensive might find the arctic setting a bit familiar--Antarctic Peninsula marks an important shift in how Blizzard will be approaching maps as the series continues. In a group interview with GameSpot and other gaming outlets, art director Dion Rogers, level designer Trey Spisak, and lead narrative designer Gavin Jurgens-Fyhrie elaborated on how the game's map development is evolving, what makes Antarctic Peninsula unique from previous maps, and what lies in store for Overwatch 2's future.</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1639/16394322/4094333-antarcticpeninsula_1.png\"><img alt=\"One of the three locations included in Antarctic Peninsula\" src=\"https://www.gamespot.com/a/uploads/scale_super/1639/16394322/4094333-antarcticpeninsula_1.jpg\" /></a><figcaption>One of the three locations included in Antarctic Peninsula</figcaption></figure><p dir=\"ltr\">First and foremost, the Antarctic Peninsula map marks the start of something new for Blizzard: a push toward what Blizzard calls more organic maps. The developers explained that, until recently, Overwatch maps have primarily been designed in a very modular fashion. However, as the team has checked off all the \"popular locations\" and cities across the globe, Rogers explained, they now want to focus on the \"many under-inspected locations\" they've been \"toying around with.\"</p><a href=\"https://www.gamespot.com/articles/overwatch-2s-new-antarctic-map-features-bulletproof-penguins-a-fishing-mini-game-and-more-of-meis-backstory/1100-6511113/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/wwe-2k23-hands-on-preview/2300-6460537/", "title": "WWE 2K23 Hands-On Preview", "date_published": "2023-02-02 19:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4094391-preview_wwe2k23_20230201_v4.jpg\" width=\"480\" /> We played an early build of WWE 2K23 and are happy to report the changes made for this year's installment are going to make fans of the games very happy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/upcoming-sims-4-expansion-growing-together-adds-infants-and-new-social-systems/1100-6511125/?ftag=CAD-01-10abi2f", "title": "Upcoming Sims 4 Expansion Growing Together Adds Infants And New Social Systems", "date_published": "2023-02-02 18:58:00+00:00", "description": "<p>Upcoming The Sims 4 expansion Growing Together adds a multitude of family interactions, new systems called milestones and social compatibility, as well as infant Sims.</p><p>Don't fear, as infants will arrive for all players in a base game update. They will have a wide variety of clothing, hairstyles, accessories, quirks, and special interactions. You can purchase and use infant-focused furniture like a changing station or a playmat. Adult sims can also carry their infant children around the world in a special backpack.</p><p>A variety of new interactions have also been added. Elders can now interact with children, including their grandkids, in new ways. Toddlers, just like infants, are also receiving new quirks like Picky Eater or Early Riser. Children have four new aspirations: Slumber Party Animal, Mind and Body, Playtime Captain, and Creative Genius.</p><a href=\"https://www.gamespot.com/articles/upcoming-sims-4-expansion-growing-together-adds-infants-and-new-social-systems/1100-6511125/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/back-4-blood-development-is-ending-as-dev-shifts-to-a-new-game/1100-6511124/?ftag=CAD-01-10abi2f", "title": "Back 4 Blood Development Is Ending As Dev Shifts To A New Game", "date_published": "2023-02-02 18:51:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/back-4-blood/\">Back 4 Blood</a> developer Turtle Rock has announced that it is ending development on that game as the studio transitions to its next game.</p><p>In a <a href=\"https://turtlerockstudios.com/news/b4b-2223\">blog post</a>, Turtle Rock said it is a \"pretty small studio\" for the types of games it makes. As such, the company doesn't have enough developers to keep supporting Back 4 Blood while it also works on another game. \"Yes, another game! Given this, it's time for us to put our heads down, get back in the lab, and get to work on the next big thing,\" Turtle Rock said.</p><p>Back 4 Blood will stay online and functional, and the game remains available through Xbox Game Pass and PlayStation Plus Extra/Premium.</p><a href=\"https://www.gamespot.com/articles/back-4-blood-development-is-ending-as-dev-shifts-to-a-new-game/1100-6511124/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/discord-on-ps5-how-to-link-accounts/1100-6511123/?ftag=CAD-01-10abi2f", "title": "Discord On PS5: How To Link Accounts", "date_published": "2023-02-02 18:26:00+00:00", "description": "<p dir=\"ltr\">Sony is finally rolling out Discord to PlayStation 5 players. Similar to how <a href=\"https://www.gamespot.com/articles/how-to-connect-discord-to-xbox/1100-6507618/\">Discord was first integrated with Xbox</a>, you'll need to do a few things first. After you've completed all of the required steps, you'll be able to chat with all of your other friends who game on other platforms. In addition to that, you won't have to worry about others' in-game chat interrupting your conversations. Here's everything you'll need to know about connecting Discord to PS5.</p><h2 dir=\"ltr\">Link Discord and PS5</h2><p dir=\"ltr\">To link Discord, you'll need to be a part of the PS5 beta testers program and receive an email with a code to give you access. If you're not a part of the beta test program, you can <a href=\"https://www.playstation.com/en-us/ps5/ps5-beta-program-sign-up/\">sign up here</a>. But don't worry if you'd rather not do that. According to Discord, this feature will be \"coming soon for all PS5 owners.\"</p><p dir=\"ltr\">Once you've entered the code into your PS5, you'll need to go into your <strong>Settings</strong> and select <strong>User and Accounts</strong>. After that, click on <strong>Linked Services</strong> and then select <strong>Discord</strong>. Selecting this will prompt open a QR code and an 8-digit code for you to use. Follow the instructions on your screen, and once you've completed it, your Discord account will be linked to your PlayStation account.</p><a href=\"https://www.gamespot.com/articles/discord-on-ps5-how-to-link-accounts/1100-6511123/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/razer-is-releasing-a-280-gaming-mouse/1100-6511122/?ftag=CAD-01-10abi2f", "title": "Razer Is Releasing A $280 Gaming Mouse", "date_published": "2023-02-02 18:22:00+00:00", "description": "<p>Razer has unveiled its latest gaming mouse, a new ultra-light peripheral called the Viper Mini that will retail for an astonishing $280. This puts the Viper Mini way above other high-end Razer mice such as the <a href=\"https://www.amazon.com/Razer-DeathAdder-Wireless-Gaming-Mouse/dp/B0B6Y52YXB?tag=gamespot-promos-20\">DeathAdder V3 Pro</a> or <a href=\"https://www.amazon.com/Razer-Naga-Wireless-Gaming-Mouse/dp/B08D27XXRY?tag=gamespot-promos-20\">Naga Pro</a>, which retail for $150.</p><p>For this mouse, Razer is aiming to deliver a product that has a premium feel to it and an absurdly light design. According to the company, the Viper Mini weighs just 49 grams thanks to its magnesium alloy exoskeleton that has a high weight-to-strength ratio. Internally, there's a Focus Pro 30K optical sensor, Gen-3 mouse switches, and fast charging for when it needs an electrical refill.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094375-razer-viper-mini.jpg\"><img alt=\"Razer Viper Mini Signature Edition\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094375-razer-viper-mini.jpg\" /></a><figcaption>Razer Viper Mini Signature Edition</figcaption></figure><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar\">       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094377-razer-viper-mini-signature-edition%282%29.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4094377-razer-viper-mini-signature-edition%282%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094378-razer-viper-mini-signature-edition%283%29.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4094378-razer-viper-mini-signature-edition%283%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094379-razer-viper-mini-signature-edition%284%29.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4094379-razer-viper-mini-signature-edition%284%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094380-razer-viper-mini-signature-edition%285%29.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4094380-razer-viper-mini-signature-edition%285%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094381-razer-viper-mini-signature-edition%286%29.jpg\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4094381-razer-viper-mini-signature-edition%286%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4094382-razer-viper-mini-signature-edition%281%29.jpg\">       <img alt=\"Gallery image 6\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4094382-razer-viper-mini-signature-edition%281%29.jpg\" />     </a>   </div>  </figure><div class=\"norewrite\" title=\"\">           <a href=\"https://razer.a9yw.net/c/1804712/642901/10229?subId1=subid_value&amp;u=https://www.razer.com/gaming-mice/razer-viper-mini-signature-edition\">See at Razer</a> </div><h3> </h3><h3>Tech Specs</h3><p> </p><a href=\"https://www.gamespot.com/articles/razer-is-releasing-a-280-gaming-mouse/1100-6511122/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/2-free-games-are-live-at-epic-right-now/1100-6476419/?ftag=CAD-01-10abi2f", "title": "2 Free Games Are Live At Epic Right Now", "date_published": "2023-02-02 18:03:00+00:00", "description": "<p>The Epic Games Store continues to give away free games each week, more than three years after the digital storefront launched its awesome weekly freebies program. Every Thursday at the same time 8 AM PT / 11 AM ET--Epic gives up between one and three free games. You merely need to <a href=\"https://www.epicgames.com/id/register\">create a free Epic account</a> and enable two-factor authentication to start snagging freebies. At this point, Epic has given away well over 100 free games, and there's no sign that the program will stop any time soon. We keep this article up to date weekly to highlight both the current free games and next week's offerings.</p><h2>Current free game at Epic</h2><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4094372-deathoftheoutsider.jpeg\"><img alt=\"Dishonored: Death of the Outsider\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4094372-deathoftheoutsider.jpeg\" /></a><figcaption>Dishonored: Death of the Outsider</figcaption></figure><p> </p><p>From now until <strong>February 9 at 8 AM PT / 11 AM ET</strong>, you can claim Dishonored: Death of the Outsider and City of Gangsters. Death of the Outsider was a standalone expansion to Dishonored 2. You play as a former assassin on a mission to hunt down the eponymous Outsider. Meanwhile, City of Gangsters is a tycoon-style game set during the Prohibition. You are tasked with building a criminal empire by operating speakeasies, distilleries, and other illegal businesses.</p><a href=\"https://www.gamespot.com/articles/2-free-games-are-live-at-epic-right-now/1100-6476419/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gears-6-is-the-coalitions-next-game-non-gears-project-canceled-report/1100-6511120/?ftag=CAD-01-10abi2f", "title": "Gears 6 Is The Coalition's Next Game, Non-Gears Project Canceled - Report", "date_published": "2023-02-02 17:50:00+00:00", "description": "<p>The Coalition has reportedly canceled two games--one a smaller non-Gears of War game, and a second mystery game. The studio’s next game will reportedly be Gears 6.</p><p>According to <a href=\"https://clips.twitch.tv/SpotlessBloodyLadiesPastaThat-ZILmut94jN34KbHa\">Giant Bomb’s Jeff Grubb</a>, the Matrix demo that The Coalition worked on with Epic Games is not the smaller project. “That was a separate thing. But it does seem like they feel like, ‘well, we are up to speed because we worked on that,’ and so they have canceled that smaller project as well as another project,” Grubb explains.</p><p>He continues, “This was all reflected in the layoffs that happened at Microsoft which did hit The Coalition a little bit. But the studio is now going to move on fully to Gears 6.” <a href=\"https://www.gamespot.com/articles/xboxs-phil-spencer-comments-on-and-defends-recent-layoffs/1100-6510981/\">Microsoft laid off 10,000 people last month</a>, impacting 343 Industries, Bethesda, The Coalition, and other Xbox teams.</p><a href=\"https://www.gamespot.com/articles/gears-6-is-the-coalitions-next-game-non-gears-project-canceled-report/1100-6511120/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/canceled-titanfall-legends-wasnt-titanfall-3-would-have-featured-apex-legends-hero-report/1100-6511126/?ftag=CAD-01-10abi2f", "title": "Canceled Titanfall Legends Wasn't Titanfall 3, Would Have Featured Apex Legends Hero - Report", "date_published": "2023-02-02 17:34:00+00:00", "description": "<p>On <a href=\"https://www.twitch.tv/videos/1725993624\">today's episode</a> of Giant Bomb's <a href=\"https://www.youtube.com/playlist?list=PLXlhzeWIuTHJAPwKMKH95OaEQdovkOiuF\">Game Mess Mornings Podcast</a>, host Jeff Grubb and co-host Jan Ochoa discussed <a href=\"https://www.gamespot.com/articles/ea-canceled-single-player-titanfall-or-apex-legends-game-report/1100-6511088/\">the apparent cancellation</a> of Respawn's single-player <a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> title, citing <a href=\"https://www.videogameschronicle.com/news/ea-has-reportedly-cancelled-a-single-player-game-codenamed-titanfall-legends/\">a report by VGC</a>. But Grubb had even more information on the title, giving players an idea of what the game would have looked like had it launched. Known only by its working title, Titanfall Legends, Grubb revealed that although the game \"would not be Titanfall 3,\" it would still include a beloved character from the franchise: Jack Cooper's loyal titan, <a href=\"https://titanfall.fandom.com/wiki/BT-7274\">BT-7274</a>.</p><p dir=\"ltr\">According to Grubb, the single-player adventure was planned to feature Apex Games Commissioner Kuben Blisk as a playable character, with various Apex Legends characters making appearances and lending their powers to the player. Major details from the Titanfall franchise--like the location of <a href=\"https://titanfall.fandom.com/wiki/The_Ark\">the Ark</a>, for example--would have also played a part in the campaign.</p><p dir=\"ltr\">Titanfall Legends was reportedly helmed by former Apex Legends narrative lead <a href=\"https://twitter.com/iambadmofo\">Mohammad Alavi</a>--perhaps best known as the architect behind Modern Warfare's \"All Ghillied Up\" level--until he left the company in January 2022. According to Grubb, Titanfall Legends players would once again pilot and fight alongside BT-7274 (often referred to as simply \"BT\" in Titanfall 2), using Rampart's workshop to repair and upgrade him. This makes sense, given the fact that Rampart and Blisk are on good terms in Apex Legends, and Rampart is also responsible for resurrecting and rebuilding another titan. In Season 9, it was revealed that Rampart <a href=\"https://www.gamespot.com/videos/apex-legends-official-northstar-stories-from-the-outlands-cinematic-trailer/2300-6455136/\">repaired and repurposed Northstar</a>, the titan belonging to Valkyrie's late father. Titanfall Legends would have seen Rampart using similar methods to bring BT back online after his \"death\" at the end of Titanfall 2.</p><a href=\"https://www.gamespot.com/articles/canceled-titanfall-legends-wasnt-titanfall-3-would-have-featured-apex-legends-hero-report/1100-6511126/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/reviews/persona-4-golden-review-stay-golden/1900-6400482/?ftag=CAD-01-10abi2f", "title": "Persona 4 Golden Review - Stay Golden", "date_published": "2023-02-02 17:30:00+00:00", "description": "<p>A top-tier role-playing game is generally a finely crafted concoction of several ingredients: an interesting setting, an engaging story, enjoyable characters and interactions, and gameplay that makes your interaction with all of the aforementioned elements feel meaningful and worthwhile. When all of these individual factors are developed to high standards, the result is an RPG of exceptional quality--and that is exactly what Persona 4 Golden is.</p><p>This re-release of 2008's excellent PlayStation 2 game takes place in modern-day Japan. The protagonist is a high school student from a big city whose parents have been sent away on business. They send him to live for a year with his uncle--a police investigator--and his young cousin in a small countryside town. Almost immediately upon the hero's arrival, strange things begin to happen in this otherwise dull little hamlet: a string of people turn up dead, and rumor spreads of a supernatural television broadcast that shows bizarre programming. The hero and a crew of his newfound classmates soon discover a horrible secret: there's a separate world within the televisions that twists human desires and hidden feelings in potentially lethal ways, and it's somehow tied to the serial killings. It's up to the group of friends to harness the supernatural power of personas, put a stop to the sinister killing spree, and decipher the secrets behind the TV world.</p><p>The contemporary, real-world-inspired setting of Persona 4 is already an excellent conceit in the heavily fantasy- and sci-fi-driven world of RPGs. But it's far from the only element that sets the game apart from the crop. Unlike most RPGs, Persona 4 operates on something of a time limit. From the day you arrive in the country village of Inaba until the day the school year ends, you advance through the game on a calendar. Dates and deadlines are very important; not only do you have important events in school and in your personal life to deal with, but you also discover that the serial killings follow a specific time pattern. You need to explore and rescue potential victims from the TV world before they are killed--a task that usually takes several days to complete.</p><a href=\"https://www.gamespot.com/reviews/persona-4-golden-review-stay-golden/1900-6400482/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/all-the-games-leaving-xbox-game-pass-so-far-in-february/1100-6511121/?ftag=CAD-01-10abi2f", "title": "All The Games Leaving Xbox Game Pass So Far In February", "date_published": "2023-02-02 17:22:00+00:00", "description": "<p>Xbox Game Pass both takes and gives away. While at least one sizable new release is hitting the service in February, the service is also set to lose some games.</p><p>Titles leaving include the Castlevania-inspired Infernax, hacking-metrovania Recompile, and the action roguelike Skul: The Hero Slayer. The service will also be losing the first half of the Remedy-developed CrossfireX campaign, Operation Catalyst. The second half, Operation Spectre, was never on Game Pass. All these titles have received a discount, so interested Game Pass users can buy the games and retain access for a little cheaper.</p><p>No date is mentioned in the Xbox Game Pass app, however Game Pass usually drops titles twice a month, once on the 15th and again on the last day of the month. It's likely that these titles will be leaving on February 15. Be sure to check them out before then if any catch your eye.</p><a href=\"https://www.gamespot.com/articles/all-the-games-leaving-xbox-game-pass-so-far-in-february/1100-6511121/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/reviews/shin-megami-tensei-persona-3-portable-review/1900-6175580/?ftag=CAD-01-10abi2f", "title": "Shin Megami Tensei: Persona 3 Portable Review", "date_published": "2023-02-02 17:20:00+00:00", "description": "<p><em>This review of Persona 3 on PS2 has been updated to include a review of Persona 3 Portable, which was re-released on Xbox platforms and PC. </em><em>The original review was written by Kevin VanOrd, while the re-release was written by Jessica Howard.</em></p><p>The PlayStation 2 may have reached its twilight years, but there is no shortage of great games being released for it. Enter Persona 3, the latest in the Shin Megami Tensei series to reach American shores. Luckily, you won't need any previous experience with the Persona franchise to appreciate its uniquely dark sensibilities, though series fans will find plenty of familiar references in which to revel. This is a quality role-playing experience that weaves distinctive gameplay elements into a fascinating story that unfolds slowly but keeps you constantly guessing. It's also atypically mature, but then again, any game that features your party members repeatedly shooting themselves in the head isn't for the squeamish. Indeed, the game's signature mechanic is this: To summon your inner self--or persona--you point a pistol at your head and pull the trigger.</p><p>At the outset of the game, you name your character, who has just transferred to Gekkoukan high school. But it's clear that not everything is kosher at the seemingly average campus. Mysterious creatures called shadows are threatening the locals, spreading an enigmatic disease called apathy syndrome that leaves their victims as listless as the name implies. However, their activity is generally confined to the dark hour: an hour sandwiched between midnight and 1 a.m. Most people are oblivious to this hour, while others are distinctly aware of the creepy dark hour in which the undulating gloom seals most of humanity in gothic coffins. Those unseemly heroes are in touch with their personas, which can be summoned to fight shadows in the realm of Tartarus, where most of them are restricted. At Gekkoukan, known persona users have created the Specialized Extracurricular Execution Squad and are determined to wipe the shadows off the face of the earth.</p><a href=\"https://www.gamespot.com/reviews/shin-megami-tensei-persona-3-portable-review/1900-6175580/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wolverine-will-be-m-rated-game-could-launch-as-early-as-fall-2024-report/1100-6511117/?ftag=CAD-01-10abi2f", "title": "Wolverine Will Be M-Rated game, Could Launch As Early As Fall 2024 - Report", "date_published": "2023-02-02 17:12:00+00:00", "description": "<p>Marvel's Wolverine won't be a declawed version of the iconic mutant according to a new report, which claims that the game will be aiming for an M-rating.</p><p>According to <a href=\"https://www.twitch.tv/giantbomb\">Giant Bomb's Jeff Grubb</a>, developer Insomniac Games is targeting a \"hard-R\" with its interpretation of Wolverine, which will reportedly be a unique take on the character that is divorced from his big-screen incarnation played by Hugh Jackman. \"They'll avoid having any links or anything that evokes the Fox movies, they want it to stand on its own,\" Gubb said. \"I was trying to nail down the setting and heard it will start before he joins the X-Men, which also makes sense for a Wolverine game.\"</p><p>As for a release date, Grubb claims that the game could be out \"as early as Fall 2024\", just a year after the planned release of Marvel's Spider-Man 2 in 2023, but did note that it could slip to 2025. This may not be an open-world game in the same vein as Insomniac's Spider-Man adventures, with Grubb noting that God of War Ragnarok's semi-open world design is serving as inspiration for how the game unfolds.</p><a href=\"https://www.gamespot.com/articles/wolverine-will-be-m-rated-game-could-launch-as-early-as-fall-2024-report/1100-6511117/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/five-nights-at-freddys-movie-finally-starts-filming/1100-6511115/?ftag=CAD-01-10abi2f", "title": "Five Nights At Freddy's Movie Finally Starts Filming", "date_published": "2023-02-02 17:11:00+00:00", "description": "<p>The Five Nights at Freddy's movie has finally begun filming. Jason Blum, the head of the movie studio Blumhouse, tweeted that February 1 was the long-awaited film's first day of production.</p><p>It appears the movie has the working title \"Bad Cupcake\" as seen on the clapper board. The movie is filming in New Orleans and will run through April 6, according to a post on the <a href=\"https://filmneworleans.org/productions/\">Film New Orleans website.</a></p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Day 1 <a href=\"https://twitter.com/hashtag/FNAF?src=hash&amp;ref_src=twsrc^tfw\">#FNAF</a><a href=\"https://twitter.com/blumhouse?ref_src=twsrc^tfw\">@blumhouse</a> <a href=\"https://t.co/TO1DEpwfr8\">pic.twitter.com/TO1DEpwfr8</a></p>  — Jason Blum (@jason_blum) <a href=\"https://twitter.com/jason_blum/status/1620928643299180544?ref_src=twsrc^tfw\">February 1, 2023</a></blockquote>              </div><p>The FNAF movie is directed by Emma Tammi (The Wind, Into the Dark) from a script by Tammi, game creator Scott Cawthon, and Seth Cuddeback (Mateo).</p><a href=\"https://www.gamespot.com/articles/five-nights-at-freddys-movie-finally-starts-filming/1100-6511115/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/hogwarts-legacy-release-times-announced-for-early-access/1100-6511116/?ftag=CAD-01-10abi2f", "title": "Hogwarts Legacy Release Times Announced For Early Access", "date_published": "2023-02-02 17:05:00+00:00", "description": "<p>The new Harry Potter video game, <a href=\"https://www.gamespot.com/games/hogwarts-legacy/\">Hogwarts Legacy</a>, releases very soon after years of development, multiple delays, and controversy surrounding author J.K. Rowling. Developer Avalanche Software has now announced when, exactly, people can start playing the much-anticipated fantasy game.</p><p>Early access for the game begins Tuesday, February 7 for those who purchase the more expensive deluxe edition. The game unlocks at 10 AM PT / 1 PM ET on February 7 on PC. On console, PlayStation 5 and Xbox Series X|S players can get jump in at midnight local time in their region.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Globally for PC players of <a href=\"https://twitter.com/hashtag/HogwartsLegacy?src=hash&amp;ref_src=twsrc^tfw\">#HogwartsLegacy</a> the 72 Hour Early Access period will begin on February 7th at 10 AM PST/ 1PM EST. <a href=\"https://t.co/3ESG7WNGX9\">pic.twitter.com/3ESG7WNGX9</a></p>  — Hogwarts Legacy (@HogwartsLegacy) <a href=\"https://twitter.com/HogwartsLegacy/status/1621192523589771270?ref_src=twsrc^tfw\">February 2, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">The 72 Hour Early Access period for <a href=\"https://twitter.com/hashtag/HogwartsLegacy?src=hash&amp;ref_src=twsrc^tfw\">#HogwartsLegacy</a> on console will begin on February 7th, 2023 at midnight in your region. <a href=\"https://t.co/EHBIjnfbNq\">pic.twitter.com/EHBIjnfbNq</a></p>  — Hogwarts Legacy (@HogwartsLegacy) <a href=\"https://twitter.com/HogwartsLegacy/status/1621192286313775109?ref_src=twsrc^tfw\">February 2, 2023</a></blockquote>              </div><p>The Hogwarts Legacy standard edition launches three days later on February 10. The game comes to PS4 and Xbox One in April, while the Nintendo Switch edition is set for release in July 2023.</p><a href=\"https://www.gamespot.com/articles/hogwarts-legacy-release-times-announced-for-early-access/1100-6511116/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/samsung-galaxy-s23-preorders-are-live-and-this-deal-saves-you-a-lot-of-money/1100-6511107/?ftag=CAD-01-10abi2f", "title": "Samsung Galaxy S23 Preorders Are Live, And This Deal Saves You A Lot Of Money", "date_published": "2023-02-02 16:55:00+00:00", "description": "<p>After plenty of rumors and speculation, Samsung has officially revealed its new smartphone lineup. The Galaxy S23 series consists of three different phones (S23, S23+, and S23 Ultra), each more impressive than the last. But like all new smartphones, none of them are cheap. So if you’re looking to pick one up when they launch on February 17, you’ll want to check out <span class=\"norewrite\">           <a href=\"https://howl.me/ci28bVEIVVr?u1=subid_value\">Best Buy’s</a> </span> generous preorder deals--which can save you up to $780 on your Galaxy preorder if you have a qualified device for trade-in. In addition to the trade-in promotion, you'll receive a $100 Best Buy gift card to use on your next purchase.</p><div class=\"norewrite\" title=\"6511107 - Galaxy S23 Preorder\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://howl.me/ci28coCphsi?u1=subid_value\">Samsung Galaxy S23 Series</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://howl.me/ci28coCphsi?u1=subid_value\">$800+</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4094316-s23ultra.jpg\" />                             <a href=\"https://howl.me/ci28coCphsi?u1=subid_value\"></a>                        </div>              <div class=\"item-description\"><p>As always, the Galaxy S23 comes in three different flavors. The cheapest model is the <span class=\"norewrite\">           <a href=\"https://howl.me/ci28bVEIVVr?u1=subid_value\">standard S23,</a> </span> which clocks in at $800. It features a camera suite with a 50MP, 120MP, and 10MP camera, while the front uses a 12MP lens. It's all built around a 6.1-inch AMOLED screen and a slim design that more closely resembles the expensive S23 Ultra.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://howl.me/ci28coCphsi?u1=subid_value\">Preorder S23</a>                              </div>                                                                      <div>                        <a href=\"https://howl.me/ci28bVEIVVr?u1=subid_value\">Preorder S23+</a>           </div>                                                                                                             <div>                        <a href=\"https://howl.me/ci28cJhvrr1?u1=subid_value\">Preorder S23 Ultra</a>           </div>                                    </div>      </div>   </div> </div><p>Stepping up to the <span class=\"norewrite\">           <a href=\"https://howl.me/ci28coCphsi?u1=subid_value\">S23+</a> </span> ($1,000) will get you a 6.6-inch screen, the availability of a 512GB model, and a larger battery. And at the very top of the range is the <span class=\"norewrite\">           <a href=\"https://howl.me/ci28cJhvrr1?u1=subid_value\">S23 Ultra</a> </span> ($1200), which features upgraded cameras, a massive 5,000mAh battery, up to 1TB of storage, and a gorgeous 6.8-inch AMOLED display.</p><p>Thankfully, you don't necessarily have to pay full price for these smartphones when preordering through Best Buy. You can trade-in your current device for up to a $780 credit toward the S23. Even if you don't want to trade-in your phone, you'll still be eligible for a $100 gift card and a free storage upgrade offer, making this one of the best ways to reserve the S23 lineup.</p><a href=\"https://www.gamespot.com/articles/samsung-galaxy-s23-preorders-are-live-and-this-deal-saves-you-a-lot-of-money/1100-6511107/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/marvels-spider-man-and-miles-morales-get-huge-discounts-on-pc/1100-6511114/?ftag=CAD-01-10abi2f", "title": "Marvel's Spider-Man And Miles Morales Get Huge Discounts On PC", "date_published": "2023-02-02 16:39:00+00:00", "description": "<p>The only thing better than having one excellent Spider-Man game to play is having two of them, and if you're in the mood to spin a few webs on PC, then this Fanatical deal on Insomniac's Spider-Man games can't be missed. <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/marvel-s-spider-man-remastered\">Marvel's Spider-Man Remastered</a> and <a href=\"https://www.dpbolvw.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/marvel-s-spider-man-miles-morales\">Marvel's Spider-Man: Miles Morales</a> are discounted by 40% each.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/marvel-s-spider-man-remastered\">See Marvel&#039;s Spider-Man at Fanatical</a> </div></div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.dpbolvw.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/marvel-s-spider-man-miles-morales\">See Marvel&#039;s Spider-Man: Miles Morales at Fanatical</a> </div></div><p> </p><p>That works out to just $36 for Marvel's Spider-Man and $30 for Spider-Man: Miles Morales. Each game is built around a familiar core of high-impact acrobatics and web-slinging, although a few differences give each one a unique flavor. Marvel's Spider-Man features a more gadget-heavy combat flow and a longer campaign, while the Miles Morales follow-up sees you take control of Peter Parker's protege as he discovers his unique powers and uses them in electrifying engagements.</p><a href=\"https://www.gamespot.com/articles/marvels-spider-man-and-miles-morales-get-huge-discounts-on-pc/1100-6511114/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/monster-hunter-rise-sunbreak-title-update-4-adds-velkhana-new-valstrax-variant/1100-6511112/?ftag=CAD-01-10abi2f", "title": "Monster Hunter Rise: Sunbreak Title Update 4 Adds Velkhana, New Valstrax Variant", "date_published": "2023-02-02 16:29:00+00:00", "description": "<p dir=\"ltr\">Monster Hunter Rise: Sunbreak's Title Update 4 is coming on February 7, and it brings new monsters, layered armor, and event quests to the game, all for free. Most notably, it'll introduce Velkhana to the mix, who was the flagship monster of Monster Hunter World: Iceborne, and it'll certainly pose a challenge to even veteran hunters.</p><p dir=\"ltr\">TU4 will also add yet another Valstrax variant to Sunbreak, this time known as Risen Crimson Glow Valstrax. Though you can face Velkhana at MR 10, you'll have to be MR 160 to take on this new Valstrax, so get hunting.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">To celebrate the addition of Velkhana to <a href=\"https://twitter.com/hashtag/Sunbreak?src=hash&amp;ref_src=twsrc^tfw\">#Sunbreak</a>, we’re giving out FREE early access to a Palamute Velkhana layered armor! <br />Create a CAPCOM ID account and enter the giveaway before Feb. 5 at 8pm PST.<br />🐶 <a href=\"https://t.co/ut6WJZ7Lvl\">https://t.co/ut6WJZ7Lvl</a> <a href=\"https://t.co/6L8NMpemdK\">pic.twitter.com/6L8NMpemdK</a></p>  — Monster Hunter (@monsterhunter) <a href=\"https://twitter.com/monsterhunter/status/1620952723217686528?ref_src=twsrc^tfw\">February 2, 2023</a></blockquote>              </div><p dir=\"ltr\">Those who love grinding endgame content will be happy to know that Afflicted Chaotic Gore Magala will join Anomaly investigations for the first time, and that the cap has now risen to 220. Elder Dragons will now appear from difficulty 111, so definitely watch out for that, as they can be quite tough to fight. New event quests will challenge you to fight Seething Bazelgeuse and Chaotic Gore Magala at the same time, and each one has its own unique reward.</p><a href=\"https://www.gamespot.com/articles/monster-hunter-rise-sunbreak-title-update-4-adds-velkhana-new-valstrax-variant/1100-6511112/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/grab-this-refurbished-macbook-pro-for-only-255/1100-6511111/?ftag=CAD-01-10abi2f", "title": "Grab This Refurbished MacBook Pro For Only $255", "date_published": "2023-02-02 16:24:00+00:00", "description": "<p>If you're shopping on a strict budget for a new laptop, brand-new MacBooks will almost always be excluded due to their high prices. Apple products in general are notoriously expensive--and it’s uncommon to see them with steeply discounted price tags. That’s not the case today, however, as you can pick up a <span class=\"norewrite\">           <a href=\"https://deals.gamespot.com/sales/apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished_020223&amp;utm_term=scsf-565003&amp;utm_content=a0x1P0000058ILtQAM&amp;scsonar=1\">refurbished MacBook Pro</a> </span> for just $255. There are a few caveats to the deal, but you’ll definitely want to take a closer look if you’re in the market for a solid laptop for school, work, or anything in between.</p><div class=\"norewrite\" title=\"6511111 - MacBook Pro Deal\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://deals.gamespot.com/sales/apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished_020223&amp;utm_term=scsf-565003&amp;utm_content=a0x1P0000058ILtQAM&amp;scsonar=1\">Apple MacBook Pro 13.3-Inch (2012, Refurbished)</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://deals.gamespot.com/sales/apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished_020223&amp;utm_term=scsf-565003&amp;utm_content=a0x1P0000058ILtQAM&amp;scsonar=1\">$255 (was $350)</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4094327-macbookmodule.jpg\" />                             <a href=\"https://deals.gamespot.com/sales/apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished_020223&amp;utm_term=scsf-565003&amp;utm_content=a0x1P0000058ILtQAM&amp;scsonar=1\"></a>                        </div>              <div class=\"item-description\"><p>In case the price didn’t immediately give it away, this <span class=\"norewrite\">           <a href=\"https://deals.gamespot.com/sales/apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished_020223&amp;utm_term=scsf-565003&amp;utm_content=a0x1P0000058ILtQAM&amp;scsonar=1\">MacBook Pro</a> </span> isn’t the latest model. Instead, it’s a refurbished unit from 2012. Yes, that's pretty darn old for a laptop. But considering Apple makes products that are built to last (and it’s been given new life through the refurbishing process), this might not be a bad pick if you're looking for a laptop for work or school.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://deals.gamespot.com/sales/apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished?utm_source=gamespot.com&amp;utm_medium=referral&amp;utm_campaign=apple-macbook-pro-13-md101lla-4gb-ram-500gb-hdd-refurbished_020223&amp;utm_term=scsf-565003&amp;utm_content=a0x1P0000058ILtQAM&amp;scsonar=1\">See at GameSpot Deals</a>                              </div>                                         </div>      </div>   </div> </div><p>Featuring seven hours of battery life, a 500GB HDD, Intel Core i5 processor, and a 13.3-inch display, the specs aren't bad for a laptop from 2012.</p><p>All purchases come with a 30-day parts and labor warranty and returns are accepted within 30 days of shipment. Orders are currently expected to arrive before February 12--although that could vary based on your location.</p><a href=\"https://www.gamespot.com/articles/grab-this-refurbished-macbook-pro-for-only-255/1100-6511111/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-ps5-beta-brings-discord-voice-chat-social-feature-improvements-and-more-to-system/1100-6511110/?ftag=CAD-01-10abi2f", "title": "New PS5 Beta Brings Discord Voice Chat, Social Feature Improvements, And More To System", "date_published": "2023-02-02 16:24:00+00:00", "description": "<p>A new software beta for PlayStation 5 is rolling out to select participants in six different countries. Sony said this hardware update will add fan-requested features like Discord voice chat and variable refresh rate support for 1440p resolution on the system.</p><p dir=\"ltr\">On <a href=\"https://blog.playstation.com/2023/02/02/ps5-beta-introduces-discord-voice-chat-vrr-support-for-1440p-and-more/\">the PlayStation Blog</a>, Sony mentioned beta emails are going out to people in the United States, Canada, Japan, UK, Germany, and France. Then, once downloaded, PS5 owners can test out Discord voice chat on the system, meaning they can talk with groups on other consoles or devices.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4094321-d982bc8afe68b7e20fed7ffd7620b1df51e50201.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/scale_super/1813/18138562/4094321-d982bc8afe68b7e20fed7ffd7620b1df51e50201.jpg\" /></a></figure><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4094322-b01454bfcfa68fd6f0a7244bbec771e495ab84de-scaled.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4094322-b01454bfcfa68fd6f0a7244bbec771e495ab84de-scaled.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4094323-2964fd30b4eac4b1ed09a4e3e833f509bbfae5aa-scaled.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4094323-2964fd30b4eac4b1ed09a4e3e833f509bbfae5aa-scaled.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4094324-16a2862a2b7f231549cb0d02275c6ae4aeda8e66.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4094324-16a2862a2b7f231549cb0d02275c6ae4aeda8e66.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4094325-6ce07e23a358afdfefd786e70603a392b694745f-scaled.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4094325-6ce07e23a358afdfefd786e70603a392b694745f-scaled.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4094326-3a283241c46fa70bdddae7b835380c495f60d9fe.jpg\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4094326-3a283241c46fa70bdddae7b835380c495f60d9fe.jpg\" />     </a>   </div>  </figure><p dir=\"ltr\">There are a host of updates for friends on PS5 too. For starters, Sony stated screen-sharing will be possible from a friend's profile page. As for party chats, people can now join a game with an added icon. And then for game hubs, there's a new tile showcasing your mutuals who also played the title.</p><a href=\"https://www.gamespot.com/articles/new-ps5-beta-brings-discord-voice-chat-social-feature-improvements-and-more-to-system/1100-6511110/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/200-pound-shrek-statue-goes-missing-in-small-massachusetts-town-police-are-investigating/1100-6511108/?ftag=CAD-01-10abi2f", "title": "200-Pound Shrek Statue Goes Missing In Small Massachusetts Town, Police Are Investigating", "date_published": "2023-02-02 16:08:00+00:00", "description": "<p>A 200-pound statue of the ogre Shrek from the popular Dreamworks animated movie series has gone missing in a small Massachusetts town, and the police are investigating.</p><p>The Hatfield Police Department said on <a href=\"https://www.facebook.com/HatfieldMAPolice/posts/pfbid0LSUEXqEGS6BPZyH8e9i1aRg4zj8txEkTbNbqF1Sab37G47MQpSiA1yLnY4UMFvxfl?__cft__[0]=AZWSLP2Z92EEO_cNET1XnNrTmjnyr5Y-JyiezcSPLvrvHMMNN8ggjWL12u-417CQS0-0lZMHHvrC6Sn_FI1Ghz80ox06NmWYbNOkAOHe0DegNwkvq5e05twFW1bz9NRJAou7wrwEBR5vnjpJCxRW71AHbLqr8aYycnioh8IxHeOTjwZn4FUBoM2ud_YQdOKUYh9kyYTQLLx9s4tQvOmy8F8j&amp;__tn__=,O,P-R\">Facebook</a> that the statue on Mountain Road in the western Massachusetts town has gone missing and authorities are asking the public to help find him.</p><p>\"If you have any information of his current whereabouts please reach out to our department or return him in the condition you found him,\" the police department said. \"The dragon sculpture he lives with is frustrated and lonely.\"</p><a href=\"https://www.gamespot.com/articles/200-pound-shrek-statue-goes-missing-in-small-massachusetts-town-police-are-investigating/1100-6511108/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/studio-ghibli-blu-ray-box-set-gets-massive-discount-at-amazon/1100-6511106/?ftag=CAD-01-10abi2f", "title": "Studio Ghibli Blu-Ray Box Set Gets Massive Discount At Amazon", "date_published": "2023-02-02 15:50:00+00:00", "description": "<p>If you're looking to grab some easily digestible anime that combines emotional storytelling with a unique art direction, you can never go wrong with a film produced by Studio Ghibli. The powerhouse anime studio has earned a reputation for producing high-quality animation over the decades, and over on Amazon, you can grab a highlight reel of Ghibli films spearheaded by the studio's visionary director Hayao Miyazaki. The <a href=\"https://www.amazon.com/dp/B0117V8BX8?tag=gamespot-promos-20\">Blu-Ray box set</a> is currently on sale for a stellar price.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0117V8BX8?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p>Available for <strong>$143 </strong>exclusively on Amazon, The Collected Works of Hayao Miyazaki is a 12-disc set of 11 films, extras, and a few physical collectibles. Usually retailing for $250, the box set comes with a collectible booklet, disc book, and the following films on Blu-Ray:</p><ul><li>The Castle of Cagliostro</li><li>Nausicaa of the Valley of the Wind</li><li>Castle in the Sky</li><li>My Neighbor Totoro</li><li>Kiki's Delivery Service</li><li>Porco Rosso</li><li>Princess Mononoke</li><li>Spirited Away</li><li>Howl's Moving Castle</li><li>Ponyo</li><li>The Wind rises</li></ul><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4094332-4094314-miyazaki.jpeg\"><img alt=\"The box set is a cool collector's item for Studio Ghibli fans.\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4094332-4094314-miyazaki.jpeg\" /></a><figcaption>The box set is a cool collector's item for Studio Ghibli fans.</figcaption></figure><p> </p><a href=\"https://www.gamespot.com/articles/studio-ghibli-blu-ray-box-set-gets-massive-discount-at-amazon/1100-6511106/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/mlb-the-show-23-captain-edition-features-derek-jeter-on-cover-tech-test-announced/1100-6511104/?ftag=CAD-01-10abi2f", "title": "MLB The Show 23 Captain Edition Features Derek Jeter On Cover, Tech Test Announced", "date_published": "2023-02-02 15:42:00+00:00", "description": "<p>After announcing <a href=\"https://www.gamespot.com/articles/mlb-the-show-23-coming-to-game-pass-day-one-jazz-chisholm-revealed-as-cover-star/1100-6510994/\">Jazz Chisholm as the cover star for MLB The Show 23</a>, San Diego Studio has now revealed that MLB legend Derek Jeter will be on the cover of the game's \"Captain\" edition. Additionally, the studio announced the first details on the game's upcoming technical test.</p><p>Jeter, who played for the Yankees and retired in 2014 after winning five World Series titles and making the All-Star team 14 times, is featured on the cover in a larger-than-life fashion. San Diego Studio worked with artist Sanford Greene on the cover, which shows the shortstop leaping out of Yankee Stadium and into the night sky. The cover is filled with Easter eggs about Jeter, too.</p><div>          </div><p>The Captain Edition costs $100 and comes with a variety of bonuses, including access to the game on March 24, which is four days before the standard edition launches. Available at retailers and via PlayStation Direct, it also comes with an MLB The Show 23 hat, a steelbook case, double daily login rewards for as long as the game is supported, and digital goodies like Show Packs, skins, and 10,000 Stubs, among other things.</p><a href=\"https://www.gamespot.com/articles/mlb-the-show-23-captain-edition-features-derek-jeter-on-cover-tech-test-announced/1100-6511104/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/revamped-version-of-myst-coming-to-ios-for-30th-anniversary/1100-6511105/?ftag=CAD-01-10abi2f", "title": "Revamped Version Of Myst Coming To iOS For 30th Anniversary", "date_published": "2023-02-02 15:37:00+00:00", "description": "<p dir=\"ltr\">Myst is one of the most influential games of the 1990s, and now a new version of coming to mobile. 2023 marks the 30th anniversary of the original Myst's release, when it quickly became one of the best-selling PC games ever.</p><p dir=\"ltr\">Cyan describes Myst Mobile as the definitive mobile version of the puzzle classic, optimized for iOS devices, especially those with M1 chips. Like previous re-releases of Myst, it includes puzzle randomization, new sounds, and remastered art. Additionally, Myst Island, the game's opening area, will be free for all users. If you want to access the rest of the game, it's a $15 in-app purchase.</p><p dir=\"ltr\">One of the earliest examples of a PC gaming phenomena, Myst was not only the best-selling PC game of the '90s--surpassed only by The Sims in 2002--it also helped push sales of CD-ROM drives to the general public. This isn't the first time that Myst has come to iOS devices--the original version of the game came out for iOS all the way back in 2012, and its sequel Riven came out in 2017.</p><a href=\"https://www.gamespot.com/articles/revamped-version-of-myst-coming-to-ios-for-30th-anniversary/1100-6511105/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-last-of-us-nick-offerman-and-murray-bartlett-break-down-their-post-apocalyptic-love-story/1100-6511109/?ftag=CAD-01-10abi2f", "title": "The Last Of Us: Nick Offerman And Murray Bartlett Break Down Their Post-Apocalyptic Love Story", "date_published": "2023-02-02 15:15:00+00:00", "description": "<p>The latest The Last of Us episode was the first big deviation from the main story of the first game but gave viewers something much broader as a trade-off. In the game, Bill is a survivalist and doomsday prepper that turned the small town of Lincoln, Massachusetts into his booby-trapped personal shelter. When Joel and Ellie come upon him in the game, they get the use of his car and a weapon upgrade. Bill also accidentally guilts Joel over Tess' death as the second person he couldn't save from their fate.</p><p>In Episode 3, \"Long Long Time\", we see Bill (Nick Offerman) in a new light. Someone who did prep for the end of the world, but managed to find love in the apocalypse with a man named Frank (played by Murray Bartlett). In the game, Frank is already dead but Frank calls him his partner, so their relationship is already established. With \"Long Long Time\" we're treated to their decades-long love story that puts a hard focus on the human aspect of the show.</p><p>\"I think Bill has really calcified himself into a life before Frank shows up,\" Offerman said in a new featurette. \"Frank is the flowers and Bill is the soil. These two characters can nearly impossibly find one another and humanity still has the potential for Frank and Bill. And that is the love story. Even if s--- goes this sideways, and people start turning into mushrooms, we can still find cause to feel warmly towards one another.\"</p><a href=\"https://www.gamespot.com/articles/the-last-of-us-nick-offerman-and-murray-bartlett-break-down-their-post-apocalyptic-love-story/1100-6511109/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/wwe-2k23-wargames-gameplay/2300-6460536/", "title": "WWE 2K23 - WarGames Gameplay", "date_published": "2023-02-02 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4094146-gameplay_wwe2k23_survivor_02012023_site.jpg\" width=\"480\" /> We played the brand new WarGames match in WWE 2K23 and it rules. And we played it as none other than new game addition \"The American Nightmare\" Cody Rhodes!", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wwe-2k23-hands-on-preview-wargames-matches-introduce-exciting-new-options/1100-6511089/?ftag=CAD-01-10abi2f", "title": "WWE 2K23 Hands-On Preview: WarGames Matches Introduce Exciting New Options", "date_published": "2023-02-02 15:00:00+00:00", "description": "<p dir=\"ltr\">WWE 2K23 is the follow-up to last year's successful relaunch of the wrestling game franchise, which took a year off after the disastrous WWE 2K20. With 2K23, 2K Games and developer Visual Concepts are hoping to build upon the solid foundation laid by last year's title. The new game features John Cena as the cover star and the primary focus of this year's Showcase Mode, with the incredibly complicated WarGames match type being added to a WWE game for the first time.</p><p dir=\"ltr\">GameSpot got to play an early build of WWE 2K23, with all of the focus being on a limited view of Showcase Mode, a partial roster, and the introduction of WarGames. And even though explaining the rules of WarGames is a bit of an undertaking, it's a brand new match type that is easy to figure out once the bell rings.</p><figure style=\"width: 1600px;\"><a href=\"https://www.gamespot.com/a/uploads/original/43/434805/4094121-wwe2k23stonecold.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/scale_super/43/434805/4094121-wwe2k23stonecold.jpg\" /></a></figure><p dir=\"ltr\"><strong>WarGames Is As Much Fun As You Want It To Be</strong></p><a href=\"https://www.gamespot.com/articles/wwe-2k23-hands-on-preview-wargames-matches-introduce-exciting-new-options/1100-6511089/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/harry-potter-star-rupert-grint-says-making-the-movies-felt-suffocating-at-times/1100-6511101/?ftag=CAD-01-10abi2f", "title": "Harry Potter Star Rupert Grint Says Making The Movies Felt \"Suffocating\" At Times", "date_published": "2023-02-02 14:56:00+00:00", "description": "<p>Actor Rupert Grint, who played Ron Weasley in the Harry Potter films, has said making those movies felt \"suffocating\" at times and when they wrapped up, he wasn't sure he still wanted to be an actor.</p><p><a href=\"https://www.bustle.com/entertainment/rupert-grint-servant-knock-at-the-cabin\">Speaking to Bustle</a>, Grint said, \"Potter was so full on--[filming] all year, then we'd promote the rest of the time. It was quite suffocating.\"</p><p>Grint said he \"wanted a break\" so he could step back and reflect. Had the series gone on longer, however, Grint isn't sure things would have been so good for him.</p><a href=\"https://www.gamespot.com/articles/harry-potter-star-rupert-grint-says-making-the-movies-felt-suffocating-at-times/1100-6511101/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-witcher-3-patch-improves-performance-mode-fixes-bugged-quests/1100-6511103/?ftag=CAD-01-10abi2f", "title": "New Witcher 3 Patch Improves Performance Mode, Fixes Bugged Quests", "date_published": "2023-02-02 14:55:00+00:00", "description": "<p>CD Projekt Red has rolled out a new patch for The Witcher 3: Wild Hunt, which it says will improve the overall stability and performance of the game on current-gen consoles and PC. For PC users, the patch will fix an issue where the Screen Space Reflections setting wasn't working even when being switched on, and a new performance mode for ray-traced global illumination has been added. If you have the right hardware for this setting, you'll be able to toggle it on and see your frame rate improve.</p><p>On PS5 and Xbox Series X, an issue where consoles could create a higher amount of saves than their set limit has been addressed and Screen Space Reflections quality has been improved here. <a href=\"https://www.thewitcher.com/en/news/47491/patch-4-01-list-of-changes\">CDPR says</a> that ray-traced global illumination has also been further optimized, thus improving the performance of the game's Ray Tracing Mode.</p><p>A few more changes can be found across various quests and general gameplay, fixing issues in missions such as Battle Preparations, King's Gambit, Family Matters, and A Danerous Game. Several of these quests had invisible obstacles, events that weren't being triggered, and other lingering issues that would halt progress, but these have all been fixed now. CDPR added that the patch also contains other minor fixes that didn't make it onto the list, which combined will help improve gameplay across systems.</p><a href=\"https://www.gamespot.com/articles/new-witcher-3-patch-improves-performance-mode-fixes-bugged-quests/1100-6511103/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/watch-tlou-star-pedro-pascal-twerk-with-a-clicker-to-latto-mariah-carey/1100-6511102/?ftag=CAD-01-10abi2f", "title": "Watch TLOU Star Pedro Pascal Twerk With A Clicker To Latto, Mariah Carey", "date_published": "2023-02-02 14:35:00+00:00", "description": "<p dir=\"ltr\">If you can't beat them, dance with them. At least, that seems to be The Last of Us star Pedro Pascal's mindset in a new clip that showcases him getting down with a Clicker. Oh, and apparently becoming infected by the fungi doesn't limit your ability to twerk.</p><p dir=\"ltr\">The <a href=\"https://www.instagram.com/p/CoI3yN-g7OI/\">official Instagram account for Saturday Night Live</a> shared the video of Pascal cutting a rug with the Clicker. The pair are seen on the set of the NBC show, dancing to Big Energy by Latto, Mariah Carey, and DJ Khaled. Check it out at the end of this story.</p><p dir=\"ltr\">Pascal, who portrays Joel on the HBO show, will host SNL this upcoming weekend, with Coldplay as the musical guest. Then, on Sunday, Pascal will of course be seen in <a href=\"https://www.gamespot.com/articles/the-last-of-us-episode-4-trailer-reveals-whats-to-come/1100-6510969/\">The Last of Us Episode 4, which looks set to introduce another character and faction from the video game</a>.</p><a href=\"https://www.gamespot.com/articles/watch-tlou-star-pedro-pascal-twerk-with-a-clicker-to-latto-mariah-carey/1100-6511102/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dead-space-co-creator-thanks-ea-for-faithfully-remaking-game/1100-6511100/?ftag=CAD-01-10abi2f", "title": "Dead Space Co-Creator Thanks EA For \"Faithfully\" Remaking Game", "date_published": "2023-02-02 14:23:00+00:00", "description": "<p>The release of Dead Space Remake last month has been warmly received by the original game's co-creator, Glen Schofield, who thanked EA Motive for remaking the game with great care.</p><p>In a LinkedIn article posted by his daughter Nicole--who served as an environment artist on Dead Space spiritual successor The Callisto Protocol--Schofield left a note for EA Motive. \"To all of you who worked on the original, thank you for your contributions to an amazing game,\" <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7026225402087960578\">Schofield wrote</a>. \"It has withstood the test of time. And to Motive, thank you for your care in remaking the game faithfully. Congratulations.\"</p><p>Schofield is currently the CEO of Striking Distance Studios, which released The Callisto Protocol to <a href=\"https://www.gamespot.com/articles/review-roundup-for-the-callisto-protocol-heres-what-the-critics-think/1100-6509659/\">mixed reviews</a> last year. In comparison, Dead Space Remake has been hailed as not only a faithful recreation of the original sci-fi horror game, but a new standard for remakes thanks to its modernized controls, overhauled visuals, and clever tweaks to the source material.</p><a href=\"https://www.gamespot.com/articles/dead-space-co-creator-thanks-ea-for-faithfully-remaking-game/1100-6511100/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/star-wars-visions-volume-2-coming-may-4/1100-6511099/?ftag=CAD-01-10abi2f", "title": "Star Wars Visions Volume 2 Coming May 4", "date_published": "2023-02-02 14:13:00+00:00", "description": "<p>Star Wars Visions is coming back on Star Wars day. The new season of the animated anthology series will come to Disney+ on May 4, featuring nine new takes on Star Wars from various award-winning animation studios from around the world. Whereas the first volume featured an array of Japanese studios, this one will include studios from the UK, Spain, South Africa, and more.</p><p>Volume 2 will consist of nine new shorts created by the following studios: El Guiri (Spain), Cartoon Saloon (Ireland), Punkrobot (Chile), Aardman (United Kingdom), Studio Mir (South Korea) Studio La Cachette (France), 88 Pictures (India), D'art Shtajio (Japan), and Triggerfish (South Africa). The announcement notes that the D'art Shtajio short was created in collaboration with the US-based Lucasfilm.</p><p>The announcement doesn't give plot details, but it does give titles for each of the shorts. Screecher's Reach is the short from Cartoon Saloon, the Ireland-based producer of Wolfwalkers and The Secret of Kells. Aardman animation, the studio behind Chicken Run and Wallace &amp; Gromit, made a short called I Am Your Mother. Studio La Cachette's short, The Spy Dancer, is directed by Julien Chheng, who won an Emmy in 2021 as animation executive producer and supervisor for Genndy Tartakovsky’s Primal. You can check out a full list of studios and shorts below.</p><a href=\"https://www.gamespot.com/articles/star-wars-visions-volume-2-coming-may-4/1100-6511099/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ps5-sales-climb-to-32m-which-is-millions-behind-where-ps4-was-over-same-period-of-time/1100-6511095/?ftag=CAD-01-10abi2f", "title": "PS5 Sales Climb To 32M, Which Is Millions Behind Where PS4 Was Over Same Period Of Time", "date_published": "2023-02-02 13:59:00+00:00", "description": "<p>Sony released its latest earnings report this week, and it showed that PlayStation 5 sales have climbed to more than 32 million units, up from <a href=\"https://www.gamespot.com/articles/playstation-5-sales-reach-30-million-december-2022-was-the-biggest-month-to-date-for-ps5/1100-6510316/\">30 million through the end of December.</a></p><p>Sony sold 7.1 million PS5 consoles during the latest period, up significantly from the 3.9 million sold during the same period last year. The uptick in sales is no doubt attributed in part to the improved supply situation. Going forward, Sony said it <a href=\"https://www.gamespot.com/articles/ps5-supply-has-been-increased-and-it-should-be-much-easier-to-get-one-sony-says/1100-6510966/\">should be \"much easier\" to get a PS5.</a></p><p>For comparison, t<a href=\"https://twitter.com/DomsPlaying/status/1621057097348841477\">he PS4 sold more than 37 million units over the same period of time since launch</a>, so the PS5 is lagging pretty far behind that older console. But of course, that is likely explained in part by the stock supply situation that affected the PS5 in its earlier days. </p><a href=\"https://www.gamespot.com/articles/ps5-sales-climb-to-32m-which-is-millions-behind-where-ps4-was-over-same-period-of-time/1100-6511095/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/why-the-last-of-us-star-nick-offerman-will-never-play-video-games-again/1100-6511098/?ftag=CAD-01-10abi2f", "title": "Why The Last Of Us Star Nick Offerman Will Never Play Video Games Again", "date_published": "2023-02-02 13:59:00+00:00", "description": "<p>Nick Offerman, who starred in the latest episode of HBO's The Last of Us, no longer plays video games because he's worried he would get too far sucked in and would never leave his basement.</p><p>Appearing on <a href=\"https://www.youtube.com/watch?v=Unh3kan_tFc\">Jimmy Kimmel Live</a>, Offerman--who played Bill in the newest episode--said he lost a few weeks of his life to Banjo-Kazooie decades ago, and he doesn't want to do that again.</p><p>\"About 25 years ago, I played my last video game. I am very indulgent. I lost a couple of weeks to a video game called Banjo-Kazooie. Two weeks went by. The slow dopamine drip is so delicious. Then it's over, and you're like, 'Yes, I won!' And immediately I am like, 'What have I done with my life?' So I decided I am never going to do that again.\"</p><a href=\"https://www.gamespot.com/articles/why-the-last-of-us-star-nick-offerman-will-never-play-video-games-again/1100-6511098/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-nintendo-direct-will-arrive-next-week-report/1100-6511096/?ftag=CAD-01-10abi2f", "title": "New Nintendo Direct Will Arrive Next Week - Report", "date_published": "2023-02-02 13:57:00+00:00", "description": "<p>A new Nintendo Direct will reportedly be held next week, as Giant Bomb's Jeff Grubb claims that Nintendo's next big showcase will be held the week of February 6. \"Everything I’m hearing, and it's all just sort of reiterating it, it continues to be the week of February 6,\" <a href=\"https://youtu.be/WwbmIC-y3a8?t=929\">Grubb said on his Game Mess show</a>.</p><p>\"I think it's probably late in the week, so if February 6 is going to come around and we're not going to hear about it, and people are going to freak out like there’s nothing happening, first of all, I’m not guaranteeing it for that week, I'm just saying that's what everything is sort of pointing to right now.\"</p><div>          </div><p>Nintendo has traditionally held a Direct showcase in February, occasionally splitting the focus of the show between a preview of several games and more dedicated livestreams like 2016's Pokemon Direct. A February Direct has been held almost every single year since 2012, with the only exception being 2017's Nindies Showcase.</p><a href=\"https://www.gamespot.com/articles/new-nintendo-direct-will-arrive-next-week-report/1100-6511096/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-593-february-2-2023/1100-6511076/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#593) - February 2, 2023", "date_published": "2023-02-02 10:00:00+00:00", "description": "<p>Who doesn't enjoy a little Thursday <a href=\"https://www.gamespot.com/games/wordle/\">Wordle</a> action every now and again? The answer on February 2 is quite the doozy, as it's not at all a common word. Moreover, some users might not even know this word existed until today, so their guesses would be complete shots in the dark. The one silver lining to today's answer is that there are no tricky letters in it, so players should have most of the right letters by their fourth or fifth guess. </p><p>If you haven't started the Wordle just yet, then you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a>. However, if you're already past the starting point, then you might be looking for some hints if you've hit a wall. Luckily, we provide just that further down in this guide. We will also spell out the full answer for players looking to simply get out of today unscathed.</p><h2>Today's Wordle Answer - February 2, 2023</h2><p>We'll begin with a few hints that directly relate to today's Wordle answer, but don't give it away immediately.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-593-february-2-2023/1100-6511076/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/steams-big-picture-mode-finally-gets-steam-deck-inspired-update/1100-6511094/?ftag=CAD-01-10abi2f", "title": "Steam's Big Picture Mode Finally Gets Steam Deck-Inspired Update", "date_published": "2023-02-02 05:16:00+00:00", "description": "<p> Steam's Big Picture Mode, <a href=\"https://www.gamespot.com/articles/steam-big-picture-mode-goes-live/1100-6400959/\">introduced back in 2012</a> for players who pair a PC with a large screen or TV and a controller, has finally received a much-needed overhaul based on the Steam Deck's sleek user interface.</p><p>As reported by <a href=\"https://www.eurogamer.net/steam-big-pictures-steam-deck-inspired-ui-overhaul-finally-gets-its-full-release\">Eurogamer</a>, the new Big Picture UI is now live as part of the latest client update after four months in open beta testing. The streamlined UI boasts a new home screen with easy access to recently played titles, as well as updates on the other games in your library.</p><p>The update has also done away with the previous UI's rigid segmentation between Library, Store, and Community categories, instead implementing a new universal search that will encompass all of Steam.</p><a href=\"https://www.gamespot.com/articles/steams-big-picture-mode-finally-gets-steam-deck-inspired-update/1100-6511094/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-heavy-weapons-will-be-getting-a-revamp-in-season-20/1100-6511093/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Heavy Weapons Will Be Getting A Revamp In Season 20", "date_published": "2023-02-02 04:51:00+00:00", "description": "<p>Bungie has given players a sneak peek at the weapons tuning coming to <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> in Season 20, which is due to launch on February 28 alongside the Lightfall expansion. To get ready for <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-trailer-shows-off-new-and-deadly-exotics/1100-6510998/\">Lightfall's new campaign and raid</a>, the changes are focused on tuning up heavy weapons to have more utility in PvE. The weapon update will also add new subclass verbs to a number of Exotic weapons.</p><p>As the <a href=\"https://www.bungie.net/7/en/News/article/s20-weapon-tuning-preview\">blog post explains</a>, Season 19's <a href=\"https://www.gamespot.com/articles/almost-every-destiny-2-weapon-subtype-is-getting-a-small-overhaul-in-a-mid-season-update/1100-6508295/\">mid-season weapons update</a> had a heavy focus on PvP, while the next season's tweaks will prioritise PvE to help players tackle the new campaign.</p><p>Bungie kicked off the list of changes by announcing that red reticule aiming will be enabled as an option for PC players, with a future update also planning to make the color of the aiming reticule customizable. Already enabled for console players, this option makes the aiming reticule turn red when turned on an enemy that's inside your weapon's effective range.</p><a href=\"https://www.gamespot.com/articles/destiny-2-heavy-weapons-will-be-getting-a-revamp-in-season-20/1100-6511093/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.gamespot.com/feeds/mashup", "title": "GameSpot"}}