{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/new-russian-backed-gamaredons-spyware.html", "title": "New Russian-Backed Gamaredon's Spyware Variants Targeting Ukrainian Authorities", "date_published": "2023-02-02 12:43:00+00:00", "description": "The State Cyber Protection Centre (SCPC) of Ukraine has called out the Russian state-sponsored threat actor known as Gamaredon for its targeted cyber attacks on public authorities and critical information infrastructure in the country.\nThe advanced persistent threat, also known as Actinium, Armageddon, Iron Tilden, Primitive Bear, Shuckworm, Trident Ursa, and UAC-0010, has a track record of", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/cybersecurity-budgets-are-going-up-so.html", "title": "Cybersecurity budgets are going up. So why aren't breaches going down?", "date_published": "2023-02-02 10:04:00+00:00", "description": "Over the past few years, cybersecurity has become a major concern for businesses around the globe. With the total cost of cybercrime in 2023 forecasted to reach $8 Trillion – with a T, not a B – it’s no wonder that cybersecurity is top of mind for leaders across all industries and regions.\nHowever, despite growing attention and budgets for cybersecurity in recent years, attacks have only become", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/north-korean-hackers-exploit-unpatched.html", "title": "North Korean Hackers Exploit Unpatched Zimbra Devices in 'No Pineapple' Campaign", "date_published": "2023-02-02 09:45:00+00:00", "description": "A new intelligence gathering campaign linked to the prolific North Korean state-sponsored Lazarus Group leveraged known security flaws in unpatched Zimbra devices to compromise victim systems.\nThat's according to Finnish cybersecurity company WithSecure (formerly F-Secure), which codenamed the incident No Pineapple.\nTargets of the malicious operation included a healthcare research organization", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/new-threat-stealthy-headcrab-malware.html", "title": "New Threat: Stealthy HeadCrab Malware Compromised Over 1,200 Redis Servers", "date_published": "2023-02-02 06:47:00+00:00", "description": "At least 1,200 Redis database servers worldwide have been corralled into a botnet using an \"elusive and severe threat\" dubbed HeadCrab since early September 2021.\n\"This advanced threat actor utilizes a state-of-the-art, custom-made malware that is undetectable by agentless and traditional anti-virus solutions to compromise a large number of Redis servers,\" Aqua security researcher Asaf Eitani", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}