{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/immigration/3841816-the-gop-needs-to-pick-a-side-on-border-security/", "title": "The GOP needs to pick a side on border security", "date_published": "2023-02-02 23:05:00+00:00", "description": "The American people can see who is serious about securing our borders and who isn’t. That means a floor vote.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/sustainability/3841783-equilibrium-sustainability-how-adding-stickers-to-windows-can-help-save-birds/", "title": "Equilibrium/Sustainability — How adding stickers to windows can help save birds", "date_published": "2023-02-02 22:59:27+00:00", "description": "Welcome to The Hill's Sustainability newsletter. We're Saul Elbein and Sharon Udasin. Not on the list? Subscribe here or in the box below. Today we’ll start in California, where snowpack levels are the highest since 1982 and electric vehicle adoption is improving public health in certain neighborhoods. We'll also look at a radical, if bipartisan, proposal for the future of American farming....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841790-mccarthy-says-hes-forming-bipartisan-group-to-write-lawmaker-code-of-conduct-following-omar-vote/", "title": "McCarthy says he’s forming bipartisan group to write lawmaker code of conduct following Omar vote", "date_published": "2023-02-02 22:53:58+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) on Thursday said he is tasking a bipartisan group of lawmakers with writing a code of conduct for House members, after representatives of both parties expressed concerns about removing members from congressional committees. His announcement came minutes after House Republicans voted to kick Rep. Ilhan Omar (D-Minn.) off the Foreign Affairs...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841793-house-education-chair-talks-oversight-blocking-student-loan-forgiveness/", "title": "House Education chair talks oversight, blocking student loan forgiveness", "date_published": "2023-02-02 22:50:57+00:00", "description": "Rep. Virginia Foxx (R-N.C.), the new chairwoman of the House Education and Workforce Committee, highlighted her concerns about the Biden administration’s student loan forgiveness plan, promising increased oversight Thursday. During an “On the Record” interview with The Hill’s Bob Cusack, Foxx said she’s looking to the Supreme Court to block the student loan forgiveness plan,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3841653-ghost-guns-traced-by-officials-more-than-doubled-between-2020-and-2021-report/", "title": "'Ghost guns' traced by officials more than doubled between 2020 and 2021: report", "date_published": "2023-02-02 22:21:01+00:00", "description": "The number of so-called “ghost guns” the federal government was able to trace and recover more than doubled between 2020 and 2021, according to a new report from the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF).  The uptick indicates increased criminal use of the weapons, which got their moniker because they’re assembled with...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3841715-omega-psi-phi-fraternity-revokes-membership-of-officers-involved-in-tyre-nichols-death/", "title": "Omega Psi Phi Fraternity revokes membership of officers involved in Tyre Nichols death", "date_published": "2023-02-02 22:14:09+00:00", "description": "One of the nation’s most prominent Black fraternities has revoked the membership of three former officers involved in the death of Tyre Nichols, a 29-year-old Black man brutally beaten by five Memphis police officers last month.  Omega Psi Phi Fraternity, Incorporated was unaware three officers involved in the incident were part of its organization until...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841636-house-passes-resolution-denouncing-socialism-vote-splits-democrats/", "title": "House passes resolution denouncing socialism, vote splits Democrats", "date_published": "2023-02-02 22:05:03+00:00", "description": "The House on Thursday approved a resolution denouncing socialism in a bipartisan vote that fractured the Democratic caucus. The resolution overwhelmingly cleared the chamber in a 328-86-14 vote. The majority of Democrats — 109 of them — voted with all Republicans for the resolution, while 86 voted against it and 14 voted “present.” The measure, which runs...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3841650-debt-ceiling-brinkmanship-will-hurt-us-manufacturing/", "title": "Debt ceiling brinkmanship will hurt US manufacturing", "date_published": "2023-02-02 22:00:00+00:00", "description": "The last time we tipped dangerously close to a debt limit crisis, the U.S. manufacturing sector was hit hard. The cost of borrowing jumped substantially, which in turn raised the cost of capital, discouraged investment, and depressed real wages and living standards. Business confidence fell 3 percent in less than two months. The 30-year conventional...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3841662-former-mayor-of-cranston-r-i-launches-gop-challenge-against-trump/", "title": "Former mayor of Cranston, R.I., launches GOP challenge against Trump", "date_published": "2023-02-02 21:58:09+00:00", "description": "Steve Laffey, the former mayor of Cranston, R.I., launched a 2024 presidential bid on Thursday, becoming one of the first Republicans to officially challenge former President Trump for the GOP nomination.  “I’m running because our country needs to directly confront its problems,” Laffey said in a video announcement. “My party and the elected leaders of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3840803-how-the-us-philippines-military-pact-could-counter-chinas-rising-threat/", "title": "How the US-Philippines military pact could counter China's rising threat", "date_published": "2023-02-02 21:52:12+00:00", "description": "The U.S. announcement on Wednesday that it will expand its military presence in the Philippines to four new bases and bolster five existing ones is a major advancement in the Defense Department's goal to counter a rising threat from China in the Indo-Pacific region. A boost of American military troops and resources in the Philippines...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3841594-appeals-court-strikes-down-gun-ban-for-people-with-domestic-violence-restraining-orders/", "title": "Appeals court strikes down gun ban for people with domestic violence restraining orders", "date_published": "2023-02-02 21:40:20+00:00", "description": "An appeals court panel on Thursday struck down a federal law banning people who have domestic violence restraining orders from possessing firearms. The Fifth Circuit three-judge panel, all nominated by Republican presidents, ruled the law was no longer constitutional under the Supreme Court’s landmark expansion of Second Amendment rights last summer. The Supreme Court justices...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/news-by-subject/transportation-infrastructure/3841599-pete-buttigieg-says-hes-not-planning-on-going-anywhere-despite-questions-over-his-next-step/", "title": "Pete Buttigieg says he's ‘not planning on going anywhere,’ despite questions over his next step", "date_published": "2023-02-02 21:32:19+00:00", "description": "Transportation Secretary Pete Buttigieg on Thursday said he doesn’t plan to leave his Cabinet position in the Biden administration, after his name was floated to run for the open Senate seat in Michigan. “I love this job and I feel like we’re right in the middle of the action,” he said in an interview with Punchbowl...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3841401-three-actionable-bipartisan-solutions-to-address-the-overdose-crisis/", "title": "3 actionable bipartisan solutions to address the overdose crisis", "date_published": "2023-02-02 21:30:00+00:00", "description": "While the mood on the Hill appears prime for partisan posturing, the shared interest in saving lives calls for finding common ground.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/space/3841575-when-and-where-to-see-the-elusive-green-comet/", "title": "When and where to see the elusive 'green comet'", "date_published": "2023-02-02 21:26:52+00:00", "description": "If you've never seen a green comet in the sky, this is your chance. Comet C/2022 E3 (ZTF) will make its closest approach to Earth on Thursday night, before it sails towards Mars.  The icy celestial object, discovered by astronomers Bryce Bolin and Frank Masci last year with the Zwicky Transient Facility telescope, will pass...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3841563-desantis-keeps-heat-on-gas-stoves-issue-proposing-tax-exemption/", "title": "DeSantis keeps heat on gas stoves issue, proposing tax exemption", "date_published": "2023-02-02 21:14:31+00:00", "description": "Florida Gov. Ron DeSantis (R) is keeping rhetoric surrounding gas stoves on high, proposing a sales tax exemption for the appliances.  In a new statewide budget proposal, DeSantis, who is widely seen as a potential Republican presidential contender, calls for a permanent sales tax exemption for gas stoves.  “They want your gas stove and we’re...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3841531-bill-clinton-joins-biden-harris-to-commemorate-30th-anniversary-of-family-and-medical-leave-act/", "title": "Bill Clinton joins Biden, Harris to mark 30th anniversary of Family and Medical Leave Act", "date_published": "2023-02-02 21:01:36+00:00", "description": "The Biden administration on Thursday marked the 30th anniversary of the Family and Medical Leave Act (FMLA) by urging expansion of the provisions guaranteed by the law and inviting former President Clinton, who signed it in 1993, to speak at the White House. President Biden was also joined by Vice President Harris to commemorate the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3841492-what-happens-when-fewer-and-fewer-companies-control-the-entire-rail-industry/", "title": "What happens when fewer companies control the entire rail industry?", "date_published": "2023-02-02 21:00:00+00:00", "description": "The “Big Seven” own or operate virtually all the long-distance track  — soon it could be six.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3841517-senate-democrats-press-maker-of-abortion-pill-to-add-miscarriage-management-to-label/", "title": "Senate Democrats press maker of abortion pill to add miscarriage management to label", "date_published": "2023-02-02 20:52:41+00:00", "description": "A group of Senate Democrats is calling on Danco Laboratories, one of the manufacturers of the abortion pill mifepristone, to update the drug's labeling to make it easier for patients to access the drug to help reduce complications from a miscarriage. The Democrats, led by Sens. Mazie Hirono (Hawaii), Elizabeth Warren (Mass.) and Maggie Hassan...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3841479-ny-man-pleads-guilty-to-sending-rep-marjorie-taylor-greene-threatening-voicemails/", "title": "NY man pleads guilty to sending Rep. Marjorie Taylor Greene threatening voicemails", "date_published": "2023-02-02 20:40:12+00:00", "description": "A New York man pleaded guilty on Wednesday to sending several threatening voicemails to Rep. Marjorie Taylor Greene (R-Ga.) last March. Joseph Francis Morelli pleaded guilty to three counts of interstate threatening communications for a series of voicemail messages that he left for Greene’s Washington, D.C., office on March 3. “I just don't think I...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3841491-oversight-chair-requests-details-on-kerrys-international-climate-negotiations/", "title": "Oversight chair requests details on Kerry's international climate negotiations", "date_published": "2023-02-02 20:39:12+00:00", "description": "House Oversight Committee Chair James Comer (R-Ky.) on Thursday requested information from U.S. Climate Envoy John Kerry on the details of Kerry’s international negotiations for the Biden administration, particularly with Chinese officials. In a Thursday letter, Comer said Kerry has thus far not responded to inquiries from the Republicans on the committee regarding the nature...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3841467-mortgage-rates-fall-below-6-percent-for-first-time-since-september/", "title": "Mortgage rates fall below 6 percent for first time since September", "date_published": "2023-02-02 20:19:43+00:00", "description": "The average 30-year fixed mortgage interest rate dropped to 5.99 percent Thursday, falling below 6 percent for the first time since September, according to a key gauge of home loan borrowing costs. The benchmark home loan rate fell 0.05 percentage points Thursday for the third consecutive daily decline, according to the Mortgage News Daily survey...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/enrichment/education/3841436-vermont-lawmakers-introduce-childcare-bill-with-universal-pre-kindergarten/", "title": "Vermont lawmakers introduce childcare bill with universal pre-kindergarten", "date_published": "2023-02-02 20:16:43+00:00", "description": "Story at a glance A new bill introduced to the Vermont state legislature would give parents the option to send their young children to free, public prekindergarten classes for the full school year.   Under current Vermont law, children between the ages of three and five years old are entitled to 10 hours of prekindergarten...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3841017-former-twitter-employees-to-testify-at-house-hearing-on-hunter-biden/", "title": "Former Twitter employees to testify at House hearing on Hunter Biden", "date_published": "2023-02-02 20:16:22+00:00", "description": "Three former Twitter employees will testify before a House panel next week at a hearing focusing on the platform’s decision to limit the spread of a New York Post story about now-President Biden’s adult son Hunter Biden in the runup to the 2020 presidential election.  Republicans are using their new majority in the chamber to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3841435-study-where-theres-smoke-theres-worse-wildfires/", "title": "Study: Where there's smoke, there's worse wildfires", "date_published": "2023-02-02 20:14:07+00:00", "description": "The smoke from wildfires can change the weather and make fires more destructive, a new study has found.  The study published on Thursday in Science emphasized the disruptive impacts of the smoke from large wildfires on the weather patterns of entire regions — driving blazes to more destructive heights.  The study tells the inside story of one of the U.S.'s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/cybersecurity/3841444-russia-ukraine-war-has-improved-us-cyber-cooperation-says-key-official/", "title": "Russia-Ukraine war has improved US cyber cooperation, says key official", "date_published": "2023-02-02 20:01:48+00:00", "description": "Nathaniel Fick, U.S. ambassador at large for cyberspace and digital policy, said on Thursday that the Russia-Ukraine war prompted the government to significantly increase its partnership with the private sector, a practice that was less common in prior years. Fick, who was confirmed in August to head the State Department’s new cyber bureau, said that over the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3841427-senators-say-no-f-16-upgrades-for-turkey-if-it-blocks-finland-sweden-from-joining-nato/", "title": "Senators say no F-16 upgrades for Turkey if it blocks Finland, Sweden from joining NATO", "date_published": "2023-02-02 19:58:35+00:00", "description": "President Biden should make clear to Turkish President Recep Tayyip Erdoğan that Congress is unlikely to approve fighter jet upgrades for Ankara if it fails to advance Sweden and Finland’s bid to join NATO, a bipartisan group of senators said Thursday. Sens. Jeanne Shaheen (D-N.H.) and Thom Tillis (R-N.C.), co-chairs of the Senate NATO Observer Group,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3841365-trump-trashes-ambitious-potential-2024-rivals-in-sprawling-interview/", "title": "Trump trashes 'ambitious' potential 2024 rivals in sprawling interview", "date_published": "2023-02-02 19:49:04+00:00", "description": "Former President Donald Trump on Thursday took swipes at a slew of possible 2024 GOP rivals, calling his former U.N. Ambassador Nikki Haley “overly ambitious” and accusing Govs. Ron DeSantis (R-Fla.) and Glenn Youngkin (R-Va.) of being ungrateful. Trump spoke for a half hour with conservative radio host Hugh Hewitt, addressing some of his potential...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3841404-microsoft-unveils-premium-messaging-powered-by-chatgpt/", "title": "Microsoft unveils premium messaging powered by ChatGPT", "date_published": "2023-02-02 19:43:22+00:00", "description": "Microsoft on Wednesday announced a new premium messaging service that will be powered by Open AI’s ChatGPT messaging service.  In a blog post, Microsoft Teams vice president Nicole Herskowitz wrote that its new service,  Teams Premium will use the latest technologies in an effort to “make meetings more intelligent, personalized, and protected — whether it’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/media/3841353-mccarthy-wont-rule-out-hearings-on-directv-dropping-newsmax/", "title": "McCarthy won't rule out hearings on DirecTV dropping Newsmax", "date_published": "2023-02-02 19:40:31+00:00", "description": "House Speaker Kevin McCarthy (R-Calif.) is supportive of congressional hearings on DirecTV's recent decision to drop conservative cable channel Newsmax. \"You know I had discussions with a couple members now because it's very concerning to me,\" McCarthy said during a press conference at the Capitol on Thursday. \"Now, Newsmax isn't the first one, OAN as...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841382-nj-councilwoman-found-fatally-shot-in-her-car-officials-say/", "title": "NJ councilwoman found fatally shot in her car, officials say", "date_published": "2023-02-02 19:34:27+00:00", "description": "A councilwoman representing Sayreville, New Jersey, was fatally shot Wednesday night, authorities said.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3841356-white-house-russian-athletes-should-compete-under-neutral-flag-in-paris-olympics/", "title": "White House: Russian athletes should compete under neutral flag in Paris Olympics", "date_published": "2023-02-02 19:16:57+00:00", "description": "The White House on Thursday supported having Russian athletes compete in the upcoming Olympics under a neutral flag, aligning with Olympic officials' latest policy. The White House also supported not allowing the Russian or Belarusian flag at the Olympics, press secretary Karine Jean-Pierre said.  “In cases where sports organizations and event organizers, such as the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3841360-dolly-parton-says-shes-not-backing-cbd-gummies/", "title": "Dolly Parton says she's not backing CBD gummies", "date_published": "2023-02-02 19:12:10+00:00", "description": "Dolly Parton is into goodies, and according to a social media post, she has a sweet tooth for cake, cookies and cornbread.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3841331-flight-cancellations-out-of-dallas-stretch-into-third-day/", "title": "Flight cancellations out of Dallas stretch into third day", "date_published": "2023-02-02 19:07:13+00:00", "description": "Hundreds more flights were cancelled out of Dallas-Fort Worth International Airport on Thursday, as Texans continue to feel the impacts of this week’s ice storm.  Of the about 740 flights cancelled as of Thursday afternoon, over 260 were meant to depart from the Dallas airport, according to the flight tracker FlightAware. Another 250 flights destined for...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3841276-americans-want-farm-subsidies-to-go-to-human-food-not-animal-feed-survey/", "title": "Americans want farm subsidies to go to human food, not animal feed: survey", "date_published": "2023-02-02 19:06:02+00:00", "description": "A new survey has found that 78 percent of Americans want federal farm funding to prioritize food for people over feed for livestock. The Johns Hopkins Center for a Livable Future and the farm advocacy group Farm Action published the bipartisan survey of 1000 people on Thursday. It represented the first time those groups asked explicitly...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3841324-sleeping-giants-the-importance-of-funding-black-innovators/", "title": "Sleeping giants: The importance of funding Black innovators", "date_published": "2023-02-02 19:00:00+00:00", "description": "This February, teachers, students, historians, and many others will extol the virtues of African American inventors during Black History Month. The remarkable inventions such as the first portable air conditioner, the gas mask, the automatic elevator door, traffic signs — were all invented by Black people. The impact of these inventions—not only on everyday life, but...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841301-white-house-calls-house-gop-removal-of-omar-from-committee-a-political-stunt/", "title": "White House calls House GOP removal of Omar from committee a 'political stunt'", "date_published": "2023-02-02 18:50:25+00:00", "description": "The White House on Thursday bashed House Republicans for voting to kick Rep. Ilhan Omar (D-Minn.) off of the Foreign Affairs Committee over her past comments about Israel, calling it a \"political stunt.\" \"What we believe is Congresswoman Omar is a highly respected member of Congress. She has apologized for her comments she made in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3841332-powerball-jackpot-reaches-700m-when-is-your-next-chance-to-win/", "title": "Powerball jackpot reaches $700M - when is your next chance to win?", "date_published": "2023-02-02 18:50:15+00:00", "description": "Another record-setting Powerball jackpot is brewing.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841281-squad-members-rail-against-omars-removal-this-is-about-targeting-women-of-color/", "title": "'Squad' members rail against Omar's removal: 'This is about targeting women of color'", "date_published": "2023-02-02 18:45:51+00:00", "description": "Members of the ‘Squad’ of progressive House lawmakers on Thursday railed against House Republicans for voting to remove one of their own, Rep. Ilhan Omar (D-Minn.), from the House Foreign Affairs Committee, arguing the move was motivated by GOP bias against women of color in Congress.  Republicans on the House floor ahead of the vote...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3841286-joyce-beatty-reintroduces-black-history-is-american-history-act/", "title": "Joyce Beatty reintroduces Black History is American History Act", "date_published": "2023-02-02 18:40:02+00:00", "description": "Rep. Joyce Beatty (D-Ohio) on Wednesday, the first day of Black History Month, reintroduced the Black History is American History Act, which would require Black history to be part of the American History and Civics Academies' competitive grants.  The grants are administered by the Department of Education and used to help improve student achievement in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3841138-the-south-also-rises-how-the-korean-nuclear-threat-could-gradually-then-suddenly-lead-to-war/", "title": "The South also rises: How the Korean nuclear threat could gradually, then suddenly, lead to war", "date_published": "2023-02-02 18:30:00+00:00", "description": "The systemic pressures pushing Seoul in the direction of acquiring nuclear weapons have been building for quite some time.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841253-watch-live-biden-hosts-clinton-delivers-remarks-on-family-and-medical-leave-act/", "title": "Watch live: Biden hosts Clinton, delivers remarks on Family and Medical Leave Act", "date_published": "2023-02-02 18:22:09+00:00", "description": "President Joe Biden and Vice President Kamala Harris are delivering remarks on Thursday to mark the 30th Anniversary of the Family and Medical Leave Act. Former President Bill Clinton will be joining to commemorate the anniversary. The Family and Medical Leave Act was the first piece of legislation Clinton signed into law after taking office...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3841230-ukraine-warns-russia-massing-500000-troops-on-border-for-offensive/", "title": "Ukraine warns Russia massing 500,000 troops on border for offensive", "date_published": "2023-02-02 18:14:25+00:00", "description": "Ukraine is warning that Moscow is re-grouping hundred of thousands of troops on the border for a massive new offensive, just weeks before the one-year anniversary of Russia’s invasion.  Ukrainian President Volodymyr Zelensky on Thursday gave a stark message to the West when he forecast that the Kremlin was building up its forces to take...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3841232-inflation-leads-to-higher-campaign-donation-limits/", "title": "Inflation leads to higher campaign donation limits", "date_published": "2023-02-02 18:12:23+00:00", "description": "The Federal Election Commission (FEC) on Thursday raised political donation limits to account for historic inflation, boosting the potential influence of wealthy donors in the 2024 election cycle.  A single donor can now give $6,600 to each federal candidate — $3,300 per election including the primary and general election contests — up from $5,800 in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3841065-see-the-spectacular-snow-sharks-in-art-teachers-front-yard/", "title": "See the 'spectacular' snow sharks in art teacher's front yard", "date_published": "2023-02-02 18:10:19+00:00", "description": "An art teacher in Michigan is causing a stir with her yard full of sharks.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841229-democratic-leader-bashes-gops-political-revenge-omar-vote/", "title": "Democratic leader bashes GOP's 'political revenge' Omar vote", "date_published": "2023-02-02 18:03:21+00:00", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) lashed out at GOP leaders on Thursday over their decision to boot Rep. Ilhan Omar (D-Minn.) from the Foreign Affairs Committee, accusing the Republicans of adopting a double standard by ignoring antisemitism in their own ranks.  Jeffries pointed to comments from several House Republicans that compared President Biden to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3841069-freeze-across-the-south-darkness-is-the-new-normal/", "title": "Freeze across the South: Darkness is the new normal", "date_published": "2023-02-02 18:00:00+00:00", "description": "Weather-related power outages have become more and more frequent, and Texans see more of them than anyone else.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/national-security/3841199-fbi-to-search-pences-home-in-indiana-for-more-documents/", "title": "FBI to search Pence's home in Indiana for more documents", "date_published": "2023-02-02 17:51:54+00:00", "description": "The FBI is planning to conduct a search of former Vice President Mike Pence’s residence in Indiana for additional classified documents in the upcoming days, The Wall Street Journal reported Thursday.  People familiar with the matter told the Journal that Justice Department (DOJ) officials are discussing when to schedule the search with Pence’s legal team. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3841197-schumer-biden-unified-with-democratic-leaders-against-negotiating-over-debt-limit/", "title": "Schumer: Biden unified with Democratic leaders against negotiating over debt limit", "date_published": "2023-02-02 17:48:47+00:00", "description": "Senate Majority Leader Charles Schumer (D-N.Y.) told reporters Thursday that there’s no daylight between himself on President Biden on the question of standing firm against negotiating with House Republicans on raising the debt limit until they manage pass a package of cuts or fiscal reforms. Schumer said Biden and White House staff assured him the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3841203-california-neighborhoods-with-more-evs-see-better-air-quality-public-health/", "title": "California neighborhoods with more EVs see better air quality, public health", "date_published": "2023-02-02 17:47:40+00:00", "description": "Neighborhoods in California with higher electric vehicle (EV) adoption rates are experiencing both better air quality and improvements in public health, a new study has found. For every additional 20 zero-emissions vehicles (ZEVs) per 1,000 people at the zip code level, there was a 3.2 percent drop in the rate of asthma-related emergency room visits,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841141-watch-live-white-house-press-briefing/", "title": "Watch live: White House press briefing", "date_published": "2023-02-02 17:45:00+00:00", "description": "White House press secretary Karine Jean-Pierre is slated to speak with reporters Thursday afternoon during a press conference. The briefing follows President Biden's first face-to-face meeting with House Speaker Kevin McCarthy (R-Calif.) on Wednesday. Biden told McCarthy that he would not negotiate on the limit, but is open to a “separate discussion with congressional leaders about how to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3841146-trump-wont-commit-to-endorsing-eventual-2024-gop-nominee/", "title": "Trump won't commit to endorsing eventual 2024 GOP nominee", "date_published": "2023-02-02 17:21:49+00:00", "description": "Former President Trump on Thursday would not commit to endorsing the eventual Republican nominee for president in 2024 if it’s not him. “It would depend. I would give you the same answer I gave in 2016 during the debates,” Trump told conservative radio host Hugh Hewitt. “I was asked two rather interesting questions,” Trump said,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3841136-republican-senators-challenge-biden-water-protection-rule/", "title": "Republican senators challenge Biden water protection rule", "date_published": "2023-02-02 17:10:13+00:00", "description": "Senate Republicans are attempting to repeal the Biden administration’s water regulations, though their effort faces an uphill battle.  Republicans, led by Sen. Shelley Moore Capito (R-W.Va.), introduced a resolution on Thursday that would ax the rule.  The Biden administration recently put forward regulations on the country’s waters that are likely to be a middle ground...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3841090-tim-scott-resurrecting-house-democrats-police-reform-bill-a-nonstarter/", "title": "Tim Scott: Resurrecting House Democrats' police reform bill a 'nonstarter'", "date_published": "2023-02-02 17:09:07+00:00", "description": "Sen. Tim Scott (S.C.), the lead GOP negotiator for police reform in the Senate, on Thursday rejected the idea of taking up the George Floyd Justice in Policing Act, which was passed by the House in the last Congress. “Resurrecting the House progressives’ police reform bill is a nonstarter. I’ve been working toward common ground...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3840958-more-than-2-5-million-pounds-of-canned-meat-recalled/", "title": "More than 2.5 million pounds of canned meat recalled", "date_published": "2023-02-02 17:04:42+00:00", "description": "More than 2.5 million pounds of canned meat is being recalled due to a packaging malfunction, the U.S. Department of Agriculture's Food Safety and Inspection Safety said.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3841051-guantanamo-detainee-transferred-to-belize/", "title": "Guantanamo detainee transferred to Belize", "date_published": "2023-02-02 17:02:06+00:00", "description": "The U.S. transferred a Guantanamo Bay detainee to the Central American nation of Belize on Thursday, months after he was first scheduled to be released. Majid Khan, who pled guilty to terrorism, conspiracy and murder charges and admitted to working with al-Qaida as a courier, was set for release last spring but has languished in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3840831-a-conservative-case-for-the-affordable-connectivity-program/", "title": "A conservative case for the Affordable Connectivity Program", "date_published": "2023-02-02 17:00:00+00:00", "description": "Let’s recognize that American poverty is not isolated to urban areas.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3840791-to-prevent-a-deadlier-pandemic-pause-gain-of-function-research/", "title": "To prevent a deadlier pandemic, pause gain of function research", "date_published": "2023-02-02 16:30:00+00:00", "description": "If gain of function didn’t cause this ferocious pandemic, it most certainly can cause the next one.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3841047-tim-scott-launching-listening-tour-amid-2024-speculation/", "title": "Tim Scott launching listening tour amid 2024 speculation", "date_published": "2023-02-02 16:24:12+00:00", "description": "Sen. Tim Scott (R-S.C.) will launch a listening tour this month amid increasing speculation that he will run for the White House in 2024. On his “Faith in America” listening tour, Scott will hold an event to honor Black History Month on Feb. 16 in Charleston, S.C., and later head to Iowa, where he will...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3841046-manchin-and-cruz-team-up-on-bill-to-protect-gas-stoves/", "title": "Manchin and Cruz team up on bill to protect gas stoves", "date_published": "2023-02-02 16:16:01+00:00", "description": "Sens. Joe Manchin (D-W.Va.) and Ted Cruz (R-Texas) introduced a new bill Thursday which would prevent the Consumer Product Safety Commission from regulating the banning of gas stoves.  The Gas Stove Protection and Freedom Act comes on the heels of national debate over a CPSC comissioner raising the prospect of a ban on the stoves,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3841024-roy-wood-jr-extends-daily-shows-lead-over-snl-on-correspondents-dinner-entertainers/", "title": "Roy Wood Jr. extends 'Daily Show's' lead over 'SNL' on Correspondents' dinner entertainers", "date_published": "2023-02-02 16:12:28+00:00", "description": "With Roy Wood Jr. “The Daily Show” is extending its lead over “Saturday Night Live” for producing the most White House Correspondents’ Association (WHCA) dinner entertainers. The “Daily Show” correspondent was announced Thursday as this year’s headliner for the April 29 gala in Washington. The selection of Wood brings the number of comedians from Comedy Central’s satirical...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841021-over-100k-job-cuts-announced-in-january-analysis/", "title": "Over 100K job cuts announced in January: analysis", "date_published": "2023-02-02 16:08:54+00:00", "description": "U.S. companies announced roughly 103,000 job cuts in January, the highest monthly total since September 2020, a Thursday analysis found.  Last month was the worst January for job cuts since the Great Recession in 2009, according to a report from employment firm Challenger, Gray &#38; Christmas.  Around 40 percent of last month’s job reductions came...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3840970-scott-i-dont-think-it-made-any-sense-for-mcconnell-to-boot-him-from-commerce/", "title": "Scott: 'I don’t think it made any sense' for McConnell to boot me from Commerce", "date_published": "2023-02-02 16:01:07+00:00", "description": "Sen. Rick Scott (R-Fla.), who has challenged Senate Minority Leader Mitch McConnell’s (R-Ky.) leadership and strategy on multiple fronts, told CNN in an interview that he doesn't think McConnell kicking him off the powerful Commerce Committee \"made any sense.\" But Scott said he’s undeterred by the setback, which some Senate conservatives think is payback after...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3834632-designating-wagner-group-as-a-transnational-criminal-organization-is-a-first-step-but-theres-more-work-to-do/", "title": "Designating Wagner Group as a transnational criminal organization is a first step — but there's more work to do", "date_published": "2023-02-02 16:00:00+00:00", "description": "The Treasury Department recently designated the Kremlin-linked mercenary outfit, the Wagner Group, as a Transnational Criminal Organization (TCO). The announcement was met with fanfare — and rightly so. The Wagner Group is a notorious private military company with a brutal human rights record, not only in Ukraine but also in Syria, the Central African Republic,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3840996-cook-political-report-gives-gop-slight-edge-in-2024-house-races/", "title": "Cook Political Report gives GOP slight edge in 2024 House races", "date_published": "2023-02-02 15:56:57+00:00", "description": "The nonpartisan election handicapper Cook Political Report is giving Republicans a slight edge in a slew of competitive 2024 House races, rating 18 GOP-held seats as toss-ups or “lean Republican,” compared to 24 Democratic-held seats that were rated similarly. Cook Political Report’s House editor Dave Wasserman explained in an analysis released on Thursday that one...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3840973-larry-hogan-says-he-will-support-trump-if-hes-the-nominee/", "title": "Larry Hogan says he will support Trump if he's the nominee", "date_published": "2023-02-02 15:56:39+00:00", "description": "Former Maryland Gov. Larry Hogan, a moderate Republican who has long been a critic of former President Trump, said he would support Trump if he is the GOP nominee for president in 2024. Hogan, who is mulling a White House bid of his own, has said he does not think Trump will be the party’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3840957-coldest-temperatures-in-decades-possible-in-northeast/", "title": "Coldest temperatures in decades possible in Northeast", "date_published": "2023-02-02 15:51:41+00:00", "description": "The Northeast could be hit with the coldest weather in decades starting Friday into the weekend, with wind chills forcing temperatures near or below zero degrees Fahrenheit. Philadelphia, Pa., New York City, N.Y., and Washington, D.C., are expected to see wind chills in the single digits over the next two days, according to the Weather...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3840949-us-visa-restrictions-leveled-on-taliban-officials-over-repression-of-women-girls/", "title": "US visa restrictions leveled on Taliban officials over repression of women, girls", "date_published": "2023-02-02 15:43:19+00:00", "description": "The State Department is placing additional visa restrictions on certain current and former Taliban members over the regime’s repression of girls and women in Afghanistan.  Secretary of State Antony Blinken said in a Wednesday statement that the restrictions will also be imposed on \"members of non-state security groups\" and others who are believed to be...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3840922-california-snowpack-deepest-in-four-decades/", "title": "California snowpack deepest in four decades", "date_published": "2023-02-02 15:30:12+00:00", "description": "California’s snowpack levels are at their highest point in four decades, after a series of severe storms deluged the region last month, according to state water officials. The total snow water equivalent accumulated has risen to 33.7 inches, or 205 percent of the average for this time of year, the California Department of Water Resources announced on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3840934-top-biden-economic-adviser-to-leave-white-house/", "title": "Top Biden economic adviser to leave White House", "date_published": "2023-02-02 15:26:03+00:00", "description": "Brian Deese, the top White House economic adviser to President Biden for the past two years, will depart the White House in the coming days, the president announced Thursday. Deese served as the director of the National Economic Council and helped craft Biden’s economic agenda. He was also a key player in negotiations with Congress...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3840912-congressional-black-caucus-celebrates-black-history-month/", "title": "Congressional Black Caucus celebrates Black History Month", "date_published": "2023-02-02 15:22:26+00:00", "description": "Members of the Congressional Black Caucus on Wednesday celebrated the start of Black History Month, a time when Black culture and excellence are recognized around the nation.  “As we kick off Black History Month 2023, we are proud of the achievements of our members in various leadership roles throughout Congress,“ the caucus tweeted. “We are...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3840820-the-history-of-groundhog-day-is-more-complex-than-you-may-think/", "title": "The history of Groundhog Day is more complex than you may think", "date_published": "2023-02-02 15:01:04+00:00", "description": "On Thursday, Punxsutawney Phil predicted six more weeks of winter, but Groundhog Day is about much more than predicting the timeliness of spring.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3837610-are-you-ready-to-be-replaced-by-chatgpt-and-other-ai-programs/", "title": "Are you ready to be replaced by ChatGPT and other AI programs?", "date_published": "2023-02-02 15:00:00+00:00", "description": "The rise of “woke culture” in liberal circles has become a topic of much debate and controversy in recent years. One of the most troubling aspects of woke culture is the way in which it promotes a culture of censorship and intolerance. In many cases, individuals and groups who hold different views are not just...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3840877-democrats-raise-concerns-about-sotu-safety/", "title": "Democrats raise concerns about SOTU safety", "date_published": "2023-02-02 14:56:05+00:00", "description": "House Democrats are raising the alarm over the security of President Biden and State of the Union guests ahead of the address next week in the House chamber after Republicans stripped down security infrastructure shortly after taking control in their new majority. Metal detectors were installed outside the House chamber in the aftermath of the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3840872-daily-shows-roy-wood-jr-to-take-the-mic-at-this-years-white-house-correspondents-dinner/", "title": "'Daily Show's' Roy Wood Jr. to take the mic at this year's White House Correspondents' dinner", "date_published": "2023-02-02 14:47:46+00:00", "description": "Roy Wood Jr. is promising a White House Correspondents’ Association (WHCA) dinner that will “go down in the history books,” as the “Daily Show” correspondent was named the event’s featured entertainer. The comedian will appear at the April 29 dinner in Washington, the WHCA announced on Thursday. The WHCA described 44-year-old Wood as a comic...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3840812-white-house-outlines-new-investments-to-help-families-with-kids-fighting-cancer/", "title": "White House outlines new investments to help families with kids fighting cancer", "date_published": "2023-02-02 14:46:29+00:00", "description": "The White House on Thursday marked one year since President Biden relaunched the Cancer Moonshot initiative, announcing a series of new efforts to reduce cancer deaths and provide support to those getting treatment. The National Cancer Institute will launch a new public-private partnership to assist families with children diagnosed with cancer, the White House said....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3840856-7-deaths-reported-from-texas-ice-storm-outages-top-400k/", "title": "7 deaths reported from Texas ice storm, outages top 400K", "date_published": "2023-02-02 14:38:14+00:00", "description": "Seven people have been reported dead from an ice storm that has hit Texas and caused more than 400,000 power outages across the state.  The Weather Channel reported that the storm, Winter Storm Mara, has caused dangerous icy road conditions that have caused vehicles to slide on the ice. The deaths began as early as...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3840832-banks-lands-first-endorsement-from-senate-republican-leadership/", "title": "Banks lands first endorsement from Senate Republican leadership", "date_published": "2023-02-02 14:35:44+00:00", "description": "Rep. Jim Banks (R-Ind.) has landed his first high-profile Senate endorsement in his bid to win the 2024 Senate seat being vacated by Sen. Mike Braun (R-Ind.). Sen. John Barrasso (R-Wyo.), who chairs the Senate Republican Conference, issued a statement on Thursday backing the Indiana lawmaker. “Jim Banks is a conservative’s conservative,”  Barrasso wrote in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3840789-republican-house-oversight-chair-james-comer-opens-with-hypocrisy/", "title": "GOP House Oversight Chairman James Comer opens with hypocrisy", "date_published": "2023-02-02 14:30:00+00:00", "description": "Authentic investigations require public trust. Hypocrisy kills it.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3839741-ukraine-dispels-the-myth-of-american-decline/", "title": "Ukraine dispels the myth of American decline", "date_published": "2023-02-02 14:30:00+00:00", "description": "The fallout from Putin’s war belies two other pervasive myths about the state of international affairs today: the demise of collective security and U.S. global leadership.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3840814-trump-taunts-haley-about-past-statements-on-challenging-him/", "title": "Trump taunts Haley about past statements on challenging him", "date_published": "2023-02-02 14:24:44+00:00", "description": "Former President Trump on Wednesday taunted Nikki Haley, his former ambassador to the United Nations, about an anticipated announcement that she will be launching a 2024 White House bid. The former South Carolina governor is expected to announce that she will be running for president later this month, becoming the second Republican to officially wade...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3840798-biden-at-national-prayer-breakfast-mccarthy-and-i-will-treat-each-other-with-respect/", "title": "Biden at National Prayer Breakfast: McCarthy and I will treat ‘each other with respect’", "date_published": "2023-02-02 14:17:33+00:00", "description": "President Biden on Thursday said that he and Speaker Kevin McCarthy (R-Calf.) are planning on treating each other with respect amid ongoing debt ceiling discussions, calling on all Washington lawmakers to do the same. “Let's just sort of, kind of, join hands again a little bit. Let's start treating each other with respect. That's what...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3840802-republicans-introduce-second-impeachment-article-for-mayorkas/", "title": "Republicans introduce second impeachment article for Mayorkas", "date_published": "2023-02-02 14:12:10+00:00", "description": "GOP lawmakers banded together to file an additional resolution that would impeach Homeland Security Secretary Alejandro Mayorkas, filing a second bill to do so less than a month into the new Congress. The resolution filed Wednesday comes after its sponsor, Rep. Andy Biggs (R-Ariz.), promised a resolution with “even more justification” than a first resolution...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3832591-all-we-want-the-racial-chorus-of-american-history/", "title": "All we want: The racial chorus of American history", "date_published": "2023-02-02 14:00:00+00:00", "description": "In 1905, the great moral philosopher George Santayana wrote, ​“Those who cannot remember the past are condemned to repeat it.” He was partly right. For some folks, it’s not that they can’t remember; it’s that they refuse to. Many people refuse to look at the long line of American history and see the repeated chorus...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3840751-north-korea-warns-us-of-overwhelming-nuclear-force/", "title": "North Korea warns US of 'overwhelming nuclear force’", "date_published": "2023-02-02 13:26:02+00:00", "description": "North Korea warned the United States on Thursday of “overwhelming nuclear force” in response to an increase in the country’s military exercises with South Korea.  The North Korean Foreign Ministry said the stepping-up of the military drills from South Korea’s allies could turn the Korean Peninsula into a “huge war arsenal and a more critical...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3839350-climate-change-consumer-deception-lawsuits-threaten-free-speech-will-the-supreme-court-take-note/", "title": "Climate change consumer deception lawsuits threaten free speech. Will the Supreme Court take note?", "date_published": "2023-02-02 13:00:00+00:00", "description": "Free speech is an invaluable thing with a fragility that counsels constant vigilance for its protection.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3840722-americans-sour-on-key-aspects-of-state-of-the-nation-gallup/", "title": "Americans sour on key aspects of state of the nation: Gallup", "date_published": "2023-02-02 12:55:52+00:00", "description": "Americans’ views on key aspects of the state of the country remains in the same area as during the COVID-19 pandemic as 2023 gets underway, according to a new poll.  The Gallup poll released Thursday showed that 65 percent of respondents said they were very or somewhat satisfied with the quality of life in the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3839826-big-tobacco-is-lighting-the-law-on-fire-to-peddle-addiction/", "title": "Big tobacco is lighting the law on fire to peddle addiction", "date_published": "2023-02-02 12:30:00+00:00", "description": "We know the industry won’t stop pushing its products, so we have to keep pushing back — harder than ever.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3840704-biden-approval-rating-unchanged-despite-americans-views-of-document-handling-poll/", "title": "Biden approval rating unchanged despite Americans' views of document handling: poll", "date_published": "2023-02-02 12:26:23+00:00", "description": "President Biden’s approval rating remains mostly unchanged despite a majority of Americans disapproving of the way he has handled the discovery of classified documents at his residence and former office, according to a new poll.  The Associated Press-NORC Center for Public Affairs Research poll found that 41 percent of U.S. adults approve of Biden’s performance...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3839349-will-logistics-become-ukraines-achilles-heel/", "title": "Will logistics become Ukraine's Achilles' heel?", "date_published": "2023-02-02 12:00:00+00:00", "description": "In a salient quote often attributed to Napoleon Bonaparte and Gen. Omar Bradley, the late Lt. Gen. Robert H. Barrow, 27th commandant of the U.S. Marine Corps, told the San Diego Union-Tribune in an interview, “Amateurs talk about strategy and tactics. Professionals talk about logistics and sustainability in warfare.” Today, it is retired Lt. Gen....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3840323-sheetz-pulls-controversial-smile-policy-from-handbook/", "title": "Sheetz pulls controversial 'smile policy' from handbook", "date_published": "2023-02-02 11:42:48+00:00", "description": "Sheetz has pulled its controversial \"smile policy,\" the company confirmed Wednesday.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/morning-report/3840671-the-hills-morning-report-biden-mccarthy-talk-debt-divisions-without-breakthrough/", "title": "The Hill's Morning Report — Biden, McCarthy talk debt divisions without breakthrough", "date_published": "2023-02-02 11:25:00+00:00", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. President Biden says it shouldn’t happen. Speaker Kevin McCarthy (R-Calif.) says no one wants it to happen. And the Federal Reserve chairman said on Wednesday that it’s up to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3840320-bennet-asks-ceos-of-apple-and-google-to-remove-tiktok-from-app-stores/", "title": "Bennet asks CEOs of Apple and Google to remove TikTok from app stores", "date_published": "2023-02-02 11:00:00+00:00", "description": "Sen. Michael Bennet (D-Colo.), a member of the Senate Intelligence Committee, has written a letter to the chief executive officers of Apple and Google to ask them to remove TikTok from their app stores, warning its “vast influence and aggressive data collection pose a specific threat.”   Bennet emphasized that TikTok’s parent company, ByteDance, which...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3840143-desantiss-record-on-covid-19-heres-what-he-said-and-did/", "title": "DeSantis's record on COVID-19: Here's what he said and did", "date_published": "2023-02-02 11:00:00+00:00", "description": "Florida Gov. Ron DeSantis’s record on the COVID-19 pandemic is in the spotlight as speculation builds that he will mount a White House campaign.  If he enters the race, DeSantis will pose the most serious threat to former President Trump’s quest for the GOP nomination.  Trump has reacted angrily to the speculation around DeSantis. The...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3840112-eyeing-defense-spending-cuts-house-gop-targets-military-wokeness/", "title": "Eyeing defense spending cuts, House GOP targets military ‘wokeness’", "date_published": "2023-02-02 11:00:00+00:00", "description": "Top House Republicans say the Pentagon’s budget will be on the table as Republicans seek to negotiate spending cuts in exchange for raising the federal debt ceiling — and have placed a bullseye on “wokeness” in the military. Exactly what that means remains somewhat unclear, but House Speaker Kevin McCarthy (R-Calif.) and others in his...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3840337-generals-memo-spurs-debate-could-china-invade-taiwan-by-2025/", "title": "General's memo spurs debate: Could China invade Taiwan by 2025?", "date_published": "2023-02-02 11:00:00+00:00", "description": "A private memo from an Air Force general telling his charges to prepare for war with China in just two years has stoked worst-case fears for rising global tensions over Taiwan and the South China Sea.  The forecast from Air Mobility Command head Gen. Mike Minihan in a now widely seen Friday memo set off debate among U.S....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3840291-jim-jordan-wields-the-gavel-and-new-power/", "title": "Jim Jordan wields the gavel — and new power", "date_published": "2023-02-02 11:00:00+00:00", "description": "Rep. Jim Jordan (R-Ohio), the pugnacious lawmaker who has been one of former President Trump’s top defenders, has long had a microphone. But now, Jordan has something he’s long sought: a gavel. Once a thorn in the side of House GOP leaders, Jordan has been elevated to be a top attack dog against Democrats. With...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3840444-living-near-a-food-swamp-could-raise-stroke-risk-in-adults-50-and-older-research/", "title": "Living near a ‘food swamp’ could raise stroke risk in adults 50 and older: research", "date_published": "2023-02-02 11:00:00+00:00", "description": "Adults ages 50 and older who live near fast food-dense environments may be at heightened risk of stroke, preliminary research has determined.  So-called “food swamps” typically contain an abundance of fast-food chains and convenience stores — essentially “swamping” neighborhoods with unhealthy eating options, the authors explained.  Meanwhile, food swamps also often overlap with food deserts, where...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3840020-parents-pay-at-least-one-monthly-bill-for-40-percent-of-millennials/", "title": "Parents pay at least one monthly bill for 40 percent of millennials", "date_published": "2023-02-02 11:00:00+00:00", "description": "In a new survey, two-fifths of millennials say their parents still pick up one or more of their monthly bills.  And the most common parental subsidy is the largest: housing. Twenty-four percent of millennials say Mom or Dad pay their rent, and 17 percent say parents cover a mortgage.   Smaller shares of the 26-to-41 demographic...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3839981-youngkin-cites-china-concerns-on-ev-plant-while-critics-see-presidential-ambitions/", "title": "Youngkin cites China concerns on EV plant while critics see presidential ambitions", "date_published": "2023-02-02 11:00:00+00:00", "description": "Virginia Gov. Glenn Youngkin’s (R) announcement removing his state from consideration for a Ford electric vehicle (EV) battery plant over connections to China has triggered a controversy, with critics saying he is picking fights as a prelude to a possible 2024 White House run.    Youngkin announced in January that he had withdrawn Virginia from...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3840460-powerball-here-are-wednesdays-winning-numbers-for-653m-jackpot/", "title": "Powerball: Winning numbers for estimated $653M jackpot drawn", "date_published": "2023-02-02 04:01:13+00:00", "description": "Check your tickets - the winning numbers have been drawn for the $653 million Powerball jackpot.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3839773-the-fed-cant-fix-inflation-alone-heres-why/", "title": "The Fed can't fix inflation alone. Here's why", "date_published": "2023-02-02 04:00:00+00:00", "description": "The Federal Reserve continues to hike interest rates in its fight to bring an end to historic inflation.  The central bank has driven up borrowing costs and slowed the economy in an effort to reduce demand for goods and services, which leads to lower prices.  But several other factors that weigh on prices, such as...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/3840430-defense-national-security-all-eyes-on-blinkens-upcoming-china-trip/", "title": "Defense & National Security -- All eyes on Blinken's upcoming China trip", "date_published": "2023-02-02 02:13:07+00:00", "description": "Biden administration officials are being urged to press China on issues including aggression in the Indo-Pacific region during upcoming trips to the country. We’ll share details of the trip and what lawmakers are asking for, plus more on a federal-led search into President Biden’s Rehoboth, Del., home and a new seizure of smuggled weapons in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3840422-the-28-million-people-trapped-in-human-trafficking-deserve-action-from-congress/", "title": "The 28 million people trapped in human trafficking deserve action from Congress", "date_published": "2023-02-02 02:00:00+00:00", "description": "Neuroscience has confirmed what most of us already know — humans are terrible at understanding big numbers. This limitation likely contributed to challenges in how the American public perceived and grappled with COVID. Two neuroscientists explained it this way, “Numbers are a useful, clear and efficient way to summarize [harms], but … the brain simply...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3840386-hunter-biden-attorneys-call-for-criminal-probes-into-figures-involved-in-disseminating-laptop-contents-reports/", "title": "Hunter Biden attorneys call for criminal probes into figures involved in disseminating laptop contents: reports", "date_published": "2023-02-02 01:52:28+00:00", "description": "Lawyers for Hunter Biden are requesting that federal and state investigators look into those who accessed and spread his personal data from his stolen laptop, including Rudy Giuliani and a number of allies of former President Trump, in a series of letters sent Wednesday, according to multiple reports. The letters to the attorney general of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3840332-20-gop-attorneys-general-tell-cvs-walgreens-plans-to-dispense-abortion-pills-both-unsafe-and-illegal/", "title": "20 GOP attorneys general tell CVS, Walgreens plans to dispense abortion pills ‘both unsafe and illegal’", "date_published": "2023-02-02 01:48:14+00:00", "description": "Twenty Republican state attorneys general sent a letter to U.S-based pharmacy chains Walgreens and CVS on Wednesday, telling both companies their plans to distribute abortion pills through the mail are “both unsafe and illegal.”  In the letter, the coalition wrote that federal law prohibits anyone from using the mail to send or receive any drug...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3840397-these-house-lawmakers-broke-from-their-parties-on-pandemic-related-measures/", "title": "These House lawmakers broke from their parties on pandemic-related measures", "date_published": "2023-02-02 01:26:23+00:00", "description": "A handful of House lawmakers broke from their parties in votes on two pandemic-related measures Wednesday, with some Democrats supporting both measures and a contingent of Republicans opposing one of them. The first bill, dubbed the Stopping Home Office Work’s Unproductive Problems Act, passed in a 221-206 vote. The measure would mandate executive agencies to stop...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3839989-how-will-netflix-end-password-sharing-updates-for-3-other-countries-offer-insight/", "title": "How will Netflix end password sharing? Updates for 3 other countries offer insight", "date_published": "2023-02-02 00:51:09+00:00", "description": "Netflix has been warning that a password-sharing crackdown was imminent, and changes in three other countries show what U.S. users could soon expect.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3840355-mccarthy-sets-thursday-vote-on-removing-omar-from-panel-as-second-holdout-backs-her-ouster/", "title": "McCarthy sets Thursday vote on removing Omar from panel as second holdout backs her ouster", "date_published": "2023-02-02 00:50:21+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) said the House will vote on a resolution to remove Rep. Ilhan Omar (D-Minn.) from the House Foreign Affairs Committee on Thursday, one day after a second Republican holdout — Rep. Ken Buck (Colo.) — revealed that he would back the congresswoman’s ouster. McCarthy’s announcement of a Thursday vote came shortly after...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3840317-connecticut-lawmakers-file-legislation-to-ban-state-agencies-from-using-latinx/", "title": "Connecticut lawmakers file legislation to ban state agencies from using 'Latinx'", "date_published": "2023-02-02 00:16:54+00:00", "description": "Democratic lawmakers in Connecticut have introduced a bill to bar state agencies from using the term “Latinx,” a term that has been targeted by lawmakers in a number of states. The bill would prohibit state agencies or state employees on behalf of a state agency from using “Latinx” on any official communications or forms for...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3839892-popes-visit-to-south-sudan-and-congo-shines-light-on-suffering-need-for-international-action/", "title": "Pope’s visit to South Sudan and Congo shines light on suffering, need for international action", "date_published": "2023-02-02 00:00:00+00:00", "description": "“Strife-torn” may be too mild a concept to describe what has transpired in these two countries.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}