{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/samsung-galaxy-store-app-found.html", "title": "Samsung Galaxy Store App Found Vulnerable to Sneaky App Installs and Fraud", "date_published": "2023-01-23 12:01:00+00:00", "description": "Two security flaws have been disclosed in Samsung's Galaxy Store app for Android that could be exploited by a local attacker to stealthily install arbitrary apps or direct prospective victims to fraudulent landing pages on the web.\nThe issues, tracked as CVE-2023-21433 and CVE-2023-21434, were discovered by NCC Group and notified to the South Korean chaebol in November and December 2022. Samsung", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/saas-security-posture-management-sspm.html", "title": "SaaS Security Posture Management (SSPM) as a Layer in Your Identity Fabric", "date_published": "2023-01-23 11:39:00+00:00", "description": "The move to SaaS and other cloud tools has put an emphasis on Identity & Access Management (IAM). After all, user identity is one of the only barriers standing between sensitive corporate data and any unauthorized access. \nThe tools used to define IAM make up its identity fabric. The stronger the fabric, the more resistant identities are to pressure from threat actors. However, those pressures", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/threat-actors-turn-to-sliver-as-open.html", "title": "Threat Actors Turn to Sliver as Open Source Alternative to Popular C2 Frameworks", "date_published": "2023-01-23 09:54:00+00:00", "description": "The legitimate command-and-control (C2) framework known as Sliver is gaining more traction from threat actors as it emerges as an open source alternative to Cobalt Strike and Metasploit.\nThe findings come from Cybereason, which detailed its inner workings in an exhaustive analysis last week.\nSliver, developed by cybersecurity company BishopFox, is a Golang-based cross-platform post-exploitation", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/massive-ad-fraud-scheme-targeted-over.html", "title": "Massive Ad Fraud Scheme Targeted Over 11 Million Devices with 1,700 Spoofed Apps", "date_published": "2023-01-23 06:35:00+00:00", "description": "Researchers have shut down an \"expansive\" ad fraud scheme that spoofed more than 1,700 applications from 120 publishers and impacted roughly 11 million devices. \n\"VASTFLUX was a malvertising attack that injected malicious JavaScript code into digital ad creatives, allowing the fraudsters to stack numerous invisible video ad players behind one another and register ad views,\" fraud prevention firm", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}