{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/najdrozszy-kontrakt-w-historii-pzpn-ile-zarobi-trener-fernando-santos/72wrq88", "title": "Tyle może zarobić Fernando Santos w reprezentacji Polski. To największy kontrakt w historii", "date_published": "2023-01-23 20:10:38+00:00", "description": "Już wiadomo, że nowym selekcjonerem reprezentacji Polski zostanie Fernando Santos, były trener Portugalii. Sprowadzenie do kraju Mistrza Europy z 2016 r. musiało PZPN sporo kosztować. Najprawdopodobniej będzie to najhojniej wynagradzany trener, jakiego kiedykolwiek zatrudnił PZPN. Świadczą o tym zarówno informacje wyciekające z PZPN, jak i dane o wcześniejszych zarobkach Portugalczyka.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/przelomowe-zeznania-w-sprawie-afery-korupcyjnej-w-parlamencie-europejskim/q4071z2", "title": "Przełomowe zeznania w sprawie afery korupcyjnej w Parlamencie Europejskim? Włoski eurodeputowany zacznie mówić", "date_published": "2023-01-23 19:27:34+00:00", "description": "Były lewicowy włoski eurodeputowany Pier Antonio Panzeri opowie wszystko o całym procederze korupcji, w który był zamieszany oraz ujawni tożsamość wspólników. Jego zeznania mogą spowodować lawinę kolejnych aresztowań i aktów oskarżenia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/takiego-roku-jeszcze-nie-bylo-rekord-nad-baltykiem/1semwxd", "title": "Takiego roku jeszcze nie było. Rekord nad Bałtykiem", "date_published": "2023-01-23 18:54:56+00:00", "description": "Miniony rok był rekordowy dla polskich portów. Po wzrośnie o 18 proc. względem 2021 r. przeładunku sięgnęły 133 mln ton.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/nowe-promocje-w-biedronce-podpowiadamy-z-czego-warto-skorzystac/156wzz0", "title": "Nowe promocje w Biedronce. Podpowiadamy, z czego warto skorzystać", "date_published": "2023-01-23 18:54:42+00:00", "description": "Biedronka przygotowała promocje, obok których trudno przejść obojętnie. Od poniedziałku 23 stycznia do środy 25 stycznia w Biedronce można upolować wiele popularnych produktów w niższych cenach. Podpowiadamy, za czym warto się rozejrzeć podczas najbliższych zakupów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/ford-zwolni-tysiace-pracownikow-w-europie-glowna-ofiara-niemcy/nj40wb4", "title": "Ford zwolni tysiące pracowników w Europie. Główną ofiarą Niemcy", "date_published": "2023-01-23 18:50:49+00:00", "description": "Jak informuje Bloomberg, Ford zwolni 3,2 tys. pracowników ze swoich europejskich fabryk. Większość będzie stanowić niemiecka załoga koncernu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/rzad-pozyczyl-juz-polowe-pieniedzy-potrzebnych-w-2023-r/vkk7zq6", "title": "Rząd pożyczył już połowę pieniędzy potrzebnych w 2023 r.", "date_published": "2023-01-23 18:34:58+00:00", "description": "Resort finansów poinformował, że \"po poniedziałkowej aukcji sprzedaży obligacji stopień sfinansowania potrzeb pożyczkowych brutto na 2023 r. wynosi ok. 50 proc.\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/polski-miliarder-brnal-do-szkoly-po-blocie-przetrwal-dwie-recesje-w-usa/zfmzf54", "title": "Do szkoły brnął \"z kostkami w błocie\", przetrwał dwie recesje w USA. Poczuł się bogaczem w Polsce", "date_published": "2023-01-23 18:17:48+00:00", "description": "W 2010 r. był dziesiąty na liście najbogatszych Polaków w rankingu \"Forbesa\", w kolejnych latach spadał w zestawieniu, by znaleźć się na 88. pozycji w 2021 r., a rok później zniknąć zupełnie z pierwszej setki bogaczy. Niezależnie od tego, że jego majątek zmniejszył się z 3 mld zł w szczytowym momencie do ok. 1 mld zł obecnie, Józef Wojciechowski i tak pozostał symbolem sukcesu w branży nieruchomości. Sukcesu, który powstał od zera, co twórca J.W. Construction sam podkreślał w wywiadach z mediami.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/afera-szpiegowska-w-usa-byly-agent-fbi-bral-pieniadze-od-oligarchy-putina/jxqg48f", "title": "Afera szpiegowska w USA. Były agent FBI brał pieniądze od oligarchy Putina", "date_published": "2023-01-23 18:08:01+00:00", "description": "Jak donosi \"New York Times\", Charles McGonigal były szef kontrwywiadu w Nowym Jorku został oskarżony o przyjmowanie pieniędzy od rosyjskiego oligarchy Olega Deripaski. Były agent w ten sposób miał obchodzić sankcje na Rosję.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/google-wzywa-wspolzalozycieli-do-walki-z-chatem-gpt/zhl039x", "title": "Google ogłasza \"czerwony alarm\" i prosi o pomoc w walce z chatem GPT", "date_published": "2023-01-23 17:58:59+00:00", "description": "Alphabet, spółka-matka marki Google, miała zwrócić się z prośbą o pomoc do współzałożycieli firmy Larry’ego Page’a i Sergeya Brina — donosi \"The New York Times\". Według dziennika, wejście na rynek narzędzia OpenAI generującego treści w odpowiedzi na zadane pytania wywołało w Google \"czerwony alarm\"", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/spor-o-polske-w-czeskiej-kampanii-wyborczej-rywal-babisza-zdecydowanie/frf13yj", "title": "Kampania wyborcza w Czechach: spór o Polskę. Rywal Babisza stanowczo o Warszawie", "date_published": "2023-01-23 17:25:35+00:00", "description": "Były generał, były wysokiej rangi dowódca czeskiej armii i NATO Petr Pavel zadeklarował w poniedziałek, że w drugą zagraniczną podróż wybierze się do Polski. To reakcja na słowa jego konkurenta, byłego premiera Andreja Babisza, który powiedział, że w przypadku ataku na Polskę nie wysłałby tam żołnierzy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kulisy-zwolnien-w-google-dowiedzieli-sie-tuz-przed-praca/reyj8b6", "title": "Kulisy zwolnień w Google. \"Moja karta wejściowa przestała działać\"", "date_published": "2023-01-23 17:04:45+00:00", "description": "Google z dnia na dzień zwolnił 12 tys. pracowników. O tym, że ich kariera w firmie dobiegła końca, dowiedzieli się z powiadomień w telefonach, kiedy zostali wylogowani z systemu korporacyjnego Google lub kiedy ich karty dostępu do biura nie zadziałały. Brutalność Google'a opisuje \"Gazeta Wyborcza\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/strajk-na-kluczowym-niemieckim-lotnisku-samoloty-nie-beda-startowac/v93jgjd", "title": "Strajk na kluczowym niemieckim lotnisku. Samoloty nie będą startować", "date_published": "2023-01-23 16:58:00+00:00", "description": "Osoby, które planują podróż przebiegającą przez lotnisko Berlin-Brandenburg, muszą przygotować się na możliwe utrudnienia. W środę 25 stycznia dojdzie na nim strajk ostrzegawczy. Samoloty pasażerskie tego dnia nie będą startowały — poinformował związek zawodowy Verdi.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/radiobudzik-to-maly-niedrogi-i-przydatny-gadzet-przeglad-modeli/hch28jc", "title": "Radiobudzik — mały, niedrogi i przydatny gadżet. Przegląd modeli", "date_published": "2023-01-23 16:57:00+00:00", "description": "Radiobudzik to małe, niedrogie i praktyczne urządzenie, które na co dzień budzi nas oraz umila poranki dobrą muzyką i ciekawą audycją. Przed zakupem warto porównać modele, funkcje i wygląd urządzenia. Nowoczesne radiobudziki posiadają wiele przydatnych funkcji, np. informowanie o temperaturze i ciśnieniu powietrza, ładowanie telefonu, budzenie za pomocą ulubionej piosenki. Rynek oferuje duży wybór radiobudzików. W poniższym artykule podpowiadamy, na co zwrócić uwagę przy dokonywaniu wyboru oraz prezentujemy najlepsze, wg nas, modele.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/sport/dlaczego-orlen-nie-sponsoruje-juz-hurkacza-mamy-odpowiedz-koncernu/ls4r7gw", "title": "Dlaczego Orlen nie sponsoruje już Hurkacza? Mamy odpowiedź koncernu", "date_published": "2023-01-23 16:25:22+00:00", "description": "PKN Orlen nie sponsoruje już Huberta Hurkacza. Koncern postanowił nie przedłużać umowy z polskim tenisistą. Dlaczego? Mamy odpowiedź spółki.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/zwolnienia-w-google-facebooku-microsoft-czy-to-koniec-zlotej-ery-na-rynku-it/k6ldp3r", "title": "Masowe zwolnienia w spółkach technologicznych. Czy to koniec \"złotej ery\" IT? Niekoniecznie", "date_published": "2023-01-23 16:18:43+00:00", "description": "Google — 12 tys. osób. Microsoft — 10 tys. Facebook — 11 tys. Trwa seria zwolnień w spółkach technologicznych. Tylko w styczniu ogłoszono globalne plany redukcji etatów, które obejmą 55 tys. osób. Duża część z nich to specjaliści IT. Czy rynek wchłonie tylu pracowników i czy 2023 r. przyniesie koniec \"złotej ery\" w branży nowych technologii? Sprawdzamy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/bedzie-kolejna-transza-pomocy-dla-ukrainy-oto-co-na-to-wegry/wp25gck", "title": "Będzie kolejna transza pomocy dla Ukrainy. Oto, co na to Węgry", "date_published": "2023-01-23 15:54:26+00:00", "description": "Jak poinformowała agencja informacyjna AFP, powołując się na źródła dyplomatyczne, Unia Europejska zatwierdziła w poniedziałek nową transzę pomocy wojskowej dla Ukrainy w wysokości 500 mln euro i przeznaczyła też 45 mln euro na szkolenie ukraińskich żołnierzy w UE.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/polacy-pokochali-dyskonty-ale-tej-sieci-dali-upasc-to-juz-koniec/dsjsljd", "title": "Polacy pokochali dyskonty, ale tej sieci dali upaść. Była nawet na giełdzie", "date_published": "2023-01-23 15:31:41+00:00", "description": "Postanowienie o upadłości polskiej sieci dyskontów Textilmarket jest prawomocne. Firma, która kilka lat temu miała kilkaset sklepów w Polsce, myślała o podboju zagranicznych rynków i była na giełdzie, została dobita przez pandemię. Akurat teraz jej biznes mógłby się sprawdzić.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/zakaz-sprzedazy-alkoholu-noca-w-warszawie-jest-decyzja/yx140m9", "title": "Zakaz sprzedaży alkoholu nocą w Warszawie? Jest decyzja", "date_published": "2023-01-23 15:24:02+00:00", "description": "Jak donosi Radio Kolor, już wiadomo co stanie się z projektem stołecznych aktywistów miejskich o tym, by zakazać sprzedaży alkoholu w warszawskich sklepach w godzinach nocnych. Radni Koalicji Obywatelskiej nie poprą tego projektu. Proponują jednak alternatywę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/papierowe-deklaracje-do-zus-u-kto-moze-je-skladac/fpcgy08", "title": "Kto może składać papierowe deklaracje? ZUS wyjaśnia", "date_published": "2023-01-23 15:21:08+00:00", "description": "Płatnik składek, który zgłasza do ubezpieczeń nie więcej niż pięć osób, nadal może przekazywać dokumenty ubezpieczeniowe, w tym deklaracje rozliczeniowe, w formie papierowej — wyjaśnia prezes ZUS, prof. Gertruda Uścińska. Obowiązek posiadania profilu na platformie usług elektronicznych nie ograniczył tego uprawnienia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/5-tematow-ktorych-nie-powinienes-poruszac-w-sluzbowych-e-mailach/2mvrw7e", "title": "5 tematów, których nie powinieneś poruszać w służbowych e-mailach", "date_published": "2023-01-23 14:55:00+00:00", "description": "Pamiętamy o tym, by nie mówić publicznie o sekretach firmy, nie obgadujemy szefa, kiedy podejrzewamy, że może nas usłyszeć i nie opowiadamy we wspólnej kuchni o szczegółach swojego prywatnego życia. O tych zasadach zapominamy jednak często, kiedy porozumiewamy się za pomocą służbowej poczty. To duży błąd.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/ukrainskie-pola-bitew-wygladaja-jak-i-wojna-swiatowa-ale-z-budzacym-groze-dodatkiem/prt0dfk", "title": "Ukraińskie pola bitew wyglądają jak I wojna światowa, ale z budzącym grozę dodatkiem", "date_published": "2023-01-23 14:48:56+00:00", "description": "Walka w okopach, nieustający ostrzał artylerii, zdobycze mierzone w metrach i znaczne straty po obu stronach. Pola bitew w Ukrainie przypominają te z I wojny światowej, ale z nowym i przerażającym dodatkiem. Jest nim nieustanne brzęczenie dronów, zwiastunów śmierci i zniszczenia, które nieustannie obserwują walki z powietrza.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/wypalenie-zawodowe-jak-sobie-z-nim-radzic/3tx1bnt", "title": "Zmęczeni pracą? Oto 7 sposobów na odzyskanie energii", "date_published": "2023-01-23 14:44:00+00:00", "description": "Czasem bywa tak, że nie mamy ani motywacji, ani energii do pracy. Zamiast jednak narzekać i użalać się nad sobą, lepiej spróbować pokonać poczucie wypalenia w pracy — radzi Caroline Webb, która doradzała w firmie McKinsey, obecnie CEO agencji consultingowej Sevenshift.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/likwidacja-tvp-info-i-abonamentu-projekt-w-sejmie-znamy-uzasadnienie/cr2b5gc", "title": "Likwidacja TVP Info i abonamentu: projekt w Sejmie, znamy uzasadnienie", "date_published": "2023-01-23 14:36:46+00:00", "description": "Do Sejmu wpłynął projekt Komitetu Inicjatywy Ustawodawczej \"Likwidacja abonamentu i TVP Info\". Wraz z treścią proponowanej ustawy, Rafał Trzaskowski, który jest pełnomocnikiem komitetu złożył również 103 tys. podpisów. \"Działalność telewizji publicznej, jak również publicznego radia, narusza obowiązujące przepisy prawa i przybiera postać jedynie propagandowego przekazu partii rządzącej\" — czytamy w uzasadnieniu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/kup-popularna-golarke-a-twoja-twarz-to-doceni-polecane-modele/l9t01fl", "title": "Kup popularną golarkę, a twoja twarz to doceni — polecane modele", "date_published": "2023-01-23 14:29:00+00:00", "description": "Jeśli planujesz zakup golarki męskiej, lepiej odrzuć oferty za kilkadziesiąt złotych. Będziesz jej używać do twarzy, więc musi być nie tylko skuteczna, ale również bezpieczna. Przedstawiamy styczniowy ranking najpopularniejszych golarek według danych ze Skąpiec.pl. Każdy z tych modeli jest polecany przez użytkowników.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/strefa-euro-nie-spelnia-wlasnych-kryteriow-finansowych/3pbgjxe", "title": "Strefa euro nie spełnia własnych kryteriów. Nastąpiło gwałtowne pogorszenie finansów", "date_published": "2023-01-23 14:25:01+00:00", "description": "W krajach strefy euro zdecydowanie pogorszyły się wskaźniki deficytu. Średnio przekraczają już limity, które określają stabilny poziom budżetów. W normie nie mieści się też Polska.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/skarbowka-sprawdzi-jak-komendant-policji-wwiozl-granatnik-nic-z-tego/fegsmmv", "title": "Skarbówka sprawdzi, jak komendant policji wwiózł do Polski granatnik? Nic z tego, zdaniem KAS to legalne", "date_published": "2023-01-23 14:04:52+00:00", "description": "Krajowa Administracja Skarbowa poinformowała, że nie będzie badać okoliczności wwiezienia do Polski przez komendanta głównego Policji granatnika otrzymanego w Ukrainie. Skarbówka w uzasadnieniu podała, dlaczego nie zajmie się sprawą.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/myslisz-o-zakupie-mieszkania-zabraknie-kilkudziesieciu-tysiecy-lokali/8d89sds", "title": "\"Tej wyrwy już się nie da zasypać\". Eksperci policzyli, ilu mieszkań zabraknie", "date_published": "2023-01-23 13:41:06+00:00", "description": "W ostatnich 12 miesiącach zbudowano w Polsce najwięcej mieszkań od 1979 r. Trudno jednak świętować to osiągnięcie, jeśli w tym samym czasie sektor budownictwa mieszkaniowego dotknęło najpoważniejsze hamowanie koniunktury od kilkunastu lat. Jego efektem jest spadek liczby rozpoczynanych inwestycji o około 30 proc. Za rok lub dwa będzie brakowało tych około 77 tys. mieszkań.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/panstwo-zarobi-miliardy-na-aukcji-5g-minister-podal-ile-wplynie-do-budzetu/9n277n0", "title": "Państwo zarobi miliardy na aukcji 5G. Minister podał, ile wpłynie do budżetu", "date_published": "2023-01-23 13:28:23+00:00", "description": "Już wkrótce odbędą się długo wyczekiwane aukcje w związku z wdrażaniem technologii 5G. Odpowiedzialny za cyfryzację minister w KPRM Janusz Cieszyński podał jakich wpływów do budżetu spodziewa się państwo w ramach sprzedaży częstotliwości.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/siec-lidl-polska-po-raz-10-z-wyroznieniem-top-employer/fjv2tc2", "title": "Sieć Lidl Polska po raz 10. z wyróżnieniem Top Employer!", "date_published": "2023-01-23 13:27:48+00:00", "description": "Lidl Polska już po raz 10. został wyróżniony przez Top Employers Institute certyfikatem Top Employer Polska. Sieć znalazła się również w zestawieniu najlepszych pracodawców w Europie, pod względem dbałości o pracownika. Kolejne wyróżnienie potwierdza niezmienny, wysoki poziom prowadzonej polityki personalnej oraz atrakcyjne warunki zatrudnienia w firmie Lidl.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/jak-introwertyk-moze-nawiazywac-kontakty-zawodowe/rj28xe6", "title": "Introwertyk nie ma łatwo. 4 metody, które pomogą mu nawiązać kontakty zawodowe", "date_published": "2023-01-23 13:15:00+00:00", "description": "Nasze naturalne cechy i predyspozycje często pomagają nam w karierze zawodowej. Jednak są i takie, które niejednokrotnie stanowią poważną barierę. Osoby nieśmiałe i introwertyczne mogą mieć problemy z nawiązywaniem relacji zawodowych, które w świecie biznesu są ogromnie istotne. Jak sobie z tym radzić?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/wielkie-ciecie-w-branzy-it-nie-ustaje-kolejna-slynna-firma-bedzie-zwalniac/we7msm5", "title": "Wielkie cięcie w branży IT nie ustaje. Kolejna słynna firma będzie zwalniać", "date_published": "2023-01-23 13:14:53+00:00", "description": "Firma Spotify poinformowała, że zamierza zwolnić 6 proc. pracowników. Tym samym dołączyła m.in. do Microsoftu, Amazona, Google'a i Mety, które albo rozpoczęły, albo szykują się do dużych zwolnień.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/wielkie-ciecie-w-tej-branzy-nie-ustaje-kolejna-slynna-firma-bedzie-zwalniac/we7msm5", "title": "Wielkie cięcie w branży IT nie ustaje. Kolejna słynna firma będzie zwalniać", "date_published": "2023-01-23 13:14:53+00:00", "description": "Firma Spotify poinformowała, że zamierza zwolnić 6 proc. pracowników. Tym samym dołączyła m.in. do Microsoftu, Amazona, Google'a i Mety, które albo rozpoczęły, albo szykują się do dużych zwolnień.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/juventus-blisko-100-mln-euro-na-minusie-strach-padla-na-gielde/79zh2n0", "title": "Juventus blisko 100 mln euro na minusie. Inwestorzy martwią się o przyszłość włoskiego klubu", "date_published": "2023-01-23 12:23:58+00:00", "description": "Słynny włoski klub piłkarski Juventus Turyn odpowie za nieprawidłowości finansowe. Oprócz utraty punktów w lidze i przekreślenia szans na tytuł mistrza konsekwencją jest też duży spadek wartości akcji na giełdzie. W poniedziałek straty w kapitalizacji można było szacować nawet na blisko 100 mln euro.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/prawie-jak-mcdonalds-burgery-w-kazachstanie-wracaja-ale-juz-bez-znanego-loga/4enjb6w", "title": "Prawie jak McDonald's. Burgery w Kazachstanie wracają, ale już bez znanego loga", "date_published": "2023-01-23 12:21:15+00:00", "description": "Po tym, jak McDonald's wypowiedział umowę firmie, która prowadziła restauracje pod tą marką w Kazachstanie, lokale znów są otwarte. Na razie pozostają w zasadzie bez nazwy, choć widać pewne nawiązania do poprzedniego licencjodawcy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/niemieckie-patrioty-ruszyly-do-polski-przed-nimi-11-tys-km/9vhz3py", "title": "Niemieckie patrioty ruszyły do Polski. Przed nimi 1,1 tys. km", "date_published": "2023-01-23 12:04:11+00:00", "description": "Dwie z trzech baterii obrony przeciwlotniczej i przeciwrakietowej Patriot wyruszyły z Niemiec do Polski. Staną w okolicy Zamościa - poinformował niemiecki portal NDR.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/wielkie-ciecie-w-branzy-it-tech-giganci-zwalniaja-na-potege/edr2rx6", "title": "Wielkie cięcie w branży IT. Tech giganci zwalniają na potęgę", "date_published": "2023-01-23 11:55:46+00:00", "description": "Wielkie cięcie zatrudnienia w branży IT rozkręciło się na dobre. Pięć najsłynniejszych korporacji technologicznych — Alphabet, Amazon, Microsoft, i Meta — w ostatnim czasie zwolniły łącznie 51 tys. pracowników.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pora-na-kolejne-zaostrzenie-kar-polacy-sa-za/80p9w84", "title": "Pora na kolejne zaostrzenie kar? Polacy są za", "date_published": "2023-01-23 11:52:31+00:00", "description": "Ponad 44 proc. Polaków uważa, że rząd powinien jeszcze bardziej zaostrzyć kary wobec osób kradnących w sklepach. Pytana o komentarz do badania branża handlowa też jest za zaostrzeniem kar, ale także za obniżeniem progu, od którego kradzież jest przestępstwem.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/zima-w-gospodarce-przelom-roku-najdotkliwszym-okresem-dla-konsumentow-od-dekady/echdrhv", "title": "Zima w gospodarce. Przełom roku najdotkliwszym okresem dla konsumentów od dekady", "date_published": "2023-01-23 11:16:02+00:00", "description": "Przełom 2022 i 2023 r. okaże się dla polskiego konsumenta najdotkliwszym okresem od dekady. Jest szansa na wyraźną poprawę w fazie ożywienia, ale do tego daleka droga. Eksperci ostrzegają, że spowolnienie popytu będzie ściągać PKB w Polsce w najbliższych miesiącach w dół, a odczyty \"na plusie\" właśnie się skończyły.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/znany-znachor-jerzy-z-stanie-przed-sadem-za-brak-zezwolenia/l5yfjrp", "title": "Znany znachor Jerzy Z. stanie przed sądem za brak zezwolenia", "date_published": "2023-01-23 11:13:55+00:00", "description": "Pod koniec marca ruszy proces znanego polskiego przedsiębiorcy, a także propagatora pseudomedycyny Jerzego Z. Prokuratura oskarżyła go o sprzedaż produktów leczniczych bez pozwolenia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/polska-wystapi-do-niemiec-o-zgode-na-przekazanie-leopardow-nie-bedzie-sie-jednak/5ebw6rd", "title": "Polska wystąpi do Niemiec o zgodę na przekazanie leopardów. Nie będzie się jednak przejmować odpowiedzą", "date_published": "2023-01-23 10:58:27+00:00", "description": "Premier Mateusz Morawiecki zapewnił, że Polska wystąpi do Niemiec o zgodę na przekazanie Ukrainie czołgów Leopard 2. Zaraz dodał jednak, że \"to temat drugorzędny\", bo i bez zgody Polska czołgi przekaże.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/drozsza-wodka-i-problemy-giganta-w-rosji-nie-jest-tak-kolorowo-jak-mowi-putin/72x6d05", "title": "Droższa wódka i problemy giganta. W Rosji nie jest tak kolorowo, jak mówi Putin", "date_published": "2023-01-23 10:27:28+00:00", "description": "Władimir Putin roztacza wizję, w której rosyjska gospodarka świetnie radzi sobie mimo sankcji. W rzeczywistości jednak jeden z najbogatszych ludzi w Rosji przyznaje, że sankcje uderzyły w jego firmę, a od nowego roku w kraju skoczyły opłaty za alkohol i papierosy, co ma pomóc podreperować budżet.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/skladka-zdrowotna-dla-ryczaltowcow-ile-wyniesie-od-stycznia-2023-r/62qs3v1", "title": "Składka zdrowotna dla ryczałtowców. Sprawdź, o ile wzrosła", "date_published": "2023-01-23 10:24:47+00:00", "description": "Osoby prowadzące działalność gospodarczą opodatkowane ryczałtem od przychodów ewidencjonowanych muszą płacić wyższą składkę zdrowotną w 2023 r. Wzrosło bowiem przeciętne wynagrodzenie miesięczne wynagrodzenie w IV kwartale 2022 r. Największa podwyżka dotyczy osób o przychodach powyżej 300 tys. zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/producent-opakowan-o-kulisach-rynku-plastik-zostanie-z-nami-na-dlugo/6vz6nfs", "title": "Producent opakowań o kulisach rynku. \"Plastik zostanie z nami na długo\"", "date_published": "2023-01-23 09:54:52+00:00", "description": "Firmy prześcigają się na bycie \"eko\", ale bywa w tym często więcej PR-u niż rzeczywistej troski o środowisko — uważa Piotr Dębicki, prezes Formiki. W rozmowie z portalem wnp.pl podaje przykłady i podkreśla, że kluczowa jest kwestia odpowiedniej segregacji. Mówi też, w jakim stopniu kryzys na rynku dotknął jego biznesu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/dane-nie-klamia-polacy-brali-l4-na-mundial-w-katarze/xxlmztk", "title": "Dane nie kłamią. Polacy brali L4 na mundial w Katarze", "date_published": "2023-01-23 09:46:46+00:00", "description": "W trakcie rozgrywania piłkarskich Mistrzostw Świata w Katarze, odsetek pracowników przebywających na zwolnieniach lekarskich zwiększył się w niektórych zakładach pracy nawet o 12 proc. — wynika z danych Conperio, największej polskiej firmy doradczej zajmującej się problematyką absencji chorobowych. Kontrolerzy szczególne wzrosty odnotowali wśród pracowników dużych przedsiębiorstw produkcyjnych, w których mężczyźni stanowią ok. 68 proc. załogi.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/waskie-gardla-na-polskich-lotniskach-prawny-relikt-utrudnia-sprawe/6flbrf3", "title": "Wąskie gardła na polskich lotniskach. Prawny relikt utrudnia sprawę", "date_published": "2023-01-23 09:29:52+00:00", "description": "Pandemia COVID-19 najpierw mocno ograniczyła podróże lotnicze, a później pokazała, jak kruchy może być ten rynek. Zniesienie restrykcji przy ograniczonych kadrach spowodowało gigantyczne trudności. W Polsce problem nie był tak duży, jak na Zachodzie, ale najgorsze może być dopiero przed nami — zauważa portal wnp.pl", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/produkcja-przemyslowa-w-grudniu-2022-r-najnowsze-dane-gus/wpp6ewx", "title": "Produkcja zwalnia. Spowolnienie gospodarcze coraz bardziej widoczne w polskim przemyśle", "date_published": "2023-01-23 09:08:49+00:00", "description": "Produkcja przemysłowa w grudniu była o zaledwie 1 proc. większa niż w analogicznym okresie poprzedniego roku, a z miesiąca na miesiąc spadła o ponad 6 proc. — wynika z najnowszych danych GUS. W kluczowym dla gospodarki sektorze wyraźnie widać skutki spowolnienia w gospodarce.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/media/vectra-z-22-mln-zl-kary-od-uokik/yjgw0gq", "title": "Vectra z 22 mln zł kary od UOKiK", "date_published": "2023-01-23 09:06:56+00:00", "description": "Prezes UOKiK nałożył 22 mln zł kary na Vectrę — poinformował w poniedziałkowym komunikacie UOKiK. Według urzędu Vectra jednostronnie, bez podstawy prawnej, zmieniła zapisy umowy na czas nieoznaczony, a następnie bezprawnie podwyższała opłaty za internet i telewizję.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ceny-produkcji-w-grudniu-2022-r-gus-publikuje-najnowsze-dane/rldhhhh", "title": "Inflacja producentów jeszcze większa niż u konsumentów. Słabnie, ale bardzo powoli", "date_published": "2023-01-23 09:05:38+00:00", "description": "Inflacja producencka w grudniu 2022 r. przekraczała 20 proc. — wynika z najnowszych danych GUS. O tyle zwiększyły się ceny w przemyśle, definiowane jako kwoty pieniędzy, które otrzymuje producent za produkty. Ten wskaźnik cenowy jest jeszcze wyższy niż w przypadku konsumentów. Od kilku miesięcy widać pozytywny trend, ale poniedziałkowe dane wypadły gorzej od oczekiwań.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/sprzedaz-detaliczna-w-grudniu-2022-r-jak-wypadla-swiateczna-sprzedaz/xzlww0q", "title": "Polacy zdecydowanie ograniczają się w zakupach. Jest gorzej od prognoz", "date_published": "2023-01-23 09:01:47+00:00", "description": "W grudniu sprzedaż detaliczna nominalnie była wyższa niż rok wcześniej o ponad 15 proc. Ten wysoki wynik to efekt przede wszystkim dużych podwyżek cen. Pomijając ten fakt, realnie sprzedaż wzrosła jedynie o 0,2 proc. Najnowsze statystyki GUS potwierdzają duże spowolnienie w konsumpcji. Największy progres widać w sprzedaży farmaceutyków, kosmetyków i odzieży.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/sport/orlen-rezygnuje-ze-wspolpracy-z-hubertem-hurkaczem/6z8c221", "title": "Orlen rezygnuje ze współpracy z Hubertem Hurkaczem", "date_published": "2023-01-23 08:47:32+00:00", "description": "PKN Orlen zrezygnował ze sponsorowania Huberta Hurkacza, najlepszego obecnie polskiego tenisisty — informuje serwis Sport.pl. Informację potwierdziła państwowa spółka, przyczyn nie podaje.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/covidowe-marnotrawstwo-niemcy-juz-spalili-17-mln-maseczek-a-to-jeszcze-nie-koniec/8dpwfpg", "title": "Covidowe marnotrawstwo. Niemcy już spalili 17 mln maseczek, a to jeszcze nie koniec", "date_published": "2023-01-23 08:46:45+00:00", "description": "Po wybuchu pandemii COVID-19 w wielu krajach brakowało maseczek, dziś jest ich nadmiar i tracą terminy przydatności. Niemieckie media donoszą, że tamtejsze landy spaliły ich już ponad 17 mln.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/drastyczny-spadek-pomocy-humanitarnej-dla-korei-polnocnej/ey47dx2", "title": "Drastyczny spadek pomocy humanitarnej dla Korei Północnej", "date_published": "2023-01-23 08:19:25+00:00", "description": "Korea Północna otrzymała w 2022 r. z zagranicy pomoc humanitarną o wartości 2,3 mln dolarów. To około sześć razy mniej niż rok wcześniej – wynika z danych ONZ. Spadek wiązany jest z zamknięciem granic z powodu pandemii Covid-19.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-23-stycznia-2023/2n4jjm3", "title": "Kurs franka 23 stycznia w okolicach 4,7", "date_published": "2023-01-23 08:08:12+00:00", "description": "Frank szwajcarski w okolicach 4,7. W poniedziałek rano 23 stycznia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7046.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-23-stycznia-2023/j6k53yp", "title": "Kurs dolara 23 stycznia powyżej 4,3", "date_published": "2023-01-23 08:06:02+00:00", "description": "Kurs dolara powyżej 4,3. W poniedziałek rano 23 stycznia 2022 r. kurs USD/PLN wynosi 4,3187.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-23-stycznia-2023/8rg9xnp", "title": "Kurs euro 23 stycznia powyżej 4,7", "date_published": "2023-01-23 08:04:03+00:00", "description": "Kurs euro powyżej 4,7. W poniedziałek rano 23 stycznia 2022 r. kurs EUR/PLN wynosił 4,7114 zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/francja-i-niemcy-zaciesniaja-kolejowe-wiezy-szybkie-i-tanie-podroze/khrcpfd", "title": "Francja i Niemcy zacieśniają kolejowe więzy. Szybkie i tanie podróże", "date_published": "2023-01-23 07:12:58+00:00", "description": "Berlin i Paryż mają zostać połączone koleją dużych prędkości — ogłosili przedstawiciele obu krajów. Zapowiedzieli też tani bilet dla młodych od przyszłego lata.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/prawo-i-podatki/pulapka-przy-wynajmie-mieszkan-podatek-wyzszy-az-29-krotnie/6l95j3d", "title": "Pułapka przy wynajmie mieszkań. Podatek wyższy aż 29-krotnie", "date_published": "2023-01-23 06:25:36+00:00", "description": "W jaki sposób rozliczyć się z zysku z wynajmu nieruchomości? To zależy. Stawki są różne w zależności od tego, kto formalnie zarabia na wynajmie — przedsiębiorca czy osoba prowadząca najem prywatny.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/lecza-pacjentow-nie-zawsze-ich-rozumieja-ma-to-sie-zmienic/4eq4yxm", "title": "Leczą pacjentów, nie zawsze ich rozumieją. Apel NRL", "date_published": "2023-01-23 06:22:42+00:00", "description": "Dwa tysiące na 200 tysięcy lekarzy w Polsce nie zna języka polskiego — wynika zdanych NRL. Ministerstwo Zdrowia tłumaczy, że przy wydawaniu warunkowego prawa wykonywania zawodu, wymogu znajomości języka polskiego nie ma.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-23012023/50j7dbt", "title": "Rekordowy spadek płac realnych w polskich firmach. To dane dobre i niedobre jednocześnie", "date_published": "2023-01-23 05:53:40+00:00", "description": "Mamy rekordowy spadek płac realnych. Coraz wolniej drożeją też w skupach artykuły rolne – jedno i drugie powinno pomagać obniżać inflację. Pojawiły się nowe szczegóły dotyczące projektu ograniczenia hurtowych zakupów mieszkań. Google zwolni aż 12 tys. ludzi, a na rynki rozwijające się napłynęło w ciągu jednego tygodnia blisko 13 mld dol. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/korupcja-w-pe-pod-lupa-60-osob-w-tym-polacy/vwdnmq1", "title": "Korupcja w PE. Pod lupą 60 osób, w tym Polacy", "date_published": "2023-01-23 05:50:54+00:00", "description": "Nawet 60 byłych i obecnych eurodeputowanych jest pod lupą belgijskich śledczych, którzy badają korupcję i pranie pieniędzy za przychylność wobec Kataru oraz innych państw uznawanych za reżimowe. Na liście są też Polacy — pisze w poniedziałek \"Rzeczpospolita\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/polskie-sztabki-zlota-od-kghm-spolka-szykuje-nowosc-dla-klientow/ewdp2xg", "title": "\"Polskie\" sztabki złota od KGHM. Spółka szykuje nowość dla klientów", "date_published": "2023-01-23 05:46:43+00:00", "description": "KGHM pracuje nad umożliwieniem sprzedaży złota indywidualnym inwestorom. Chodzi o uruchomienie produkcji małych sztabek, co wymaga odpowiedniego parku maszynowego i kanałów dystrybucji — wyjaśnił prezes spółki Tomasz Zdzikot.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/w-pociagach-pkp-intercity-w-koncu-beda-automaty-z-przekaskami/nsd4glj", "title": "W pociągach PKP Intercity w końcu będą automaty z przekąskami", "date_published": "2023-01-23 05:35:24+00:00", "description": "PKP Intercity liczy, że w tym roku spółka rozstrzygnie postępowanie i podpisze umowę na zamontowanie automatów do przekąsek i napojów w pociągach należących do przewoźnika — przekazał PAP członek zarządu PKP Intercity Tomasz Gontarz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/babisz-znow-podpada-polakom-nie-wyslalby-wojska-by-nam-pomoc/fww2nkp", "title": "Babisz znów podpada Polakom. Nie wysłałby wojska, by nam pomóc", "date_published": "2023-01-23 05:34:06+00:00", "description": "Kandydat na prezydenta Czech Andrej Babisz pytany w debacie w niedzielę wieczorem czy w przypadku ataku na Polskę lub państwa bałtyckie wysłałby na pomoc czeskich żołnierzy, stwierdził, że z pewnością nie. Jego konkurent emerytowany generał Petr Pavel przypomniał o zobowiązaniu do kolektywnej obrony państw NATO. Babisz już w przeszłości wzbudzał kontrowersje swoimi wypowiedziami w kontekście Polski.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/ford-mustang-mach-e-frost-white-elektryk-caly-w-bieli-test/hpd27gn", "title": "Ford Mustang Mach-E Frost White – elektryk cały w bieli", "date_published": "2023-01-23 05:30:00+00:00", "description": "Elektryczny Ford Mustang ma nietuzinkową sylwetkę, ale w wersji „cały w bieli” wygląda jeszcze bardziej oryginalnie. Mustang Mach-E Frost White idealnie maskuje się w zimowych warunkach. Czarne są tylko opony i kilka detali, jak boczna listwa, elementy „grilla” oraz dachu. Poza tym to nadal jeden z najciekawszych samochodów na prąd.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/o-tyle-w-2022-r-placilismy-wiecej-za-codzienne-zakupy/gnevfvs", "title": "W portfelu coraz mniej. O tyle w 2022 r. płaciliśmy więcej za codzienne zakupy", "date_published": "2023-01-23 05:23:49+00:00", "description": "W 2022 r. codzienne zakupy zdrożały średnio o 19,1 proc. rdr — wynika z najnowszego raportu platformy analityczno-badawczej UCE Research. Zdaniem ekonomistki z Wyższej Szkoły Bankowej w Gdańsku dr Anny Semmerling szczytu inflacji należy spodziewać się na przełomie I i II kw. 2023 roku.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kredyt-na-2-proc-dla-kogo-nowy-rzadowy-program-bedzie-najkorzystniejszy/63d4w0p", "title": "To od dawna uwiera Jarosława Kaczyńskiego. Rząd szykuje nowy program", "date_published": "2023-01-23 05:19:28+00:00", "description": "Jarosław Kaczyński otwartym tekstem mówi, że polityka mieszkaniowa PiS to porażka. Najpierw klapą okazało się Mieszkanie plus, potem falstart zaliczył program Mieszkanie bez wkładu własnego. Teraz rząd szykuje kolejne podejście i kredyt na 2 proc. Do trzech razy sztuka? Zdaniem ekspertów: niekoniecznie, choć założenia są obiecujące.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ten-trend-pozwoli-zarobic-scenariusz-dla-rynku-ekonomisty-pekao/mzzq2x3", "title": "Ten trend pozwoli zarobić. Scenariusz dla rynku głównego analityka Pekao", "date_published": "2023-01-23 05:08:00+00:00", "description": "— Kiedy surowce i ceny energii spadają, to obserwujemy ciekawy proces odwrócenia kierunku głównych indeksów. Dezinflacja to bardzo pozytywny trend, który sprzyja obligacjom oraz akcjom — wskazuje Ernest Pytlarczyk, główny ekonomista Banku Pekao. W wywiadzie dla Business Insider Polska mówi o znaczeniu dla Polski KPO, roli naszego kraju w odbudowie Ukrainy i depopulacji Chin.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/inflacja-wyrownuje-roznice-polskie-ceny-skokowo-zblizyly-sie-do-niemieckich/pq3ewrh", "title": "Polskie ceny skokowo zbliżyły się do niemieckich. Inflacja wyrównuje różnice", "date_published": "2023-01-23 05:03:00+00:00", "description": "Nie tylko płacami nadrabiamy. Z roku na rok nasze ceny są coraz bliżej niemieckich i średniej unijnej. Wysoka inflacja w 2022 r., dużo wyższa niż w większości krajów Unii spowodowała, że dokonaliśmy skoku cenowego w kierunku tego, co mają na co dzień w sklepach mieszkańcy krajów bogatszych. Polskie ceny są średnio już tylko 45 proc. niższe niż niemieckie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/zawyzanie-cen-przez-orlen-oto-jak-rynek-reagowal-i-skad-plynal-import/z1j3r57", "title": "Oto jak rynek reagował na zawyżone ceny w hurcie Orlenu. Z tych kierunków był import paliwa", "date_published": "2023-01-23 04:59:00+00:00", "description": "W połowie listopada 2022 r. ceny paliw liczone bez podatków spadły w Polsce poniżej niemieckich i tak już było do końca grudnia. To tę datę można traktować jako moment, od którego Orlen oferował zawyżone ceny stacjom benzynowym. Jak na to zareagował rynek, czy zaczął korzystać z alternatywnych kierunków dostaw? Sprawdzamy w najnowszych danych GUS.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}