{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/26-latek-spotyka-sie-z-23-latka-ktora-wyglada-na-duzo-mlodsza-ona-jest-dojrzala-osoba/", "title": "26-latek spotyka się z 23-latką, która wygląda na dużo młodszą. \"Ona jest dojrzałą osobą\"", "date_published": "2023-01-23 21:33:00+00:00", "description": "Dan Swygart, 26-letni brytyjski bloger, spotyka się z 23-letnią dziewczyną, Shuaną Rae, która z powodu terapii, którą przeszła jako dziecko, przestała rosnąć. - Ona jest dojrzałą istotą ludzką. Zasługuje na to, aby tworzyć relacje - powiedział Swygart. - Jeśli poświęcisz czas, aby ze mną porozmawiać, to zrozumiesz, że jestem dorosła - dodała Rae.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/kremlowska-propaganda-o-zagladzie-zydow-europejczycy-dokonali-holocaustu-pod-wodza-adolfa-hitlera/", "title": "Kremlowska propaganda o zagładzie Żydów: Europejczycy dokonali Holokaustu pod wodzą Adolfa Hitlera", "date_published": "2023-01-23 20:47:00+00:00", "description": "Kremlowska propaganda zszokowała słowami o zagładzie Żydów. - Europejczycy dokonali Holokaustu pod wodzą Adolfa Hitlera - powiedział jeden z rozmówców w rosyjskiej telewizji. Dodał, że gdyby nie radzieccy żołnierze, to cywilizowany naród europejski rozwiązałby całkowicie kwestię żydowską.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/rosja-51-latek-zaatakowal-wielblada-rozwscieczone-zwierze-zabilo-napastnika/", "title": "Rosja. 51-latek zaatakował wielbłąda. Rozwścieczone zwierzę zabiło napastnika", "date_published": "2023-01-23 20:43:00+00:00", "description": "Nie żyje mężczyzna, który w jednej z miejscowości na Syberii zaatakował wielbłąda. Zwierzę zaczęło gryźć napastnika i chodzić po nim. Obrażenia okazały się na tyle poważne, że Rosjanin zmarł w szpitalu. Wielbłąd został ściągnięty na obóz zimowy dla dzieci, gdzie miał stanowić atrakcję.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/wielka-brytania-nie-zyje-26-letnia-nauczycielka-rachel-morgan/", "title": "Wielka Brytania. Nie żyje 26-letnia nauczycielka Rachel Morgan", "date_published": "2023-01-23 19:15:00+00:00", "description": "Brytyjska nauczycielka Rachel Morgan zmarła nagle w wieku 26 lat. Przyczyna jej śmierci nie została jeszcze ujawniona. Jej uczniowie wciąż nie pogodzili się z jej stratą.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/chiny-nie-zyje-rzeznik-ktory-probowal-ubic-swinie-obudzila-sie-i-zaatakowala/", "title": "Chiny. Nie żyje rzeźnik, który próbował ubić świnię. \"Obudziła się i zaatakowała\"", "date_published": "2023-01-23 19:05:00+00:00", "description": "61-letni mężczyzna pracujący w rzeźni w Hongkongu został raniony tasakiem do mięsa. Rzeźnik próbował wcześniej ubić świnię. Zwierzę miało zostać ogłuszone, ale przebudziło się i zaatakowało mężczyznę.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/wielka-brytania-czterolatek-najmlodszym-czlonkiem-mensy-umie-liczyc-do-100-w-siedmiu-jezykach/", "title": "Wielka Brytania. Czterolatek najmłodszym członkiem Mensy. Umie liczyć do 100 w siedmiu językach", "date_published": "2023-01-23 17:51:00+00:00", "description": "W 2022 roku Teddy Hobbs w wieku trzech lat został najmłodszym brytyjskim członkiem Mensy. Uzyskał wynik 139 punktów w teście IQ. Czteroletni dziś chłopiec umie policzyć do 100 w siedmiu rożnych językach, a nauczył się płynnie czytać, gdy miał dwa lata.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/co-dalej-z-czolgami-leopard-dla-ukrainy-korespondent-pn-wszystko-zalezy-od-kanclerza-scholza/", "title": "Co dalej z czołgami Leopard dla Ukrainy? Korespondent PN: Wszystko zależy od kanclerza Scholza", "date_published": "2023-01-23 17:42:00+00:00", "description": "Minister spraw zagranicznych Niemiec oznajmiła, że nie będzie sprzeciwu, jeśli Polska przekaże Leopardy Ukrainie. Pytanie, czy tak samo myśli kanclerz Olaf Scholz. - Wydawałoby się, że to, co wczoraj powiedziała szefowa niemieckiej dyplomacji, dało wiele nadziei, że sprawę uda się rozwiązać bez większych problemów, ale chyba tak nie jest - mówi korespondent Polsat News Tomasz Lejman.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/ambasador-polski-w-berlinie-ostrzega-stolica-niemiec-to-niebezpieczne-miasto/", "title": "Konsul Polski w Berlinie ostrzega: Stolica Niemiec to niebezpieczne miasto", "date_published": "2023-01-23 17:21:00+00:00", "description": "Konsul RP w Berlinie, Marcin Król, ostrzegł turystów odwiedzających stolice Niemiec. Poinformował, że niektóre rejony miasta mogą być niebezpieczne. Dodał, że w Berlinie w 2021 roku popełniono prawie dziesięciokrotnie więcej przestępstw niż w Warszawie. Noc sylwestrowa w stolicy Niemiec także nie należała do spokojnych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/norwegia-byly-dowodca-oddzialu-grupy-wagnera-aresztowany-grozi-mu-deportacja/", "title": "Norwegia: Były dowódca oddziału Grupy Wagnera aresztowany. Grozi mu deportacja", "date_published": "2023-01-23 13:22:00+00:00", "description": "W Norwegii aresztowano Andrieja Miedwiediewa, byłego dowódcę oddziału w grupie Wagnera, który w połowie stycznia przekroczył nielegalnie granicę. Mężczyzna chciał zeznawać przeciwko Jewgienijowi Prigożynowi, szefowi wagnerowców. Miedwiediewowi grozi deportacja.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/rosja-wydala-ambasadora-estonii-ma-czas-do-7-lutego/", "title": "Rosja wydala ambasadora Estonii. Ma czas do 7 lutego", "date_published": "2023-01-23 13:11:00+00:00", "description": "Ministerstwo Spraw Zagranicznych Rosji poinformowało o wydaleniu z kraju ambasadora Estonii Margusa Laidre. Kilka godzin później Estonia zadecydowała o wydaleniu ambasadora Rosji. Laidre ma czas na opuszczenie Rosji do 7 lutego.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/siergiej-lawrow-to-prawdziwa-wojna-ktora-zachod-przygotowal-przeciwko-rosji/", "title": "Siergiej Ławrow: To prawdziwa wojna, którą Zachód przygotował przeciwko Rosji", "date_published": "2023-01-23 12:21:00+00:00", "description": "- Ta wojna nie jest już hybrydowa, to prawdziwa wojna - stwierdził Siergiej Ławrow, minister spraw zagranicznych Federacji Rosyjskiej, nie nazywając już inwazji jego kraju na Ukrainę specjalną operacją wojskową. Dodał też, że to wojna, którą Zachód przygotował przeciwko Rosji.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/rosja-wladimir-putin-odwraca-sie-od-prigozyna-isw-gwiazda-gasnie/", "title": "Rosja: Władimir Putin odwraca się od Prigożyna. ISW: Gwiazda gaśnie", "date_published": "2023-01-23 11:42:00+00:00", "description": "Po miesiącach wyraźnego wzrostu gwiazda Jewgienija Prigożyna, twórcy Grupy Wagnera, zaczyna gasnąć - uważają analitycy Instytutu Studiów nad Wojną (ISW). Według ekspertów, Putin zaczyna odwracać się od szefa Grupy Wagnera ze względu na to, że nie dotrzymał obietnic zdobycia Bachmutu własnymi siłami.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/media-maroko-przekazalo-ukrainie-czolgi/", "title": "Media: Maroko przekazało Ukrainie czołgi", "date_published": "2023-01-23 10:30:00+00:00", "description": "Maroko przekazało Ukrainie około 20 czołgów T-72B - powiadomiła ukraińska agencja Unian, powołując się na informacje algierskiego portalu Menadefense. Ironią losu jest, że 20 lat temu te czołgi zostały kupione na Białorusi - przekazała agencja.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/rosyjscy-propagandysci-omawiali-zabijanie-amerykanow-chca-oszczedzic-jednego/", "title": "Rosyjscy propagandyści omawiali zabijanie Amerykanów. Chcą oszczędzić jednego", "date_published": "2023-01-23 09:08:00+00:00", "description": "W publicznej telewizji prokremlowscy propagandyści omawiali konflikty, w których uczestniczy Rosja i możliwe scenariusze na zakończenie działań wojennych. - Naszym wrogiem są USA - mówił Jewgienij Satanowski. - U nas w kraju na pewno nie chcemy zabijać jednego Amerykanina - Tuckera Carlsona - dodawał Dmitrij Drobnicki.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/czechy-andrej-babisz-nie-wyslalbym-wojsk-na-pomoc-polsce/", "title": "Czechy. Andrej Babisz: Nie wysłałbym wojsk na pomoc Polsce", "date_published": "2023-01-23 06:18:00+00:00", "description": "Andrej Babisz pytany w debacie o to, czy w przypadku ataku na Polskę, lub państwa bałtyckie wysłałby na pomoc czeskich żołnierzy, stwierdził, że z pewnością nie. Kandydat na prezydenta Czech dodał, że czeski rząd, pomagając Ukrainie, zapomina o własnych obywatelach. Jego konkurent, emerytowany generał Petr Pavel przypomniał o zobowiązaniu do kolektywnej obrony państw NATO.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-23/usa-sprawca-strzelaniny-w-monterey-park-znaleziony-martwy/", "title": "USA: Sprawca strzelaniny w Monterey Park znaleziony martwy", "date_published": "2023-01-23 06:00:00+00:00", "description": "72-latek podejrzany o zabicie 10 osób i zranienie co najmniej 10 kolejnych został znaleziony martwy. Mężczyzna zastrzelił się, kiedy policjanci zbliżyli się do jego furgonetki. Szeryf poinformował, że funkcjonariusze odkryli dowody świadczące, że to Huu Can jest sprawcą masakry w sali balowej w Monterey Park.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}