{"entries": [{"source": "https://www.jefftk.com/news.rss", "link": "https://www.jefftk.com/p/meals-for-unclear-dietary-restrictions", "title": "Meals For Unclear Dietary Restrictions", "date_published": "2023-01-23 08:00:00+00:00", "description": "<p><span>\n\nWhen someone's coming for over for dinner, I'll ask about their\ndietary restrictions. In my social groups it's common for people to be\nvegetarian or vegan, and others have a food allergy, are gluten-free,\netc.  Occasionally, however, I find myself making food without knowing\nmy constraints.  Perhaps someone's \"bringing a friend\" or when I asked\nthey said \"my food situation is pretty complicated, I can eat after if\nthere's nothing that works for me.\"  In these cases one option is to\nserve a meal that works for a wide variety of dietary restrictions.\n\n</span>\n\n<p>\n\nI wouldn't want to only cook like this: every restriction you put on\nyour cooking makes it harder. (Not specific to cooking!) Still, there\nare a few meals that do work well this way. For example, this is the\nmain situation where I'll cook baked potatoes with stuff to put on\nthem:\n\n</p>\n\n<p>\n\n</p>\n\n<ul>\n<li>Baked potatoes\n</li>\n<li>Black beans\n</li>\n<li>Cheese sauce\n</li>\n<li>Ground beef or bacon\n</li>\n<li>Caramelized onions\n</li>\n<li>Roasted cherry tomatoes\n</li>\n<li>Chopped scallions\n</li>\n<li>Olives\n</li>\n<li>Sour cream\n</li>\n<li>Baby spinach\n</li>\n</ul>\n\n\n\n<p>\n\nThis is normal American food, but because each person chooses what\ngoes on their plate it works for nearly everyone: vegetarians leave\nout the meat, vegans leave out the cheese and cream, low-carb people\nleave out the potato, <a href=\"https://www.lesswrong.com/posts/oh3YWqobjHAjNvNqd/potato-diet-a-post-mortem-and-an-answer-to-smtm-s-article\">potato-only\npeople</a> just eat the potato, there's no gluten, etc.  Which exact\nsides you choose don't matter too much as long as you think a bit\nabout dietary categories.  I'm probably listing a few more than I\nwould normally make.\n\n</p>\n\n<p>\n\nIf I didn't want to make potatoes I'd do tacos/burritos, without\ntrying for something authentic.  This could be:\n\n</p>\n\n<p>\n\n</p>\n\n<ul>\n<li>Corn tortillas, briefly heated\n</li>\n<li>Flour tortillas, same\n</li>\n<li>Black beans\n</li>\n<li>Grated cheese\n</li>\n<li>Ground beef, chicken, or carnitas\n</li>\n<li>Pico de gallo\n</li>\n<li>Salsa\n</li>\n<li>Roasted bell pepper slivers\n</li>\n<li>Guacamole [1]\n</li>\n<li>Sour cream\n</li>\n<li>Baby spinach\n</li>\n</ul>\n\n\n\n<p>\n\nAnd yes, this has a lot in common with the previous meal, but the\nspices are pretty different and I wouldn't mind serving them on\nconsecutive days.\n\n</p>\n\n<p>\n\nOther meals where there are a lot of options on the table and each\nperson chooses their own combination also work. The main things I keep\nin mind are trying to keep each component relative simple, having at\nleast two protein options, at least one vegan protein option, and at\nleast one non-glutenous starch option.\n\n</p>\n\n<p>\n<br />\n\n[1] I usually don't make guacamole, because I don't really like it and\nI prefer not to prepare food I don't enjoy. It's not that I object to\nother people enjoying things when I don't, it's that <a href=\"https://www.jefftk.com/p/how-i-cook\">my cooking involves</a> a lot of tasting things\nand that strategy falls apart if you can't tell which direction is\nbetter. But it definitely belongs on this list if I'm not cooking, and\neven when I am a housemate will often make some.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid0bhq8qZukyMj4aEsLu3xS7C4SpPoRnu5QVXVgGrs8nyrjx1b7sDktdEd7tWXR6KHVl\">facebook</a>, <a href=\"https://mastodon.mit.edu/@jefftk/109740268057193093\">mastodon</a></i></p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.jefftk.com/news.rss", "title": "Jeff Kaufmann"}}