[{"source": "https://businessinsider.com.pl/.feed", "title": "Sasin mówi o ośmiu latach bogacenia się Polaków. Najnowsze oficjalne dane pokazują coś innego", "description": "Wicepremier Jacek Sasin w kampanijnym tonie wychwalał w sobotę osiem lat rządów PiS i bogacenia się Polaków. Zapomniał wspomnieć o rekordowej inflacji, która sprawiła, że w samym 2022 r. realna sytuacja materialna obywateli się pogorszyła.", "link": "https://businessinsider.com.pl/gospodarka/sasin-mowi-o-osmiu-latach-bogacenia-sie-polakow-te-dane-pokazuja-cos-innego/cs6mdjr", "date_published": "2023-06-17 19:54:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Są dowody, że Rosjanie wysadzili tamę od wewnątrz. Miała \"piętę Achillesa\"", "description": "Śledztwo amerykańskich dziennikarzy prowadzi do wniosku, że Rosjanie znaleźli słaby punkt zapory wodnej w Nowej Kachowce i wysadzili ją od fundamentu. Jeśli to prawda, tamy nie da się odbudować. Moskwa ma jej dokładne plany inżynieryjne.", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-wysadzili-tame-od-wewnatrz-sa-dowody-miala-slaby-punkt/wj0nlhe", "date_published": "2023-06-17 18:58:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Limit osób na plaży wyczerpał się już rano. Włosi walczą z oblężeniem turystów", "description": "Od soboty na jednej z piękniejszych plaż we Włoszech aż do końca wakacji obowiązują ścisłe limity. Przebywać na niej może tylko kilkaset osób. Już pierwszego dnia z ograniczeniami o poranku miejsca się skończyły. Podobnych regulacji może być więcej.", "link": "https://businessinsider.com.pl/wiadomosci/limit-osob-na-plazy-wyczerpal-sie-juz-rano-wlosi-walcza-z-oblezeniem-turystow/6t40j20", "date_published": "2023-06-17 18:33:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pierwszą maszynę przewiózł z Moskwy w luku na węgiel. Wizjoner zmienił polskie domy", "description": "Jego ojciec był weterynarzem, a babcia miała fabrykę rowerów. On sam studiował odlewnictwo, by tuż po ukończeniu politechniki zacząć pracę… w teatrze. Właściwie nic nie wskazywało na to, jaką drogą potoczy się życie jednego z najbardziej znanych polskich biznesmenów, \"ojca\" meblowej marki Vox, założyciela uczelni, mecenasa kultury i inwestora spektakularnego biurowca w centrum Poznania. Dla Piotra Voelkela sukces to \"jedna z dróg do wolności\".", "link": "https://businessinsider.com.pl/wiadomosci/to-on-zmienil-polskie-domy-maszyne-z-moskwy-ukryl-w-luku-na-wegiel/mg0etxn", "date_published": "2023-06-17 17:58:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Finlandia jest uważana za najszczęśliwszy kraj na świecie. Mieszkańcy, słysząc to, przewracają oczami", "description": "W rankingach na najszczęśliwszy kraj na świecie Finlandia od wielu lat zajmuje topowe miejsce. — My się z tym nie zgadzamy — twierdzą jednak mieszkańcy i, choć są zadowoleni z życia, wyliczają wyzwania, z którymi mierzy się ich państwo.", "link": "https://businessinsider.com.pl/wiadomosci/finlandia-uwazana-za-najszczesliwszy-kraj-mieszkancy-przewracaja-oczami/tpes6gt", "date_published": "2023-06-17 17:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wiesz, ile mleka daje krowa w skali roku? Polscy producenci w ścisłej czołówce Europy", "description": "Gdy Polska wchodziła do UE, polskie krowy nie robiły takiej furory jak teraz. Prezydent PFHBiPM przyznał, że jedna krowa potrafi rocznie dać 10 tys. kg mleka. Plasuje nas to m.in. przed Francją i Wielką Brytanią. Niestety liczebność krów spada.", "link": "https://businessinsider.com.pl/biznes/wiesz-ile-mleka-daje-krowa-europa-nam-zazdrosci/1eb7d7k", "date_published": "2023-06-17 17:03:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wirtualna przymierzalnia z AI. Zobaczysz jak ubrania wyglądają na różnych sylwetkach", "description": "Wirtualna przymierzalnia pozwoli na zakupy ze sztuczną inteligencją. Google pokazał oryginalną technologię. Wyświetli ona, jak ubrania wyglądają na prawdziwych ludziach, zanim je kupimy. Sztuczna inteligencja zawita na stałe w e-commerce.", "link": "https://businessinsider.com.pl/technologie/wirtualna-przymierzalnia-ai-zobaczysz-ubrania-jak-nigdy-przedtem/whrhfnp", "date_published": "2023-06-17 16:40:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Za naszą granicą może być broń znacznie potężniejsza, niż zapowiadano. Sięga nawet USA", "description": "Wiadomo już, że na terenie Białorusi jest rosyjska broń atomowa. Do tej pory była jednak mowa o taktycznej broni masowego rażenia, a może być znacznie groźniejsza. Przestrzega przed nią białoruska opozycja.", "link": "https://businessinsider.com.pl/wiadomosci/bomba-atomowa-na-bialorusi-moze-byc-potezniejsza-niz-zapowiadano/3ex48ze", "date_published": "2023-06-17 16:15:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W samym centrum Europy rząd zabrania ministrom krytykowania jego decyzji. Będą konsekwencje", "description": "W Europie panuje demokracja, ale nie zawsze krytyka rządu spotyka się ze zrozumieniem. W Belgii rząd ustalił twarde zasady w myśl hasła: \"podążaj za linią rządu i powstrzymaj się od krytykowania decyzji albo podaj się do dymisji\".", "link": "https://businessinsider.com.pl/prawo/narzekasz-na-wladze-tam-rzad-zabrania-ministrom-krytykowania-decyzji/5yx095y", "date_published": "2023-06-17 15:48:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na jakie mieszkanie może sobie pozwolić trzyosobowa rodzina? Mamy wyliczenia dla miast", "description": "W rok zdolność kredytowa rodziny zarabiającej na poziomie średniej krajowej znacząco się podniosła — z 400 do 700 tys. zł. Za takie pieniądze można obecnie kupić od 58 do nawet 110 m kw. mieszkania w mieście wojewódzkim.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/na-jakie-mieszkanie-moze-sobie-pozwolic-trzyosobowa-rodzina-zobacz-wyliczenia/bp8ffz3", "date_published": "2023-06-17 15:23:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak kończy się era magnatów medialnych. Berlusconiego i Murdocha zastąpił Musk i Zuckerberg", "description": "Silvio Berlusconi był jednym z dwóch najpotężniejszych magnatów medialnych starego świata. Dziś pamięta się ich skandale, a fortuna i wpływy nie rzucają już na kolana. Śmierć byłego premiera Włoch to symboliczny koniec epoki, w której stworzenie ogromnej telewizji i wejście do polityki oznaczało gotowy przepis na sukces. W miejsce zmarłego Berlusconiego i 92-letniego Murdocha wchodzą Musk i Zuckerberg. Jeszcze potężniejsi giganci, o znacznie większych imperiach.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/koniec-ery-krolow-mediow-berlusconiego-i-spolke-zastapil-musk-i-zuckerberg/5q0j5yw", "date_published": "2023-06-17 14:54:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Siedem błędów młodych par, które popełniają podczas planowania ślubu", "description": "Najczęstsze błędy popełniane przez młode pary planujące ślub to przekraczanie budżetu, niebranie pod uwagę wieku lub możliwości finansowych gości, a także organizowanie ceremonii w niedogodnych lokalizacjach — mówi amerykańska konsultantka ślubna.", "link": "https://businessinsider.com.pl/lifestyle/siedem-bledow-mlodych-par-podczas-planowania-slubu/h8de9gf", "date_published": "2023-06-17 14:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ziobro przestrzega przed lobby bankowym. \"Udało nam się obronić wolność Polaków\"", "description": "Firmy jednak będą miały większą swobodę w rozliczaniu się gotówką. I choć zmiany nie miały dotknąć bezpośrednio zwykłych obywateli, Zbigniew Ziobro z triumfem mówił w sobotę o \"obronie wolności Polaków\". Ostrzegł przed próbami lobby bankowego, które chce zastąpienia gotówki pieniądzem elektronicznym.", "link": "https://businessinsider.com.pl/twoje-pieniadze/ziobro-triumfuje-udalo-nam-sie-obronic-wolnosc-polakow-do-posiadania-gotowki/rtnhlqh", "date_published": "2023-06-17 14:07:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uwaga na wakacyjną drożyznę we Włoszech. Tam podwyżki są największe", "description": "Tegoroczny urlop we Włoszech nie będzie ucieczką od polskiej drożyzny. Są miejsca na mapie Italii, gdzie szczególnie mocno w górę poszły ceny. Uwaga na hotele we Florencji czy Palermo oraz żywność w Rawennie.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/planujesz-urlop-we-wloszech-tam-podwyzki-cen-hoteli-i-zywnosci-sa-najwieksze/n2j47jz", "date_published": "2023-06-17 13:39:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tesla przegrała proces z klientem. Musi zwrócić wielkie pieniądze", "description": "Gigant branży motoryzacyjnej musi uznać roszczenia klienta z Belgii. Tesla, należąca do Elona Muska, przegrała proces w sprawie wadliwego samochodu. Na mocy orzeczenia sądu w Antwerpii amerykański producent musi zwrócić równowartość ponad 700 tys. zł.", "link": "https://businessinsider.com.pl/motoryzacja/tesla-przegrala-proces-z-klientem-musi-zwrocic-rownowartosc-setek-tysiecy-zlotych/gvzfzcz", "date_published": "2023-06-17 13:14:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dla tych firm mocny złoty jest problemem. A już stoją nad przepaścią", "description": "Najmocniejszy od dłuższego czasu złoty nie dla wszystkich jest dobrą wiadomością. Choć planujący wakacyjny wyjazd Polacy czy firmy sprowadzające produkty z zagranicy mają powody do zadowolenia, to części firm droższa krajowa waluta spędza sen z powiek. Dziesiątki polskich firm będą musiały liczyć się z niższymi zyskami i słabszą zdolnością do konkurowania na zagranicznych rynkach.", "link": "https://businessinsider.com.pl/finanse/handel/dla-tych-polskich-firm-mocny-zloty-to-problem-a-juz-stoja-nad-przepascia/cjdm3z5", "date_published": "2023-06-17 12:50:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Supernowoczesny okręt podwodny  za 5 mld dol. i tajne misje. Co wiemy o Virginia SSW?", "description": "5,1 mld dol. – tyle Stany Zjednoczone planują wydać na budowę supernowoczesnego okrętu podwodnego. Prace nad nim rozpoczęły się już w stoczni General Dynamics Electric Boat w stanie Connecticut. Projekt Virginia SSW (Subsea and Seabed Warfare) jest ściśle tajny. Admirałowie nie ukrywają jednak, że nowa zabawka możliwościami ma znacząco przewyższać USS Jimmy Carter, najlepszy obecnie okręt szpiegowski amerykańskiej marynarki wojennej.", "link": "https://businessinsider.com.pl/wiadomosci/virginia-ssw-usa-buduja-tajemniczy-okret-za-5-mld-dol/01py0c7", "date_published": "2023-06-17 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Leczenie zębów \"na NFZ\" nie opłaca się dentystom. Przez inflację kolejki mocno się wydłużą", "description": "Z danych NFZ wynika, że w I kw. br. w czterech województwach pacjenci odczuwający ból czekali na wizyty w gabinetach stomatologicznych jeden dzień. W pozostałych, tzw. stabilnych, przypadkach czas oczekiwania wynosił w całej Polsce średnio 15 dni. Jednak w czterech województwach trwało to nawet do 28 dni. Komentujący tę sytuację eksperci przewidują, że w najbliższych latach trudniej będzie uzyskać pomoc ze środków publicznych, gdyż coraz mniej dentystów decyduje się na zawarcie kontraktu z Funduszem.", "link": "https://businessinsider.com.pl/wiadomosci/leczenie-zebow-na-nfz-nie-oplaca-sie-dentystom/wjk6lef", "date_published": "2023-06-17 12:17:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie chcesz tracić weekendu? Nie rób tych 10 rzeczy", "description": "Ile razy wracaliśmy do pracy w poniedziałek, czując, że nie jesteśmy wypoczęci, a tym bardziej gotowi na wyzwania kolejnego tygodnia? Zbyt często. Relaksowanie się to też pewna umiejętność, którą nie każdy — jak się okazuje — posiada.", "link": "https://businessinsider.com.pl/lifestyle/jak-nie-spedzac-weekendu-tych-rzeczy-nie-nalezy-robic/x1mdgb7", "date_published": "2023-06-17 12:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rolnicy wciąż zadłużeni na grube miliony. Sytuacja ma się jeszcze pogorszyć", "description": "W ostatnim czasie w rejestrach długów widać spadek zadłużonych rolników. Komentujący te dane eksperci uważają jednak, że nie oddają one problemów sektora, które nasilą się jeszcze mocniej na przełomie III i IV kw. br.", "link": "https://businessinsider.com.pl/wiadomosci/rolnicy-wciaz-zadluzeni-na-grube-miliony-sytuacja-ma-sie-jeszcze-pogorszyc/29jsr4r", "date_published": "2023-06-17 12:07:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Załóżmy, że zlokalizowaliśmy rosyjski śmigłowiec...\". Tak na wojnie działają polskie Pioruny", "description": "\"Piorun\" nowej generacji będzie przełomem na rynku – zapowiada dr inż. Przemysław Kowalczuk, prezes należących do Grupy PGZ elektronicznej spółki PIT-Radwar SA oraz wiceprezes rakietowo-amunicyjnej Mesko SA. Mówi czym nowy model będzie wyróżniał się wśród światowych konkurentów.", "link": "https://businessinsider.com.pl/gospodarka/zalozmy-ze-zlokalizowalismy-rosyjski-smiglowiec-tak-dzialaja-polskie-pioruny/60ltdxk", "date_published": "2023-06-17 11:59:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec boomu na estoński CIT. Dane nie pozostawiają złudzeń", "description": "Według Ministerstwa Finansów w pierwszych czterech miesiącach br. tzw. estoński CIT wybrało ponad 3 tys. spółek, co oznacza spadek rok do roku o ponad połowę. Zdaniem części ekspertów obecna regulacja wciąż wymaga doprecyzowania.", "link": "https://businessinsider.com.pl/wiadomosci/koniec-boomu-na-estonski-cit-dane-nie-pozostawiaja-zludzen/n3lx7fq", "date_published": "2023-06-17 11:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyrok TSUE może sparaliżować sądy. Już teraz postępowania się wleką", "description": "Po ostatnim wyroku TSUE ws. frankowiczów w ciągu roku może ruszyć z pozwami nawet ok. 30-40 proc. kredytobiorców spośród tych, którzy dotąd jeszcze nie dochodzili swoich praw. To z kolei może doprowadzić do wieloletniego \"paraliżu\" sądownictwa. Już wcześniej, przez braki kadrowe, problemem była przewlekłość postępowań.", "link": "https://businessinsider.com.pl/wiadomosci/wyrok-tsue-moze-sparalizowac-sady-frankowicze-uwidocznia-braki-kadrowe/jpe3zbp", "date_published": "2023-06-17 11:45:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jacek Sasin zdradza, na co rząd wyda pieniądze. \"Chcemy inwestować\"", "description": "Chcemy inwestować w przemysł stoczniowy; mamy ambicje, by budować silny polski przemysł i silną polską obronność — mówił w sobotę wicepremier, minister aktywów państwowych Jacek Sasin w Gdyni. Wskazał, że rząd na obronność przeznacza coraz więcej środków z budżetu państwa — w tym roku prawie 100 mld zł.", "link": "https://businessinsider.com.pl/gospodarka/jacek-sasin-zdradza-na-co-rzad-wyda-pieniadze-chcemy-inwestowac/jcets6x", "date_published": "2023-06-17 11:18:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czesi robią w Polsce zakupy warte fortunę. Wiemy, co najczęściej u nas kupują", "description": "Obywatele Czech wpłacą do polskiego budżetu nawet blisko miliard złotych i to tylko z tytułu podatków od papierosów — podał w sobotę portal Denik.cz, powołując się na wyliczenia Stowarzyszenia Produktów Markowych. Serwis wylicza, co jeszcze kupują u nas nasi południowi sąsiedzi.", "link": "https://businessinsider.com.pl/finanse/handel/czesi-robia-w-polsce-zakupy-warte-fortune-wiemy-co-najczesciej-u-nas-kupuja/kln0yhm", "date_published": "2023-06-17 11:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja wpadła na pomysł, jak tuszować straty na froncie. Chodzi o szpitale", "description": "Jak informuje Ukraina, Rosja ponosi bolesne straty w wyniku kontrofensywy Kijowa. By je ukryć, Rosjanie wpadli na pewien pomysł, który może odbić się negatywnie na zdrowiu ich własnych żołnierzy.", "link": "https://businessinsider.com.pl/gospodarka/rosja-wpadla-na-pomysl-jak-tuszowac-straty-na-wojnie-chodzi-o-szpitale/zsx1sp9", "date_published": "2023-06-17 10:19:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jeśli masz taką nieruchomość, to zapłacisz podatek od deszczu. Być może z odsetkami", "description": "Wielu Polaków wciąż nie wie, że powinno zapłacić podatek od deszczu. A brak świadomości może wiązać się z przykrymi konsekwencjami. Na część osób może spotkać się nie tylko z koniecznością uiszczenia opłaty, ale również odsetkami.", "link": "https://businessinsider.com.pl/gospodarka/masz-taka-nieruchomosc-zaplacisz-podatek-od-deszczu-nawet-z-odsetkami/n0y6qbc", "date_published": "2023-06-17 09:53:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile można zarobić, zbierając butelki i puszki? Niektóre kwoty zaskakują", "description": "Zwrot w odpowiednie miejsca butelek i puszek może być bardzo opłacalnym zajęciem. Zwłaszcza że już niedługo będziemy mogli oddawać ich do sklepów znacznie więcej niż wcześniej. Zarobek na takiej działalności może sięgać nawet kilku tysięcy złotych. Jak to możliwe? Warto pamiętać o kilku podstawowych zasadach.", "link": "https://businessinsider.com.pl/lifestyle/ile-mozna-zarobic-zbierajac-butelki-i-puszki-niektore-kwoty-zaskakuja/rz6z7dh", "date_published": "2023-06-17 08:52:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Internet z kosmosu zapewnia mi szybkie łącze nawet na wsi", "description": "Czy kiedykolwiek marzyłeś o tym, aby uciec od zgiełku wielkiego miasta i osiąść w spokojnej okolicy wiejskiej, ale obawiałeś się, że nie będziesz mógł skutecznie pracować zdalnie z powodu braku dostępu do szybkiego internetu? Cóż, ja tak. A potem okazało się, że jest w Polsce internet satelitarny Starlink Elona Muska. I świetnie daje radę!", "link": "https://businessinsider.com.pl/technologie/internet-satelitarny-starlink-zapewni-szybkie-lacze-nawet-na-wsi/pl2znww", "date_published": "2023-06-17 08:12:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kłamię w każdym CV i nadal to będę robić. Jak czegoś nie wiem, uczę się z YouTube'a", "description": "\"Bądźmy szczerzy, każdy kiedyś naciągnął prawdę w swoim CV, aplikując do wymarzonej pracy\" — mówi chcący zachować anonimowość pracownik w rozmowie z amerykańskim Insiderem. Jego praca związana jest ze znajomością sprzętu do nagrywania i oprogramowania z nim związanego. Gdy nie wiedział, jak włączyć i pracować na konkretnej kamerze — uczył się tego z filmików w internecie.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/klamie-w-kazdym-cv-i-nadal-to-bede-robic-jak-czegos-nie-wiem-ucze-sie-z-youtubea/b67mx13", "date_published": "2023-06-17 08:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Netflix podjął ważne kroki. Zainwestował w całkowicie nowy biznes", "description": "Netflix postanowił wyjść poza swój segment produkcji filmowych i usług VOD. Koncern planuje wejść w branżę... gastronomiczną. Restauracje są ściśle powiązane z kinematograficznym biznesem.", "link": "https://businessinsider.com.pl/gospodarka/netflix-podjal-wazne-kroki-zainwestowal-w-calkowicie-nowy-biznes/3qlj721", "date_published": "2023-06-17 07:55:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tymczasowy rząd Białorusi z ofertą dla Polski. Ma dość Łukaszenki", "description": "Paweł Łatuszka, były ambasador Białorusi w Polsce, opozycyjny wobec reżimu Aleksandra Łukaszenki przedstawił swoje pomysły na relacje z polskim rządem. Jako zastępca kierownika Zjednoczonego Gabinetu Białorusi, wskazał na najważniejsze obszary współpracy.", "link": "https://businessinsider.com.pl/gospodarka/tymczasowy-rzad-bialorusi-z-oferta-dla-polski-ma-dosc-lukaszenki/xpr2vgs", "date_published": "2023-06-17 06:48:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co inwestycja Intela oznacza dla gospodarki? Ekonomista ocenia", "description": "Inwestycja Intela jest dowodem na wiarygodność ekonomiczną Polski i sygnałem, że nasz kraj jest bezpiecznym obszarem dla prowadzenia biznesu na globalną skalę — ocenił główny ekonomista PKO BP Piotr Bujak. Jak dodał, inwestycja przyczyni się do poprawy polskiego salda handlowego.", "link": "https://businessinsider.com.pl/gospodarka/co-inwestycja-intela-oznacza-dla-gospodarki-ekonomista-ocenia/wrg4qt2", "date_published": "2023-06-17 06:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile zapłacimy za referendum w sprawie uchodźców? PiS może sprytnie zmniejszyć koszty", "description": "Prawo i Sprawiedliwość przymierza się do referendum w sprawie relokacji migrantów. Ile kosztuje organizacja takiego głosowania? Kwota może robić wrażenie, ale PiS ma pomysł jak sprytnie obniżyć jego koszty. Zwłaszcza że taka decyzja może pomóc rządzącym w kampanii wyborczej.", "link": "https://businessinsider.com.pl/wiadomosci/pis-sprytnie-zmniejszy-koszty-oto-ile-zaplacimy-za-referendum-w-sprawie-uchodzcow/5bvz47f", "date_published": "2023-06-17 05:52:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak wygląda \"Biedronka\" w jednym z najszczęśliwszych krajów świata? Poszedłem sprawdzić", "description": "Ponoć pieniądze szczęścia nie dają. Dają je dopiero zakupy – tak przynajmniej miała twierdzić Marilyn Monroe. A jak wyglądają zakupy w kraju powszechnego szczęścia? Czy to, co kupujemy i jak kupujemy, może mieć jakiś wpływ na zadowolenie z życia? Poszedłem do duńskiego odpowiednika Biedronki. I spróbowałem sprawdzić.", "link": "https://businessinsider.com.pl/gospodarka/tak-wyglada-biedronka-w-jednym-z-najszczesliwszych-krajow-swiata/n29y227", "date_published": "2023-06-17 04:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Emerytury stażowe. Rząd za kolosalne pieniądze zaprzeczyłby własnej reformie", "description": "Przywrócony w kampanii wyborczej pomysł wprowadzenia w Polsce emerytur stażowych może kosztować w pierwszej dekadzie po wprowadzeniu nawet 100 mld zł — wskazuje w rozmowie z BI Polska ekspert. Przypomina też, że taka decyzja stałaby w sprzeczności nie tylko z zaleceniami płynącymi od ekonomistów z całego świata, ale także jedną z reform, którą rząd PiS wprowadził.", "link": "https://businessinsider.com.pl/gospodarka/emerytury-stazowe-rzad-za-kolosalne-pieniadze-zaprzeczylby-wlasnej-reformie/clsb1hs", "date_published": "2023-06-17 04:25:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co uchwalił Sejm? Oto lista 10 najważniejszych zmian", "description": "Posłowie uchwalili w piątek zmiany ważne dla milionów pracowników, w tym rodziców, kobiet w ciąży, nauczycieli, seniorów, ale nie tylko. Rozszerzyli prawo do wcześniejszych emerytur, utrudnili zwalnianie z pracy, ograniczyli podwyżki czesnego dla studentów. Przegłosowali też zmiany w spadkach, wprowadzili obowiązkowe e-faktuy, a także nowe zasady dbania o jakość w ochronie zdrowia. Sejm złagodził też lex Tusk, ale nie w najważniejszych kwestiach. Oto najważniejsze 10 zmian, które wkrótce zaczną obowiązywać.", "link": "https://businessinsider.com.pl/prawo/co-uchwalil-sejm-oto-lista-10-najwazniejszych-zmian/30mzd5q", "date_published": "2023-06-17 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]