[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Heart of Stone: Official Trailer (2023) Gal Gadot, Jamie Dornan", "description": "Rachel Stone (Gal Gadot) appears to be an inexperienced tech, on an elite MI6 unit headed up by lead agent Parker (Jamie Dornan). What her MI6 team doesn't know is that Stone actually works for the Charter — a covert peacekeeping organization, secret even from other spies, which uses cutting-edge technology to neutralize global threats. Rachel has been trained to be the consummate professional: a phenomenal field agent who sticks to the mission, follows the numbers, and trusts no one. When a routine mission is derailed by mysterious hacker Keya Dhawan (Alia Bhatt), Rachel’s two lives collide. As she races to protect the Charter and strives to beat the odds, her humanity might just be her biggest asset. Heart of Stone launches on Netflix on August 11, 2023. Tom Harper directs from a screenplay by Greg Rucka and Allison Schroeder.", "link": "https://www.youtube.com/watch?v=m8ZlzKgNxNk", "date_published": "2023-06-17 22:45:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 2 & Warzone - Season 4 Patch Notes Explained", "description": "A new season of Call of Duty is here and it brings us a few things such as Maps, Weapons, New game modes, and more. Here are all things new for Season 4 of Call of Duty Modern Warfare 2 and Warzone.\n\n#CallOfDutyModernWarfare2 #Warzone #Season4", "link": "https://www.youtube.com/watch?v=hPTZtH4GKb0", "date_published": "2023-06-17 18:25:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios’ Secret Invasion - Official 'Notorious' Trailer (2023) Samuel L. Jackson", "description": "Take a look at the latest trailer for Marvel Studios’ Secret Invasion which takes viewers on a trip down memory lane to the MCU projects that have featured the legendary Nick Fury (Samuel L. Jackson) from Iron Man to Avengers: Endgame. \n\nMarvel Studios’ Secret Invasion is a six-episode event that starts streaming on June 21 exclusively on Disney Plus.\n\n#MarvelStudiosSecretInvasion #MCU", "link": "https://www.youtube.com/watch?v=DxBwhJkYg4E", "date_published": "2023-06-17 17:34:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "10 Coolest  Superhero Movie Powers", "description": "Nothing is cooler than seeing a comic book character use their superpowers on the big screen, so IGN's Joshua Yehl has rounded up his top 10 favorites. But what exactly makes a cool superhero movie power? It’s a subjective question, to be sure, so watch along as he lays it out.\n\n#IGN", "link": "https://www.youtube.com/watch?v=sBwMKM_xQQg", "date_published": "2023-06-17 14:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Here’s How Time Travel Works in The Flash - Ending & Mid-Credits Scene Explained | DCEU Canon Fodder", "description": "The Flash is in theaters and zooming around the multiverse meeting a few surprising faces and ushering in a new reality for DC Comics movies. But viewer, Beware! There’s a whole time travel element to the film and it’s a little tricky to understand. IGN host Kim Horcher has the full breakdown along with The Flash ending explained and The Flash mid-credits scene explained. \n\nDon’t forget the return of Batman, Michael Keaton returns to his iconic role, as does Michael Shannon, who reprises General Zod from 2013’s Man of Steel including George Clooney as Bruce Wayne and Nicolas Cage as Superman. How did all of these characters appear in the movie, join us for the ending explained and post-credits explained and we’ll give you the breakdown.\n\n#TheFlash #MidCreditScene #EndCreditScene", "link": "https://www.youtube.com/watch?v=h1IoZfp4c38", "date_published": "2023-06-17 13:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16's Clive Reacts to IGN Comments", "description": "We showed Final Fantasy 16 Clive voice actor, Ben Starr, some of our favourite comments that you posted about Final Fantasy 16 and more specifically, the name Clive! Here's how he reacted.\n\nFinal Fantasy XVI will be released on June 22, 2023 on PS5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=JjuJhdgTdOM", "date_published": "2023-06-17 11:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhaven - Official Trailer", "description": "Check out the latest trailer for Warhaven, a free-to-play 16-on-16 PVP medieval fantasy combat game coming Fall 2023.\n\nPresented by Warhaven\n\n#IGN", "link": "https://www.youtube.com/watch?v=v1HBheDwalo", "date_published": "2023-06-17 00:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}]