[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Lore of Johnny Cage - Before You Begin Mortal Kombat", "description": "When Johnny Cage returns in Mortal Kombat 1, we’re once again going to see a very different Johnny Cage. Aftermath ends with Liu Kang, with an entirely new timeline where the characters we know and love are going to appear in very different capacities. Like many others, Johnny is going to have a different life and a different story, and how that develops should be interesting to see. \n\nWill his story once again be intertwined with Sonya’s? Is it safe to assume that Cassie Cage doesn’t exist in this timeline? Is Johnny eventually going to wind up working with the Special Forces again? Or is his arc going to go in completely new and different directions? This is, after all, a reboot of the franchise, so it wouldn’t surprise us to see a completely different Johnny Cage story in Mortal Kombat 1.", "link": "https://www.youtube.com/watch?v=xEdgs5C5xtM", "date_published": "2023-06-17 15:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Years Ago, PlayStation Won An Entire Generation By Doing The Obvious", "description": "E3 2013 was not only an important conference for eighth-generation games but also for the machines that would run those games. Microsoft and Sony were in a head-to-head battle as they revealed the Xbox One and PS4 respectively, and as you might already know - Sony won that battle by a significant margin. \n\nAt a time when Microsoft was waxing lyrical about the entertainment capabilities of the Xbox One and its always-online DRM shenanigans, Sony swooped in and stole the show by keeping things simple and functional for the users. The losses suffered at this conference would continue to haunt the Xbox One’s fortunes for years to come, while Sony continued to build upon that established goodwill and consistently pumped out quality exclusives to secure an easy win over the competition.", "link": "https://www.youtube.com/watch?v=h67y-ns2uM4", "date_published": "2023-06-17 13:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Greyhill Incident Review - One of the WORST Games We've Ever Played", "description": "You might be an end-times prepper ready for a real-life alien invasion, but absolutely no one is ready for the maddening and undercooked experience contained within Greyhill Incident. While the game is founded on a neat and intriguing idea, the execution of said idea is tragic at best. The gameplay and controls in this semi-stealth horror are robotic, slow, and painful.\n\nVisually, the game is shrouded in fog and darkness making life even more difficult. The NPCs and storyline at hand feel like they’re ripped out of the campiest alien invasion film the 1960s could muster. And to cap off this otherwise underwhelming experience, it’ll barely last longer than two hours if you’re lucky. Greyhill is one invasion you should avoid.", "link": "https://www.youtube.com/watch?v=yJxWyT9xyK0", "date_published": "2023-06-17 09:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}]