[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Avatar 3: The Seed Bearer, Star Wars Episode X, Deadpool 3... KinoCheck News", "description": "This time in the #KinoCheckNews “Knuckles”, “Sonic 3”, “Star Wars X”, “Moana Live Action Movie”, “Deadpool 3”, “Captain America 4”, “Blade”, “The Kang Dynasty”, “Secret Wars”, “Avatar 3”, “Once Upon A Studio”, “The Spider Within”, “Beyond the Spider-Verse”, “Alien: Romulus” etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news\n\n00:00 Knuckles Series\nWhile fans of \"Sonic: The Hedgehog\" are eagerly awaiting the third part after \"Sonic 2\", another project continues to take shape: Some new additions to the cast have now been announced for the spin-off series \"Knuckles\" - including a star from \"Back to the Future\"…\nhttps://kinocheck.com/news/x6v03b\n\n01:54 The Spider Within Short Film\n\"Spider-Man: Across the Spider-Verse\" gets some support: At the Annecy animation festival in France, the short film \"The Spider Within\" has now been presented - and it's apparently way creepier than the main movie series…\nhttps://kinocheck.com/news/nqvv0e\n\n03:33 Avatar 3\nAfter \"Avatar\" in 2009, it took 13 years to make \"Avatar 2: The Way of Water\". Originally, \"Avatar 3\" and the other sequels were supposed to be released a little quicker. But that won't happen anymore since the whole movie series has been massively postponed up to 2031…\nhttps://kinocheck.com/news/xuhqel\n\n04:52 Deadpool 3\nLately, we got the impression that just about every former \"Deadpool\" actor would also be in \"Deadpool 3\" - plus, of course, newcomer Hugh Jackman as Wolverine. But now it's clear: At least one popular character won't be back…https://kinocheck.com/news/wxf6mb\n\n05:55 Disney Releases\nAmidst all the hubbub about the numerous postponements at Disney, there are also releases for which it has now been announced for the first time ever when they are expected to see the light of day. In addition to friends of family entertainment suitable for children, science fiction fans in particular will get their money's worth…\nhttps://kinocheck.com/news/vnapvv\n\n07:13 MCU\nDue to the WGA strike, there are massive changes in the release dates of the MCU. Disney has now presented all the new dates and Marvel fans will have to adjust to some waiting time for many projects whether they like it or not…https://kinocheck.com/news/zn90f9\n\n08:30 Once Upon A Studio\nDisney revealed its film \"Once Upon A Studio\" at the Animation Festival in Annecy. More than 400 classic Disney characters are expected to make an appearance - including the Genie from \"Aladdin\", once again voiced by the late Robin Williams…https://kinocheck.com/news/g2q1vi\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=s7vCyH9a2_o", "date_published": "2023-06-17 10:04:04+00:00", "persistent": false, "user": null, "language": "en-US"}]