[{"source": "https://www.theguardian.com/rss", "title": "Max Verstappen claims Canadian F1 GP pole as Pérez and Leclerc trail", "description": "<ul><li>Hülkenberg second, Alonso third; Pérez and Leclerc miss Q3</li><li>Hamilton and Russell fourth and fifth for Mercedes</li></ul><p>Max Verstappen took pole for the Canadian Grand Prix, delivering another dominant run in difficult, changeable conditions for Red Bull. With rain very much playing its part he beat the Haas of Nico Hülkenberg into second and the Aston Martin of Fernando Alonso into third. Lewis Hamilton and George Russell were in fourth and fifth for Mercedes. Alpine’s Esteban Ocon was sixth and McLaren’s Lando Norris in seventh.</p><p>Verstappen once more had the best pace in a qualifying session that had opened shortly after rain had hit the circuit and then returned again as the session progressed. Whether he might have been challenged remains moot as the final running was scuppered by the conditions but on every lap he put in, the world champion still looked to enjoy a comfortable advantage over the rest of the field.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/17/dominant-max-verstappen-claims-canadian-f1-gp-pole\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/17/dominant-max-verstappen-claims-canadian-f1-gp-pole", "date_published": "2023-06-17 21:29:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Western arrogance’: how the wellness movement co-opted an Amazon frog toxin with deadly effects", "description": "<p>Kambo, a secretion used in tribal cleansing ceremonies, has been implicated in deaths worldwide and experts are sounding the alarm</p><p>It was unusual enough for a previously healthy 37-year-old man to suffer from a sudden perforated oesophagus, an uncommon and potentially fatal condition usually caused by prolonged, forceful vomiting.</p><p>But even more strange was that the man, who was also suffering from severe abdominal and chest pain when he arrived at a Sunshine Coast hospital, had three small, dark burn marks in a line on his left shoulder.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/17/how-the-wellness-movement-co-opted-an-amazon-frog-toxin-with-deadly-effects\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/17/how-the-wellness-movement-co-opted-an-amazon-frog-toxin-with-deadly-effects", "date_published": "2023-06-17 20:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I spent the day eating like Nigella Lawson – and lived to tell the tale", "description": "<p>On social media, the culinary celebrity regularly chronicles her favourite eating spots in Australia. <strong>Ann Ding</strong> followed in Lawson’s footsteps – and fell asleep on the ride home</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Everybody loves Nigella Lawson. And Nigella? Well, she loves Australia, and has long been a frequent visitor. She has previously said she feels “<a href=\"https://www.delicious.com.au/food-files/news-articles/article/nigella-lawsons-favourite-restaurants-australia/k1w71z5q\">gorgeously at home</a>” here and dreams of spending three months a year down under. (She has been here since the beginning of May, so perhaps she’s making the dream a reality.)</p><p>As you’d expect, while she’s in Sydney, Nigella’s eating schedule is studded with the city’s greatest hits – Sean’s Bondi, Fratelli Paradiso, Bourke Street Bakery – as well as buzzy favourites such as Porkfat, Cafe Paci and Ragazzi. It’s inner city-heavy, yes, but that’s hardly surprising for a culinary celebrity staying in Potts Point.</p> <a href=\"https://www.theguardian.com/food/2023/jun/18/i-spent-the-day-eating-like-nigella-lawson-and-lived-to-tell-the-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/18/i-spent-the-day-eating-like-nigella-lawson-and-lived-to-tell-the-tale", "date_published": "2023-06-17 20:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dear Butthead’: when a neighbourhood noticeboard gets nasty | Maddie Thomas", "description": "<p>Lockdown harmony has given way to fury – and my apartment building’s noticeboard has become a place of intrigue</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Everyone who has shared a clothesline in an apartment block will know the feeling of dread when something goes missing: who stole my washing and how am I going to get it back?</p><p>When I moved into my apartment building – a quaint, art deco block of 13 – everyone knew each other. Working from home every day, within a matter of months, I came to know almost everyone too. They swapped stories about the windows that needed replacing or the origin of the hole in the fence. We convened on the landings as we passed each other at night, and kids came to the door for trick or treat.<br /><br />But in three years things have changed. And with that has come the increased use of the noticeboard.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/dear-butthead-when-a-neighbourhood-noticeboard-gets-nasty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/dear-butthead-when-a-neighbourhood-noticeboard-gets-nasty", "date_published": "2023-06-17 20:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Friendship, freedom and fragility: the photographer who returns to her teenage years", "description": "<p>Beauty and pain coexisted for Tajette O’Halloran when she came of age in northern NSW. As an adult she is recreating scenes from her adolescence</p><p>I grew up in the northern rivers of <a href=\"https://www.theguardian.com/australia-news/new-south-wales\">New South Wales</a> in the 1990s. It was a place of stark contrasts: utopian dreams, alternative culturex and abject social disadvantage. Since that time I have spent many years reflecting on my coming of age in such an unusual place and how it has shaped my adult life.</p><p>In 2014 I started taking pictures. Having witnessed up close the devastating ramifications of addiction, poverty and discrimination, I recognised that I had been carrying the weight of these burdens through my life<em>.</em> Fuelled by nostalgia and longing I was compelled to return to my home town over and over, using photography to rebuild my history from the perspective of an adult and a mother. The unprocessed grief of my youth was setting the foundation for my photographic practice.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/17/tajette-o-halloran-photographer-who-returns-to-her-teenage-years\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/17/tajette-o-halloran-photographer-who-returns-to-her-teenage-years", "date_published": "2023-06-17 20:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Journalists taking dead people’s photos off social media without permission inflames the wound of powerlessness", "description": "<p>The ethical decisions around coverage of the Singleton bus crash can be difficult and nuanced </p><p>When I first saw the photos of people who <a href=\"https://www.theguardian.com/australia-news/hunter-valley-bus-crash\">died in the Singleton bus crash</a>, I felt the weight of horror that engulfed the news. In those images, I saw youth, happiness, community and love. They helped me absorb the enormity of the event so much deeper than the fact that “10 people died”.</p><p>But when I heard that some of those photographs were downloaded, without permission, from the victims’ social media pages, a new feeling emerged: dejection.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/18/journalists-taking-dead-peoples-photos-off-social-media-without-permission-inflames-the-wound-of-powerlessness\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/18/journalists-taking-dead-peoples-photos-off-social-media-without-permission-inflames-the-wound-of-powerlessness", "date_published": "2023-06-17 20:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wham! review – Netflix study of 80s pop legends is entertaining but weirdly incurious", "description": "<p>Documentary about George Michael and Andrew Ridgeley’s meteoric rise is a fun and moving watch that misses the chance to delve deeper</p><p>”Wise guys realise / There’s danger in emotional ties …” Here was one of the most artlessly, chillingly brilliant pop lyrics of the 80s, from Wham!’s Young Guns (Go For It), something to compare with the triumph of Madonna being a material girl in a material world. You can’t help thinking again about its relevance to Andrew Ridgeley and George Michael’s emotional ties to each other as you watch this entertaining but weirdly incurious documentary, composed of existing footage and voiceover commentary, apparently salvaged from earlier unidentified programmes.</p><p>Wham! was a pop band which lasted for four years, from 1982 to 1986, a meteoric fame ride which saw them devastate the music scene like Roy Lichtenstein’s fighter plane, clocking up a string of hits and getting canonised as pop A-listers alongside David Bowie, Bono, Elton John and Paul McCartney at the 1985 Live Aid concert; two grinning guys, still palpably overwhelmed with astonishment at their own success. They’d been inseparable friends since they were 11 at school in Bushey, Hertfordshire and still only in their early 20s when the band split up. (They also worked with, at different times, backing singers Dee C Lee, Helen “Pepsi” DeMacque and Shirlie Holliman, whose own opinions and inner lives are, sadly, of zero interest to this film.)</p> <a href=\"https://www.theguardian.com/film/2023/jun/17/wham-review-netflix-george-michael-andrew-ridgeley-80s-pop\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/17/wham-review-netflix-george-michael-andrew-ridgeley-80s-pop", "date_published": "2023-06-17 20:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s pretty soulless’: Stuart Broad left frustrated by slow Edgbaston surface", "description": "<ul><li>England bowler hopes pitch does not set trend for series</li><li>Khawaja thrilled by ‘emotional’ century after long wait</li></ul><p>Stuart Broad bemoaned a “soulless” pitch and his own struggles with the front line after a fine unbeaten century from Australia’s Usman Khawaja left the first Ashes Test of the summer delicately poised.</p><p>Broad thought he had cleaned up the opener on 112 during the final session of day two only to discover he had overstepped by a whisker. With Khawaja reaching the close on 126 not out – Australia 311 for five and trailing by 82 runs – the 36-year-old admitted to his annoyance.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/17/stuart-broad-it-was-a-great-ball-and-its-hard-to-put-it-to-the-back-of-your-mind\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/17/stuart-broad-it-was-a-great-ball-and-its-hard-to-put-it-to-the-back-of-your-mind", "date_published": "2023-06-17 19:59:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ecuador: ‘dead’ woman who was found alive in her coffin dies in intensive care", "description": "<p>Bella Montoya, 76, who knocked on her coffin during her wake, has died seven days later from a stroke</p><p>A 76-year-old woman who had been declared dead and surprised her relatives by knocking on her coffin during her wake earlier this month has died after seven days in intensive care.</p><p>Ecuador’s health ministry confirmed in a statement that Bella Montoya died from an ischemic stroke after spending a week in intensive care. It added that Montoya had remained under “permanent surveillance” but didn’t provide further information on the medical investigation surrounding the case.</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/ecuador-dead-woman-who-was-found-alive-in-her-coffin-dies-in-intensive-care\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/ecuador-dead-woman-who-was-found-alive-in-her-coffin-dies-in-intensive-care", "date_published": "2023-06-17 19:51:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government expected to table bill banning boycotts of Israeli goods", "description": "<p>Michael Gove quoted as saying council-level sanctions undermine UK foreign policy and lead to antisemitic abuse</p><p>A government bill aimed at banning councils from imposing boycotts on Israeli goods is expected to be presented next week.</p><p>The proposed legislation will prevent public bodies from adopting their own approach to international relations, including through sanctions and divestment campaigns.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/17/uk-government-expected-to-table-bill-banning-boycotts-of-israeli-goods\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/17/uk-government-expected-to-table-bill-banning-boycotts-of-israeli-goods", "date_published": "2023-06-17 19:09:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kylian Mbappé is a victim of the PSG honeypot and his talents are being wasted | Jonathan Wilson", "description": "<p>Squabbling about which superclub gets to further enrich the Paris superstar is wearisome but he could do so much better</p><p>Europe, several years from now. A thin light strains through the cracked and grimy window. The air is gritty with smoke. The man wakes. He is stiff, cold, tired, afraid. Outside is devastation, the city in ruins. Everyone has fled. Even the sirens sound more distant now. With a trembling hand, the man withdraws his phone from his pocket. He must be sparing with the battery, he knows, but awkwardly he turns it on.</p><p>Perhaps this morning there will be signal. Perhaps this morning he will find out how far the crisis extends. The screen flickers. He hears the low ping before he sees the bars. A miracle. He has connection. There is a news alert. His fingers tremble as he taps. For a moment his weary eye can not quite take in the headline he sees. But then it shudders into focus: “Mbappé,” it says, “threatens to quit PSG.” Some things, at least, never change.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/17/kylian-mbappe-is-a-victim-of-the-psg-honeypot-and-his-talents-are-being-wasted\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/17/kylian-mbappe-is-a-victim-of-the-psg-honeypot-and-his-talents-are-being-wasted", "date_published": "2023-06-17 19:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least 17 injured after bus in Baltimore crashes into building", "description": "<p>City bus collides with two cars and then a building in Seton Hill neighborhood, with at least two of 17 injuries believed to be serious</p><p>A Baltimore city bus <a href=\"https://www.wbaltv.com/article/developing-city-bus-into-building-mta-injuries-police-fire/44233406\">collided</a> into two cars as well as a building on Saturday morning, leaving at least 17 people injured as well as a chaotic scene.</p><p>The Maryland Transportation Authority bus at the center of the case struck a Lexus car about 10.20am, with the bus then crashing into a Nissan and then part of a building in the 500 block of West Franklin Street in Baltimore’s Seton Hill neighborhood west of downtown.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/baltimore-bus-crash-building\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/baltimore-bus-crash-building", "date_published": "2023-06-17 18:55:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Stuart Broad conjured up a ball with Marnus Labuschagne’s name on | Barney Ronay", "description": "<p>The England bowler devised delivery to dismiss Australia batter, but cannot have expected police assistance</p><p>Perhaps the best part of the big Stuart Broad set-piece on the second morning at Edgbaston, one of those moments where the wind seems to change, the dogs miaow, the birds fly backwards through the sky and the clock strikes Broad o’clock, was the introduction of mimicry, physical comedy, improv into the usual routine.</p><p>Broad was always going to do this at some point. He’s a montage bowler. Every Ashes has its sequence, from failing to walk, to Brisbane T-shirts, to hands-over-the-face human-meme stuff at Trent Bridge. This time the talk will be mainly about the dismissal of David Warner, because this has been the chief pre-series narrative; and Broad duly delivered here too, dismissing Warner for the 15th time in Test cricket.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/17/stuart-broad-conjures-up-ball-with-marnus-labuschagnes-name-on\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/17/stuart-broad-conjures-up-ball-with-marnus-labuschagnes-name-on", "date_published": "2023-06-17 18:40:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dykes and McLean strike late to seal epic comeback for Scotland in Norway", "description": "<p>What a finish to give Scotland a classic smash-and-grab victory and send their fans into the sun-dappled Oslo evening ready to party all night. With three minutes of normal time left Steve Clarke’s side trailed to Erling Haaland’s 59th goal of the season and were staring at their first defeat of Euro 2024 qualifying. But then came a showstopping close that cast Haaland’s penalty as immaterial.</p><p>First Lyndon Dykes poked home the equaliser after John McGinn probed. Then a sweeping Scott McTominay ball was tapped from McGinn to Dykes, who teed up Kenny McLean. The substitute fired in to send the Tartan Army into ecstasy.</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/norway-scotland-euro-2024-qualifier-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/norway-scotland-euro-2024-qualifier-match-report", "date_published": "2023-06-17 18:27:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Just an ex-MP’: Rishi Sunak’s allies pour scorn on beaten Boris Johnson", "description": "<p>No 10 aims to move on from political dramas with prime minister seeing his predecessor as a political irrelevance</p><p>Close allies of Rishi Sunak on Saturday night dismissed Boris Johnson in contemptuous terms as “just an ex-MP” of no particular importance, as the former prime minister’s political power base appeared to collapse at Westminster.</p><p>In a clear attempt to move on from the Johnson era after last week’s devastating <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-key-findings-of-commons-privileges-committee-boris-johnson\" title=\"\">privileges committee report on Partygate</a>, Sunak supporters made it clear the prime minister now regarded Johnson as a political irrelevance who no longer posed a real threat.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/17/just-an-ex-mp-rishi-sunaks-allies-pour-scorn-on-beaten-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/17/just-an-ex-mp-rishi-sunaks-allies-pour-scorn-on-beaten-boris-johnson", "date_published": "2023-06-17 18:08:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schools across England face unprecedented struggle to hire English teachers as recruitment crisis grows", "description": "<p>Headteachers say situation is critical as they try to fill vacancies for September</p><ul><li><a href=\"https://www.theguardian.com/education/2023/jun/17/trying-to-find-a-maths-or-science-teacher-is-like-looking-for-a-unicorn-inside-english-schools-recruitment-crisis\">‘Trying to find a maths or science teacher is like looking for a unicorn’: inside English schools’ recruitment crisis</a></li></ul><p>Schools in England are struggling to recruit English teachers, with hundreds still trying to fill vacancies in time for September, as headteachers warn they have reached crisis point.</p><p>Secondary heads say they have become used to adverts for maths, science, computer science and design technology teachers failing to attract any suitable applicants. But many have been shocked to find that it is now a similar battle to find teachers for English – traditionally a subject that buoyed recruitment numbers.</p> <a href=\"https://www.theguardian.com/education/2023/jun/17/schools-across-england-face-unprecedented-struggle-to-hire-english-teachers-as-recruitment-crisis-grows\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/17/schools-across-england-face-unprecedented-struggle-to-hire-english-teachers-as-recruitment-crisis-grows", "date_published": "2023-06-17 17:26:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ashleigh Nugent: ‘Black stories were always about London’", "description": "<p>The writer on the long gestation of Locks – his debut novel set in 90s Merseyside – his work in prisons and what Virginia Woolf has taught him</p> <a href=\"https://www.theguardian.com/books/2023/jun/17/ashleigh-nugent-black-stories-were-always-about-london-novel-locks\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/17/ashleigh-nugent-black-stories-were-always-about-london-novel-locks", "date_published": "2023-06-17 17:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Householders to receive money off bills for going green under Labour plans", "description": "<p>As set out by Ed Miliband, GB Energy’s renewable energy projects will create jobs, tackle energy bills and directly benefit local people</p><p>People across the UK will receive cost of living discounts – such as reductions on their council tax – if their cities, towns and villages sign up to new “clean energy” projects, under ambitious plans to be announced by Labour tomorrow.</p><p>Keir Starmer and shadow climate change secretary Ed Miliband will spell out how a new public body, <a href=\"https://www.theguardian.com/politics/2022/sep/27/great-british-energy-what-is-it-what-would-it-do-and-how-would-it-be-funded\" title=\"\">GB Energy</a>, will join forces with local government, communities and the private sector with the aim of creating hundreds of thousands of jobs and bringing down household energy bills.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/17/householders-to-receive-money-off-bills-for-going-green-under-labour-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/17/householders-to-receive-money-off-bills-for-going-green-under-labour-plans", "date_published": "2023-06-17 17:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The emperor’s new clothes: Boris Johnson departs after being exposed – cartoon", "description": "<p>He resigned as an MP after being found guilty of repeatedly lying to parliament over Partygate </p><p></p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/18th-june-2023\">You can order your own copy of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/17/the-emperors-new-clothes-boris-johnson-departs-after-being-exposed-partygate-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/17/the-emperors-new-clothes-boris-johnson-departs-after-being-exposed-partygate-cartoon", "date_published": "2023-06-17 17:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flying Wild Alaska star pilot Jim Tweto dies in plane crash", "description": "<p>Bush pilot’s Cessna 180 crashed on Friday near Shaktoolik, Alaska, killing Tweto and his passenger</p><p>The bush pilot Jim Tweto, well known as the star of the early 2010s documentary series Flying Wild Alaska on Discovery, died in a plane crash on Friday.</p><p>The crash which killed Tweto, 68, and passenger occurred about 35 miles north-east of Shaktoolik, Alaska.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/flying-wild-alaska-jim-tweto-dead-plane-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/flying-wild-alaska-jim-tweto-dead-plane-crash", "date_published": "2023-06-17 16:43:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calling Bridget Phillipson ‘chippy’ is a cheap shot oozing in class contempt | Bidisha Mamata", "description": "A plan by private school cronies to wind up the shadow education minister is worthy of any posh movie villain<p>Chippy – it’s such a clever insult, isn’t it? If someone calls you chippy and you reel back and shout “I’m NOT chippy”, you sound sooooo… chippy. It’s a tactic worthy of any posh, smirking movie villain – or perhaps the officials representing Britain’s independent schools. Some of their private emails have been leaked, sniping about shadow education secretary Bridget Phillipson, who’s part of Labour’s plan to add VAT to school fees. Apparently, <a href=\"https://www.theguardian.com/politics/2023/jun/15/private-school-officials-called-labour-minister-chippy-in-private-messages\" title=\"\">Phillipson “gets chippy”</a> with people challenging her, “so it is very easy to make her sound unreasonable by keeping your cool”.</p><p>Class contempt, back-door slander among cronies, sneering at a powerful woman, a smirking plan to manipulate and humiliate her, it’s all there. These officials are drawing a line: she is not like us, she doesn’t get it, she’s not in the club, she’s a proletarian hothead who can’t keep her cool – so that’s how we’ll wind her up.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/calling-bridget-phillipson-chippy-is-a-cheap-shot-oozing-in-class-contempt\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/calling-bridget-phillipson-chippy-is-a-cheap-shot-oozing-in-class-contempt", "date_published": "2023-06-17 16:31:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teachers in England to stage fresh strikes for two days in July", "description": "<p>Members of the NEU will strike on 5 and 7 July in a long-running dispute over pay and funding </p><p>Teachers in England are to stage fresh strikes in their long-running dispute over pay.</p><p>Members of the National Education Union (NEU) will strike on 5 and 7 July, causing disruption to schools in the current term.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/17/teachers-in-england-to-stage-fresh-strikes-for-two-days-in-july\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/17/teachers-in-england-to-stage-fresh-strikes-for-two-days-in-july", "date_published": "2023-06-17 16:17:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trooping the Colour: King Charles leads parade on horseback – video", "description": "<p>King Charles celebrated his first official birthday parade riding on horseback to inspect soldiers in a ceremony that has been an annual event since 1760.</p><p>Trooping the Colour comes just weeks after Charles's coronation featuring soldiers marching in scarlet coats and bearskin hats in central London.</p><p>By appearing on horseback, Charles, 74, revives a tradition which his mother, Queen Elizabeth, gave up in 1986 when she was 60</p> <a href=\"https://www.theguardian.com/uk-news/video/2023/jun/17/trooping-the-colour-king-charles-leads-parade-on-horseback-video\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2023/jun/17/trooping-the-colour-king-charles-leads-parade-on-horseback-video", "date_published": "2023-06-17 16:02:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pearl Mackie: ‘I love cramming too many people around the table and feeding them’", "description": "<p>The actor on TV caterers, her youthful McMuffin habit and trying to eat in a corset</p><p><strong>Food really is my happy place.</strong> Ask anyone I know, they’ll say a) I’m always hungry, and b) I’m very disappointed if food is not good. Because I feel like life is too short. And I don’t mean it always needs to be super bougie; it’s not even about that. But if it’s exactly what you want at the right time, there’s nothing better.</p><p><strong>At home, </strong><strong>growing up, </strong><strong>it was me and my mum.</strong> She was veggie for most of my life and that meant so was I for the first 12 years, I think. There was a lot of pasta: that’s my mum’s one dish. I don’t feel I’m offending her by saying that. She was a single mum, she worked hard. Cooking didn’t bring her joy. Whereas I love cooking; it genuinely brings me so much joy.</p> <a href=\"https://www.theguardian.com/food/2023/jun/17/pearl-mackie-i-love-cramming-too-many-people-around-the-table-and-feeding-them\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/17/pearl-mackie-i-love-cramming-too-many-people-around-the-table-and-feeding-them", "date_published": "2023-06-17 16:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Trying to find a maths or science teacher is like looking for a unicorn’: inside English schools’ recruitment crisis", "description": "<p>There are no applicants at all for some posts, and pupils are paying the price, warn heads and parents</p><p>Kirsten Griffiths’ daughter is in a class of 35 for GCSE English and has “limited input” from her overstretched teacher. In September, when she starts her crucial exam year at her Hampshire state school, she has been told that many English lessons will have a non-specialist cover teacher as the school manages the juggling act of coping with too few staff.</p><p>“We’re really grateful we are in a position to support her with a private English tutor, but that makes me feel guilty because I know many families can’t do that,” she says.</p> <a href=\"https://www.theguardian.com/education/2023/jun/17/trying-to-find-a-maths-or-science-teacher-is-like-looking-for-a-unicorn-inside-english-schools-recruitment-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/17/trying-to-find-a-maths-or-science-teacher-is-like-looking-for-a-unicorn-inside-english-schools-recruitment-crisis", "date_published": "2023-06-17 16:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery man: the many guises of Juan Pablo Echeverri – in pictures", "description": "<p>Starting in 1998, the Colombian artist <a href=\"https://juanpabloecheverri.com/\">Juan Pablo Echeverri</a> photographed himself every day for 24 years, using first a photobooth, then a phone. He planned each snap meticulously, considering composition and costume, as well as how the image would work in a grid.</p><p>The series, <a href=\"https://juanpabloecheverri.com/work/missfotojapon\">miss fotojapón</a> (named after a Colombian photo lab chain), was cut short, as Echeverri died of malaria last year, aged 43. A retrospective​, also featuring other series through which he explored identity and appearance, is currently on show in <a href=\"https://www.betweenbridges.net/exhibition-space/theses-on-hope/11-juan-pablo-echeverri\">Berlin</a> and <a href=\"https://jamesfuentes.com/exhibitions/identidad-perdida\">New York</a>,​ ​curated by his friend <a href=\"https://tillmans.co.uk/\">Wolfgang Tillmans</a>. “Though he photographed himself, he channelled societies at large through his many guises ,” says Tillmans. “He made himself open and vulnerable.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/17/mystery-man-the-many-guises-of-juan-pablo-echeverri-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/17/mystery-man-the-many-guises-of-juan-pablo-echeverri-in-pictures", "date_published": "2023-06-17 16:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Marianna in Conspiracyland; Women of Web3; Gateway: Cocaine, Murder & Dirty Money in Europe; The Archers", "description": "<p>Marianna Spring keeps her cool with conspiracy mongers; Lauren Ingram guides (some of) us into the metaverse; a drug-smuggling tale is well told; and the dreaded Rob returns to Ambridge</p><p><strong>Marianna in Conspiracyland</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/brand/m001mssm\">BBC Sounds</a> <br /><strong>Women of Web3, with Lauren Ingram</strong> | <a href=\"https://podcasts.apple.com/gb/podcast/women-of-web3-podcast/id1614087620\">Apple Podcasts</a><br /><strong>Gateway: Cocaine, Murder &amp; Dirty Money in Europe</strong> (<a href=\"https://brazen.fm/gateway/\">Project Brazen</a>) `<br /><strong>The Archers</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/b006qpgr\">BBC Sounds</a></p><p>Marianna Spring, the BBC’s excellent disinformation and social media correspondent, is out meeting the over-internetted again. The dedicated Spring covers online mistruths, those who peddle them and those who believe them. So in <em><a href=\"https://www.bbc.co.uk/programmes/m001dn64\">Disaster Trolls</a></em> she talked to people convinced that the victims of the Manchester Arena bombing were in fact actors. In <em><a href=\"https://www.bbc.co.uk/programmes/m0014ywx\">Death By Conspiracy</a></em>, she tackled anti-vax campaigners, and described how a man died of Covid because he believed what they said.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/17/marianna-in-conspiracyland-review-marianna-spring-women-of-web3-lauren-ingram-gateway-cocaine-dirty-money-in-europe-mitchell-prothero-rob-titchener-returns-the-archers\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/17/marianna-in-conspiracyland-review-marianna-spring-women-of-web3-lauren-ingram-gateway-cocaine-dirty-money-in-europe-mitchell-prothero-rob-titchener-returns-the-archers", "date_published": "2023-06-17 16:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, pension funds are rich, but they won’t bail out Britain", "description": "<p>Jeremy Hunt’s fascination with the investment potential of retirement savings is understandable. But the obstacles are prohibitive</p><p>In these desperate times, everyone wants to find some money down the back of the sofa. Politicians are no exception. Taxpayer cash is difficult to generate – witness the growing disquiet on Conservative backbenches at the billions of pounds raised by chancellor Jeremy Hunt’s long-lasting freeze on income tax thresholds.</p><p>Until fairly recently, borrowing from international investors carried an ultra-low price tag, but since the Liz Truss and Kwasi Kwarteng <a href=\"https://www.theguardian.com/politics/video/2022/sep/30/from-mini-budget-to-market-turmoil-kwasi-kwarteng-week-video-timeline\" title=\"\">mini-budget debacle</a> last September Treasury ministers have been unable to consider adding to the public debt as a low-cost exercise. Short-dated gilt yields are <a href=\"https://www.theguardian.com/business/2023/jun/13/uk-wage-growth-jumps-making-interest-rate-rise-more-likely\" title=\"\">back up to the level of the Truss era</a>, raising the cost of government borrowing.</p> <a href=\"https://www.theguardian.com/business/2023/jun/17/yes-pension-funds-are-rich-but-they-wont-bail-out-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/17/yes-pension-funds-are-rich-but-they-wont-bail-out-britain", "date_published": "2023-06-17 16:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal hope to seal £60m Kai Havertz deal but Bayern Munich also in race", "description": "<ul><li>Chelsea want £70m for forward, but under pressure to sell</li><li>Bayern interest complicates matters but Arsenal still favourites</li></ul><p>Arsenal are confident Chelsea’s need to sell will force them to accept £60m for Kai Havertz, but they will have to fend off interest from Bayern Munich.</p><p>Havertz’s asking price has been set at £70m and Arsenal have already had one offer rejected. However, Chelsea are willing to sell the 23-year-old, who has informed them of his desire to leave this summer, and they will hope Bayern’s decision to enter the race pushes up the German forward’s price.</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/arsenal-kai-havertz-bayern-munich-transfers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/arsenal-kai-havertz-bayern-munich-transfers", "date_published": "2023-06-17 15:38:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "St Helens exploit Griffin’s red card for dissent to reach Challenge Cup semis", "description": "<ul><li>Quarter-final: Hull 18-32 St Helens</li><li>Hull second-row Josh Griffin sent off at half-time</li></ul><p>It is rare in an all-action game like rugby league that a moment during a stoppage in play can be so decisive. But if it is St Helens who end up lifting the famous trophy at Wembley come August, how they and Hull FC will look back on Josh Griffin’s moment of madness at half-time in this Challenge Cup quarter-final as being pivotal.</p><p>The reigning Super League champions were in a real battle with the scores level at 12-12. You could even have argued the home side were marginal favourites, given how Saints had lost two backs – winger Tommy Makinson and centre Mark Percival – to injury. Which is what makes what happened next even tougher to take for those associated with Hull.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/17/hull-st-helens-rugby-league-challenge-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/17/hull-st-helens-rugby-league-challenge-cup-match-report", "date_published": "2023-06-17 15:25:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson has been utterly disgraced, so why does Rishi Sunak flinch from condemning him? | Andrew Rawnsley", "description": "If he sincerely believes in integrity in public life, the prime minister must unambiguously endorse the privileges committee’s damning verdict on his predecessor<p>Let’s conduct a dark thought experiment by imagining that Boris Johnson had successfully blagged and bullied the privileges committee into letting him get away with the repeated lies he told about Partygate. Our democracy would be in a very sickly condition this weekend. The Commons would be in disrepute with the public, a thumping majority of whom concluded long ago that the deceitful scoundrel <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2022/04/21/eight-10-britons-say-boris-johnson-lied-about-lock\" title=\"\">lied about law-breaking</a> in Downing Street. We would be looking at terrible damage to parliamentary scrutiny of the executive, which vitally depends on upholding the principle that MPs can expect ministers to give them honest information. If such a manifest deceiver had been let off the hook, it would not have taken long for lying to become institutionalised in parliament. So the excoriating judgment of the privileges committee was not just right, it was also imperative.</p><p>He greeted their findings with another of his toddler tantrums, screaming about “the final knife-thrust” and “<a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live?filterKeyEvents=false&amp;page=with:block-648acab88f087e69df9c5a5a\" title=\"\">a dreadful day for MPs and for democracy</a>”. To the contrary, this has been one of the brighter moments in the recent history of our democracy. In politics, the media and many other parts of the public square, we are in the midst of a titanic struggle. On the one side are bad actors who seek to advance themselves and their causes by peddling misinformation, mendacity and fakery. Resisting them are those who prize facts, veracity and rules. It was critical that the defenders of integrity in public life prevailed over the forces of darkness.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/johnson-has-been-utterly-disgraced-so-why-does-mr-sunak-flinch-from-condemning-him\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/johnson-has-been-utterly-disgraced-so-why-does-mr-sunak-flinch-from-condemning-him", "date_published": "2023-06-17 15:23:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Water companies feel the heat as commercial bans loom in dry summer", "description": "<p>Suppliers may be forced to cut large-scale usage by businesses amid fears of a repeat of last year’s heatwave </p><p>If water industry bosses think they are having a stinking time of it, they should cast their minds back to when Trevor Newton was head of Yorkshire Water. Urging customers to reduce consumption in balmy 1995, he confessed he had “not had a bath or shower in three months”.</p><p>As a bout of <a href=\"https://www.theguardian.com/uk/weather\" title=\"\">sweltering weather</a> grips Britain, with forecasts of a <a href=\"https://www.theguardian.com/environment/2023/jun/10/risk-record-heatwave-uk-twice-normal-forecasters-40c-meteorologists\" title=\"\">baking summer</a>, there are concerns that a widespread drought and a repeat of last year’s heatwave could force water suppliers to ban certain companies from using large quantities. It promises to be a fresh headache for an industry already under fire over <a href=\"https://www.theguardian.com/environment/2023/apr/03/englands-top-beaches-faced-8500-hours-of-sewage-dumping-last-year-study-says\" title=\"\">sewage</a> dumping, <a href=\"https://www.theguardian.com/environment/2023/mar/28/thames-water-ordered-to-fix-leaks-before-pumping-millions-of-litres-from-rivers\" title=\"\">leakage </a>rates, <a href=\"https://www.theguardian.com/money/2023/may/20/the-whole-thing-stinks-uk-water-firms-to-pay-15bn-to-shareholders-as-customers-foot-sewage-bill\" title=\"\">large dividends</a>, a £10bn customer-funded <a href=\"https://www.theguardian.com/environment/2023/may/18/english-water-firms-must-be-held-to-investment-pledge-say-campaigners\" title=\"\">investment plan</a> and <a href=\"https://www.theguardian.com/business/2023/jun/04/thames-water-bonus-sarah-bentley-pay#:~:text=Thames%20Water%20has%20been%20accused,criticism%20of%20Britain's%20water%20companies.\" title=\"\">“flimsy”</a> pledges to give up bonuses.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/17/water-companies-feel-the-heat-as-commercial-bans-loom-in-dry-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/17/water-companies-feel-the-heat-as-commercial-bans-loom-in-dry-summer", "date_published": "2023-06-17 15:20:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norway v Scotland: Euro 2024 qualifier – live", "description": "<ul><li>Updates from the 5pm (BST) Group A game in Oslo</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | <a href=\"mailto:rob.smyth@theguardian.com\">Email Rob</a> with your thoughts</li></ul><p>Steve Clarke makes one enforced change from the win over Spain: <strong>Jack Hendry</strong> replaces the injured Grant Hanley in defence.</p><p><strong>Erling Haaland </strong>starts for Norway, seven days after completing the Treble with Manchester City. This is his first game in the group; he missed the matches against Spain and Georgia in March with a groin injury.</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/17/norway-v-scotland-euro-2024-qualifier-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/17/norway-v-scotland-euro-2024-qualifier-live", "date_published": "2023-06-17 15:16:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Cornish pasties to Slovenian potica, food is a language that everyone understands", "description": "<p>What we eat defines us as a nation but it also crosses borders and, like Esperanto, helps us communicate globally</p><p>Food is an international language: an Esperanto that we all speak pretty fluently, for in the end everyone has to eat. But dialect words are also involved, and sometimes these are a little harder to translate. Last month, in Slovenia, where I was running a writing workshop, I found myself having to explain not only the meaning of the word pasty, but also the various reasons why the appearance of such a thing in a story might be an indicator of social class or even of character. “The author could have had Keith eat a sandwich,” I said, sounding more confident than I felt. “But he went for a pasty instead because he wants to reveal Keith’s masculine needs to the reader. Basically, Keith is the kind of man who feels himself to be woefully deprived unless he has a hot lunch.” (I know. Eat your heart out, FR Leavis.)</p><p>All cultures have portable dishes: in this sense, the pasty comes with an in-built universality, one my students grasped immediately (or at least they did once Google provided us with a picture). Then again, made properly, the Cornish pasty is also highly specific. Its recipe, as we know, is not to be messed with, and here’s where things got trickier. Keith, the bloke in the book we were talking about, is an old-school, pedantic type, which may be another reason why his usual lunch appeals to him; he gets to pass judgment on it as well as eat it.</p> <a href=\"https://www.theguardian.com/food/2023/jun/17/from-cornish-pasties-to-slovenian-potica-food-is-a-language-that-everyone-understands\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/17/from-cornish-pasties-to-slovenian-potica-food-is-a-language-that-everyone-understands", "date_published": "2023-06-17 15:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There is no moral high ground for Reddit as it seeks to capitalise on user data | John Naughton", "description": "<p>CEO Steve Huffman says tech giants should not be able to trawl Reddit’s huge store of data for free. But that information came from users, not the company</p><p>Like Wikipedia, <a href=\"https://www.reddit.com/\">Reddit</a> is one of the wonders of the online world. Its founders once described it as “the front page of the internet”, which is perhaps a bit hyperbolic but not entirely wide of the mark. It is, after all, the <a href=\"https://www.semrush.com/website/reddit.com/overview/\">11th most visited</a> website in the world (and the sixth most visited in the US). Many of my friends, colleagues, acquaintances and contacts use it every day, and for some it is their favourite online site.</p><p>If this comes as a surprise to you, then here’s what you need to know. Reddit is basically a bulletin board on steroids. It’s a news-aggregation, content and discussion website.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/there-is-no-moral-high-ground-for-reddit-as-it-seeks-to-capitalise-on-user-data\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/there-is-no-moral-high-ground-for-reddit-as-it-seeks-to-capitalise-on-user-data", "date_published": "2023-06-17 15:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Writer Rachel Eliza Griffiths: ‘There’s a strength you don’t realise you have access to’", "description": "<p>The poet and debut novelist on inheriting her mother’s ferocity, gun violence in the US, and her determination to help her husband, Salman Rushdie, recover after he was stabbed on stage last year</p><p>Rachel Eliza Griffiths arrives at the <em>Observer</em>’s offices and I tell her at once, as I greet her, that I recognise her from the striking publicity photo at the back of the proof copy of her debut novel <em>Promise</em> – our reason for meeting. Lady Rushdie, known as Eliza, is Salman Rushdie’s fifth wife and is understandably mindful of the risk that she might find herself defined by her marriage or that her own achievements might get sidelined – Rushdie is, after all, a literary celebrity on a scale against which most first-time novelists would not wish to compete. But even before meeting her, the intensity, fluency and scope of her novel and of her award-winning collection of poetry <em>Seeing the Body</em> – illustrated by her own photographs – hints at a formidable independence.</p><p>And it is <em>she </em>who looks like the celebrity. At 44, she has standout glamour and if she feels jet-lagged after her recent flight from New York to London (where Rushdie has had a date at Windsor Castle – he was made a companion of honour by Princess Anne), she shows no sign of it. Her cream suit is so immaculately tailored, it is tempting to talk clothes with her. I know she is interested because of one of her poems, which refers to Calvin Klein and in which she describes attending Maya Angelou’s funeral and her hilarious attempts to disguise, during the service, the busting of her zip on a “good black dress with its snakeskin panel down the front”. But such frivolity is not on our agenda.</p> <a href=\"https://www.theguardian.com/books/2023/jun/17/writer-rachel-eliza-griffiths-promise-novel-salman-rushdie-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/17/writer-rachel-eliza-griffiths-promise-novel-salman-rushdie-attack", "date_published": "2023-06-17 15:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A tunnel too far? Debate intensifies over need for Lower Thames Crossing", "description": "<p>The UK’s £9bn road project to relieve congestion on the M25 at Dartford is dividing communities and businesses <br /></p><p>‘They say it will ease traffic, but I can’t see it myself,” said Lyn Loines about Britain’s biggest road-building project, connecting north Kent with Essex via a huge, six-lane, 2.6-mile tunnel under the Thames.</p><p>Construction of the £9bn Lower Thames Crossing (LTC) will be on the doorstep of Loines’s house near Gravesend, blocking a view of green belt land that takes in lines of trees and rolling fields of bright yellow rapeseed. When work was complete, more cars and lorries would quickly fill up the roads, leaving everyone worse off, Loines said.</p> <a href=\"https://www.theguardian.com/business/2023/jun/17/a-tunnel-too-far-debate-intensifies-over-need-for-lower-thames-crossing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/17/a-tunnel-too-far-debate-intensifies-over-need-for-lower-thames-crossing", "date_published": "2023-06-17 15:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK delis could be forced to put up prices after new Brexit tax", "description": "<p>Plan to charge £43 per consignment could see some small businesses struggle to stay open</p><p>Many UK businesses which import food products from the European Union will have to pay a special “Brexit tax” that will further drive up prices, particularly in smaller shops such as delicatessens, under proposals set out by the government last week.</p><p>The planned charge of £43 per consignment, outlined in a consultation document issued by the Department for Agriculture, Food and Rural Affairs (Defra), was described on Saturday by a leading industry figure as “the sting in the tail of a post-Brexit food inspection regime” that was already fuelling inflation.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/17/uk-delis-could-be-forced-to-put-up-prices-after-new-brexit-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/17/uk-delis-could-be-forced-to-put-up-prices-after-new-brexit-tax", "date_published": "2023-06-17 15:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ‘should seize oligarchs’ assets to pay for reconstruction of Ukraine’", "description": "<p>Government adviser says Britain should confiscate mansions to fund postwar rebuilding</p><p>Ministers should confiscate the mansions, country estates and UK assets of Russian oligarchs to help pay for the reconstruction of Ukraine, a senior adviser in President Volodymyr Zelenskiy’s office said this weekend.</p><p>Vladyslav Vlasiuk, a sanctions expert working in the presidential office, said Ukraine’s government would like the UK to follow Canada in implementing new regulations that allow authorities to <a href=\"https://www.theguardian.com/world/2022/dec/19/canada-abramovich-company-ukraine-sanctions-granite-capital-holdings\" title=\"\">seize and redistribute assets</a> belonging to sanctioned individuals and entities.</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/uk-should-seize-oligarchs-assets-to-pay-for-reconstruction-of-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/uk-should-seize-oligarchs-assets-to-pay-for-reconstruction-of-ukraine", "date_published": "2023-06-17 15:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Katie Boulter defeats Heather Watson in Nottingham to reach first WTA final", "description": "<ul><li>British No 1 will return to world’s top 100 after 6-4, 7-5 win</li><li>Boulter could face fellow Briton Jodie Burrage in the final</li></ul><p>Katie Boulter booked her place in her first WTA Tour final and ensured she will return to the top 100 by beating compatriot Heather Watson at the Rothesay Open in Nottingham.</p><p>Boulter has cemented her new British No 1 status this week, beating Harriet Dart in the quarter-finals on Thursday and now getting the better of Watson with a 6-4 7-5 victory.</p><p><em>This story will be updated</em></p> <a href=\"https://www.theguardian.com/sport/2023/jun/17/nottingham-tennis-wta-katie-boulter-jodie-burrage-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/17/nottingham-tennis-wta-katie-boulter-jodie-burrage-report", "date_published": "2023-06-17 14:52:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are aliens that bad at parking? What we need to ask about recent UFO revelations", "description": "<p>Recent claims by an ex-US intelligence agency whistleblower about alien spacecraft landings have been met with scepticism by scientists – not least over the galactic visitors’ driving skills</p><p>Another day, another story about the US government hiding the fact that it has <a href=\"https://www.theguardian.com/world/2023/jun/06/whistleblower-ufo-alien-tech-spacecraft\">retrieved alien spacecraft</a>. You can hear similar claims all the time from conspiracy theorists in certain corners of the internet. Yet what made this particular account international news was that the person talking had apparently been in a position to know.</p><p>American David Grusch served 14 years in the US air force. He is a decorated veteran from the Afghanistan conflict, who went on to serve in the US National Geospatial-Intelligence Agency and the National Reconnaissance Office. In these positions, he sat on the <a href=\"https://www.defense.gov/News/Releases/Release/Article/2314065/establishment-of-unidentified-aerial-phenomena-task-force/\">US Department of Defense’s unidentified aerial phenomena taskforce</a> from 2020 to 2022.</p> <a href=\"https://www.theguardian.com/science/2023/jun/17/aliens-ufo-uaps-us-defence-government-coverup-david-grusch\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/17/aliens-ufo-uaps-us-defence-government-coverup-david-grusch", "date_published": "2023-06-17 14:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New bronze age: fake tan is back, and it won’t turn you orange", "description": "<p>Fear of sun damage has seen sales of new products soar – but new tech means this is not a return to stained palms and Oompa Loompa faces</p><p>What do Martha Stewart, Ken in the new <em>Barbie</em> film and generation Z have in common? It turns out that this random assemblage are all fans of fake tanning.</p><p>Eighty-one-year-old Stewart claims that a spray tan before her debut <em>Sports Illustrated</em> swimsuit cover boosted her confidence. Ryan Gosling, who plays Ken in <em>Barbie</em>, had a personal tanner on set. And experts report that gen Z – conscious of sun damage – are driving sales of fake tan and a boom in new brands.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/17/new-bronze-age-fake-tan-is-back-and-it-wont-turn-you-orange\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/17/new-bronze-age-fake-tan-is-back-and-it-wont-turn-you-orange", "date_published": "2023-06-17 14:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Richard Mosse’s cultural highlights", "description": "<p>The Irish photographer on the most beautiful film he’s ever seen, a book about utopic desire, and his favourite walk in County Clare – with free tea and cake</p><p>The photographer Richard Mosse was born in Kilkenny, Ireland in 1980. He studied fine art at Goldsmiths and earned an MFA in photography from Yale. Conflict looms large in his work: he made his name with a series of pictures from the war in the east of the Democratic Republic of the Congo, made striking by his use of infrared film to produce landscapes of shocking pink. <a href=\"https://www.theguardian.com/artanddesign/gallery/2014/may/12/deutsche-borse-2014-richard-mosse-wins-photography-prize\">He won</a> the Deutsche Börse prize in 2014 and the <a href=\"https://www.theguardian.com/artanddesign/2017/may/04/prix-pictet-2017-richard-mosse-wins-prize-heat-map-refugees-incoming-v-and-a#:~:text=The%20Irish%20photographer%20Richard%20Mosse,a%20weapon%20under%20international%20law.\">Prix Pictet in 2017</a> for his video installation <em>Incoming</em>, about the migrant crisis in Europe. Lately, he’s been documenting the destruction of lives and ecosystems in the Amazon. Mosse is one of 15 artists taking part in <a href=\"https://www.southbankcentre.co.uk/whats-on/art-exhibitions/dear-earth-art-and-hope-time-crisis?gclid=CjwKCAjw1YCkBhAOEiwA5aN4AU_C7GAPccsxv6tCeRD4k7CJoYIsqPnn7_fyZmfgJlnn0B-8lJHEgxoC-SUQAvD_BwE\">Dear Earth: Art and Hope in a Time of Crisis</a> at the Hayward Gallery, London, from 21 June to 3 September.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/17/on-my-radar-richard-mosse-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/17/on-my-radar-richard-mosse-cultural-highlights", "date_published": "2023-06-17 14:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales left with plenty to prove after painful throwback defeat to Armenia | Ben Fisher", "description": "<p>Home loss to team ranked 97th in the world adds to poor run of form making Monday’s game in Turkey feel make-or-break</p><p>The inquest into Wales’s humbling by Armenia began in earnest on Saturday morning, a few hours before an afternoon flight to Samsun, the Turkish city on the Black Sea where suddenly it all feels rather make or break when it comes to qualifying for Euro 2024.</p><p>The grave mood in the stands at full-time in Cardiff, as the remnants of a sold-out crowd wondered whether they had inadvertently been teleported back to the bruising days when Wales were nestled below Guatemala and Guyana in the Fifa rankings, married with what is now a bleak forecast.</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/wales-euro-2024-qualifying-turkey-armenia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/wales-euro-2024-qualifying-turkey-armenia", "date_published": "2023-06-17 13:24:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kurt Vile and the Violators review – solid gold stoner rock", "description": "<p><strong>Koko, London<br /></strong>Philadelphia’s psych-rock stalwart delivers warm tributes to friends, family and mentors during a many-layered evening of soothing conversational gems<br /></p><p>If you were to draw the Philadelphian musician <a href=\"https://www.theguardian.com/music/2022/apr/18/i-want-to-blow-minds-kurt-vile-lockdown-covid-beating-anxiety-arenas-hits\">Kurt Vile</a> in silhouette, he would be immediately recognisable. Standing in front of a magnificent fabric mural, themed around his 2022 album <em><a href=\"https://www.theguardian.com/music/2022/apr/17/kurt-vile-watch-my-moves-review\">(watch my moves)</a></em>, the guitarist’s long, wavy hair hangs in curtains around his face as his eyes cast intently downwards at a succession of instruments. In a plaid shirt and worn jeans, he is both a cartoon of every distrait American guitar player from Neil Young on down through the slacker era – and yet somehow still singular in his rumpled but unruffled air. His moves, meanwhile, are crab-like; his shakes of the head, staccato.</p><p>Likewise, Vile’s sprawling music tilts at a panoply of greats. There’s Young, of course, and Tom Petty and Bob Dylan, plus indie rock forerunners such as Dinosaur Jr’s J Mascis. But his songs remain instantly spottable in a lineup of drawled psych-rock – beautiful and tuneful, as well as gnarly and inward-folding.</p> <a href=\"https://www.theguardian.com/music/2023/jun/17/kurt-vile-and-the-violators-review-solid-gold-stoner-rock\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/17/kurt-vile-and-the-violators-review-solid-gold-stoner-rock", "date_published": "2023-06-17 13:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norwegian Roxy Music album cover star Kari-Ann Moller fights to stay in UK post Brexit", "description": "<p>Husband, Chris Jagger, used the 1972 cover to support EU settlement scheme application for Moller, who has lived in UK for 74 years</p><p>As a result of Brexit, Norwegians living in the UK were required to apply to the EU settlement scheme – despite Norway not being a member state – to remain living in Britain.</p><p>But after former model turned yoga teacher Kari-Ann Moller was stopped by British immigration officials earlier this year and told she was not allowed to remain because of her Norwegian passport, her husband, Chris Jagger – brother of Rolling Stone Sir Mick – appears to be appealing for special dispensation.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/17/norwegian-roxy-music-album-cover-star-kari-ann-moller-fights-to-stay-in-uk-post-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/17/norwegian-roxy-music-album-cover-star-kari-ann-moller-fights-to-stay-in-uk-post-brexit", "date_published": "2023-06-17 12:41:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In memory of Glenda Jackson: ‘She touched something central about what it means to be alive’", "description": "<p>Two people who watched the actor and Labour politician closely remember her desire to get to the truth that made her so powerful on stage, screen and in parliament</p><p></p><p>I thought I had seen Glenda Jackson at the peak of her career: in 2016, when she played King Lear. She, on the other hand, declared her acting “apotheosis” to be her appearance on <em>The Morecambe &amp; Wise Show</em>. She had left the stage to become an MP in 1992, so her triumphant return at the age of 80 was my<a href=\"https://www.theguardian.com/stage/2016/nov/13/king-lear-review-glenda-jackson-old-vic\" title=\"\"> only chance of writing about her</a>. It was a mighty occasion: I just wish I had seen more.</p><p>I had watched her on film, gleaming in <em>Sunday Bloody Sunday,</em> and on the telly, withered and chalk-faced as Elizabeth I. I would love to have seen her playing Eliza Doolittle in 1956, and, nine years later, as Charlotte Corday in Peter Brook’s production of <em>Marat/Sade</em>; she considered Brook to be Britain’s greatest theatre director. I wish I had seen her firing pistols in <em>Hedda Gabler</em> in 1975, and, in 1989, heard her rail in <em>Who’s Afraid of Virginia Woolf?</em></p> <a href=\"https://www.theguardian.com/stage/2023/jun/17/in-memory-of-glenda-jackson-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/17/in-memory-of-glenda-jackson-obituary", "date_published": "2023-06-17 12:39:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit to blame for rising inflation, says former Bank of England governor", "description": "<p>Mark Carney says Bank’s negative predictions about consequences of leaving EU ‘proven to be the case’</p><p>Brexit is to blame for the soaring inflation driving the cost of living crisis in the UK, a former governor of the Bank of England has said.</p><p>Mark Carney, who pro-Brexit figures said should have been fired for warning about the economic dangers of leaving the EU prior to the vote, said he took no pleasure in being proven right because the resultant hardship had been placed on the backs of millions of ordinary people.</p> <a href=\"https://www.theguardian.com/business/2023/jun/17/brexit-to-blame-for-rising-inflation-says-former-bank-of-england-governor\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/17/brexit-to-blame-for-rising-inflation-says-former-bank-of-england-governor", "date_published": "2023-06-17 12:32:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daniel Ellsberg obituary", "description": "Whistleblower who leaked the Pentagon Papers showing that the American public had been misled about the Vietnam war<p>Daniel Ellsberg, who has died aged 92, was the most important whistleblower of our times. His 1971 leaking of what became known as the Pentagon Papers showed conclusively that virtually everything the American public had been told by its leaders about the Vietnam war, from its origins to its current conduct, was false.</p><p>The leak itself did not end the war, and Ellsberg regretted not having come forward years earlier. He spent the rest of his life as a peace activist, encouraging others on the inside to reveal government malfeasance, and supporting those who did, including the 2003 GCHQ whistleblower <a href=\"https://www.theguardian.com/film/2019/sep/22/katharine-gun-whistleblower-iraq-official-secrets-film-keira-knightley\" title=\"\">Katharine Gun</a>. But his leaks did result in a landmark decision in favour of freedom of the press, and, ironically, led to the downfall of the US president <a href=\"https://www.independent.co.uk/news/people/obituary-richard-nixon-1372361.html\" title=\"\">Richard Nixon</a>. It is not unreasonable to set Ellsberg’s leak alongside President John F Kennedy’s assassination as the ground zero of today’s distrust of politics.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/daniel-ellsberg-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/daniel-ellsberg-obituary", "date_published": "2023-06-17 11:32:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK is among countries with the most positive attitude towards refugees, poll finds", "description": "<p>Survey comes as government rhetoric on immigrants gets increasingly toxic, adopting far-right slogans</p><p>Britons have among the most positive attitudes towards refugees in the world, a new global poll has found, despite increased hostility from the UK government to asylum seekers.</p><p>An international survey of almost 22,000 adults across 29 countries found British people had the third-most enthusiastic outlook towards refugees, just behind Spain and New Zealand.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/17/uk-is-among-countries-with-the-most-positive-attitude-towards-refugees-poll-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/17/uk-is-among-countries-with-the-most-positive-attitude-towards-refugees-poll-finds", "date_published": "2023-06-17 11:22:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Rowland looks back: ‘Trying to calm myself down never even occurred to me’", "description": "<p>The former Dexys Midnight Runners singer on dealing with stage anxiety, his subversive style and seeing women as goddesses</p><p><a href=\"https://www.theguardian.com/music/2020/jul/21/kevin-rowland-interview-dexys-midnight-runners-covid-19-my-beauty-dress-stockings\" title=\"\">Kevin Rowland</a> is a solo musician and front person of the band Dexys, formerly Dexys Midnight Runners. Born in 1953, Rowland spent his childhood in Wolverhampton, Ireland and Harrow in north London, where he lived from the age of 11. After a short career as a hairdresser, in 1978 Rowland formed Dexys Midnight Runners – a group that defied expectations with their unconventional style and songwriting, and went on to score two beloved No 1 hits: 1980’s Geno and 1982’s Come on Eileen. As well as Rowland’s two solo releases, the band have made five albums, the latest of which, The Feminine Divine, is out on 28 July.</p><p><strong>Dexy</strong><strong>s started to wear</strong><strong> dungarees</strong> in 1982 and I was bored of them by early 83. Instead I’d undo the top bit and pull it down, and put a belt on so they’d look like a pair of high-waisted trousers. I can’t remember why I cut the top off the Converse in this picture, but I cut a lot of my clothes up. Also, my hair! A guy I’d met told me how to get dreads, so it was just starting to go a little bit dread-y.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/17/kevin-rowland-looks-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/17/kevin-rowland-looks-back", "date_published": "2023-06-17 11:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chantelle Nicholson’s vegan recipe for strawberries with cashew cream and Thai basil granita | The new vegan", "description": "<p>Fresh strawberries, cool cashew cream and an icy granita are an irresistible combination</p><p>I find strawberries and basil a rather irresistible combination, and I’m also a sucker for the contrast of a bowl of room-temperature berries with an ice-cold granita, perhaps with a dollop of something creamy to round things off. And that’s where the inspiration for today’s recipe came from. The cashew cream and the granita keep for a good couple of weeks, too, so make extra and you’ll have some to hand the next time a punnet of luminescent strawberries catches your eye.</p><p>Chantelle Nicholson is chef/patron of <a href=\"https://www.apricityrestaurant.com/\">Apricity</a>, London W1</p> <a href=\"https://www.theguardian.com/food/2023/jun/17/strawberries-with-cashew-cream-and-thai-basil-granita-vegan-recipe-chantelle-nicholson\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/17/strawberries-with-cashew-cream-and-thai-basil-granita-vegan-recipe-chantelle-nicholson", "date_published": "2023-06-17 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Multi-club ownership becomes the risky model for America’s soccer spree | Ed Aarons", "description": "<p>Uefa is troubled by the trend of US investors targeting multiple clubs, but they have reaped limited rewards so far</p><p>It is a trend that just a few months ago was described by Uefa’s <a href=\"https://www.uefa.com/insideuefa/news/027e-1747598eeb3b-436611261ff3-1000--how-european-football-has-emerged-from-the-pandemic-detailed/?utm_medium=email&amp;utm_source=substack\">European Club Footballing Landscape report</a> as “being fuelled predominantly by United States-based investors” and having “the potential to pose a material threat to the integrity of European club competitions”. Yet Aleksander Ceferin’s admission that European football’s governing body is <a href=\"https://www.theguardian.com/football/2023/mar/17/chelsea-poised-to-buy-strasbourg-stake-after-uefa-look-at-relaxing-restrictions\">considering a rule change</a> after Manchester United’s takeover talks raised issues around potential conflict of interests seemed to indicate that it is a threat Ceferin feels the game must embrace.</p><p>Uefa’s report published in February estimated that 6,500 players from 195 clubs – a 75% increase in less than three years – were employed by 27 multi-club investment groups, a third of which are based in the US. It is too early to say whether this is a passing fad, but John Textor – whose Eagle Football Holdings has shares in Lyon, Crystal Palace, the Brazilian side Botafogo and the Belgian club RWD Molenbeek – believes the model is here to stay.</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/multi-club-ownership-becomes-the-risky-model-for-americas-soccer-spree\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/multi-club-ownership-becomes-the-risky-model-for-americas-soccer-spree", "date_published": "2023-06-17 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is how we do it: ‘We just watch for now, but soon we plan to have sex with another couple’", "description": "<p>Jay and Anita make time for sex, and pride themselves on trying new things. Swinging is their latest hobby …</p><p>We’ve got these mini sessions down to a fine art and pride ourselves on delivering super-quick orgasms</p><p>Jay is careful and considerate about all things, especially sex</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/17/this-is-how-we-do-it-we-just-watch-for-now-but-soon-we-plan-to-have-sex-with-another-couple\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/17/this-is-how-we-do-it-we-just-watch-for-now-but-soon-we-plan-to-have-sex-with-another-couple", "date_published": "2023-06-17 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do you remember the first time? Jonathan Coe, Róisín Murphy and more on their artistic debuts", "description": "<p>What drew Howardena Pindell to painting circles? Is the album Sleaford Mods pressed just 50 copies of any good? And which TV spoof sent Kiell Smith-Bynoe viral? Writers, musicians, artists and actors recall their earliest works – warts and all</p><p><strong>The Accidental Woman (1987)</strong></p> <a href=\"https://www.theguardian.com/culture/2023/jun/17/jonathan-coe-sleaford-mods-roisin-murphy-howardena-pindell-kiell-smith-bynoe\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/17/jonathan-coe-sleaford-mods-roisin-murphy-howardena-pindell-kiell-smith-bynoe", "date_published": "2023-06-17 10:55:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bahrain Victorious withdraw from Tour de Suisse after death of Gino Mäder", "description": "<ul><li>Race continues but Mäder’s team are one of three to pull out</li><li>Swiss cyclist died after crash on Thursday’s final descent</li></ul><p>The Bahrain Victorious team have withdrawn from the Tour de Suisse following the death of their rider, Gino Mäder, after crashing into a ravine on Thursday’s stage.</p><p>The team made the announcement on social media on Saturday, after it was confirmed that the race would continue with the final two stages this weekend despite Mäder’s death. Friday’s stage had been neutralised, with riders completing the final 20km together as a mark of respect for the 26-year-old.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/17/tour-de-suisse-cycling-gino-mader-death-bahrain-victorious\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/17/tour-de-suisse-cycling-gino-mader-death-bahrain-victorious", "date_published": "2023-06-17 10:22:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump and the Republican party exemplify these five elements of fascism | Robert Reich", "description": "<p>Trump is often described as ‘authoritarian’. But that doesn’t really capture the more alarming aspects of his movement</p><p>The Washington Post <a href=\"https://www.washingtonpost.com/elections/2023/04/21/trump-agenda-policies-2024/\">calls</a> Donald Trump’s vision for a second term “authoritarian”.</p><p>That vision includes mandatory stop-and-frisk. Deploying the military to fight street crime, break up gangs and deport immigrants. Purging the federal workforce. Charging leakers.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/trump-republican-party-fascism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/trump-republican-party-fascism", "date_published": "2023-06-17 10:05:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cabinet Office refuses to release Boris Johnson’s notebooks over security concerns", "description": "<p>Covid inquiry will be given redacted notes and WhatsApp messages from former PM’s time in office</p><p>A collection of 25 notebooks from Boris Johnson’s time in office is being withheld by the government after a security services review found they contained highly sensitive material.</p><p>It comes after officials advised that only those with the highest level of security clearance should be able to see the sensitive passages, according to the Times.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/17/cabinet-office-refuses-to-release-boris-johnsons-notebooks-over-security-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/17/cabinet-office-refuses-to-release-boris-johnsons-notebooks-over-security-concerns", "date_published": "2023-06-17 10:02:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden begins re-relection campaign – does he have what it takes to win again?", "description": "<p>The oldest president in history is ditching his Covid-imposed ‘basement strategy’ for the most gruelling campaign of his life</p><p>It became known as the “<a href=\"https://www.theguardian.com/us-news/2020/jun/26/biden-election-strategy-trump-basement\">basement strategy</a>”. As the coronavirus pandemic raged outside, presidential candidate Joe Biden addressed the nation from a makeshift studio under his Delaware home, avoiding off-the-cuff gaffes and allowing rival Donald Trump to self-destruct.</p><p>But three years on, with lockdowns lifted and America mostly back to a new version of normal, Biden knows that speeches on glitchy Zoom calls or in empty auditoriums will <a href=\"https://apnews.com/article/biden-reelection-2024-2020-covid-campaign-trump-3eac0dcdab98d56cbe532bfa02f1d346\">not be enough</a>. The president, who at 80 is the oldest in American history, is facing the final, most gruelling campaign of his life.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/biden-re-election-campaign-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/biden-re-election-campaign-2024", "date_published": "2023-06-17 10:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wes Streeting says he has ambitions to become prime minister", "description": "<p>Shadow health secretary adds he would ‘die happy’ if he had chance to become Labour leader</p><p>Wes Streeting has revealed he does harbour ambitions to be prime minister one day, saying he would “die happy” if he had the chance to be a Labour leader like Keir Starmer, Tony Blair or Gordon Brown.</p><p>The shadow health secretary, often tipped to be a future party leader, has previously said he was “sick and tired” of being asked whether he would like the top job and that he would be too old for it after Starmer leaves the role.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/17/wes-streeting-labour-prime-minister-ambitions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/17/wes-streeting-labour-prime-minister-ambitions", "date_published": "2023-06-17 10:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wes Streeting: ‘Prime ministers have huge power, so why would you not want to do that job?’", "description": "<p>Born to a teen mother and with a bank-robber grandfather, Wes Streeting is the Labour politician with an inspirational backstory. He talks youthful arrogance, not being leftwing enough – and admits being a ‘binge drinker’</p><p>• <a href=\"https://www.theguardian.com/politics/2023/jun/17/they-pinned-a-stolen-radio-on-nana-and-locked-her-up-she-shared-a-cell-with-christine-keeler-wes-streeting-on-his-family-history-extract\">Exclusive extract from Wes Streeting’s memoir</a></p><p>Wes Streeting is standing outside the council flat in Stepney, east London, where he spent the first years of his life. Many politicians would be getting dewy-eyed. But not the shadow health secretary. “This wasn’t a nice place to live,” he says firmly. “I spent most of my childhood thinking I want to escape.” He disliked living in council property and wished his mother had more money and could afford the lifestyle his friend Luke enjoyed; he was embarrassed by his relative poverty.</p><p>It looks pretty nice to me, I say: clean, flowers budding in attractive planters, blissfully quiet. “I must say, Tower Hamlets have done a really good job of making it a better place than it was when I was growing up.” We head up to the actual flat, number 22, that Streeting and his mother lived in, and ring the bell. No answer. So we try the neighbour. A friendly man called Rahman answers. He says next door is now rented out. The door of number 22 bursts open and a young woman whooshes past, explaining that she’d not been hiding from us, she’s just in a rush. Streeting tells Rahman he’s a Labour MP in a neighbouring area. Rahman doesn’t recognise him, but wishes him good luck. He’s a Labour supporter.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/17/wes-streeting-prime-ministers-have-huge-power-so-why-would-you-not-want-to-do-that-job\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/17/wes-streeting-prime-ministers-have-huge-power-so-why-would-you-not-want-to-do-that-job", "date_published": "2023-06-17 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least 41 people dead after IS-linked attack on Uganda school", "description": "<p>Militants believed to be Allied Democratic Forces abducted others in attack on secondary school in Mpondwe</p><p>Militants linked to Islamic State reportedly killed at least 41 people and abducted others in an attack on a school in western Uganda, police have said.</p><p>“Our forces are pursuing the enemy to rescue those abducted and destroy this group,” defence spokesperson Felix Kulayigye said on Twitter.</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/islamic-state-attack-uganda-school\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/islamic-state-attack-uganda-school", "date_published": "2023-06-17 09:56:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Tyler steps down as Sky Sports football commentator after 33 years", "description": "<ul><li>‘The Voice’ of Premier League coverage joined Sky in 1990</li><li>77-year-old believed not to have retired from commentating</li></ul><p>Martin Tyler, the veteran commentator, is stepping down from his role at Sky Sports ahead of the new season after 33 years.</p><p>The 77-year-old has been the voice of football on Sky since the launch of the Premier League in 1992. In a statement on the Sky Sports website, Tyler said: “In my humble opinion, the huge corporation Sky is today has stemmed from Sky Sports’ innovative and inspired coverage of the Premier League.</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/martin-tyler-steps-down-as-sky-sports-lead-football-commentator-after-33-years\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/martin-tyler-steps-down-as-sky-sports-lead-football-commentator-after-33-years", "date_published": "2023-06-17 09:23:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ashes 2023: England v Australia, first Test, day two – live", "description": "<ul><li>Play at Edgbaston starts at 11am BST/8pm AEST</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/16/ashes-diary-story-of-summer-begins-in-baking-boozy-brum\">Day one diary</a> | <a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">The Spin: our cricket newsletter</a></li><li>And you can <a href=\"mailto:geoff.lemon@theguardian.com\">email Geoff</a> or tweet <a href=\"https://twitter.com/GeoffLemonSport\">@GeoffLemonSport</a></li></ul><p>You know the deal. If you have something to share that other people might enjoy reading hit the email via <a href=\"mailto:geoff.lemon@theguardian.com\">geoff.lemon@theguardian.com</a>, or the creaking and spluttering tweet machine <a href=\"https://twitter.com/geofflemonsport\">@GeoffLemonSport</a>.</p><p>Lastly, there’ll be this over-by-over report, with me now and Tanya Aldred for the second half of the day. You can’t say we’re not giving Ashes value.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/17/the-ashes-2023-england-vs-australia-live-updates-first-test-cricket-eng-v-aus-latest-score-day-two-egdbaston\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/17/the-ashes-2023-england-vs-australia-live-updates-first-test-cricket-eng-v-aus-latest-score-day-two-egdbaston", "date_published": "2023-06-17 09:23:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My wife was annoyed, I couldn’t do chores or hold the baby - even the doctors were fed up with me: my life with chronic pain", "description": "<p>What started as an ache in my arms got so bad I had to stop driving and could barely work. Three years on, I am one of 3 million people in the UK living with pain that never goes away</p><p>Pain is like a memory, a path reinforced every time we walk down it. As such, it’s quite possible that writing this is an act of self-harm. It’s not just that it hurts to write, although it does; it’s that when I started thinking about this piece, reading around it, even jotting down notes, I felt the pain in my forearms flare up again, and for a month or two I considered calling it off. My physiotherapist would call that “avoidance”. I would call it “learning from experience”, given that it was writing that got me here in the first place.</p><p>It was late in the summer of 2020 when I started to develop an aching in my forearms: first the left, and a few days later, the right; a vague, untroubling pain, similar to the after-effects of a workout. I figured, like any reasonable person, that my arms were just tired. I had been typing late into the evenings finishing a book proposal, which, on top of everything else – household jobs, phone usage, the cliched pandemic sourdough baking habit – was taking its toll. (Honestly, have you ever considered just how much you use your hands?)</p> <a href=\"https://www.theguardian.com/society/2023/jun/17/my-wife-was-annoyed-i-couldnt-do-chores-or-hold-the-baby-even-the-doctors-were-fed-up-with-me-my-life-with-chronic-pain\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/17/my-wife-was-annoyed-i-couldnt-do-chores-or-hold-the-baby-even-the-doctors-were-fed-up-with-me-my-life-with-chronic-pain", "date_published": "2023-06-17 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royals, hats and tails still de rigueur but this year’s Ascot will feel different | Greg Wood", "description": "<p>The first meeting since Queen Elizabeth’s death shows no sign of waning in popularity even if King Charles does not share his mother’s passion for racing</p><p>Even in the final years of her reign, when first the Covid epidemic and then failing health prevented Queen Elizabeth II from attending Royal Ascot in person, the late monarch was still a presence at her favourite course during the biggest week of its year. “Even though she wasn’t here last year, she was still at Windsor Castle and <a href=\"https://www.theguardian.com/sport/2020/jun/17/lord-north-leaves-rivals-standing-for-classy-royal-ascot-success-horse-racing\">watching the whole affair</a>,” Nick Smith, Ascot’s director of racing and public affairs, said this past week. “She did still feel very much part of the event.”</p><p>The Royal meeting was often said to be the first – and most sacrosanct – engagement in the former Queen’s private diary each year, and she did not miss a single day at Royal Ascot during her long reign until Covid sent the meeting behind closed doors in 2020.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/17/royal-ascot-post-elizabethan-era-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/17/royal-ascot-post-elizabethan-era-horse-racing", "date_published": "2023-06-17 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We stepped into his kitchen and he mentioned some kilts’: Glenn Homann’s best phone picture", "description": "<p>Intrigued by skimpily dressed mannequins outside a suburban house, the Australian photographer knocked on the door to find out more </p><p>It was approaching Christmas last year and Australian photographer <a href=\"https://www.theguardian.com/technology/gallery/2022/aug/15/best-of-the-iphone-photography-awards-2022-in-pictures\" title=\"\">Glenn Homann</a> was exploring Brisbane’s heritage-rich satellite city of Ipswich with his iPhone. “I tend to go out looking for locations and objects to shoot. But occasionally, for whatever reason, a person appears on the scene,” says Homann, who lives about a half-hour’s drive away in the suburb of Inala. “I passed this green house with skimpily dressed mannequins propped up outside – an unusual take on Christmas decorations. I knocked on the door to find out more. Ron answered.”</p><p>The pair chatted and developed an easy rapport, and an unlikely friendship was born. A few weeks later Homann returned, hoping to shoot inside Ron’s shed. “He has two old motorbikes, a go-kart, model airplanes, more mannequins and these crazy paintings he’s created up on the walls. We stepped into his kitchen and he mentioned something about having a couple of kilts in his cupboard. He had grandparents from Scotland and Ireland, and is very proud of his heritage, so he pulled out his Irish one. I had intended to find some moodier lighting out in the shed, but it was such a hot day, the air-conditioning unit was right there, and this picture happened, with his dog, Teddy Bear, at his feet.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/17/we-stepped-into-his-kitchen-and-he-mentioned-some-kilts-glenn-homanns-best-phone-picture\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/17/we-stepped-into-his-kitchen-and-he-mentioned-some-kilts-glenn-homanns-best-phone-picture", "date_published": "2023-06-17 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maya Jama: ‘The worst thing anyone’s said to me? That I wouldn’t be successful. Joke’s on them, I guess’", "description": "<p>The presenter and DJ on her Birkin bags, being a stubborn Leo and making peace with the roles that passed her by</p><p>Born in Bristol, Maya Jama, 28, moved to London at 16 and began her career working on local radio stations such as Rinse FM. At 20, she joined The Wrap Up on MTV Base and from 2018 to 2020 she had her own show on BBC Radio 1. In 2022 she was announced as the new host of Love Island, the 10th series of which is currently on ITV2. She lives in London.</p><p><strong>What is the trait you most deplore in yourself?</strong><br />I can be properly stubborn sometimes – but that’s me being a classic Leo.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/17/maya-jama-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/17/maya-jama-interview", "date_published": "2023-06-17 08:30:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two children among four people found dead at flat in west London", "description": "<p>Met police launch investigation after bodies, thought to be of man and woman in their 30s, girl, 11, and boy, three, discovered</p><p>The bodies of four people – thought to be two adults and two children – have been found in a flat in west London, police said.</p><p>Metropolitan police have launched an investigation after the four people, all thought to be related, were found dead at a home in Hounslow on Friday afternoon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/17/two-children-among-four-people-found-dead-at-flat-in-west-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/17/two-children-among-four-people-found-dead-at-flat-in-west-london", "date_published": "2023-06-17 08:02:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dramatic week in Montana climate trial as youngsters tell of toll on lives", "description": "<p>Youth plaintiffs accuse state officials of violating their right to a healthy environment in landmark case in Helena</p><p>Grace Gibson-Snyder, 19, loves her home state of Montana. Thinking about its future fills her with fear.</p><p>She’s seen the lands she loves change since she was a child, she told the first judicial district court of Montana this week. The rivers she grew up rafting are getting lower amid frequent dry spells. The air she breathes in during soccer practice more frequently fills with wildfire smoke. And in Glacier national park in Montana’s Rocky Mountains, the glaciers are melting.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/montana-climate-trial-helena\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/montana-climate-trial-helena", "date_published": "2023-06-17 08:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A tale of extraordinary barbecues - and the council that shut them down | Jonathan Nunn", "description": "<p>A row over Burgess Park in my area of south London is typical of local authorities that misunderstand the point of community spaces</p><p>Burgess Park is not the most beautiful park in the UK. To be honest, it’s not even the most beautiful park in its own corner of south-east London. One friend accurately described its charms as like an “unfinished late-Soviet-era public space in suburban Łódź”.</p><p>Given its main feature is neither a garden nor a lido, or a playground, but a bridge that goes nowhere, there are few people who would debate this. It is not the biggest park, nor is it the coolest park or the park with the best vista . It is, however, the most extraordinary.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/extraordinary-barbecues-council-shut-them-down-london-burgess-park\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/extraordinary-barbecues-council-shut-them-down-london-burgess-park", "date_published": "2023-06-17 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush at 75: books that shaped the black British experience", "description": "<p>David Olusoga, Bernardine Evaristo and David Lammy are among the leading writers, artists, politicians and broadcasters who have chosen 75 books to mark the 75th anniversary of the arrival of HMT Empire Windrush</p><p>The literary wave that followed the arrival of the Windrush generation in the UK wasn’t the beginning of Black British literature by any means, but the anniversary of the arrival of HMT Empire Windrush at Tilbury docks on 21 June 1948 seems like a good moment to celebrate 75 books that have shaped the Black British experience.</p><p>Our contributors include historians and musicians, educators and publishers, and their choices cover fiction and nonfiction, poetry and politics. The result is an exhilarating range of stories, from freedman and 18th-century abolitionist Olaudah Equiano to the pilots and stretcher-bearers of the second world war; from pioneering teachers to young pleasure-seekers at dancehall dub nights. The earliest voices of the Windrush generation can be heard in works by Sam Selvon and Beryl Gilroy, alongside more recent writing by <a href=\"https://www.theguardian.com/profile/malorie-blackman\">Malorie Blackman</a>, Nadifa Mohamed and Roger Robinson.</p> <a href=\"https://www.theguardian.com/books/2023/jun/17/windrush-at-75-books-that-shaped-the-black-british-experience\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/17/windrush-at-75-books-that-shaped-the-black-british-experience", "date_published": "2023-06-17 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everton stuck in limbo as boardroom turmoil stalls Dyche’s rebuilding plan | Andy Hunter", "description": "<p>Change is in the air at Goodison, with talk of fresh investment after the boardroom clearout, but it cannot come soon enough</p><p>Three weeks on from Everton’s latest relegation escape and the focus is on how long Bill Kenwright will remain chairman of a board with a population of one. Him. Sean Dyche would be forgiven for asking if anyone at the club was listening when he delivered that blunt, honest and overdue appraisal of Everton’s predicament in the aftermath of Premier League survival.</p><p>“There is massive amounts of work to be done, not just from me but from everyone at the club,” the Everton manager said after securing the club’s top-flight status for a 70th successive season with <a href=\"https://www.theguardian.com/football/2023/may/28/everton-survive-in-premier-league-after-beating-bournemouth\">victory over Bournemouth</a>. Other managerial messages from that fraught day included: “There is loads to change here;” and: “It’s a big club but we are not performing like a big club. We have to find a way of changing that. This is two seasons now.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/sean-dyches-rebuild-stalls-as-broken-everton-remain-locked-in-limbo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/sean-dyches-rebuild-stalls-as-broken-everton-remain-locked-in-limbo", "date_published": "2023-06-17 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cut down to size: the best luggage for travelling light with no airline fees", "description": "<p>The lowdown on bags and cases to fit into overhead lockers or under seats on planes</p><p>If you are flying and aim to travel (relatively) light, buying a bag or suitcase designed as carry-on luggage, which can be put into overhead lockers, is a bit of a no-brainer.</p><p>Aerolite sells a whole range and its website lets you shop by airline and maximum cabin-size allowance. For example, it sells a £49.99 expandable case (55 x 40 x 20cm), suitable for Ryanair priority boarding and Tui flights.</p> <a href=\"https://www.theguardian.com/money/2023/jun/17/cut-down-to-size-the-best-luggage-for-travelling-light-with-no-airline-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/17/cut-down-to-size-the-best-luggage-for-travelling-light-with-no-airline-charges", "date_published": "2023-06-17 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dictatorship? How Hitler, Stalin and Trump show it’s easier than you think", "description": "<p>Andrea Chalupa discusses her graphic novel, co-authored with Sarah Kendzior, about authoritarianism and its dangers</p><p>Three zombies lurching your way is scary enough. Now imagine they’re Lenin, Stalin and Putin. This scene isn’t from a Kremlin-themed horror film, but rather a new graphic novel, <a href=\"https://bookshop.org/p/books/dictatorship-it-s-easier-than-you-think-sarah-kendzior/18231676\">Dictatorship: It’s Easier Than You Think!</a> by Sarah Kendzior and Andrea Chalupa.</p><p>Through their day job, as co-hosts of the <a href=\"https://www.gaslitnationpod.com/about-us\">Gaslit Nation podcast</a>, the authors have long warned about the dangers of authoritarianism, whether discussing January 6 or the Russian invasion of Ukraine. Now they are releasing a book, illustrated by the Polish artist Kasia Babic.</p> <a href=\"https://www.theguardian.com/books/2023/jun/17/dictatorship-hitler-stalin-trump-chalupa-kendzior-book-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/17/dictatorship-hitler-stalin-trump-chalupa-kendzior-book-interview", "date_published": "2023-06-17 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forget culture wars: the Covid inquiry is a stark reminder of what government is really about | Zoe Williams", "description": "<p>Ministers may prefer cheap rhetoric to the reality of hard decisions – but these hearings show the cost of the choices they make</p><p>Was the Johnson government unprepared for Covid because it was <a href=\"https://www.spiked-online.com/2023/06/14/the-remoaner-covid-inquiry/\">distracted by Brexit</a>? Was the virus itself <a href=\"https://www.dailymail.co.uk/debate/article-12200697/JAN-MOIR-Thered-point-Covid-inquiry-asked-happened-Wuhan-lab.html\">caused by a lab leak</a>? Did lockdowns <a href=\"https://www.telegraph.co.uk/news/2023/06/14/covid-inquiry-department-of-health-lockdown-decisions/\">do more harm than good</a>? Are face masks a conspiracy? If the 2020s are indivisible from the pandemic, Covid offers endlessly fertile territory for the decade’s culture wars. They look irrational written down – what does remoaning have to do with face masks? – yet somehow we understand the faultlines, and how they connect, at a gut level.</p><p>Yet the <a href=\"https://www.theguardian.com/uk-news/2023/jun/13/we-werent-given-this-we-fought-for-it-bereaved-gather-as-covid-inquiry-starts\">public inquiry</a> into the government’s handling of Covid, which opened on Tuesday in a neutral-looking building near Paddington, west London, with only the most sober-minded spectators still attending by Thursday – and without even a desultory anti-vax protest outside to liven anything up – kept insisting on one inconvenient, unarguable point. Governing isn’t about binary arguments in primary colours. The discourse may drown out reality but it can’t make it go away, and there bad decisions still cost lives and good ones still need homework.</p><p>Zoe Williams is a Guardian columnist</p><p>On Wednesday 5 July, join Zoe Williams and a panel of leading thinkers for a livestreamed discussion on the ideas that can make our economies fairer. Book tickets <a href=\"https://membership.theguardian.com/live/rethinking-economics-its-not-business-as-usual-643673463657\">here</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/culture-wars-covid-inquiry-government-reality-decisions\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/culture-wars-covid-inquiry-government-reality-decisions", "date_published": "2023-06-17 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streaming: One Fine Morning and the best films about children parenting their parents", "description": "<p>Mia Hansen-Løve’s bittersweet 2022 release, starring Léa Seydoux as a woman coping with the failing mind of her father, joins a select group of films exploring this most tender of ​life ​role reversals, from The Savages to Eat Drink Man Woman</p><p>French director <a href=\"https://www.theguardian.com/film/2023/apr/16/mia-hansen-love-one-fine-morning-the-most-cathartic-thing-was-turning-a-difficult-dark-reality-into-something-fun\">Mia Hansen-Løve</a> has a knack for making unimpeachably delicate films about emotionally clobbering rites of passage. She has navigated death, divorce and traumatic adolescence with a softness that never quite turns to mush. Her most recent film, <strong>One Fine Morning</strong> – <a href=\"https://mubi.com/films/one-fine-morning-2022\">now available to stream on Mubi</a> – takes the same approach to that strangest and most tender of life reversals, when children become their parents’ carers. Following a Parisian single mother (a never-better Léa Seydoux) as she reckons with the complications of steering her elderly, partially sighted father through the national care home system, from grappling with his dementia to redistributing his book collection, it’s quietly devastating, with pockets of warm humour and optimism.</p><p>Hansen-Løve has tackled the poignancy of parenting one’s parents before, with the passive-aggressive duet between Isabelle Huppert and the late <a href=\"https://www.theguardian.com/film/2019/jun/26/eyes-without-a-face-edith-scob\">Édith Scob</a> among the highlights of her lovely 2016 film <strong><a href=\"https://mubi.com/films/things-to-come-2016\">Things to Come</a></strong> (also on Mubi). Both films join a select canon of works on a subject audiences aren’t always eager to face. Some directors tackle it with overcompensating sentimentality, others with confrontational rawness. On the former end of the scale, look to sitcom creator Gary David Goldberg’s 1989 film-making debut <strong><a href=\"https://www.justwatch.com/uk/movie/dad\">Dad</a></strong>, one of a slew of laughter-through-the-tears, parent-child dramas that Hollywood dreamed up in the wake of <em>Terms of Endearment</em>. Starring Ted Danson as a brisk businessman reconnecting with his father (<a href=\"https://www.theguardian.com/film/2001/jul/01/features.philipfrench\">Jack Lemmon</a>) as the latter’s health deteriorates, it’s glibly, even mechanically melodramatic, but Lemmon’s increasingly vulnerable performance gets to you anyway.</p> <a href=\"https://www.theguardian.com/film/2023/jun/17/streaming-one-fine-morning-and-the-best-films-about-children-parenting-their-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/17/streaming-one-fine-morning-and-the-best-films-about-children-parenting-their-parents", "date_published": "2023-06-17 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on the telltale sign of too much browsing – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/jun/17/tom-gauld-on-the-telltale-sign-of-too-much-browsing-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/jun/17/tom-gauld-on-the-telltale-sign-of-too-much-browsing-cartoon", "date_published": "2023-06-17 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Intelligence service career informs former MI5 and MI6 man David Bickford’s novel", "description": "<p>David Bickford describes his Berlin posting in 1979 and says his second book, Katya, draws on his experiences</p><p>He spent much of his career working in absolute secrecy, even as he fought to bring greater openness to the intelligence services. Now, whether on how he made his wife an unwitting cold war intelligence asset or he went about inviting prospective spies to be interviewed, David Bickford is illuminating at least some of the agencies’ work.</p><p>The former lawyer and legal director of MI5 and MI6 is due to release his second book, the fictional story of a Russian agent named Katya, and said his years of intelligence service experience informed his writing.</p> <a href=\"https://www.theguardian.com/books/2023/jun/17/intelligence-service-career-informs-david-bickford-novel\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/17/intelligence-service-career-informs-david-bickford-novel", "date_published": "2023-06-17 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Undereye gel patches are the revitalising cucumber slices of the 21st century | Sali Hughes on beauty", "description": "<p>Tired, dull undereyes? These masks and jellies will give them a pampering, depuffing lift </p><p>From the 1970s to the early 2000s, the universal visual shorthand for “a spot of pampering” was a mud pack and duo of cucumber slices. Now, it’s a set of undereye patches.</p><p>I notice this constantly in popular culture. Reality show girls’ night in = eye patches. TikTok self-care video, celebrities in-flight, film characters “at rest” = eye patches. It seems that wherever a mythical woman is enjoying the relaxation of a DIY beauty ritual, her undereyes are masked with reclining apostrophes in jelly or cloth.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/17/undereye-gel-patches-are-revitalising-cucumber-slices-of-21st-century\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/17/undereye-gel-patches-are-revitalising-cucumber-slices-of-21st-century", "date_published": "2023-06-17 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yotam Ottolenghi’s recipes for cooking with summer fruit", "description": "<p>A spicy, summery cucumber and berry salad, spiced roast pork with cherry and chipotle salsa, and peaches roasted in wine and served with croissant wafers</p><p>There’s only one thing I love more than eating summer fruit, and that’s cooking with it. When it’s perfectly ripe, it brings so much to the table: colour, succulence, sweetness. Berries are perfect for being used just as they are, in all sorts of salads or in a salsa to pair with rich things such as creamy cheese or rich, red meat. Larger stone fruit such as peaches, meanwhile, often need a bit of help to show off their full glory, but that’s nothing a bit of roasting or grilling won’t tease out.</p> <a href=\"https://www.theguardian.com/food/2023/jun/17/summer-fruit-recipes-berry-salad-roast-pork-peaches-croissant-yotam-ottolenghi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/17/summer-fruit-recipes-berry-salad-roast-pork-peaches-croissant-yotam-ottolenghi", "date_published": "2023-06-17 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roaming charges: how to avoid the dreaded phone bills", "description": "<p>Some UK users may find their network is imposing charges for using a mobile elsewhere in Europe</p><p>You’ve bought the flights, found the sun cream and worked out which credit card to use. Just don’t forget to check whether you are one of the unlucky ones who will be hit with mobile roaming charges.</p><p>Despite promising not to reintroduce roaming charges in the run-up to Brexit, some, but not all, of the UK networks are imposing some hefty charges for using a UK mobile elsewhere in Europe. However, with a bit of planning, it is possible to avoid them altogether.</p> <a href=\"https://www.theguardian.com/money/2023/jun/17/roaming-charges-how-to-avoid-the-dreaded-phone-bills\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/17/roaming-charges-how-to-avoid-the-dreaded-phone-bills", "date_published": "2023-06-17 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: counteroffensive records ‘tactical successes’ as troops advance south", "description": "<p>Ukrainian military officials say they are making gradual progress to push Russian forces out of southern sectors of the country</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-479-of-the-invasion\">What we know on day 479 of the invasion</a></li></ul><p>Here are the latest images coming out of Ukraine:</p><p><strong>Nato</strong> has launched a new centre to help protect vulnerable undersea pipelines and cables amid concerns over Russian sabotage. Defence ministers gave the greenlight for the new hub located in Northwood, north-west London as the suspected attacks on the Nord Stream pipelines remain unsolved.</p><p>There are heightened concerns that Russia may target undersea cables and other critical infrastructure in an effort to disrupt western life.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/17/russia-ukraine-war-live-counteroffensive-records-tactical-successes-as-troops-advance-south\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/17/russia-ukraine-war-live-counteroffensive-records-tactical-successes-as-troops-advance-south", "date_published": "2023-06-17 06:59:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When We Were Sisters by Fatimah Asghar review – a poetic tale of familial grief", "description": "<p>The emotional journey of three orphaned Muslim American siblings is evoked with heart-rending precision</p><p>Kausar is the youngest of the three orphaned sisters in Fatimah Asghar’s grief-soaked and gorgeous debut novel. When she walks past Bobby and his friends in the school cafeteria, she overhears him say: “<em>That’s my heart right there.</em>” With flushed cheeks, she races to the bathroom. She stares and stares into the mirror, but alas “can’t find another heart to give”. Adrift in the world without a mother or father, her heart is a little bit Noreen’s, a little bit Aisha’s. Her two sisters are all she has – even if the distance between them is growing. Kausar “put her heart inside [her sisters’] hearts” long ago, long before they became orphans. She was “born this way, belonging to them, trying to follow their breath”.</p><p>The day their father dies, murdered on the streets of America at the opening of the novel, their home turns into a “House of Sadness”. His body is sent from Pennsylvania to Lahore and buried in soil they can’t touch, in a “place he is from, and so we are from, but we know nothing about”. A VHS tape of his burial is sent to their house – the girls watch it on repeat surrounded by aunties.</p> <a href=\"https://www.theguardian.com/books/2023/jun/17/when-we-were-sisters-by-fatimah-asghar-review-a-poetic-tale-of-familial-grief\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/17/when-we-were-sisters-by-fatimah-asghar-review-a-poetic-tale-of-familial-grief", "date_published": "2023-06-17 06:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arizona man freed after nearly three decades on death row", "description": "<p>Barry Jones pleads guilty to lesser charge in deal to overturn his conviction for murder of four-year-old girl in 1994</p><p>An <a href=\"https://www.theguardian.com/us-news/arizona\">Arizona</a> man who spent nearly three decades on death row before the reversal of his conviction over the death of a four-year-old girl has been freed from prison.</p><p>Barry Jones’s release, ordered on Thursday, came after a Tuscon-area state court judge approved a deal between prosecutors and him which involved his pleading guilty to a lesser murder charge. According to prosecutors, a medical review of the case failed to conclude that Jones caused the girl’s fatal injury, and his pleading guilty to second-degree murder involves his failure to adequately seek emergency care for the victim.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/arizona-man-freed-death-row-barry-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/arizona-man-freed-death-row-barry-jones", "date_published": "2023-06-17 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dancing Capercaillie bird makes a tentative comeback in Scotland", "description": "<p>Exclusive: Ecologists say there are early signs that the population is recovering in remote forests</p><p>It is a discotheque for Britain’s biggest type of grouse. Before dawn, male capercaillie will begin their courtship rituals, their black tail feathers erect and fanning out, chests puffed out, their heads thrust high into the cold spring air.</p><p>Their dancefloors are forest clearings in the Highlands which echo the males’ wheezing, popping and clattering mating calls. Often perched in surrounding pine trees, hens will carefully watch as their potential mates compete to win their affection.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/17/capercaillie-bird-tentative-comeback-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/17/capercaillie-bird-tentative-comeback-scotland", "date_published": "2023-06-17 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dermatologists fear cost deterring UK families from buying sunscreen", "description": "<p>Call for removal of VAT and free provision to children most in need</p><p>Leading dermatologists fear deprived families could shun sunscreen due to its cost, as some experts call for a voucher scheme giving children and those in need free access.</p><p>Melanoma skin cancer is on the rise and 4,000 cases annually are linked to poverty, according to the Melanoma Focus charity.</p> <a href=\"https://www.theguardian.com/business/2023/jun/17/sunscreen-cost-dermatologists-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/17/sunscreen-cost-dermatologists-uk", "date_published": "2023-06-17 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which three current national capitals have hosted the Winter Olympics? The Saturday quiz", "description": "<p>From Mussolini to Mecca, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Which three current national capitals have hosted the Winter Olympics?<br /><strong>2</strong> Eliza Davis protested to Dickens that which character was a negative stereotype?<br /><strong>3</strong> What is the world’s heaviest snake?<br /><strong>4</strong> Hitler, Mussolini and FDR all died in which month?<br /><strong>5</strong> What type of mechanical device is a paternoster?<br /><strong>6</strong> In US medicine, DSM-5 is the list of what?<br /><strong>7</strong> The Grand Banks lie off which Atlantic island?<br /><strong>8</strong> Where were three Carlist wars fought in the 19th century?<br /><strong>What links:<br />9</strong> Middle; archbishop or urban; 360 degrees; 50th anniversary; acceded 1837?<br /><strong>10</strong> Arcesius; Laertes; Odysseus; Telemachus?<br /><strong>11</strong> All-seeing eye; square and compasses; sheaf of corn; acacia tree?<br /><strong>12</strong> Argentina; Australian Aboriginal; Bangladesh; Japan; North Macedonia?<br /><strong>13</strong> Rod Steiger; Robert De Niro; Tom Hardy; Stephen Graham?<br /><strong>14</strong> Bual; malmsey; sercial; verdelho?<br /><strong>15</strong> Mecca (4th); Shanghai (3rd) Kuala Lumpur (2nd); Dubai (1st)?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/17/which-three-current-national-capitals-have-hosted-the-winter-olympics-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/17/which-three-current-national-capitals-have-hosted-the-winter-olympics-the-saturday-quiz", "date_published": "2023-06-17 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Scott on love, Lineker and standing up for LGBTQ+ rights: ‘I got consumed by the hatred, by how many people were upset because I wore an armband’", "description": "<p>The footballer and presenter escaped a tough start to become an England legend and one of the BBC’s faces of football. As the Women’s World Cup approaches she talks finding her voice – and why she’s no victim</p><p>As a child, Alex Scott gathered her Winnie-the-Pooh teddies on her bed. “Am I going to be all right?” she asked them. She loved her teddies, told them about her day, cuddled them for comfort. Eeyore had particular resonance. Something about the way the manufacturers had captured the character’s woe in his downcast expression allowed her to look at him and feel the true depth of his sadness. She imagined the story behind it. It helped somehow as she tried to block out the sound of her father’s tearing rage against her mother in the room next door. “Because I grew up in an environment where we didn’t show love. So, I got that feeling from my teddies.”</p><p>I lift my hand to interject with a question and Scott misunderstands this as an unwelcome gesture of sympathy. “No, it’s all right,” she says with a flick of panic. “I hate the idea of people ever feeling sorry for me. Because that’s the thing, I’m OK. I’ve done all right. I’ve come through things. I’m not a victim. I’m a survivor. So, like that thought you just had of, ‘That’s so cute,’ I’m like, ‘No, I’m all right. I’m good today.’” Actually, I was thinking of the way children create worlds to self-soothe, but I am struck by how on guard she is against pity. Alex Scott does not want pity.</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/alex-scott-interview-womens-world-cup-hatred-because-i-wore-an-armband\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/alex-scott-interview-womens-world-cup-hatred-because-i-wore-an-armband", "date_published": "2023-06-17 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a Virgo: this magical tale about a giant teenager is joyously bold", "description": "<p>Sheer ambition shines from this anti-superhero drama about a 13-foot-tall black teen. Writer and director Boots Riley’s series goes places where you struggle to follow – but that’s the point</p><p>I saw Boots Riley’s <a href=\"https://www.theguardian.com/film/2018/dec/09/sorry-to-bother-you-review-boots-riley\">Sorry to Bother You</a> in 2018 and have been trying to figure out whether I liked it or not ever since. After half a decade I am erring on the side of “yes”, though it’s definitely one of those films you don’t want to be the first person to say something about as you leave the cinema (“That was definitely a – yeah. Uh, well, yeah, it was a film”). A wonderful cast, a startlingly inventive seed of an idea that sprawls into something huge, horses … There was a lot going on.</p><p>And now here’s another thing by him. We’ll start with what it’s about, and then we’ll hem and haw about whether it’s good or not: I’m a Virgo is a new Prime Video series (from Friday 23 June) where <a href=\"https://www.theguardian.com/film/2017/feb/16/moonlight-review-masculinity-naomie-harris\">Moonlight</a>’s Jharrel Jerome plays a 13ft-tall teenager, Cootie, who has lived a sheltered life behind high walls and hedges and fences with his strange and protective adoptive parents. Then he busts out – wouldn’t be much of a story if he didn’t, would it? – and gets up to all sorts of coming-of-age-style shenanigans, only obviously he is banging his head on way more things. Jerome is wonderful: he plays the role so sweetly – huge and bashful and vulnerable but powerful – and there’s a lot more going on than camera trickery, prop work and “He’s tall, look!”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/17/im-a-virgo-this-magical-tale-about-a-giant-teenager-is-joyously-bold\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/17/im-a-virgo-this-magical-tale-about-a-giant-teenager-is-joyously-bold", "date_published": "2023-06-17 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris talks to focus on funding poor countries to tackle climate crisis", "description": "<p>World leaders will meet next week to discuss climate finance, green growth, debt and private investment</p><p>Talks on a <a href=\"https://nouveaupactefinancier.org/en.php\">global financial pact</a> that will give poor countries access to funds to help them tackle the climate crisis and develop their economies in environmentally sustainable and socially equitable ways will begin next week in Paris.</p><p>Emmanuel Macron, the French president, will be joined on Thursday by dozens of world leaders to discuss <a href=\"https://www.theguardian.com/environment/2023/jun/05/climate-crisis-rich-nations-undermining-work-to-help-poor-countries-research-suggests\">climate finance</a>, green growth, the debt crisis and how to tap private sector sources of investment. EU leaders, including the European Commission president, Ursula von der Leyen, and the German chancellor, Olaf Scholz, will be there, but the British prime minister, Rishi Sunak, has not confirmed whether he will attend.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/17/paris-talks-focus-funding-poor-countries-tackle-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/17/paris-talks-focus-funding-poor-countries-tackle-climate-crisis", "date_published": "2023-06-17 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sleeping with the Ancestors review: slavery and the fight for Black history", "description": "<p>Joseph McGill Jr tells a fascinating, necessary story of his direct engagement with truths many Americans would rather ignore</p><p>In Sleeping with the Ancestors, written with Herb Frazier, Joseph McGill Jr relates a fascinating, decades-long quest for truth. His work as a preservationist led to the formation of the <a href=\"https://slavedwellingproject.org/\">Slave Dwelling Project</a>. All over America, McGill sleeps overnight in former slave quarters. In an informative and engrossing book, he now tells the story of this groundbreaking endeavor.</p><p>The idea came to McGill after a visit to Anne Frank’s hiding place in Amsterdam. Cramped quarters gave Anne, her family and friends temporary sanctuary from the Nazis. For McGill, “being there connected that space to her and her diaries that told of her life in hiding … That tour taught me the importance of preserving historic buildings.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/17/sleeping-with-the-ancestors-book-review-slavery-black-history\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/17/sleeping-with-the-ancestors-book-review-slavery-black-history", "date_published": "2023-06-17 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My favourite place in Europe’: 17 travel writers on the country that feels like home", "description": "<p>Grand old Viennese coffee houses, blazing Algarve sunsets, steamboats in Stockholm, schnapps in Slovenia … and a dozen more reasons why we love Europe</p><p>At noon, <a href=\"https://www.stromma.com/en-se/stockholm/dining-cruises/brunch-cruises/brunch-with-ss-stockholm/\" title=\"\">steamboat S/S Stockholm</a> pushes away from Boulevard Strandvägen; its elegant art nouveau buildings, piped like cake icing, are the very definition of understated beauty. Our destination is Vaxholm, one of around 30,000 islands, skerries and islets in Stockholm’s archipelago. The city itself spans 14 islands, each with its own flair, like floating 3D puzzle pieces separated by waterways.<br /><br />As S/S Stockholm begins her journey, the lush island of Djurgården comes into view. The masts of my favourite museum, the <a href=\"https://www.vasamuseet.se/en\" title=\"\">Vasamuseet</a> – final resting place of a 17th-century warship – shoot high above the treeline. I hear gut-wrenching screams coming from amusement park <a href=\"https://www.gronalund.com/\" title=\"\">Gröna Lund</a> as we sail past. Thick forests, open parks and flower gardens are interlaced with biking routes and walking paths. Our proximity to nature and water organically creates work-life balance and slows me down to be fully present.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/17/my-favourite-place-in-europe-17-travel-writers-on-the-country-that-feels-like-home\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/17/my-favourite-place-in-europe-17-travel-writers-on-the-country-that-feels-like-home", "date_published": "2023-06-17 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re selling out every day’: popularity of ice-cream parlours soars in Great Britain", "description": "<p>Retro flavours such as rum and raisin and tutti-fruiti boom as Covid shifts shopping habits</p><p>Ice-cream parlours are usually associated with a trip to the seaside but they are coming to a high street near you as a mixture of nostalgia and convenience puts sundaes and posh gelato on the menu all year round.</p><p>The number of <a href=\"https://www.theguardian.com/lifeandstyle/2018/may/09/ice-cream-parlours-booming-instagram-teetotalism\">parlours on high streets</a> in England, Scotland and Wales has soared in the past two years, with the tally rising by more than 200 to 1,015, according to analysts the Local Data Company (LDC).</p> <a href=\"https://www.theguardian.com/business/2023/jun/17/ice-cream-parlours-great-britain-flavours-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/17/ice-cream-parlours-great-britain-flavours-covid", "date_published": "2023-06-17 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to turn stale bread into ‘poor man’s pesto’", "description": "<p>Bagnèt verd is a thrifty and tasty alternative to pesto, made with parsley instead of basil and stale bread instead of nuts and cheese</p><p><em>Bagnèt verd</em> is a super-economical green sauce that originated in <a href=\"https://www.theguardian.com/travel/2018/oct/28/land-of-plenty-harvest-in-piedmont-italy-wine-nutella\">Piedmont</a>, northern Italy. It’s a kind of poor-man’s pesto made with stale bread instead of pine nuts and cheese. The firmer the bread, the better, but any crusty loaf will do. As a wholefood lover, however, I like to use the robust crust from a dark brown sourdough, because not only does it have plenty of flavour and nutrition, but it also gives the sauce a wonderful texture.</p><p>Bagnèt verd is usually served with grilled tomino cheese or <em>bollito misto</em>, a traditional dish of slow-cooked meat, but it also works brilliantly alongside any simply cooked meat, fish or vegetable. You can introduce a further layer of flavour complexity by the optional addition of a few capers and a couple of umami-rich anchovy fillets, but even if it’s kept entirely plant-based and without the optional extras, this is a hugely tasty sauce that you may well find yourself slathering on just about everything you can, from a humble piece of toast to a magnificent roast dinner.</p> <a href=\"https://www.theguardian.com/food/2023/jun/17/how-to-turn-stale-bread-into-poor-mans-pesto-zero-waste-cooking\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/17/how-to-turn-stale-bread-into-poor-mans-pesto-zero-waste-cooking", "date_published": "2023-06-17 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: celebrating George Michael 40 years after Wham!’s first album", "description": "<p>The BBC dedicates a whole night to the singer. Plus: Kylie Minogue performs the anthem of the summer at Wembley Stadium. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/17/tv-tonight-celebrating-george-michael-40-years-after-whams-first-album\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/17/tv-tonight-celebrating-george-michael-40-years-after-whams-first-album", "date_published": "2023-06-17 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK homeowners face huge rise in payments when fixed-rate mortgages expire", "description": "<p>More than 2.4m deals are ending in 2024, raising fears of financial timebomb</p><p>More than a quarter of UK homeowners on a fixed-rate mortgage are heading for sharp increase in monthly payments before the next election, in a financial timebomb that will rock the Conservatives just as voters prepare to choose the next government.</p><p>With the Bank of England expected to increase its key interest rate next week for the 13th time, figures shared with the Guardian by UK Finance, the banking industry trade body, show more than 2.4m fixed-rate homeowner deals will expire between now and the end of 2024.</p> <a href=\"https://www.theguardian.com/money/2023/jun/17/uk-homeowners-face-huge-rise-in-payments-when-fixed-rate-mortgages-expire\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/17/uk-homeowners-face-huge-rise-in-payments-when-fixed-rate-mortgages-expire", "date_published": "2023-06-17 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children in England’s asylum hotels suffering from malnutrition", "description": "<p>Health professionals say some children dangerously thin, with parents reportedly rummaging through bins to find food</p><p>Health professionals have raised concerns about the increasing number of children in asylum seeker hotel accommodation being diagnosed with malnutrition, the Guardian has learned.</p><p>Cases of malnutrition among both children and adults have been confirmed in various different areas of England, including hotels in London and in the south-west.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/17/children-in-englands-asylum-hotels-suffering-from-malnutrition\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/17/children-in-englands-asylum-hotels-suffering-from-malnutrition", "date_published": "2023-06-17 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: is this a hangover – or just what being 60 feels like?", "description": "<p>I’m celebrating my birthday in Greece, swimming in the sea and drinking too much. I can’t believe how much my body hurts …</p><p>I wake up some time after 10am, to find myself alone in a strange bedroom with a terrible sense of foreboding. I listen out for voices, but I can hear nothing apart from waves breaking on rocks.</p><p>It occurs to me that I am in Greece. Outside the bedroom I find a set of open doors framing a sparkling sea. Beyond them is a small balcony. Somewhere below it, I can hear my wife amusing people. She is deploying the special, highly inaccurate accent she uses to imitate one of our children.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/17/tim-dowling-is-this-a-hangover-or-just-what-being-60-feels-like\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/17/tim-dowling-is-this-a-hangover-or-just-what-being-60-feels-like", "date_published": "2023-06-17 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I want answers’: hope gives way to fury in Greece as hunt for survivors ends", "description": "<p>As families mourn, questions have mounted over inconsistencies in the coastguard’s account of events</p><p>At a little after 8am on Friday, Fadi, a Palestinian, freshly arrived from Amsterdam, joined the throng of aid workers, activists and journalists gathered around a warehouse in Kalamata’s port.</p><p>The 29-year-old was on a mission. “I thought I had spotted my little brother Mohammed among pictures of the [shipwreck’s] survivors,” said the Syrian-born chef, who has lived in the Dutch city for the past decade. “I knew he had gone to Libya to board the boat, so, praying to Allah he was still alive, I decided to get on a flight.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/greece-shipwreck-survivors-anger-fury-coast-guard-questions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/greece-shipwreck-survivors-anger-fury-coast-guard-questions", "date_published": "2023-06-17 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s 21st-century warfare’: on Ukraine’s counteroffensive frontline", "description": "<p>Despite gradual progress, drone operators remain resolute about their critical role in counterattack </p><p>Gennadiy may be wounded in hospital, but he has still found a way to participate in Ukraine’s long-awaited counteroffensive. Sitting on a crowded ward at a medical facility in Dnipro, the commander unexpectedly pulls out his mobile to reveal live footage of green fields and tree lines in a newly contested part of the front.</p><p>Although he was hurt in an artillery strike overnight between 2 and 3 June, as Ukraine’s attacks on the southern Zaporizhzhia front stepped up, Gennadiy, 51, says that when required he watches the phone screen to help soldiers on the ground. “I’m still working, still correcting artillery fire,” he says. “This is not just so I can watch.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/21st-century-warfare-ukraine-counteroffensive-frontline\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/21st-century-warfare-ukraine-counteroffensive-frontline", "date_published": "2023-06-17 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘I may have embarrassed him by asking if he was rich’", "description": "<p>David, 76, a writer, meets Jacqueline, 69, a retired teacher</p><p><strong>What were you hoping for?</strong><br />To meet someone interesting. I’m a huge fan of Blind Date and thought it’d be cool to take a wild plunge. Although it didn’t work out, it was still tremendous fun.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/17/blind-date-david-jacqueline\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/17/blind-date-david-jacqueline", "date_published": "2023-06-17 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From The Flash to And Just Like That: a complete guide to this week’s entertainment", "description": "<p>Whether it’s the superhero-stuffed DC adventure or the slight return of Kim Cattrall to New York, our critics have you covered for the next seven days</p><p><strong>The Flash</strong><br /><em>Out now</em><br />Following one of the most embattled PR sagas in motion picture history (Google “Ezra Miller legal troubles”), it is almost hard to believe the DC Comics movie The Flash, starring Miller as the titular superhero, actually exists and is being released. Still, it’s finally really here: the story of how a guy in a spandex can go really fast.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/17/going-out-staying-in-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/17/going-out-staying-in-complete-guide-to-this-weeks-entertainment", "date_published": "2023-06-17 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are the best options if you are looking for a mortgage?", "description": "<p>With interest rates predicted to rise again and cost of fixed-rate deals on the up, here’s what you need to know</p><p>As if things were not tough enough already, those looking for a new mortgage deal are now being squeezed on all sides.</p><p>Some experts are predicting the Bank of England will raise interest rates five more times, on top of the 12 since December 2021 that have taken <a href=\"https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation\">the central bank’s key base rate to 4.5%</a> – the highest since 2008.</p> <a href=\"https://www.theguardian.com/money/2023/jun/17/best-options-mortgage-interest-rates-fixed\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/17/best-options-mortgage-interest-rates-fixed", "date_published": "2023-06-17 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Korea holds key meeting as US sends nuclear submarine to South Korea", "description": "<p>Kim Jong-un attended the conference to review defence strategies and the country’s struggling economy</p><p>North Korea opened a key political conference with leader Kim Jong-un in attendance to discuss improving its struggling economy and reviewing defence strategies in the face of growing tensions with rivals, according to state media reports.</p><p>The enlarged plenary meeting of the ruling Workers’ party’s central committee came as the US sent a nuclear-powered submarine to South Korea in the allies’ latest show of force against the North, which has ramped up its testing of nuclear-capable missiles to a record pace in recent months.</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/north-korea-holds-key-meeting-as-us-sends-nuclear-submarine-to-south-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/north-korea-holds-key-meeting-as-us-sends-nuclear-submarine-to-south-korea", "date_published": "2023-06-17 04:12:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Researchers one step closer to growing decaffeinated coffee beans", "description": "<p>Resulting varieties could find commercial success as an alternative to current decaf requiring artificial processes</p><p>A Brazilian coffee research institute has started a decisive stage in a two-decade project to develop arabica coffee varieties that are naturally decaffeinated, a development the researchers think could have significant commercial potential.</p><p>If successful, the resulting varieties could find a market niche in large consuming regions such as Europe and the US among consumers who would prefer them to current decaffeinated brands that are the result of chemical or industrial processes.</p> <a href=\"https://www.theguardian.com/food/2023/jun/17/researchers-one-step-closer-to-growing-decaffeinated-coffee-beans\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/17/researchers-one-step-closer-to-growing-decaffeinated-coffee-beans", "date_published": "2023-06-17 01:12:22+00:00", "persistent": false, "user": null, "language": "en-UK"}]