[{"source": "https://www.theguardian.com/international/rss", "title": "We love: fashion fixes for the week ahead – in pictures", "description": "<p>Nineties-inspired denim from Ukraine, size-inclusive brand Ester Manas’s collaboration with Ganni – and walking works of art on the high street</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jun/17/we-love-fashion-fixes-for-the-week-ahead-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/jun/17/we-love-fashion-fixes-for-the-week-ahead-in-pictures", "date_published": "2023-06-17 22:50:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Summer sandals: 20 of the best styles –  in pictures", "description": "<p>Stride into summer with this season’s chunky flatforms</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jun/17/summer-sandals-20-of-the-best-styles-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/jun/17/summer-sandals-20-of-the-best-styles-in-pictures", "date_published": "2023-06-17 22:45:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ashes diary: Edgbaston turns blue for Bob Willis while Stokes mixes it up | Andy Bull", "description": "<p>Birmingham venue bathes in blue to raise funds for prostate cancer research while fans compete in fancy dress</p><p>Edgbaston turned Blue for Bob on Saturday, part of a fundraising campaign run by the Bob Willis Fund to raise money for prostate cancer research and awareness. They’ve raised £800,000 in their first two years, part of which has gone towards the development of new, non-invasive tests at the University of East Anglia. The day doubles up as a celebration of Willis, there were hundreds of big bushy wigs on show, and a bowling net behind the RES Wyatt Stand where people were invited to attempt their best impressions of his loping run. Impressive as all that is, the fund’s most remarkable achievement may be that they managed to persuade Willis’s hero, Bob Dylan, to be their Honorary Patron. Dylan is a baseball fan and even wrote a tribute to the New York Yankees’ pitcher Catfish Hunter. His only known contribution to cricket, though, is the brief epitaph he offered Willis: “Bob Willis was a great sportsman who left too soon. I’m happy to keep his flame and cause alive.”</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/17/ashes-diary-blue-for-bob-highs-and-lows-england-fielding\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/17/ashes-diary-blue-for-bob-highs-and-lows-england-fielding", "date_published": "2023-06-17 20:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Joe Biden rallies with union workers in Philadelphia: ‘You built America’", "description": "<p>President enlists support of union members against GOP tax cuts for the wealthy at first political rally of 2024 re-election campaign</p><p>At his first political rally since announcing his re-election campaign for president in April, Joe Biden <a href=\"https://www.reuters.com/world/us/biden-make-re-election-pitch-unions-pennsylvania-2023-06-17/\">told</a> a crowd of labor union supporters: “Wall Street didn’t build America – you did.”</p><p>“If the investment bankers of this country went on strike tomorrow, no one would notice,” Biden said on Saturday during a speech which alluded to his blue-collar childhood roots in Scranton, Pennsylvania. Renewing his longstanding vocal support for labor unions, he continued: “If this room didn’t show up to work tomorrow, the whole country would come to a grinding halt, so tell me – who matters more in America?”</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/joe-biden-union-rally-philadelphia-2024-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/joe-biden-union-rally-philadelphia-2024-campaign", "date_published": "2023-06-17 19:36:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A day of Total Moeen is the perfect example of England’s new approach | Jonathan Liew", "description": "<p>Mercurial spinner proves he is the polar opposite to Jack Leach with a performance of highs and lows on return from Test exile</p><p>“Ashes?” “Lol.” And so, after a two-word WhatsApp exchange and a two-year break, Moeen Ali is back at the top of his mark. There’s a roar of approval as his name is announced, a newish red ball in his hand and a fresh page to be written. Moeen has bowled 11,854 balls in Test cricket and most of them, like most of everything, have been instantly forgettable. But then there are the ones you remember.</p><p>For his nine years in international cricket this has been the eternal illusion of Moeen: a cricketer in whom you can see whatever you want to see. Do you see the boundary balls or the magic balls? The soaring sixes or the squandered starts? Even his abrupt recall – by Ben Stokes, via text – felt like its own little self-contained paradox. It was the bold call. It was the safe call. It was a counterintuitive gamble. It was a grave insult to county cricket. He was going to take vital Australia wickets. He was going to get collared.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/17/a-day-of-total-moeen-is-the-perfect-example-of-englands-new-approach\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/17/a-day-of-total-moeen-is-the-perfect-example-of-englands-new-approach", "date_published": "2023-06-17 19:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Khawaja adds the final exclamation mark to his storied comeback | Geoff Lemon", "description": "<p>Australia opener proves another point with a Test century against England that fills the one remaining gap in his record</p><p>You have to start at the end. The celebration is unlike any other. Usman Khawaja starts recognisably, jumping as he crosses for a run, brandishing the bat like a fist pump with custom extensions. But the feeling boils up in him, something frothing its way to the top and over.</p><p>He throws his bat away, one arm up involuntarily like the jukebox just hit the chorus of Don’t Stop Believin’. It’s not a clean throw, no mic-drop drama, not planned. The bat tumbles from his hand to the ground because his body flails, a physical expostulation as response to a feeling that he does not know how to express.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/17/khawaja-adds-exclamation-mark-to-storied-comeback-england-australia-ashes-first-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/17/khawaja-adds-exclamation-mark-to-storied-comeback-england-australia-ashes-first-test", "date_published": "2023-06-17 18:47:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Chelsea will step up efforts to sign Nicolas Jackson and Moisés Caicedo", "description": "<ul><li>Blues may offer Conor Gallagher to Brighton as part of deal</li><li>21-year-old Villarreal striker Jackson has £30m release clause</li></ul><p>Chelsea will step up their attempts to sign the Brighton midfielder, Moisés Caicedo, and the Villarreal striker Nicolas Jackson this week.</p><p>Jackson, a 21-year-old striker, has agreed personal terms and Chelsea are considering whether to trigger his £30m release clause. The Senegal international failed a medical at Bournemouth in January and has been tracked by Aston Villa and Everton, but Chelsea’s interest has intensified following recent discussions with the player’s camp.</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/chelsea-will-step-up-efforts-to-sign-nicolas-jackson-and-moises-caicedo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/chelsea-will-step-up-efforts-to-sign-nicolas-jackson-and-moises-caicedo", "date_published": "2023-06-17 18:18:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Khawaja punishes England errors as Australia roar back from Broad salvo", "description": "<ul><li>First Test, day two: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-17/england-cricket-team\">England 393-8dec, Australia 311-5</a></li><li>Usman Khawaja puts Australia on top with unbeaten century</li></ul><p>Stuart Broad was in the thick of things as England and Australia vied for control on day two of the first Ashes Test, conjuring a big double breakthrough before reprieving centurion Usman Khawaja with a careless no-ball.</p><p>Broad raised the roof in the morning when he dismissed old rival David Warner and the world’s number one batter Marnus Labuschagne with consecutive deliveries, but Khawaja batted from start to finish as Australia finished 82 behind on 311 for five.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/17/england-australia-first-ashes-test-day-two-report-khawaja-broad-edgbaston\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/17/england-australia-first-ashes-test-day-two-report-khawaja-broad-edgbaston", "date_published": "2023-06-17 18:02:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US Open golf 2023: third round – live updates", "description": "<ul><li>Saturday’s latest at LA Country Club from 6.30pm (BST)</li><li><a href=\"https://www.usopen.com/2023/scoring.html\">Official leaderboard</a> | <a href=\"https://www.theguardian.com/sport/2023/jun/16/rory-mcilroy-finds-his-groove-on-front-nine-to-stay-firmly-in-the-mix-at-us-open\">Fowler leads at halfway mark</a></li><li>Get in touch: contact David <a href=\"mailto:david.tindall.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/DaveTindallgolf\">Twitter</a></li></ul><p><strong>Erm, time zones eh</strong>. Okay, let’s break the news to those on UK time as there is no way of getting around it. The last two-ball today – Rickie Fowler and Wyndham Clark – heads out at, erm, 11.40pm. That’s pretty pretty late. Still, no pain, no gain. It’s Sunday tomorrow and those who stick it out until maybe 4am will get rewarded by a 7am wake-up call and a lovely Father’s Day card from the kids. Smashing. Here are those tee-times.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/17/us-open-golf-2023-third-round-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/17/us-open-golf-2023-third-round-live-updates", "date_published": "2023-06-17 17:08:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Observer view on the Greek migrant boat tragedy: the west must admit responsibility | Observer editorial", "description": "Tragedies at sea will continue until the west faces up to its responsibilities and recognises its part in the plight of refugees<p>The nationalities of the several hundred people assumed to have drowned in the latest, terrible <a href=\"https://www.theguardian.com/world/2023/jun/15/greece-shipwreck-disaster-exposes-europes-deadly-failure\" title=\"\">migrant boat tragedy</a> in the Mediterranean help explain why they attempted so perilous a journey. Pakistanis, Egyptians, Syrians, Afghans and Palestinians reportedly comprised most of the approximately 750 passengers crammed on to the unseaworthy vessel that set off from Tobruk in Libya and sank 50 miles off the coast of Greece last Wednesday.</p><p>The list of countries of origin is an index of pain, for which the EU, Britain and their allies bear much responsibility. The west’s failure to stop the Syrian regime’s war on its people led to the 2015-16 migrant crisis, when hundreds of thousands of Syrians sought safety in Europe. Although fighting has subsided, many, including Palestinians living in desperate conditions in camps in the war-torn country, still flee persecution by a vengeful regime, or are quitting an increasingly <a href=\"https://www.theguardian.com/world/2023/may/12/syrians-turkey-elections-uncertain-future-whether-erdogan-stays-or-goes\" title=\"\">unaccommodating Turkey</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/the-observer-view-on-the-greek-migrant-boat-tragedy-the-west-must-admit-responsibility\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/the-observer-view-on-the-greek-migrant-boat-tragedy-the-west-must-admit-responsibility", "date_published": "2023-06-17 17:01:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Two Americans found dead at Mexico resort died from inhaling toxic gas", "description": "<p>Workers at luxury hotel where John Heathco and Abby Lutz died report managers had disabled carbon monoxide alarms</p><p>Two Americans whose bodies were <a href=\"https://apnews.com/article/mexico-americans-dead-gas-inhalation-hotel-baja-4f29b7995696a1d7b8fae35ac8f9b640\">found</a> in their room at a resort in the Mexican state of Baja California Sur on 13 June died from inhaling toxic gas, according to officials’ preliminary findings.</p><p>The couple – <a href=\"https://ktla.com/news/local-news/southern-california-business-owner-girlfriend-found-dead-in-mexico/\">identified</a> as 41-year-old John Heathco and 28-year-old Abby Lutz, of California – had reportedly been dead between 10 and 11 hours before being discovered in their room at the oceanfront Hyatt Rancho Pescadero Hotel in El Pescadero, Mexico. The cause of death was <a href=\"https://www.washingtonpost.com/travel/2023/06/15/americans-died-mexico-hotel/\">ruled</a> as intoxication of an unspecified gas substance that local officials as of Saturday were still working to determine.</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/two-americans-found-dead-at-luxury-mexico-resort-died-from-inhaling-toxic-gas\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/two-americans-found-dead-at-luxury-mexico-resort-died-from-inhaling-toxic-gas", "date_published": "2023-06-17 15:32:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Daniel Ellsberg was one of history’s most consequential figures | Trevor Timm", "description": "<p>May we all one day have as much courage – in life and in death – as Daniel Ellsberg</p><p>In All the President’s Men, the classic film on the downfall of President Richard Nixon, the name “Daniel Ellsberg” is not uttered once. And what a shame that is. Because for all the journalistic heroics of Woodward and Bernstein, it’s possible that there was no one more responsible for the only resignation of a president in American history than Daniel Ellsberg.</p><p>Ellsberg, the legendary Pentagon Papers whistleblower, passionate anti-nuclear activist and <a href=\"https://freedom.press/news/daniel-ellsberg-an-american-hero-for-the-ages-1931-2023/\">staunch press freedom advocate</a>, passed away at the age of 92 on Friday. History should remember him as one of the 20th century’s most consequential figures. But we should also be reminded that his own story is also so cinematic, it’s almost hard to believe.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/daniel-ellsberg-historys-most-consequential-figures\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/daniel-ellsberg-historys-most-consequential-figures", "date_published": "2023-06-17 14:05:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NFL legend and Colorado coach Deion Sanders may have left foot amputated", "description": "<ul><li>Sanders lost two toes in 2021 due to circulation issues</li><li>55-year-old left Jackson State for Colorado in December</li></ul><p>Deion Sanders might lose his left foot as a result of circulation issues that forced him to have two toes amputated in 2021.</p><p>Sanders allowed camera crews with <a href=\"https://www.youtube.com/watch?v=ypG9dRszbDI\">Thee Pregame Show</a> to film a meeting with his medical team at the University of Colorado, where he’s preparing for his first season as head football coach.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/17/deion-sanders-colorado-football-coach-left-foot-amputated\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/17/deion-sanders-colorado-football-coach-left-foot-amputated", "date_published": "2023-06-17 14:02:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sauna and a show? ‘Wellness theater’ makes its sweaty debut in Las Vegas", "description": "<p>The sauna-set entertainment known as <em>Aufguss</em> has long been popular in Europe. Will Americans warm to the art form?</p><p>In the “event sauna” of the Awana Spa in Las Vegas, tourists in bathing suits were taking selfies on wood benches lined with neon lights. The sauna was heated to 175F (79C) and the show was about to begin.</p><p>A tattooed and bikini-clad “sauna meister” dropped ice infused with essential oils on to the hot stones at the center of the sauna. As pop music pounded through the sauna speakers, she began to wave a towel in elaborate patterns above her head, wafting hot, scented air directly at each cluster of audience members.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/wellness-theater-las-vegas-aufguss-sauna\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/wellness-theater-las-vegas-aufguss-sauna", "date_published": "2023-06-17 14:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Whether you’re trans or not, the gender police are coming for you too | Arwa Mahdawi", "description": "<p>A man harassing a nine-year-old girl for not looking feminine enough shows the war on trans people is also a war on women</p><p>It was supposed to be a fun school sports event for young kids. Instead it turned into an altercation that went viral and made <a href=\"https://www.washingtonpost.com/nation/2023/06/16/9-year-old-track-transgender/\">international news</a>. A nine-year-old girl was getting ready to take her turn at a shot put event in British Columbia, Canada, when a belligerent 67-year-old man called Josef Tesar intervened and allegedly accused the girl of being a boy or transgender. The girl had short hair, you see, and apparently didn’t fit Tesar’s precise specifications of femininity. Since she didn’t immediately pass the Tesar test, he wanted proof that the girl was born female before she was allowed to continue. The competition was disrupted and the girl ended the day in tears.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/17/gender-police-trans-war-women\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/17/gender-police-trans-war-women", "date_published": "2023-06-17 13:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Football quiz: can you identify the team title streak from the runners-up?", "description": "<p>We’ll give you a list of the second-best sides, and it’s up to you to name the dynasty that kept them in the shade</p> <a href=\"https://www.theguardian.com/football/2023/jun/17/football-quiz-can-you-identify-the-team-title-streak-from-the-runners-up\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/17/football-quiz-can-you-identify-the-team-title-streak-from-the-runners-up", "date_published": "2023-06-17 12:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russian forces face shortage of tanks as counteroffensive creeps forward", "description": "<p>Ukraine forces slowly pushing back Putin’s troops, claims Kyiv, aided by western hardware</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/jun/17/russia-ukraine-war-live-counteroffensive-records-tactical-successes-as-troops-advance-south\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Russia’s forces are suffering from a shortage of tanks, the country’s defence minister has admitted, as Ukraine’s <a href=\"https://www.theguardian.com/world/2023/jun/17/21st-century-warfare-ukraine-counteroffensive-frontline\">offensive in the south and east continued to push back the frontline</a> with the help of western hardware.</p><p>Sergei Shoigu, on a visit to a military factory in western Siberia, said that production of armoured vehicles needed to be increased as Kyiv talked up the heavy losses being inflicted on the occupying enemy.</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/russian-forces-face-shortage-of-tanks-as-counteroffensive-creeps-forward-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/russian-forces-face-shortage-of-tanks-as-counteroffensive-creeps-forward-ukraine", "date_published": "2023-06-17 10:44:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The woman saving trans lives at the US-Mexico border: ‘Why would I turn my back on them?’", "description": "<p>The shelter Susana ‘Susy’ Barrales runs in Tijuana has become a destination for trans women fleeing persecution and looking for support and healthcare</p><p>Susana “Susy” Barrales cuts a dash in downtown Tijuana, exchanging hellos with neighbors, friends and acquaintances whenever she heads out from her modest office, where the walls are adorned with framed awards from local government entities praising her advocacy work.</p><p>The shelter she runs in the city on the <a href=\"https://www.theguardian.com/us-news/us-mexico-border\">Mexico border</a> with California has become a destination for many from other Mexican cities and countries in Central America, and beyond, who hear about it on the migration grapevine.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/tijuana-transgender-women-shelter-us-mexico-border\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/tijuana-transgender-women-shelter-us-mexico-border", "date_published": "2023-06-17 10:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A sense of betrayal’: liberal dismay as Muslim-led US city bans Pride flags", "description": "<p>Many liberals celebrated when Hamtramck, Michigan, elected a Muslim-majority council in 2015 but a vote to exclude LGBTQ+ flags from city property has soured relations</p><p>In 2015, many liberal residents in Hamtramck, Michigan, celebrated as their city attracted international attention for becoming the first in the United States <a href=\"https://www.theguardian.com/us-news/2015/nov/15/michigan-muslim-majority-city-council-hamtramck-detroit\">to elect</a> a Muslim-majority city council.</p><p>They viewed the power shift and diversity as a symbolic-but-meaningful rebuke of the Islamophobic rhetoric that was a central theme of then Republican presidential candidate Donald Trump’s campaign.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/17/hamtramck-michigan-muslim-council-lgbtq-pride-flags-banned\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/17/hamtramck-michigan-muslim-council-lgbtq-pride-flags-banned", "date_published": "2023-06-17 10:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Holiday spending: what to sort out now to keep costs down", "description": "<p>Accessing money abroad can rack up a number of unexpected bills, so plan now to save later</p><p>Millions of people are counting down the days until they head off abroad this summer. But when you are doing pre-holiday admin, don’t forget about the things that will help keep costs down, and make for a smoother trip.</p><p>Pick the wrong plastic, for example, and you will end up spending more than you need to.</p> <a href=\"https://www.theguardian.com/money/2023/jun/17/holiday-spending-what-to-sort-out-now-to-keep-costs-down\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/17/holiday-spending-what-to-sort-out-now-to-keep-costs-down", "date_published": "2023-06-17 07:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Case of UK woman jailed for late abortion is difficult for activists on both sides", "description": "<p>Pro-choice and anti-abortion supporters face dilemmas arising from the recent tragic case, making it difficult to press ministers for a change in the law</p><p>To those familiar with the fraught battle lines around one of society’s most emotive issues, the reaction of anti-abortion campaigners in the hours after <a href=\"https://www.theguardian.com/world/2023/jun/12/woman-in-uk-jailed-for-28-months-over-taking-abortion-pills-after-legal-time-limit\">a woman was jailed for procuring a late abortion</a> appeared muted.</p><p>Key voices from major anti-abortion groups were conspicuously absent in the coverage, while pro-choice campaigners’ calls for decriminalisation were tempered by the insistence that they were not calling for freely available abortion at any stage of a pregnancy.</p> <a href=\"https://www.theguardian.com/world/2023/jun/17/case-uk-woman-jailed-late-abortion-difficult-both-sides\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/case-uk-woman-jailed-late-abortion-difficult-both-sides", "date_published": "2023-06-17 07:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bug swarm: Nevada crawling with thick carpet of Mormon crickets", "description": "<p>Millions of crickets – or rather shield-backed katydids – migrating across state, after hatching was delayed in spring</p><p>Millions of flightless insects known as <a href=\"https://ksltv.com/558169/millions-of-mormon-crickets-invade-elko-nv/\">Mormon crickets</a> have descended across Nevada, alarming residents, blanketing roadways and buildings, and fueling nightmares.</p><p>Footage shared on social media and by local news outlets captures six Nevada counties under siege, with thick carpets of bugs moving slowly and efficiently across the state. A local hospital had to deploy brooms and leafblowers to clear the way for patients to get into the building, a spokesperson for the Northeastern Nevada Regional Hospital, told local news outlet KSL.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/17/mormon-crickets-nevada\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/17/mormon-crickets-nevada", "date_published": "2023-06-17 05:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 479 of the invasion", "description": "<p>Ukraine’s counteroffensive pushes south towards Mariupol; Putin confirms first nuclear weapons deployed to Belarus</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2023/jun/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-479-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-479-of-the-invasion", "date_published": "2023-06-17 00:27:40+00:00", "persistent": false, "user": null, "language": "en-US"}]