[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "9 Video Game BOSSES That Took Down OTHER BOSSES", "description": "This feature highlights video game bosses which, whilst initially presenting a threat to the player, go on to become allies, companions, or offerors of assistance to some degree once defeated. This assistance may take the form of a reward or powerup – something which aids the player onward as they continue the game’s main questline. \n\nOther times, the defeated boss becomes a true friend to the player character, subverting the usual role a boss character takes in a video game’s story. Ordinarily, their function is as a test to player skill with defeated bosses usually killed for good. The bosses in this rundown demonstrate that developers can mix up the formula from time to time, providing characters which take on a greater importance", "link": "https://www.youtube.com/watch?v=WkwTrtfiH1w", "date_published": "2023-06-22 19:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Metal Gear Solid 4 vs. Metal Gear Solid 2 - 15 YEARS LATER", "description": "Both Metal Gear Solid 4: Guns of the Patriots and Metal Gear Solid 2: Sons of Liberty are acclaimed entries in the Metal Gear series. Both explore complex themes surrounding politics, technology, and warfare. Metal Gear Solid 2's portrayal of mass disinformation, and global conspiracy all seemed to come true in real-life in one form or another in the years proceeding its release. \n\nThis feature attempts to analyse these themes in greater detail, with a greater focus on Metal Gear Solid 4’s themes of dehumanisation and uniformity displayed by its mind-controlled militia and how this reflects on modern society at large.", "link": "https://www.youtube.com/watch?v=_E7mfg-WOr8", "date_published": "2023-06-22 15:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Things Final Fantasy 16 Doesn't TELL YOU", "description": "Final Fantasy 16 is out now for PS5. It promises a massive new setting, epic storyline and deep characterization. Though it has that vibrant atmosphere, there are plenty of changes and new systems to master, including fast-paced real-time combat.\n\nFiguring out the Skills that suit your playstyle is only half the story. There are various choices, with Accessories providing more freedom in how you customize Clive and things to do in combat to give you an edge over opponents. Even knowing when to use certain items can make a difference.\n\nCheck out 15 tips and tricks to remember while playing Final Fantasy 16, whether exploring the world, undertaking Hunts or experimenting with different tactics.", "link": "https://www.youtube.com/watch?v=fTcVzMBcrfM", "date_published": "2023-06-22 12:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}]