[{"source": "https://www.pcworld.com/index.rss", "title": "Google’s Chromebook X leak sends mixed messages on hardware", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>By some measures, Android is the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://gs.statcounter.com/os-market-share#monthly-202111-202303&amp;xcust=2-2-1964813-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">most-used operating system on the planet</a>. And Google achieved this act of domination in less than 10 years, thanks to smart choices during a fundamental shift in the nature of human communication. And the Nexus and Pixel lines, while not as dominant as other Android manufacturers like Samsung or Xiaomi, are a big part of that story. So why can&rsquo;t Google stick the landing on any hardware besides phones? </p>\n\n\n\n<p>A little context. <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://9to5google.com/2023/06/20/chromebook-x/&amp;xcust=2-2-1964813-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">A recent report from 9to5Google</a> says that Google is preparing a big push for its Chromebook laptops later this year, introducing the &ldquo;Chromebook X&rdquo; label as a clear indication of high-end models. It&rsquo;s similar to Dell&rsquo;s XPS line or <a href=\"https://www.pcworld.com/article/560732/intel-expands-premium-evo-brand-into-desktops-foldables-and-more.html\" rel=\"noreferrer noopener\" target=\"_blank\">Intel&rsquo;s Evo certification</a>, a way for consumers to quickly and easily tell a more powerful, premium Chromebook from the wide swaths of budget hardware that ChromeOS usually appears on. </p>\n\n\n\n<p>According to the leaks, Chromebook X branding would be present on both the hardware and software, with minimum specs for memory, quality screens and webcams, and new-ish processors from AMD and Intel (Zen 2+ or Core 12th gen at the oldest). Extra features in the OS itself, like time-shifting wallpapers, will add a little bling to the experience. While the price range for this new sub-brand isn&rsquo;t exactly set in stone, 9to5Google estimates that it would start around the $400 mark and go up.</p>\n\n\n\n<p>There&rsquo;s just one problem: There&rsquo;s no indication that Google will actually be making any of this hardware. </p>\n\n\n\n<h2 id=\"pixelbook-problems\">Pixelbook problems </h2>\n\n\n\n<p>That&rsquo;s not a surprise. Google has been fairly firm in its declaration that it&rsquo;s out of the laptop business (and the adjacent, high-end tablet business, for that matter). The last official Google product running ChromeOS was the <a href=\"https://www.pcworld.com/article/402945/google-pixel-slate-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">Pixel Slate</a>, a competitor to the iPad Pro and Surface lines that&rsquo;s considered a flop even among Google fans. </p>\n\n\n\n<p>Before that the <a href=\"https://www.pcworld.com/article/398265/google-pixelbook-go-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">Pixelbook Go</a> was well-received, but too expensive compared to other Chromebooks with comparable capabilities. &ldquo;Too expensive&rdquo; is a familiar descriptor for non-phone Google hardware, as the same label was applied to the <a href=\"https://www.pcworld.com/article/407536/google-pixelbook-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">much more premium Pixelbook</a>, and the original Chromebook Pixel, going all the way back to 2013. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Google Pixelbook (2017) - front view\" class=\"wp-image-1067395\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/09/google_pixelbook_review_01-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Google hasn&rsquo;t made a premium laptop since the Pixelbook in 2017.</figcaption></figure><p class=\"imageCredit\">Dominik Tomaszewski / Foundry</p></div>\n\n\n\n<p>But while these laptops were tiny in terms of actual market share, they loom large in the short history of ChromeOS as a platform. That&rsquo;s because they&rsquo;re the flagships, Google&rsquo;s attempt to show both consumers and manufacturers what ChromeOS is capable of when you actually invest real design chops into the hardware, not just slapping the (mostly) open-source OS on budget hardware. Even the Pixel Slate, flop that it was, demonstrated that Chrome can work on a primarily touch-based interface. Without it, I doubt we&rsquo;d have excellent hybrid tablet gadgets like the <a href=\"https://www.pcworld.com/search?q=chromebook+duet#gsc.tab=0&amp;gsc.q=chromebook%20duet&amp;gsc.page=1\" rel=\"noreferrer noopener\" target=\"_blank\">Lenovo Chromebook Duet.</a> </p>\n\n\n\n<h2 id=\"google-needs-a-halo-product\">Google needs a halo product </h2>\n\n\n\n<p>And it&rsquo;s not as if Google needs this lesson. Samsung, and arguably Apple, have been pushed to greater heights of hardware just based on the existence of the Pixel phone line. Google&rsquo;s mobile cameras are up there with the best in the industry, showing the importance of image processing over simply cramming in as many megapixels as possible. Microsoft&rsquo;s Surface line is its halo product (no pun intended), demonstrating the latest and greatest in both Windows capabilities and the direction in which Microsoft sees PC tablet and laptop physical design going. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Samsung Galaxy Chromebook deal\" class=\"wp-image-809551\" height=\"796\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/07/Samsung-Galaxy-Chromebook-deal.png?w=1200\" width=\"1200\" /><figcaption>High-end Chromebook hardware, like Samsung&rsquo;s Galaxy Chromebook, can work.</figcaption></figure><a class=\"imageCredit\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/SAMSUNG-Chromebook-Computer-Touchscreen-Processor/dp/B088T2C912/&amp;xcust=2-2-1964813-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Samsung / Amazon</a></div>\n\n\n\n<p>Chromebook X makes sense as a branding push right now. Despite being on the market for over a decade and a few high-end offerings like the <a href=\"https://www.pcworld.com/article/398582/samsungs-galaxy-chromebook-screams-premium-with-fancy-parts-and-flashy-colors.html\" rel=\"noreferrer noopener\" target=\"_blank\">Samsung Galaxy Chromebook</a>, Chromebooks are still largely seen as budget-only options for users who don&rsquo;t need power or capability. But Google is trying to shed this perception, even going so far as to offer <a href=\"https://www.pcworld.com/article/1677622/lenovo-ideapad-5-gaming-chromebook-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">&ldquo;gaming&rdquo; Chromebooks</a> that can <a href=\"https://www.pcworld.com/article/625496/playing-skyrim-steam-chromebook-impressions.html\" rel=\"noreferrer noopener\" target=\"_blank\">run Steam</a>. And there are a few premium models on the market, though &ldquo;premium&rdquo; means &ldquo;up to about $1,000&rdquo; in this context. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Pixel Tablet SE\" class=\"wp-image-1817269\" height=\"551\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/pitab_5.jpg?quality=50&amp;strip=all\" width=\"980\" /></figure><p class=\"imageCredit\">Google</p></div>\n\n\n\n<p>But if Google really wants to sell the idea that Chromebooks can be more than fleet machines for schools and &ldquo;browser in a box&rdquo; budget laptops, it needs to come back to the hardware itself, like it <a href=\"https://www.pcworld.com/article/1816339/googles-pixel-tablet-is-a-nest-hub-too-and-still-a-hard-sell.html\" rel=\"noreferrer noopener\" target=\"_blank\">recently did with the Pixel Tablet</a> for Android tablets. Nothing says &ldquo;I&rsquo;m ready to expand my horizons&rdquo; like showing it in pure hardware. Sadly, Google&rsquo;s recent <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://fortune.com/2023/04/03/google-cost-cutting-employee-perks-hybrid-work/&amp;xcust=2-2-1964813-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">post-pandemic push for cost-cutting</a> is probably why it&rsquo;s going to ameliorate the risk of this branding push, by putting it on the shoulder of third-party manufacturers. So as much as I&rsquo;d like to see a true return of the Pixelbook, I won&rsquo;t hold my breath. </p>\n\nChromebooks</div>", "link": "https://www.pcworld.com/article/1964813/googles-chromebook-x-leak-sends-mixed-messages-on-hardware.html", "date_published": "2023-06-22 16:33:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "NZXT’s new gaming headphones and speakers are gorgeous", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>NZXT is a big name in cases and motherboards, well-known for its clean design aesthetics and high-quality materials. The company has been expanding into other PC hardware for the last year, including <a href=\"https://www.pcworld.com/article/622839/hands-on-with-the-nzxt-function-the-premium-keyboard-for-mech-newbies.html\" rel=\"noreferrer noopener\" target=\"_blank\">keyboards</a>, mice, and even monitors. Its latest expansion is audio with the new Relay line, which starts with four products: a wired gaming headset, a set of bookshelf speakers, an add-on subwoofer, and a dedicated mixer to manage it all. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>Like the Capsule microphone, the Relay line (spotted by <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.kitguru.net/peripherals/matthew-wilson/nzxt-debuts-new-relay-audio-line-with-speakers-headset-and-mixer/&amp;xcust=2-3-1964660-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">KitGuru</a>) looks the part of NZXT hardware, with smooth surfaces, sharp angles, black-on-white color schemes, and nary an RGB LED to be found. The <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://nzxt.com/product/relay-headset&amp;xcust=2-3-1964660-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Relay Headset</a> matches the specs of most wired headsets on the market with 40mm neodymium drivers, a 20hz-40kHz response range, and a detachable cardioid microphone. Note that it uses a standard 3.5mm jack, not USB, probably because it&rsquo;s designed to be used with the mixer. It&rsquo;s available in black or white for a mid-range $100. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"NZXT relay mixer\" class=\"wp-image-1964756\" height=\"1000\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/1686597761-switchmix-hero-mixer.png\" width=\"1000\" /></figure><p class=\"imageCredit\">NZXT</p></div>\n\n\n\n<p>Speaking of the mixer, it&rsquo;s about as good-looking as such things can be. The <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://nzxt.com/product/switchmix&amp;xcust=2-3-1964660-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">SwitchMix</a> combines a headphone stand with a radial dial and a fade slider, with software able to control pretty much any audio level on your PC. The CAM software includes pre-mixed profiles for music, movies, voices, and several game genres, as well as the usual custom options, all compatible with DTT 7.1 for surround sound and 24-bit audio quality. Oh! There&rsquo;s one particularly neat trick. It automatically switches between speaker and headset audio when you remove your headset from the stand. It&rsquo;ll cost you a hefty $130 and it comes only in black. </p>\n\n\n\n<p>The <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://nzxt.com/product/relay-speakers&amp;xcust=2-3-1964660-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Relay speakers</a> are making a play for the mid-range with a $250 price point and going with a classic full-analog setup. Audiophiles will note the silk dome tweeter and fiberglass woofer drivers, as well as the 80 watts of power. The bookshelf speakers come in black or white, with the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://nzxt.com/product/relay-subwoofer&amp;xcust=2-3-1964660-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">140-watt wired subwoofer</a> (black only) as an optional upgrade for an extra $150. </p>\n\nSpeakers</div>", "link": "https://www.pcworld.com/article/1964660/nzxts-new-gaming-headphones-and-speakers-are-gorgeous.html", "date_published": "2023-06-22 14:35:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Shutdown or energy-saving mode: Which is better for the PC?", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Deciding whether to shut down or sleep a computer has been a long-debated question in the annals of PC history. Some users argue that restarting the computer too often can damage the components and thus shorten their lifespan. While others stress that a sleeping PC is wasting power, especially if the computer won&rsquo;t be used for a long time.</p>\n\n\n\n<p>So which is your best bet? We address both points of view below and explain what happens during both shutdown and hibernation to help you get a clearer picture of which is right for you and your computer habits.</p>\n\n\n\n<h2 id=\"shutdown-vs-sleep\">Shutdown vs. Sleep</h2>\n\n\n\n<p>When you shut down your PC, it works like an &ldquo;off&rdquo; switch. In Windows and macOS operating systems, signals are sent to all remaining devices and drivers to slowly and gradually turn off the power. This protects the components and is also intended to extend the overall life of the computer.</p>\n\n\n\n<p>It&rsquo;s important to note, however, that when you shut down, you must save all open files, since after the computer is shut off, the system can no longer save what you were working on. </p>\n\n\n\n<p>Sleeping, on the other hand, is a way for your computer to &ldquo;take a nap.&rdquo; During Sleep mode, your PC is not switched on, but it&rsquo;s not completely switched off either. It&rsquo;s just kind of sitting idle waiting for you to use it again. Since it is somewhere in the middle between on and off, by using Sleep mode you can quickly get your computer back up and running without having to restart all your programs. However, sleep can be a waste of power if you don&rsquo;t need to use your computer for a longer period of time. </p>\n\n\n\n<p>In conclusion, shutting down is the best choice if you won&rsquo;t be using your computer for a long period of time or if you want to turn it off for good. Sleep mode is the better option if you&rsquo;ll need the computer again in a short time, since you can just wake it back up quickly without having to restart everything.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows Sleep mode\" class=\"wp-image-1961727\" height=\"653\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/Sleep-mode.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Friedrich Stiemer</p></div>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1961723/shutdown-or-energy-saving-mode-which-is-better-for-the-pc.html", "date_published": "2023-06-22 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "This $50 Logitech gaming headset is lightweight and wireless", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>There&rsquo;s nothing worse than an uncomfortable gaming headset, especially during those marathon sessions. If you&rsquo;re on the hunt for a more comfortable gaming headset, you better stick around, as we&rsquo;ve got a solid deal for you today. Amazon&rsquo;s currently selling the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/Logitech-Lightweight-Wireless-Gaming-Headset/dp/B08KY2WFGP&amp;xcust=2-3-1964648-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Logitech G535 wireless gaming headset for $49.99</a>, which is 62 percent off of the original $129.99 price. This particular headset weighs just 236 grams and the reversible suspension headband helps distribute the weight. Although I haven&rsquo;t tried this one out, based on those features, it seems super comfortable.</p>\n\n\n\n<p>The Logitech G535 features up to 33 hours on a single charge, 40 mm drivers, on-ear controls, and memory foam ear cups. This 40 mm driver is designed to deliver fantastic trebles and mids, which is perfect for immersive gameplay. The memory foam ear cups and mesh material also add to the comfort factor. In other words, this headset should be comfortable to wear for extended periods of time. Finally, the on-ear controls allow you to adjust the volume on the fly. </p>\n\n\n\n<p>This is a great deal. However, I don&rsquo;t expect it to last very long. You better swoop in now before it&rsquo;s gone.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/Logitech-Lightweight-Wireless-Gaming-Headset/dp/B08KY2WFGP&amp;xcust=2-3-1964648-7-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Get the Logitech G353 wireless gaming headset for $49.99 at Amazon</a></p>\nHeadphones</div>", "link": "https://www.pcworld.com/article/1964648/1964648.html", "date_published": "2023-06-22 14:14:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "5 ways to get a better Wi-Fi signal outside", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Modern routers are pretty good at filling your home with a wireless internet connection. Most people know how to fix dead zones by upgrading their router or &ndash; better still &ndash; by choosing a mesh Wi-Fi system instead.</p>\n\n\n\n<p>But what about outdoors? Plenty of devices still need a connection outside, such as security cameras, smart lights, doorbells and simply your phone or tablet when you want to use it in your backyard. Even BBQs and other outdoor gadgets are starting to come with Wi-Fi, meaning there&rsquo;s an even greater need for good al-fresco Wi-Fi.</p>\n\n\n\n<p>Since you&rsquo;re reading this, you already know that your home&rsquo;s walls are a fairly effective Wi-Fi barrier, which is why you can&rsquo;t get online in your garden. And although the signals can penetrate glass without too much of an issue, there&rsquo;s still the problem that signal strength gets weaker the further away you are from your router.</p>\n\n\n\n<p>It can be annoying if web pages load slowly or Netflix is constantly buffering, but it becomes a major issue if you want to work in an outbuilding such as a garage or a backyard office.</p>\n\n\n\n<p>Here, we&rsquo;ll explain the options available and what it might cost you. If you&rsquo;re lucky and you can reposition your router, it might cost nothing at all, but in most cases you&rsquo;ll need to invest in some hardware to get the job done.</p>\n\n\n\n<p><em>This article originally appeared on TechAdvisor.com.</em></p>\n\n\n\n<h2 id=\"freebie-reposition-your-router\">Freebie &ndash; Reposition your router</h2>\n\n\n\n<p>In most homes, a single broadband router provides your Wi-Fi signal. But it&rsquo;s a box which is often tucked away out of sight, which can seriously hamper its Wi-Fi.</p>\n\n\n\n<p>In an ideal world, a single router would be positioned in the centre of your home. If you have two floors, that means as close to the ceiling of the lower floor as possible to improve reception upstairs.</p>\n\n\n\n<p>Since we&rsquo;re talking about better signal outdoors, you should place your router as close as you can to where you need internet in the garden.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"A white Asus ZenWiFi XT9 mesh Wi-Fi unit connected to a modem\" class=\"wp-image-1933944\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/Asus-ZenWiFi-XT9-review-main-router.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>oznor</p>\n</figcaption></figure><p class=\"imageCredit\">Thomas Newton / Foundry</p></div>\n\n\n\n<p>Many routers have internal antennae, such as the one shown above, which means there&rsquo;s nothing to adjust: it should produce a 360&deg; signal, but you can try placing the device so its facing the wall (or window) and see if that helps boost the signal outside.</p>\n\n\n\n<p>Other routers have external aerials which can be angled in various directions. Again, making them face your garden can improve things dramatically if they are designed to be directional.</p>\n\n\n\n<h2 id=\"1-powerline-adapters\">1 &ndash; Powerline adapters</h2>\n\n\n\n<p>This is the quickest, simplest and likely most cost-effective option for most people, but it relies on there being mains power where you want to get a Wi-Fi connection.</p>\n\n\n\n<p>Any socket will need to be in a position where the powerline adapter can&rsquo;t get wet, which means this option is best for those wanting reliable internet in a garage or shed.</p>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.techadvisor.com/article/723387/best-powerline-adapters.html&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Powerline adapters</a> turn electric cables into network cables, so you plug one in next to your router and the other in a socket where you need Wi-Fi. It&rsquo;s crucial to note that standard powerline adapters (such as the Netgear ones shown below) don&rsquo;t have Wi-Fi, so you need to buy a kit where one of the plugs has built-in Wi-Fi, such as <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/TP-Link-Powerline-Extender-TL-WPA8631P-KIT/dp/B08RHZBHTM&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">TP-Link&rsquo;s TL-WPA8631P KIT</a> ($107.99 / &pound;89.99).</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"NETGEAR PL1000 Powerline\" class=\"wp-image-1396772\" height=\"759\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/NETGEAR-PL1000-PL1000-Powerline.jpg?quality=50&amp;strip=all\" width=\"1000\" /></figure><p class=\"imageCredit\">Netgear</p></div>\n\n\n\n<p>The drawback of powerline is that they can be relatively slow. Theoretically, the TP-Link kit offers 1500Mbps, but in reality, you could get 40Mbps or even less. That&rsquo;s because powerline doesn&rsquo;t seem to like long distance runs of mains cable, such as one running from your house to a garden room.</p>\n\n\n\n<p>You may get better performance, but it&rsquo;s very much dependent on the age, quality and length of the mains wiring &ndash; as well as the ability of the powerline kit.</p>\n\n\n\n<p>That sort of speed might be ok, though, as it&rsquo;s fast enough for general work. You need around 5Mbps for a basic-quality video call, but if you want a higher speed for downloading or uploading large files, you might need to go for an alternative method.</p>\n\n\n\n<h2 id=\"2-buy-an-outdoor-wi-fi-antenna\">2 &ndash; Buy an outdoor Wi-Fi antenna</h2>\n\n\n\n<p>If you don&rsquo;t have power outside, an alternative option is to buy an outdoor Wi-Fi antenna. These come in two varieties. The first type screws directly to your router in place of one of its normal antenna, but you need to check your router to see if has removable ones or not. Most don&rsquo;t, so this tip won&rsquo;t be any use at all.</p>\n\n\n\n<p>There is another way, though: an external USB Wi-Fi antenna. This isn&rsquo;t quite the same thing, though. It&rsquo;s designed to be connected to a remote device such as a laptop. You could mount it on the wall of your garden room &ndash; or garage &ndash; facing your house and it should be able to pick up the weak signal coming from your router. They&rsquo;re more expensive, starting at $40 / &pound;30.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"TP-Link Deco X50 outdoor\" class=\"wp-image-1950767\" height=\"563\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/How-to-improve-WiFi-in-your-garden-oudoor-mesh-wifi.jpg?quality=50&amp;strip=all\" width=\"1000\" /></figure><p class=\"imageCredit\">TP-Link</p></div>\n\n\n\n<p>A third option here is an external Wi-Fi router such as the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/TP-Link-Deco-Outdoor-X50-Outdoor-Weatherproof/dp/B0BKPRCS6W&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">TP-Link Deco X50 Outdoor</a> (above). It costs $149.99 / &pound;109.99 and can be mounted on a pole or a wall. Although it&rsquo;s part of TP-Link&rsquo;s X50 mesh Wi-Fi range, you don&rsquo;t have to use it with the X50 system. You could connect it to your usual router with an Ethernet cable and get the same effect. It should provide strong Wi-Fi at distances of 200-300 feet (60-90 metres) &ndash; possibly more if there are few obstacles.</p>\n\n\n\n<h2 id=\"3-buy-a-wi-fi-extender-or-mesh-wi-fi-kit\">3 &ndash; Buy a Wi-Fi extender or mesh Wi-Fi kit</h2>\n\n\n\n<p>If you can&rsquo;t move your router nearer to where you want an outdoor signal, a <a href=\"https://www.pcworld.com/article/394979/wi-fi-extender-wi-fi-booster-wi-fi-repeater-wi-fi-bridge-explained.html\">Wi-Fi extender</a> is another option.</p>\n\n\n\n<p>They don&rsquo;t cost much &ndash; less than a pair of powerline adapters &ndash; and can give your Wi-Fi a boost so you can get online in your garden.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"D-Link Eagle Pro AI E15 Mesh Range Extender\" class=\"wp-image-820372\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/07/D-Link-Eagle-Pro-AI-E15-mesh-range-extender.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Jim Martin / Foundry</p></div>\n\n\n\n<p>There&rsquo;s a drawback though: the way extenders work is to take the signal from your router and re-broadcast it, which means they must use half their speed to receive the signal and the other half to broadcast it, so they&rsquo;re not the fastest choice here.</p>\n\n\n\n<p>However, like powerline, the speed you get might be enough. The main problem is that it isn&rsquo;t possible to say exactly how much outdoor coverage you&rsquo;ll get from an extender: they should be fine if you only need a Wi-Fi signal close to your house (say within 20-30 feet), but may not give you an internet connection inside an outbuilding further away.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget is-half-width is-float-right\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"a-powerful-wi-fi-extender\">\n\t\t\t\t\tA powerful wi-fi extender\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"netgear-wifi-mesh-range-extender-ex7300\">NETGEAR WiFi Mesh Range Extender EX7300</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"NETGEAR WiFi Mesh Range Extender EX7300\" class=\"product-widget__image\" src=\"https://m.media-amazon.com/images/I/31AD2AMQMZL._SL500_.jpg?quality=50&amp;strip=all\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p>If your outbuilding has power and it isn&rsquo;t too far from your house, you could try plugging in an extender in that outbuilding and see if can get a strong enough signal from your router.</p>\n\n\n\n<p>If it&rsquo;s more than around 30 feet from your house, though, chances are the signal won&rsquo;t be good enough for an extender.</p>\n\n\n\n<p>It&rsquo;s a similar situation with mesh Wi-Fi kits. You can read more about mesh Wi-Fi in our roundup of the best systems, but suffice to say that these multi-router systems tend to need to be placed fairly close together &ndash; we&rsquo;re talking similar distances to Wi-Fi extenders &ndash; so you&rsquo;re unlikely to get a good enough signal for them to work properly if your garage / shed / garden room is over 30 feet from your home.</p>\n\n\n\n<h2 id=\"4-run-old-school-ethernet\">4 &ndash; Run old-school Ethernet</h2>\n\n\n\n<p>The way this writer has overcome the relatively short reach of home Wi-Fi routers in the past is to use Ethernet cables, running them from the main router in the house to a garden room over 200 feet away. It&rsquo;s reasonably cheap to do, too, especially if you&rsquo;re happy to install them yourself.</p>\n\n\n\n<p>The cable itself comes on a reel and is available in lengths of up to 100m (300ft). You want to buy cable rated for outdoor use and look specifically for cable designed for &lsquo;direct burial,&rsquo; such as <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/GearIT-Cat6-Outdoor-Cable-Waterproof/dp/B08747K2YL&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">this listing available in various lengths</a>. Don&rsquo;t whatever you do try and save money by getting indoor Ethernet. Without a hardy PVC coating, it will quickly deteriorate in the sunshine and doesn&rsquo;t have the solid copper wires required to terminate it to a face plate.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Outdoor Cat7 Ethernet cable\" class=\"wp-image-1950796\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/How-to-improve-WiFi-in-your-garden-oudoor-ethernet.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Kenable</p></div>\n\n\n\n<p>You can buy ready-made outdoor cables with Ethernet jacks on either end, but you&rsquo;ll need to drill a much larger hole in the wall than if you&rsquo;re feeding thin Ethernet cable through. Plus, the special tool required to fit the RJ-45 connectors can be bought cheaply and isn&rsquo;t difficult to use. For a more professional finish, though, you should install Ethernet wall plates instead of fitting RJ45 connectors. They&rsquo;re cheap, easy to fit and only a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.techadvisor.com/article/726804/how-to-wire-an-ethernet-wall-socket.html&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">little more difficult to wire up</a>.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"4-gang Ethernet wall plate\" class=\"wp-image-1950810\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/How-to-improve-WiFi-in-your-garden-oudoor-ethernet-wall-plate.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Jim Martin / Foundry</p></div>\n\n\n\n<p>Whatever you choose, go for Cat 6 or better so it&rsquo;s future-proof.</p>\n\n\n\n<p>Once your cable is installed, you&rsquo;ll have a super-fast internet connection in your outbuilding. To get Wi-Fi, you&rsquo;ll need a second router (in access point or &ldquo;bridge&rdquo; mode) or, better still, a mesh Wi-Fi system that supports wired backhaul.</p>\n\n\n\n<p>That simply means you can connect the routers using an Ethernet cable instead of Wi-Fi.</p>\n\n\n\n<p>The beauty of this method is that you&rsquo;ll have one seamless Wi-Fi network that your devices can use whether you&rsquo;re in your house or in your outbuilding.</p>\n\n\n\n<h2 id=\"5-buy-an-access-point\">5 &ndash; Buy an access point</h2>\n\n\n\n<p>An access point is really just a different name for a Wi-Fi router. The main difference is that an access point is designed to connect to your existing router and provide Wi-Fi in another area.</p>\n\n\n\n<p>They&rsquo;re for offices, mainly, and aren&rsquo;t really aimed at consumers. They&rsquo;re the sorts of devices that you can have professionally installed when consumer networking gear just isn&rsquo;t up to the job.</p>\n\n\n\n<p>While mesh Wi-Fi often does a great job indoors, it&rsquo;s not so great if you need a fast connection in your garden office or garage, and an access point can be the solution.</p>\n\n\n\n<p>Depending on the distances involved, you may need just one mounted in your remote location facing the house. In this setup &ndash; called client mode &ndash; it becomes a receiver, taking the signal from your existing router or mesh system and providing the internet connection you need in your backyard.</p>\n\n\n\n<p>You&rsquo;ll want to choose a model that can still deliver a Wi-Fi signal to your devices while in client mode, such as the $40 <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/TP-Link-Wireless-Travel-Router-TL-WR902AC/dp/B01N5RCZQH&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">TP-Link AC750</a>.</p>\n\n\n\n<p>If your outbuilding is a <em>really</em> long way from your house, you might need to buy a point-to-point (PtP) Wi-Fi system. This is essentially two access points which create a wireless bridge. They can be indoor or outdoor models, with outdoor ones working over kilometres rather than metres. It&rsquo;s probably overkill for home use, but it can provide the reliabililty you need.</p>\n\n\n\n<p>The cost varies a lot depending on the speed you want, whether you need a pair or just one, and whether they can be mounted indoors. Outdoor models are more expensive, of course.</p>\n\n\n\n<p>You can pick up a single access point for as little as $50, although that&rsquo;s for a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/TP-Link-300Mbps-dual-polarized-directional-CPE510/dp/B00N2RO63U&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">basic 802.11n model</a> which won&rsquo;t offer very quick speeds. Many brands sell access points, including <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.tp-link.com/&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">TP-Link</a>, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://us.dlink.com/en/consumer&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">D-Link</a>, and <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://ui.com/&amp;xcust=2-1-1961492-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Ubiquiti</a>.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"TP-Link CPE510\" class=\"wp-image-1950871\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/How-to-improve-WiFi-in-your-garden-oudoor-CPE.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">TP-Link</p></div>\n\n\n\n<p>A faster, more powerful and more rugged model could cost from $250 &ndash; $1000 / &pound;200 to &pound;800, so the price can really mount up for a pair, and it&rsquo;s worth considering that you&rsquo;d get a faster and potentially more reliable connection by running Ethernet cables down your garden.</p>\n\n\n\n<p>Generally, these access points work using Power-over-Ethernet (PoE) which isn&rsquo;t something many homes are set up for, so usually require extra hardware. This is another reason they&rsquo;re the sort of device you&rsquo;d want to have installed by a pro.</p>\n\n\n\n<p>Some PtP units come with PoE mains adapters that make the job a lot simpler for the DIYer. If you&rsquo;re not going to call in the pros, make sure you do your research and understand exactly which kit you need to make it all work.</p>\n\n\n\n<p>Hopefully by now you understand all the options available to get a better internet connection in your garden, most of which don&rsquo;t cost too much and are easy to install yourself.</p>\n\nNetworking</div>", "link": "https://www.pcworld.com/article/1961492/5-ways-to-get-a-better-wi-fi-signal-outside.html", "date_published": "2023-06-22 10:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Lenovo Yoga Book 9i review: The right kind of weird", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Versatile dual-screen design</li><li>OLED displays have excellent image quality</li><li>Loud, bass-heavy audio</li><li>Great webcam and microphone</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Mediocre keyboard, frustrating touchpad</li><li>Lackluster performance</li><li>Not the best value for money</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">Lenovo&rsquo;s dual-screen Yoga Book 9i is an expensive, but successful proof of concept.</p>\n</div>\n\t\t\t\t<h3 class=\"review-best-price\" id=\"best-prices-today-lenovo-yoga-book-9i\">\n\t\t\tBest Prices Today: Lenovo Yoga Book 9i\t\t</h3>\n\t\t\t\t<div class=\"wp-block-price-comparison price-comparison \">\n\t\t\t<div class=\"price-comparison__record price-comparison__record--header\">\n\t\t\t\t<div>\n\t\t\t\t\t<span>Retailer</span>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t<span>Price</span>\n\t\t\t\t</div>\n\t\t\t</div>\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record\">\n\t\t\t\t\t\t\t<div class=\"price-comparison__image\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img alt=\"Best Buy\" src=\"https://www.pcworld.com/wp-content/themes/idg-base-theme/dist/static/img/best-buy-logo.png\" />\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t\t\t\t<span>$1999.99</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div>\n\t\t\t\t\t\t\t\t<a class=\"price-comparison__view-button\" href=\"https://bestbuy.7tiv.net/c/321564/633495/10014?prodsku=6533947&amp;u=https%3A%2F%2Fapi.bestbuy.com%2Fclick%2F-%2F6533947%2Fpdp&amp;intsrc=CATF_4831&amp;subid1=2-1-1955290-2-1955460-11281\" rel=\"nofollow\" target=\"_blank\">View Deal</a>\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record price-comparison__record--footer\">\n\t\t\t\t\t<span class=\"price-comparison__footer-text\">\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrice comparison from over 24,000 stores worldwide\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\n\n\n<p>Lenovo has a history of experimental dual-screen laptops. The <a href=\"https://www.pcworld.com/article/394141/the-ultra-mobile-lenovo-thinkpad-x1-fold-changed-how-i-work-from-home.html\">ThinkPad X1 Fold</a> offers a flexible, folding OLED display, the<a href=\"https://www.pcworld.com/article/1444648/lenovos-newest-e-ink-laptop-might-be-worth-buying.html\"> ThinkBook Plus Twist</a> has an extra e-ink screen, and the ancient <a href=\"https://www.pcworld.com/article/527617/lenovo_thinkpad_w700ds.html\">ThinkPad W700ds</a> had a slide-out second display. The Yoga Book 9i builds on these ideas to deliver a versatile, functional 2-in-1 that packs maximum display real estate into a 13.3-inch chassis.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Looking for more options? If so, check out PCWorld&rsquo;s roundup of the <a href=\"https://www.pcworld.com/article/917881/best-2-in-1-laptops.html\">best 2-in-1 laptops</a> available right now.</p></blockquote>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-specs-and-features\">Lenovo Yoga Book 9i: Specs and features&nbsp;</h2>\n\n\n\n<p>The Yoga Book 9i&rsquo;s key specification is the display or, rather, displays. It has a pair of 13.3-inch OLED touchscreens, one for each half of the laptop. The upper display functions as would normally be expected, but the lower display can be used either as a secondary monitor or an input device.&nbsp;</p>\n\n\n\n<ul><li>CPU: Intel Core i7-1355U</li><li>Memory: 16GB LPDDR5</li><li>Graphics/GPU: Intel Iris Xe</li><li>Display: 2x 13.3-inch 2,880 x 1,800 OLED touchscreen</li><li>Storage: 1TB PCIe Gen4 SSD</li><li>Webcam: 1440p&nbsp;</li><li>Connectivity:&nbsp; 3x Thunderbolt 4/USB-C</li><li>Networking: WiFi 6E, Bluetooth 5.1</li><li>Biometrics: IR Camera for Windows Hello facial recognition&nbsp;</li><li>Battery capacity: 80 watt-hours</li><li>Dimensions:11.84 x 8 x .63 inches</li><li>Weight: 3.51 pounds</li><li>MSRP: $1,999.99</li></ul>\n\n\n\n<p>The 2-in-1&rsquo;s internal hardware is mundane, however, with an Intel Core i7 processor, Intel integrated graphics, and 16GB of RAM. Its modest performance can seem unappealing given Lenovo&rsquo;s expensive $1,999.99 MSRP. Make no mistake: this 2-in-1 is all about the displays.&nbsp;</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-design-and-build-quality\">Lenovo Yoga Book 9i: Design and build quality</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Book 9i design\" class=\"wp-image-1955446\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-5.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The Lenovo Yoga Book 9i&rsquo;s exterior is similar to <a href=\"https://www.pcworld.com/article/1677692/lenovo-yoga-9i-review-2.html\">Lenovo&rsquo;s Yoga 9i</a> aside from the blue colorway, which is a refreshing change from the usual gray or silver. Lenovo delivers a premium look with expanses of brushed aluminum that soften into chrome curves along the perimeter of the chassis. The curves offer unique flair and make the 2-in-1 more comfortable to hold.&nbsp;</p>\n\n\n\n<p>Once you open the Lenovo Yoga Book 9i, however, things get a bit weird. It has dual displays that cover both the top and bottom halves of the 2-in-1. Both support touch, and both are glossy,&nbsp; so the 2-in-1 is a serious fingerprint magnet. However, this design offers some perks when using the device as a 2-in-1.</p>\n\n\n\n<p>There&rsquo;s a ton of flexibility in how the device is held and used. The Yoga Book 9i&rsquo;s bottom half can fold 360 degrees for use as a standard tablet, or it can be held like a book with both displays in use at once. It can be used in tent mode, where the bottom half becomes a kickstand, or laid flat on a table to become a large touchscreen canvas. And, of course, it can be used as a clamshell laptop.&nbsp;&nbsp;</p>\n\n\n\n<p>And then there&rsquo;s Lenovo&rsquo;s party trick: the Yoga Book 9i&rsquo;s stand. Otherwise used as a cover for the detachable keyboard and the stylus, it can fold into a stand for the 2-in-1 itself. In this mode, the 2-in-1 can be held with both displays visible in either a vertical or horizontal position. The keyboard is then placed below the screens. When used in this mode, the tiny Yoga Book 9i can provide a larger display surface than an 16-inch clamshell laptop. It&rsquo;s a genuinely useful option for travelers who often have many apps open at once. Just be warned: the kickstand is only stable on a flat surface like a desk or table.</p>\n\n\n\n<p>The Yoga Book 9i&rsquo;s design is unusual, to be sure, but it doesn&rsquo;t feel like a gimmick. Packing two touchscreens into a 13-inch laptop makes for a compact yet functional 2-in-1 ideal for comparing documents, research, or editing spreadsheets. The large displays and included stylus should appeal to digital artists and makes for a superb digital notebook.</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-keyboard-trackpad\">Lenovo Yoga Book 9i: Keyboard, trackpad</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Book 9i keyboard\" class=\"wp-image-1955448\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-4.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>That is not to say, however, that the device&rsquo;s design is perfect. The keyboard and touchpad pay a price for the 2-in-1&rsquo;s attractive dual display design.</p>\n\n\n\n<p>A bundled wireless keyboard connects to the Yoga Book 9i via Bluetooth. When used as a laptop, the keyboard is placed in a position just below the primary display, but it can also be used on a desk, attached magnetically to the kickstand, or shifted towards the bottom half of the laptop, which enables a portion of the lower display.</p>\n\n\n\n<p>The flexibility is appreciated but, when used as a traditional clamshell laptop keyboard, the typing experience proves&nbsp; awkward. The keyboard is raised noticeably above the palm rest surface, leaving the user&rsquo;s wrists to dangle.&nbsp;</p>\n\n\n\n<p>While the keyboard can be uncomfortable, the touchpad is downright annoying. A virtual touchpad appears below the keyboard when it&rsquo;s used as a laptop. It&rsquo;s difficult to know if your fingertip is within the touchpad surface without glancing, as there&rsquo;s now tactile feedback. I also noticed that, in some cases, the cursor ends up hidden beneath the keyboard on the lower display or otherwise seems unresponsive. I experienced frequent unintended mouse inputs, as well. The right-click function was touchy and frequently opened options menus I didn&rsquo;t ask for.&nbsp;</p>\n\n\n\n<p>These problems are understandable given the laptops design, but important to note. Buyers who plan to use a 2-in-1 primarily as a traditional clamshell laptop, and only occasionally as a dual-screen tablet or canvas, will find the keyboard and touchpad disappointing.</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-display-audio\">Lenovo Yoga Book 9i: Display, audio</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Book 9i display\" class=\"wp-image-1955449\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-6.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The Lenovo Yoga Book 9i&rsquo;s dual displays are mirror images of one another. Both measure 13.3 inches diagonally, support touch input, have a resolution of 2880 x 1800, and use an OLED panel.</p>\n\n\n\n<p>They also look excellent in all situations. OLED provides superior contrast with deep inky black levels and superior shadow detail. Color performance is great, too, with a wide color gamut and solid color accuracy. Color is presented with a vivid, hyper-saturated look that should please most people.&nbsp;</p>\n\n\n\n<p>Sharpness is superb with a pixel density of roughly 255 pixels per inch. That&rsquo;s more than an Apple MacBook Pro&rsquo;s Retina display and close to a 4K display on a larger 16-inch laptop. The displays cram over 10.3 million pixels in total, which is two million more than the roughly 8.3 million pixels of a 4K display.&nbsp;</p>\n\n\n\n<p>My measurements found the laptop can slightly exceed its promised 400 nits of brightness, which is more than enough for use in a home office. However, the glossy finish of each display allows ample glare whenever a bright light source is nearby. The displays are a top-tier fingerprint magnet, as well, which can make the 2-in-1 look grody after just a day of use. Be sure to pack a microfiber cloth.&nbsp;</p>\n\n\n\n<p>Audio quality is an unexpected highlight. The Yoga Book 9i, like the Yoga 9i, has a powerful Bowers &amp; Wilkins sound system built into the display hinge. It provides loud, clear audio with surprising bass and a broad soundstage. The result is a voluminous yet crisp audio presentation that&rsquo;s uncommon among laptops, most of which sound crowded and tinny. The Yoga Book 9i is well suited for music, movies, and games, and easily fills a home office with sound.&nbsp;</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-webcam-microphone-biometrics\">Lenovo Yoga Book 9i: Webcam, microphone, biometrics</h2>\n\n\n\n<p>Lenovo offers another surprise win with the webcam. A bump-out in the top of the display bezel provides room for a five-megapixel webcam that can record video at up to 1440p resolution and 30 frames per second. Video is sharp even in a room with only modest lighting. The camera picks up accurate and well-saturated colors that will help you look your best.</p>\n\n\n\n<p>Audio is recorded through a noise-canceling microphone array. Audio comes through crisp and clear, but remains tinny, so I wouldn&rsquo;t recommend it for podcasts or YouTube. If you just need to jump on a video call, however, it&rsquo;s more than adequate.</p>\n\n\n\n<p>Biometric login is supported through the webcam via Windows Hello facial recognition and provides a quick, hands-free way to access the device. The 2-in-1 also offers &ldquo;zero touch login&rdquo; and &ldquo;zero touch lock,&rdquo; which use the camera to detect when you are present at the computer. When on, these features automatically wake the 2-in-1 when you sit down in front of it and automatically lock it when you step away. They&rsquo;re genuinely useful, and rather accurate, but can be turned off if desired.&nbsp;</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-connectivity\">Lenovo Yoga Book 9i: Connectivity</h2>\n\n\n\n<p>Physical connectivity is limited, as the Yoga Book 9i has just three Thunderbolt 4/USB-C ports. All of them can be used to charge the laptop, but the lack of USB-A ports or dedicated video output means most owners will need an adapter.</p>\n\n\n\n<p>The device&rsquo;s unique design can also cause some frustration. For example, using the 2-in-1 in its vertical dual-display mode, with each display in portrait orientation, cuts off access to at least one of the Thunderbolt 4/USB-C ports.</p>\n\n\n\n<p>It&rsquo;s clear Lenovo intends owners to lean heavily on wireless peripherals. Fortunately, the 2-in-1 supports the latest Wi-Fi 6E standard as well as Bluetooth 5.1. Wi-Fi connectivity was reliable in my time with the device and I had no issues with Bluetooth connectivity.</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-performance\">Lenovo Yoga Book 9i: Performance</h2>\n\n\n\n<p>The Lenovo Yoga Book 9i is not a large 2-in-1, and that has consequences for its performance. It packs Intel&rsquo;s Core i7-1355U processor which has a total of 10 cores and a maximum turbo boost of 5GHz. It looks good on paper, but only two of the cores are &ldquo;performance&rdquo; cores, while the rest are significantly less capable &ldquo;efficient&rdquo; cores. Lenovo also makes do with Intel integrated graphics. 16GB of LPDDR5x memory and a 1TB PCIe Gen4 solid-state drive round out the device&rsquo;s specifications.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Book PCMark\" class=\"wp-image-1955451\" height=\"750\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-pcmark-1.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>PCMark 10 paints a disappointing picture of the Yoga Book 9i&rsquo;s performance with a combined score of 4,858. That is significantly lower than most recent laptops and even a hair behind the <a href=\"https://www.pcworld.com/article/1357810/microsoft-surface-laptop-5-review-for-surface-fans-only.html\">Microsoft Surface Laptop 5</a>, which we last tested with an older Intel Core i7-1255U processor.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Cinebench\" class=\"wp-image-1955452\" height=\"751\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-cinebench.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The Yoga Book 9i&rsquo;s modest performance continues in Cinebench R15, where the 2-in-1 hits a multi-core score of just 1,211. This again falls behind the Microsoft Surface Laptop 5 and is significantly behind other 13 and 14-inch laptops such as the <a href=\"https://www.pcworld.com/article/1797659/lenovo-slim-pro-7-review.html\">Lenovo Slim 7 Pro</a> and <a href=\"https://www.pcworld.com/article/1661500/hp-dragonfly-pro-review.html\">HP Dragonfly Pro</a>.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Book Handbrake\" class=\"wp-image-1955454\" height=\"740\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-handbrake-15.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>Handbrake provides the Yoga Book 9i an opportunity to score a small win over the Microsoft Surface Laptop 5, but it remains behind most laptops of similar size. Clearly, the Yoga Book 9i is tuned to focus more on portability than performance.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Book Time Spy\" class=\"wp-image-1955455\" height=\"752\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-3dmark.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>3DMark Time Spy, a graphics test, also delivers disappointing results. The Yoga Book 9i once again finds itself behind its competitors, including laptops that also use Intel Iris Xe graphics. The HP Dragonfly Pro, which provides integrated AMD graphics as part of its AMD Ryzen 7 7736U, is roughly 50 percent quicker.</p>\n\n\n\n<p>The Yoga Book 9i&rsquo;s performance is enhanced when the laptop is set to Extreme Performance mode. Its Cinebench R15 score rises from 1,211 to 1,439, while 3DMark Time Spy improves from 1,681 to 1,289. Overall performance remains mediocre, however, and comes at the expense of added fan noise and toasty external temperatures.&nbsp;</p>\n\n\n\n<p>Lenovo&rsquo;s Yoga Book 9i feels snappy in day-to-day use, but benchmarks make its limits clear. It&rsquo;s not a device for high-resolution content creation, streaming, gaming, or other demanding tasks. This isn&rsquo;t a surprise given its small size, but lackluster performance cuts against the 2-in-1&rsquo;s value. Most price-competitive Windows machines offer quicker hardware.</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-battery-life\">Lenovo Yoga Book 9i: Battery life</h2>\n\n\n\n<p>The Yoga Book 9i&rsquo;s dual screen design places a strain on the battery, which must power twice as many pixels as usual. Lenovo offsets this with a sizable 80 watt-hour battery that delivers acceptable, if not outstanding, endurance.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Lenovo Yoga Book battery life\" class=\"wp-image-1955456\" height=\"755\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/lenovo-yoga-book-9i-battery-life.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>I recorded 10 hours and 23 minutes of runtime in our standard 4K video playback test. This is comparable to laptops and 2-in-1s of similar size and price: the Lenovo Slim 7 Pro lasted over an hour more, but the HP Dragonfly Pro lags by a half-hour.&nbsp;</p>\n\n\n\n<p>Lenovo&rsquo;s use of Thunderbolt 4 / USB-C to charge the laptop, along with its modest hardware, makes it easy to charge on the go. Third-party GaN chargers that deliver at least 65 watts will charge the laptop without issue.&nbsp;</p>\n\n\n\n<h2 id=\"lenovo-yoga-book-9i-should-you-buy-it\">Lenovo Yoga Book 9i: Should you buy it?</h2>\n\n\n\n<p>The Lenovo Yoga Book 9i is a successful experiment in dual-screen PC design that raises the bar for its competitors. Its slim profile, 360-degree hinge, and attractive OLED screens are well-suited for touch input or use with the included stylus. The wireless keyboard and virtual touchpad are frustrating, however, and can make the 2-in-1 frustrating when used as a laptop. The $2,000 price tag also guarantees the Yoga Book 9i&rsquo;s appeal will remain limited. Still, if you&rsquo;re a frequent flier who often uses a portable monitor, or a fan of using a stylus, Lenovo&rsquo;s Yoga Book 9i could be the right kind of weird.&nbsp;</p>\n\nLaptops</div>", "link": "https://www.pcworld.com/article/1955290/lenovo-yoga-book-9i-review.html", "date_published": "2023-06-22 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "This refurbished Lenovo ThinkPad is just $200", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>We all want to have the best technology available to us, especially in the world of hybrid work. We don&rsquo;t all have the budget for a brand new laptop, however. Fortunately, it&rsquo;s a great time to buy because we&rsquo;re offering a special deal on a refurbished <a href=\"https://shop.pcworld.com/sales/lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021&amp;utm_term=scsf-573284&amp;utm_content=a0x1P000004IokyQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Lenovo ThinkPad</a>, plus a lifetime license to Microsoft Office Professional Plus 2021 for Windows for one price.</p>\n\n\n\n<p>Like other refurbished computers, this 2020 Lenovo model has been tested and certified to look and work like new after a refurbishing process that includes functionality testing, basic cleaning, inspection, and repackaging.</p>\n\n\n\n<p>The <a href=\"https://shop.pcworld.com/sales/lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021&amp;utm_term=scsf-573284&amp;utm_content=a0x1P000004IokyQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">ThinkPad</a> is an ultra-thin, lightweight 11.6&Prime; laptop that runs on a Celeron N4100 1.1GHz processor with 8GB of RAM to support all of your multitasking needs. It comes pre-loaded with Windows 10 Pro to run all of your favorite <a href=\"https://shop.pcworld.com/sales/appmysite-mobile-app-builder-pro-plan-1-yr-subscription\" rel=\"noreferrer noopener\" target=\"_blank\">apps</a> and offers multi-port accessibility to add external storage drives or other peripherals. You may not need them, however, with the generous 128GB onboard storage.</p>\n\n\n\n<p>Between a compact design, fast CPU, security features, and extra-long battery life, this 2020 Lenovo ThinkPad is a great option for anyone. Especially when you&rsquo;re also getting Microsoft Office Pro Plus 2021 for life. Get this <a href=\"https://shop.pcworld.com/sales/lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021&amp;utm_term=scsf-573284&amp;utm_content=a0x1P000004IokyQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Lenovo ThinkPad 11e Gen 5 Celeron 11.6&Prime; (Refurbished) + Microsoft Office Professional Plus 2021</a> for 55% off $449 at just $199.99 now.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021&amp;utm_term=scsf-573284&amp;utm_content=a0x1P000004IokyQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp3.stackassets.com/7f47b628ae05aa348584399ded4afc7ffe27ab4e/store/391348a53cd0c94ae54d7c138fae1d3d7fd0e890673fd2b2768407ca6f46/sale_320816_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>Lenovo ThinkPad 11e Gen 5 Celeron 11.6&Prime; (Refurbished) + Microsoft Office Professional Plus 2021 &ndash; $199.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=lenovo-thinkpad-11e-gen-5-celeron-11-6-refurbished-microsoft-office-professional-plus-2021&amp;utm_term=scsf-573284&amp;utm_content=a0x1P000004IokyQAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices are subject to change.</p>\n\nLaptops</div>", "link": "https://www.pcworld.com/article/1963728/this-refurbished-lenovo-thinkpad-is-just-200.html", "date_published": "2023-06-22 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]