[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "MULTI#STORM Campaign Targets India and U.S. with Remote Access Trojans", "description": "A new phishing campaign codenamed MULTI#STORM has set its sights on India and the U.S. by leveraging JavaScript files to deliver remote access trojans on compromised systems.\n\"The attack chain ends with the victim machine infected with multiple unique RAT (remote access trojan) malware instances, such as Warzone RAT and Quasar RAT,\" Securonix researchers Den Iuzvyk, Tim Peck, and Oleg Kolesnikov", "link": "https://thehackernews.com/2023/06/multistorm-campaign-targets-india-and.html", "date_published": "2023-06-22 16:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Generative-AI apps & ChatGPT: Potential risks and mitigation strategies", "description": "Losing sleep over Generative-AI apps? You're not alone or wrong. According to the Astrix Security Research Group, mid size organizations already have, on average, 54 Generative-AI integrations to core systems like Slack, GitHub and Google Workspace and this number is only expected to grow. Continue reading to understand the potential risks and how to minimize them. \nBook a Generative-AI", "link": "https://thehackernews.com/2023/06/generative-ai-apps-chatgpt-potential.html", "date_published": "2023-06-22 13:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alert: Million of GitHub Repositories Likely Vulnerable to RepoJacking Attack", "description": "Millions of software repositories on GitHub are likely vulnerable to an attack called RepoJacking, a new study has revealed.\nThis includes repositories from organizations such as Google, Lyft, and several others, Massachusetts-based cloud-native security firm Aqua said in a Wednesday report.\nThe supply chain vulnerability, also known as dependency repository hijacking, is a class of attacks that", "link": "https://thehackernews.com/2023/06/alert-million-of-github-repositories.html", "date_published": "2023-06-22 13:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Camaro Dragon Hackers Strike with USB-Driven Self-Propagating Malware", "description": "The Chinese cyber espionage actor known as Camaro Dragon has been observed leveraging a new strain of self-propagating malware that spreads through compromised USB drives.\n\"While their primary focus has traditionally been Southeast Asian countries, this latest discovery reveals their global reach and highlights the alarming role USB drives play in spreading malware,\" Check Point said in new", "link": "https://thehackernews.com/2023/06/camaro-dragon-hackers-strike-with-usb.html", "date_published": "2023-06-22 13:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Unveiling the Unseen: Identifying Data Exfiltration with Machine Learning", "description": "Why Data Exfiltration Detection is Paramount?\nThe world is witnessing an exponential rise in ransomware and data theft employed to extort companies. At the same time, the industry faces numerous critical vulnerabilities in database software and company websites. This evolution paints a dire picture of data exposure and exfiltration that every security leader and team is grappling with. This", "link": "https://thehackernews.com/2023/06/unveiling-unseen-identifying-data.html", "date_published": "2023-06-22 11:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical Flaw Found in WordPress Plugin for WooCommerce Used by 30,000 Websites", "description": "A critical security flaw has been disclosed in the WordPress \"Abandoned Cart Lite for WooCommerce\" plugin that's installed on more than 30,000 websites.\n\"This vulnerability makes it possible for an attacker to gain access to the accounts of users who have abandoned their carts, who are typically customers but can extend to other high-level users when the right conditions are met,\" Defiant's", "link": "https://thehackernews.com/2023/06/critical-flaw-found-in-wordpress-plugin.html", "date_published": "2023-06-22 10:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zero-Day Alert: Apple Releases Patches for Actively Exploited Flaws in iOS, macOS, and Safari", "description": "Apple on Wednesday released a slew of updates for iOS, iPadOS, macOS, watchOS, and Safari browser to address a set of flaws it said were actively exploited in the wild.\nThis includes a pair of zero-days that have been weaponized in a mobile surveillance campaign called Operation Triangulation that has been active since 2019. The exact threat actor behind the campaign is not known.", "link": "https://thehackernews.com/2023/06/zero-day-alert-apple-releases-patches.html", "date_published": "2023-06-22 06:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}]