[{"source": "https://thehill.com/news/feed/", "title": "US median age hits record high in 2022, nearing 40: Census", "description": "The U.S. median age is nearing 40 years — hitting a record high last year — according to new data released by the U.S. Census Bureau on Thursday. The nation’s median age rose to 38.9 years in 2022, following decades of steady increases. Two decades earlier, in 2000, the median age stood at 35.3 years, while in...", "link": "https://thehill.com/blogs/blog-briefing-room/4063671-us-median-age-hits-record-high-in-2022/", "date_published": "2023-06-22 23:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House to mark 1 year after Roe v. Wade end", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  White House marking one year since Roe v. Wade reversal The Biden administration is spending the next two days marking the one-year anniversary of the Supreme Court overturning Roe v. Wade. © Greg Nash, The Hill During a rally...", "link": "https://thehill.com/newsletters/health-care/4063700-white-house-marks-1-year-after-roe-v-wade-end/", "date_published": "2023-06-22 23:14:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Office market unlikely to bounce back before 2040: report", "description": "Office buildings won’t bounce back from pandemic-related value reductions for nearly two decades, according to a new analysis reviewed by Bloomberg. Research from Capital Economics released Thursday found that office values won’t get back to pre-pandemic levels until about 2040, citing the move of people away from city centers and remote work. “The reduction in...", "link": "https://thehill.com/business/4063294-office-market-unlikely-to-bounce-back-before-2040-report/", "date_published": "2023-06-22 22:55:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas is now a majority minority state", "description": "Hispanics are the largest demographic group in Texas, outnumbering non-Hispanic whites for the first time since the mid-19th century, according to U.S. Census data. In 2022, the state's Hispanic population reached 12 million, surpassing the non-Hispanic white population and turning Texas into a majority minority state. Some 40.2 percent of Texans are Hispanic, and 39.8...", "link": "https://thehill.com/latino/4063595-texas-is-now-a-majority-minority-state/", "date_published": "2023-06-22 22:49:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee GOP lawmakers receive mail with 'unknown white powder,' prompting lockdown", "description": "Several Tennessee Republican lawmakers received letters containing “an unknown white powder” in the mail, compelling a legislative office building to place its sixth floor on lockdown on Thursday afternoon. The FBI, the Department of Homeland Security (DHS) and the Tennessee Highway Patrol’s Nashville District have personnel on scene to investigate the incident, the Nashville Fire...", "link": "https://thehill.com/homenews/state-watch/4063545-tennessee-gop-lawmakers-receive-mail-with-unknown-white-powder/", "date_published": "2023-06-22 22:30:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok exec leaves in shakeup", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  TikTok executive departs amid leadership shakeup TikTok’s chief operating officer, who has testified before on Capitol Hill, will step down after five years, the company confirmed on Thursday — part of broader leadership shakeups at the social media platform.  © AP In a...", "link": "https://thehill.com/newsletters/technology/4063521-tiktok-exec-leaves-in-shakeup/", "date_published": "2023-06-22 22:20:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Major reproductive rights groups to back Biden for reelection", "description": "Three major reproductive rights groups are expected to back President Biden’s reelection bid during a Friday rally to mark one year since the Supreme Court overturned Roe v. Wade.  Planned Parenthood Action Fund, NARAL Pro-Choice America and EMILY’s List are each slated to endorse Biden and Vice President Harris during the Friday event in Washington,...", "link": "https://thehill.com/homenews/campaign/4063562-major-reproductive-rights-groups-to-back-biden-for-reelection/", "date_published": "2023-06-22 22:14:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate passes US-Chile tax treaty after 11-year wait", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Senate passes US-Chile tax treaty after 11-year wait The Senate on Thursday voted overwhelmingly to ratify the U.S.-Chilean tax treaty, putting a cap on a yearslong journey through the upper chamber for the measure.  © Greg...", "link": "https://thehill.com/newsletters/business-economy/4063546-senate-passes-us-chile-tax-treaty-after-11-year-wait/", "date_published": "2023-06-22 22:12:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Moderna requests FDA authorization for updated COVID shot", "description": "Moderna announced on Thursday it has submitted an application to the Food and Drug Administration (FDA) for authorization of its updated COVID-19 vaccine for this year's inoculation campaign, meant to target the current dominant strain in the U.S. This latest version of the coronavirus vaccine, the second update to the original that was first authorized...", "link": "https://thehill.com/policy/healthcare/4063467-moderna-requests-fda-authorization-for-updated-covid-shot/", "date_published": "2023-06-22 22:10:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "India’s Modi touts ‘momentous future’ with US in address to Congress", "description": "Indian Prime Minister Narendra Modi won resounding applause during an address Thursday to a joint session of Congress where he sold his nation as the preferred partner for the U.S. in a global competition against China. Modi, who also gave a speech to a joint session of Congress in 2016, entered the chamber to rousing...", "link": "https://thehill.com/policy/international/4063556-indias-modi-touts-momentous-future-with-us-in-address-to-congress/", "date_published": "2023-06-22 22:07:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t just give clean energy a pat on the head", "description": "Last week everyone on the East Coast was talking about smoke from the Canadian wildfires. It was a reminder of the fact that climate change is already having devasting impacts on communities. This is particularly true for the communities of color and environmental justice communities I represent, who disproportionately suffer the health impacts of environmental pollution...", "link": "https://thehill.com/opinion/congress-blog/4063492-dont-just-give-clean-energy-a-pat-on-the-head/", "date_published": "2023-06-22 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter Biden, Tim Cook, Garland among guests for Modi state dinner", "description": "Apple CEO Tim Cook, director M. Night Shyamalan and tennis legend Billie Jean King are among the high-profile guests touching down at the White House for Indian Prime Minister Narendra Modi's state dinner. Also announced by the White House just ahead of the event on Thursday: Sen. Joe Manchin (D-W.Va.), Speaker Kevin McCarthy (R-Calif.) and...", "link": "https://thehill.com/blogs/in-the-know/4063236-hunter-biden-tim-cook-garland-among-guests-for-modi-state-dinner/", "date_published": "2023-06-22 21:51:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Qatar sovereign fund to invest in NBA's Wizards, NHL's Capitols", "description": "The Qatar Investment Authority (QIA) plans to purchase a minority stake of Monumental Sports &#38; Entertainment (MSE), the parent company of the NBA’s Washington Wizards and NHL’s Washington Capitols, becoming the first sovereign wealth fund to invest in a U.S.-based sports team.  Sources told Sports Business media outlet Sportico that QIA is purchasing a five...", "link": "https://thehill.com/blogs/blog-briefing-room/4063474-qatar-sovereign-fund-to-invest-in-nbas-wizards-nhls-capitols/", "date_published": "2023-06-22 21:44:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Navajo Nation dealt loss in water dispute", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Supreme Court: US does not have to secure water for Navajo Nation The nation's highest court ruled against the Navajo Nation in a long-running water rights dispute, saying the U.S. does not have to secure water...", "link": "https://thehill.com/newsletters/energy-environment/4063476-navajo-nation-dealt-loss-in-water-dispute/", "date_published": "2023-06-22 21:35:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ethics Committee expands investigation into Santos", "description": "The House Ethics Committee announced on Thursday that it has expanded its probe into Rep. George Santos (R-N.Y.), adding allegations that the congressman fraudulently obtained unemployment insurance benefits to the list of investigative areas. The news comes more than one month after Santos was indicted on 13 federal charges over allegations that he, among other claims, received...", "link": "https://thehill.com/homenews/house/4063473-ethics-committee-expands-investigation-into-santos/", "date_published": "2023-06-22 21:34:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Iran’s regime fears women’s hair", "description": "The anti-hijab protestors constitute a Trojan horse that threatens the regime’s very survival.", "link": "https://thehill.com/opinion/international/4063218-why-irans-regime-fears-womens-hair/", "date_published": "2023-06-22 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans fear growing 2024 field clears path for Trump", "description": "Republicans are anxious that the ever-growing 2024 primary field will only help former President Trump win the nomination next year. Former Rep. Will Hurd (R-Texas) on Thursday became the latest Republican to launch a bid for the White House, following Miami Mayor Francis Suarez jumping into the race last week. On Thursday, The New York...", "link": "https://thehill.com/homenews/campaign/4063455-republicans-fear-growing-2024-field-clears-path-for-trump/", "date_published": "2023-06-22 21:23:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Director James Cameron 'struck' by similarities between Titan implosion, Titanic sinking", "description": "James Cameron, the director of the 1997 film \"Titanic,\" said on Thursday that he was “struck” by the similarities between the sinking of the actual ship in 1912 and the recent “catastrophic implosion” of the Titan submersible during a dive to see the wreck. “I’m struck by the similarity of the Titanic disaster itself, where the captain...", "link": "https://thehill.com/blogs/in-the-know/4063382-director-james-cameron-struck-by-similarities-between-titan-implosion-titanic-sinking/", "date_published": "2023-06-22 21:03:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Delaware town seeks to give businesses right to vote", "description": "A rural Delaware town is seeking to allow local businesses to vote, causing concern that corporate interests could sway local elections. Seaford, Del., with a population of about 7,000 in the state’s rural west, changed its charter in April to allow each business in the town one vote in local elections. For that measure to...", "link": "https://thehill.com/homenews/state-watch/4063055-delaware-town-give-businesses-voting-rights/", "date_published": "2023-06-22 20:29:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How long had the Titan journeyed before its 'catastrophic implosion'?", "description": "Coast Guard officials briefed the media Thursday following the discovery of debris determined to belong to the Titan submersible, which lost contact with its support crew less than two hours after embarking on its dive to the wreckage of the Titanic on Sunday.", "link": "https://thehill.com/homenews/nexstar_media_wire/4063252-how-long-had-the-titan-journeyed-before-its-catastrophic-implosion/", "date_published": "2023-06-22 20:21:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American bee colonies have suffered record losses over the past two years", "description": "American beekeepers lost nearly half of their hives in the 2022 growing season. That's just a bit lower than the previous highest loss on record — which occurred the previous year, according to a report published on Thursday. Both years represented an unusually high fatality rate even for the embattled honeybee, a critical pollinator whose keepers have for decades faced a heartbreaking...", "link": "https://thehill.com/policy/equilibrium-sustainability/4063269-american-bee-colonies-have-suffered-record-losses-over-the-past-two-years/", "date_published": "2023-06-22 20:11:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "List of Democrats boycotting Modi's address to Congress grows", "description": "The list of Democratic lawmakers boycotting Indian Prime Minister Narendra Modi's joint address to Congress on Thursday is growing. Progressive Reps. Cori Bush (D-Mo.), Jamaal Bowman (D-N.Y.) and Summer Lee (D-Pa.) on Thursday said they wouldn't attend the event. They join fellow progressive Reps. Rashida Tlaib (D-Mich.), Ilhan Omar (D-Minn.) and Rep. Alexandra Ocasio-Cortez (D-N.Y.). “When...", "link": "https://thehill.com/policy/international/4063238-list-of-democrats-boycotting-modis-address-to-congress-grows/", "date_published": "2023-06-22 20:07:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House clerk who oversaw McCarthy Speaker fight resigns", "description": "Clerk of the House Cheryl Johnson announced she will resign at the end of the month, after serving in her post since 2019. “It has been a distinct privilege to serve as Clerk of the U.S. House of Representatives during three Congresses, and an honor to have been first nominated by Speaker Pelosi and then...", "link": "https://thehill.com/homenews/house/4063185-house-clerk-who-oversaw-mccarthy-speaker-fight-resigns/", "date_published": "2023-06-22 20:06:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why some Democrats are skipping Modi's address", "description": "{beacon}    Evening Report Thursday, June 22   © AP Photo/Jacquelyn Martin Why some Dems are skipping Modi's address A handful of House Democrats are boycotting Indian Prime Minister Narendra Modi's address to a joint meeting of Congress today, citing concerns about human rights in the country.   Rep. Alexandria Ocasio-Cortez (N.Y.) on Wednesday joined Reps....", "link": "https://thehill.com/homenews/4063255-narendra-modi-why-some-dems-skipping-address/", "date_published": "2023-06-22 20:05:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CDC: E-cigarette sales spiked nearly 50 percent between 2020 and 2022", "description": "Sales of e-cigarettes spiked during the first two years of the COVID-19 pandemic, driven largely by fruity and candy-flavored disposable products, according to new data released Thursday by the Centers for Disease Control and Prevention (CDC) and the advocacy organization Truth Initiative. E-cigarette sales rose by 46.6 percent from January 2020 to December 2022, from...", "link": "https://thehill.com/policy/healthcare/4063226-cdc-e-cigarette-sales-spiked-nearly-50-percent-between-2020-and-2022/", "date_published": "2023-06-22 20:05:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pro-Christie super PAC launches ad targeting Trump over handling of classified documents", "description": "The super PAC Tell It Like It Is backing Republican presidential candidate Chris Christie has released a new ad targeting former President Trump over his handling of classified documents and knocking Trump’s recent comments that he didn’t have time to go through materials and return them to the government.  “Donald Trump had a choice: comply with...", "link": "https://thehill.com/homenews/campaign/4063183-pro-christie-super-pac-launches-ad-targeting-trump-over-handling-of-classified-documents/", "date_published": "2023-06-22 19:57:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok chief operating officer to step down", "description": "TikTok's chief operating officer V Pappas will step down from their role with the company after five years, the video-sharing company confirmed. In a company memo, obtained by The Hill, TikTok CEO Shou Zi Chew announced Pappas's departure from the company, saying they will now focus instead on “entrepreneurial passions.”  “I want to take this...", "link": "https://thehill.com/policy/technology/4063136-tiktok-chief-operating-officer-stepping-down/", "date_published": "2023-06-22 19:49:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "RFK Jr. says Russia 'acting in good faith' in Ukraine invasion, US in part to blame for war", "description": "Democratic presidential candidate Robert F. Kennedy Jr. suggested on Wednesday that Russia has been “acting in good faith” in various efforts to end the war in Ukraine and placed blame on the U.S. for the 16-month long conflict. Kennedy said in an interview on SiriusXM’s “The Briefing with Steve Scully” that Russian President Vladimir Putin...", "link": "https://thehill.com/homenews/campaign/4063124-rfj-jr-says-russia-acting-in-good-faith-in-ukraine-invasion-us-in-part-to-blame-for-war/", "date_published": "2023-06-22 19:39:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "OceanGate says all five passengers of Titan submersible believed to be dead", "description": "OceanGate said in a statement Thursday that all five passengers of its Titan submersible that went missing Sunday during a visit to the 1912 wreck of the Titanic are believed to be dead. \"We now believe that our CEO Stockton Rush, Shahzada Dawood and his son Suleman Dawood, Hamish Harding, and Paul-Henri Nargeolet, have sadly...", "link": "https://thehill.com/blogs/blog-briefing-room/4063075-ocean-gate-statement-passengers-presumed-dead/", "date_published": "2023-06-22 19:36:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rick Scott denies he's running for president in 2024", "description": "Sen. Rick Scott (R-Fla.) denied rumors that he is considering a 2024 presidential bid on Thursday, hours after The New York Times published a report making the assertion. “What’s accurate is I’m running for the Senate, I’m not running for president,” Scott told reporters. His commitment to another Senate reelection bid would throw out the...", "link": "https://thehill.com/homenews/campaign/4063047-rick-scott-denies-2024-presidential-bid/", "date_published": "2023-06-22 19:28:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A head-scratching entry in the GOP 2024 primary", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report   The Big Story  A head-scratching entry in the GOP 2024 primary The 2024 Republican presidential primary continues to grow, as former Rep. Will Hurd into the crowded field on Thursday – giving some déjà vu of the 2016 GOP presidential primary. © AP...", "link": "https://thehill.com/newsletters/campaign-report/4063107-a-head-scratching-entry-in-the-gop-2024-primary/", "date_published": "2023-06-22 19:13:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China summons U.S. ambassador, a scolding for Biden’s ‘dictator’ remark: report", "description": "The Chinese government on Thursday reportedly summoned the U.S. ambassador to China as a diplomatic rebuke, escalating its anger against President Biden after he referred to Chinese President Xi Jinping as a “dictator” this week while speaking at a political fundraiser.  The move by the Chinese government signals another low point for relations between the U.S. and...", "link": "https://thehill.com/policy/international/4063062-china-summons-us-ambassador-biden-xi-dictator-remark/", "date_published": "2023-06-22 19:11:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris moves into second place for most Senate tie-breaking votes in history", "description": "Vice President Harris now has the second-highest number of tiebreaking votes in the history of the Senate after she voted on a judicial nominee on Wednesday.  Harris cast the tiebreaking vote to invoke cloture and end debate on the nomination of Natasha Merle to become a U.S. district judge for the Eastern District of New...", "link": "https://thehill.com/homenews/senate/4063040-harris-second-place-most-senate-tie-breaking-votes/", "date_published": "2023-06-22 19:09:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Massive recall of frozen fruits issued across the country", "description": "A massive recall of frozen fruits is underway across the country that includes such retail stores as Walmart, Target and Aldi.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/4062748-massive-recall-of-frozen-fruits-issued-across-the-country/", "date_published": "2023-06-22 19:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate votes to ratify U.S.-Chilean tax treaty over Paul, Hawley 'no' votes", "description": "The Senate on Thursday voted overwhelmingly to ratify the U.S.-Chilean tax treaty, putting a cap on a years-long journey through the upper chamber for the measure.  The Senate voted 95-2 on the treaty, which first came up for consideration 11 years ago. A two-thirds majority was needed for the treaty to pass. Sens. Josh Hawley...", "link": "https://thehill.com/homenews/senate/4063037-senate-votes-to-ratify-u-s-chilean-tax-treaty-over-paul-hawley-no-votes/", "date_published": "2023-06-22 18:55:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are the noisiest cities in the U.S.", "description": "Story at a glance Los Angeles, Houston, and New York are the loudest cities in the nation, according to a new survey.   The lifestyle publication for seniors, Retirement Living, ranked 99 of the most populated U.S. cities based on their noise pollution level.  Some of the factors taken into account when tabulating each city’s...", "link": "https://thehill.com/changing-america/sustainability/infrastructure/4062973-here-are-the-noisiest-cities-in-the-u-s/", "date_published": "2023-06-22 18:51:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House passes resolution to condemn using schools as migrant shelters", "description": "House Republicans on Thursday passed a resolution condemning the use of elementary and secondary school grounds as migrant shelters. The resolution, which will not have practical consequences, passed on a purely party-line vote, with 219 Republicans in favor, and 206 Democrats against. Still, it adds another chapter to the ongoing partisan wrangling over how to...", "link": "https://thehill.com/latino/4063011-house-passes-resolution-to-condemn-using-schools-as-migrant-shelters/", "date_published": "2023-06-22 18:46:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern engineer raised concern about train ahead of derailment", "description": "A Norfolk Southern engineer expressed concerns to a supervisor about the length of the train that would later derail in East Palestine, Ohio, but the reservations went unaddressed, according to the National Transportation Safety Board (NTSB). The NTSB report released Thursday said the engineer, from Decatur, Ill., expressed the concerns to the yardmaster but was...", "link": "https://thehill.com/policy/energy-environment/4062966-norfolk-southern-engineer-raised-concerns-ahead-of-ohio-derailment/", "date_published": "2023-06-22 18:44:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Modi pushes back on human rights criticisms in rare press conference", "description": "Indian Prime Minister Narendra Modi on Thursday brushed aside a question about human rights abuses and democratic backsliding in his country. Modi took a question from a Wall Street Journal reporter during a joint appearance with President Biden during an official state visit at the White House, where he was asked about concerns that India...", "link": "https://thehill.com/homenews/administration/4062957-modi-pushes-back-on-human-rights-criticisms-in-rare-press-conference/", "date_published": "2023-06-22 18:30:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The FDA’s damaging effort to ban flavored cigars", "description": "Imagine if a foreign government passed a law that shredded personal freedom, decimated an industry relied upon by generations of working families, exacerbated ethnic tensions, and put law enforcement in the crosshairs. Such an act is normally associated with totalitarian regimes like Russia or China. Yet right here in the Land of Liberty, the U.S. government is...", "link": "https://thehill.com/opinion/congress-blog/4062901-the-fdas-damaging-effort-to-ban-flavored-cigars/", "date_published": "2023-06-22 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden downplays calling Xi a 'dictator,' decries 'hysteria' over US-China relations", "description": "President Biden on Thursday said that he doesn’t think that calling Chinese President Xi Jinping a dictator impacted the U.S.-China relationship. “I don’t think it’s had any real consequence,” Biden said during remarks at the White House alongside Indian Prime Minister Narendra Modi. Biden on Tuesday, while fundraising in Kentsfield, Calif., said to a group of donors...", "link": "https://thehill.com/homenews/administration/4062935-biden-downplays-calling-xi-dictator-us-china/", "date_published": "2023-06-22 18:26:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans punt on Boebert’s effort to impeach Biden", "description": "House Republicans on Thursday neutered an effort to impeach President Biden, punting the resolution to a pair of committees and avoiding — for now — a politically perilous vote that threatened to split the GOP and undermine the party’s various investigations into the White House.  The 219-208, party-line vote ends a two-day clash between GOP leaders...", "link": "https://thehill.com/homenews/house/4062791-republicans-punt-on-boeberts-effort-to-impeach-biden/", "date_published": "2023-06-22 18:08:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Armed Services passes $874 billion defense bill targeting diversity, culture issues", "description": "The House Armed Services Committee cleared the first major hurdle in the annual defense policy bill, passing the legislation on a 58-1 bipartisan vote despite contentious battles over amendments attacking diversity programs and other cultural issues at the Pentagon. The National Defense Authorization Act (NDAA), which will head to the full House floor later this...", "link": "https://thehill.com/policy/defense/4062533-house-armed-services-passes-874-billion-defense-bill-targeting-diversity-culture-issues/", "date_published": "2023-06-22 18:07:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Berlin Airlift: What Biden could learn from Harry Truman", "description": "Biden's Ukraine strategy recalls the Berlin Airlift, which commenced seventy-five years ago this week.", "link": "https://thehill.com/opinion/international/4062410-the-berlin-airlift-what-biden-could-learn-from-harry-truman/", "date_published": "2023-06-22 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Anti-scalping 'Taylor Swift law' proposed in Brazil", "description": "An anti-scalping bill nicknamed the “Taylor Swift law” is being proposed in Brazil, where the singer-songwriter is set to bring her “Eras Tour” for five concert nights later this year.  “I will not back down until the ‘Taylor Swift Law’ is passed and makes it a crime for ticket scalpers to sell tickets in Brazil!”...", "link": "https://thehill.com/blogs/in-the-know/4062809-anti-scalping-taylor-swift-law-proposed-in-brazil/", "date_published": "2023-06-22 17:59:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Automatic emergency braking equipment to be required on heavy trucks, buses", "description": "A new rule from two U.S. safety agencies would require heavy trucks and buses to come equipped with automatic emergency braking systems within the next five years. The National Highway Traffic Safety Administration (NHTSA) and Federal Motor Carrier Safety Administration (FMCSA) announced the proposed rule Thursday, estimating that such braking systems could prevent more than 19,000 crashes...", "link": "https://thehill.com/policy/transportation/4062841-automatic-emergency-braking-equipment-to-be-required-on-heavy-trucks-buses/", "date_published": "2023-06-22 17:47:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oversight Democrats say Norfolk Southern is stonewalling East Palestine investigation", "description": "Democrats on the House Oversight and Reform Committee issued a new request Thursday for documents from Norfolk Southern, alleging the railroad company has failed to produce documents on its derailment in East Palestine, Ohio, earlier this year. In the letter, ranking member Rep. Jamie Raskin (D-Md.) and the panel’s other Democrats said CEO Alan Shaw...", "link": "https://thehill.com/policy/energy-environment/4062816-oversight-democrats-say-norfolk-southern-is-stonewalling-east-palestine-investigation/", "date_published": "2023-06-22 17:42:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Homes for sale hit record low as rate hikes walloped market", "description": "The number of homes for sale posted an annual decline for the first time in more than a year while falling to the lowest level on record, according to a new report.  Homes listed on the market dropped by 7.1 percent from a year ago in May to 1.4 million units on a seasonally adjusted basis,...", "link": "https://thehill.com/business/4062769-homes-for-sale-hit-record-low-as-rate-hikes-walloped-market/", "date_published": "2023-06-22 17:31:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pennsylvania governor asks Pocono Raceway for help on I-95 reconstruction", "description": "Pennsylvania Gov. Josh Shapiro (D) asked Pocono Raceway, a speedway in the Pocono Mountains that hosts NASCAR events, to provide its jet dryer to help ready the repaired portion of Interstate 95 through Philadelphia for its reopening. Shapiro said in an interview with the Philadelphia-based Fox affiliate WTXF on Thursday that time is needed for...", "link": "https://thehill.com/homenews/state-watch/4062803-josh-shapiro-pennsylvania-pocono-raceway-i-95-philadelphia/", "date_published": "2023-06-22 17:23:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis sues Education Department over higher ed accreditation process", "description": "Florida Gov. Ron DeSantis (R) announced Thursday he is suing the Department of Education over its accreditation process for colleges and universities, saying it is unfair to schools in his state.  Florida is accusing the Biden administration of unlawfully interfering with a recent state law that requires universities to switch their accreditor every few years,...", "link": "https://thehill.com/homenews/education/4062737-desantis-sues-education-department-over-higher-ed-accreditation-process/", "date_published": "2023-06-22 17:10:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate appropriators set higher funding levels than House, setting up standoff", "description": "Senate appropriators on Thursday set top-line funding numbers for fiscal 2024 at higher levels than their counterparts in the House, teeing up a fight between the two chambers. But senators were hardly on the same page either, adopting the subcommittee allocations in a party-line vote during a meeting of the Senate Appropriations Committee. The adopted funding...", "link": "https://thehill.com/homenews/4062629-senate-appropriators-set-higher-funding-levels-than-house-setting-up-standoff/", "date_published": "2023-06-22 17:05:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Key Boeing supplier will suspend operations after strike vote", "description": "Spirit AeroSystems, a major airline supplier, announced it will suspend operations at an essential plant in Kansas after its employees voted to strike. The International Association of Machinists and Aerospace Workers (IAM), which represents Spirit Aerosystems employees, voted Wednesday to strike. Spirit AeroSystems, which builds the fuselage for Boeing’s 737 Max narrowbody jet, said in a...", "link": "https://thehill.com/business/4062740-key-boeing-supplier-will-suspend-operations-after-strike-vote/", "date_published": "2023-06-22 17:04:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fauci says he's worried about country's future because of disinformation", "description": "Former White House chief medical advisor Anthony Fauci said he is worried about the future of the U.S. due to what he described as the \"normalization of untruths.\" While appearing at The Hill's Future of Health Care Summit on Thursday, Fauci was asked if he was worried about the country as it heads into the...", "link": "https://thehill.com/policy/healthcare/4062357-fauci-says-hes-worried-about-countrys-future-because-of-disinformation/", "date_published": "2023-06-22 17:01:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump is why the framers created the Electoral College", "description": "Were the Electoral College to work as the framers originally envisioned, there is no chance Trump would even be a serious candidate.", "link": "https://thehill.com/opinion/campaign/4061614-trump-is-why-the-framers-created-the-electoral-college/", "date_published": "2023-06-22 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Federal officials testify on Judiciary Committee oversight subpoena requests", "description": "The House Judiciary Committee is scheduled to hear testimony Thursday from federal officials on compliance with the panel's oversight requests. Zephranie Buetow, Homeland Security assistant secretary for legislative affairs, and Carlos Uriarte, assistant attorney general for legislative affairs, are slated to testify before the committee. Thursday's Judiciary Committee hearing is scheduled for 2 p.m. ET....", "link": "https://thehill.com/homenews/4062203-watch-live-federal-officials-testify-on-judiciary-committee-oversight-subpoena-requests/", "date_published": "2023-06-22 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate rejects House-passed measure overturning Biden rule on pistol braces", "description": "The Senate voted largely along party lines Thursday to reject a Republican-sponsored resolution that would have overturned a Biden administration rule effectively banning the use of stabilizing braces on pistols, devices that have been used in several mass shootings.   Sens. Joe Manchin (W.Va.) and Jon Tester (Mont.), two centrist Democrats facing tough re-election races next...", "link": "https://thehill.com/homenews/senate/4062478-senate-rejects-house-passed-measure-overturning-biden-rule-on-pistol-braces/", "date_published": "2023-06-22 16:56:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "India’s Modi welcomed for the state visit", "description": "\"We've spent a lot of time together,\" President Biden said of his relationship with India's Prime Minister Narendra Modi, noting they worked together when Biden was vice president under then-President Obama. Looking ahead: On the menu: Modi is a well-known vegetarian, so the White House is cooking up a plant-focused feast for the state dinner....", "link": "https://thehill.com/newsletters/1230-report/4062726-indias-modi-welcomed-for-the-state-visit/", "date_published": "2023-06-22 16:48:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden disapproval ticks higher in new poll", "description": "President Biden’s disapproval rating has ticked up to include a slim majority of voters, according to a new poll. In an Emerson College poll released Thursday, 51 percent of respondents said they disapprove of Biden's performance a president, up 2 percent points from April. Just 41 percent of voters approved of Biden’s job as president, which is...", "link": "https://thehill.com/homenews/campaign/4062681-biden-disapproval-ticks-higher-in-new-poll/", "date_published": "2023-06-22 16:48:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Names of George Santos bond sponsors released", "description": "Rep. George Santos’s (R-N.Y.) father and aunt financially backed his criminal bail, according to newly unsealed court documents. The release of their names — father Gercino dos Santos and aunt Elma Preven — on Thursday is the latest iteration of a months-long saga surrounding Santos, the federally indicted freshman lawmaker who has come under intense...", "link": "https://thehill.com/homenews/house/4062593-names-of-george-santos-bond-sponsors-released/", "date_published": "2023-06-22 16:43:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alito, Thomas and the Supreme Court’s culture of concealment", "description": "Full disclosure of extravagant gifts should be a justice’s default position, rather than a grudging concession made only when there is no alternative.", "link": "https://thehill.com/opinion/judiciary/4062329-alito-thomas-and-the-supreme-courts-culture-of-concealment/", "date_published": "2023-06-22 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debris field found near Titanic in search for missing submersible", "description": "A debris field was found near the wreck of the Titanic in the search for a missing submersible, the U.S. Coast Guard said on Thursday. The Coast Guard said in a Twitter post that the debris field was discovered by a remotely operated vehicle within the search area for the Titan submersible, which went missing...", "link": "https://thehill.com/blogs/blog-briefing-room/4062619-debris-field-found-near-titanic-in-search-for-missing-submersible/", "date_published": "2023-06-22 16:22:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Obama: Trump indictment 'less than ideal' but shows 'nobody’s above the law'", "description": "Former President Obama said the federal indictment of former President Trump is “less than ideal” but shows “nobody’s above the law.”  In an interview with CNN’s Christiane Amanpour that will air Thursday, Obama said the indictment does not send the best message internationally because of signs that suggest democratic norms are being rolled back in...", "link": "https://thehill.com/blogs/blog-briefing-room/4062633-obama-trump-indictment-less-than-ideal-but-shows-nobodys-above-the-law/", "date_published": "2023-06-22 16:15:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden welcomes Modi in front of spirited members of Indian diaspora", "description": "President Biden welcomed Indian Prime Minister Narendra Modi on Thursday for his first official state visit to Washington, D.C., alongside a 7,000-strong crowd that included members from the Indian American community, diplomats and senior U.S. officials. The rainy weather didn’t dampen the spirits of the hundreds of members of the Indian diaspora gathered near the...", "link": "https://thehill.com/homenews/administration/4062632-biden-welcomes-modi-before-in-front-of-spirited-members-of-indian-diaspora/", "date_published": "2023-06-22 16:10:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US sees more than 350 anti-LGBTQ incidents in less than a year: report", "description": "More than 350 anti-LGBTQ incidents occurred in the United States in less than a year, a new report found. According to the report, released on Thursday by the Anti-Defamation League (ADL) and the LGBTQ rights group GLAAD, there were at least 356 anti-LGBTQ extremist and non-extremist incidents between June 2022 and April 2023 across 46...", "link": "https://thehill.com/homenews/state-watch/4062568-us-sees-more-than-350-anti-lgbtq-incidents-in-less-than-a-year-report/", "date_published": "2023-06-22 16:01:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why ranked-choice voting is a win for Republicans", "description": "Ranked-choice voting is simply a better and easier way to handle our crowded presidential primary field than traditional plurality voting. It is an idea whose time has come.", "link": "https://thehill.com/opinion/campaign/4060816-why-ranked-choice-voting-is-a-win-for-republicans/", "date_published": "2023-06-22 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie to Trump on debates: 'Want to be President? Then get in the ring pal…'", "description": "Republican presidential candidate Chris Christie on Thursday said former President Trump “can’t avoid” the GOP presidential debates as he runs for the White House in 2024.  “Trump says he doesn’t 'think it’s fair' for him to have to debate. Crybabies and losers say life isn’t fair. And Trump is both. Want to be President? Then...", "link": "https://thehill.com/homenews/campaign/4062572-christie-pushes-trump-republican-primary-debate/", "date_published": "2023-06-22 15:59:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rash of deaths at Lake Mead prompts warning from Park Service", "description": "The National Park Service issued a warning on Wednesday after a recent spate of deaths and other incidents at Lake Mead, cautioning the public to “keep safety and considerate behavior in the forefront” while visiting the reservoir along the Nevada-Arizona border. Six people died at the Lake Mead National Recreation Area last weekend, including three who were...", "link": "https://thehill.com/policy/energy-environment/4062528-rash-of-deaths-at-lake-mead-prompts-warning-from-park-service/", "date_published": "2023-06-22 15:43:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EU warns of increased mosquito-borne viral diseases due to climate change", "description": "A European Union (EU) agency warned on Thursday that Europe is facing an increased risk of mosquito-borne viral diseases due to climate change. The European Centers for Disease Control and Prevention (ECDC) said that more frequent and severe heat waves and flooding, as well as longer and hotter summers, have created more favorable conditions for invasive mosquito...", "link": "https://thehill.com/policy/energy-environment/4062442-eu-warns-of-increased-mosquito-borne-viral-diseases-due-to-climate-change/", "date_published": "2023-06-22 15:35:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Obama calls for Biden to discuss 'rights of ethnic minorities in India' with Modi", "description": "Former President Obama in an upcoming interview with CNN says it is \"appropriate\" for President Biden to challenge foreign leaders on issues in their country that are \"troubling.\" Obama gave his comments ahead of the official state visit of Indian Prime Minister Narendra Modi, who has been criticized for his government's treatment of Muslims and...", "link": "https://thehill.com/policy/international/4062438-obama-calls-for-biden-to-discuss-rights-of-ethnic-minorities-in-india-with-modi/", "date_published": "2023-06-22 15:33:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden has maintained Trump’s failed sanctions policies", "description": "From Venezuela to Cuba to Iran, the Biden administration’s approach to sanctions has remained remarkably similar to Trump’s.", "link": "https://thehill.com/opinion/international/4061570-biden-has-maintained-trumps-failed-sanctions-policies/", "date_published": "2023-06-22 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis lashes out at Trump when asked if he'd back him as 2024 nominee", "description": "Florida Gov. Ron DeSantis (R) lashed out at former President Trump on Thursday after he was asked whether he would support Trump if he became the GOP nominee next year.  \"What I would say is this. When you are saying that [former New York Gov. Andrew] Cuomo did better on COVID than Florida did, you...", "link": "https://thehill.com/homenews/campaign/4062510-desantis-lashes-out-at-trump-when-asked-if-hed-back-him-as-2024-nominee/", "date_published": "2023-06-22 15:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene calls Boebert a 'little b----' as tensions boil over on House floor", "description": "Tensions between Rep. Lauren Boebert (R-Colo.) and Rep. Marjorie Taylor Greene (R-Ga.) boiled over on the House floor as Greene called Boebert a \"little bitch\" amid GOP frustration at the Colorado Republican's move to try and force a vote on impeaching President Biden. During votes Wednesday afternoon, Boebert approached Greene over statements she made earlier...", "link": "https://thehill.com/homenews/house/4062391-greene-calls-boebert-a-little-b-as-tensions-boil-over-on-house-floor/", "date_published": "2023-06-22 15:24:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former FBI analyst who kept classified records in home sentenced to prison", "description": "A former intelligence analyst with the FBI’s Kansas City division has been sentenced to nearly four years in prison for holding on to classified national defense-related documents at her residence, the Department of Justice (DOJ) announced Thursday.  According to a release from the DOJ’s Office of Public Affairs, Kendra Kingsbury “improperly removed and willfully retained”...", "link": "https://thehill.com/policy/national-security/4062397-former-fbi-analyst-who-kept-classified-records-in-home-sentenced-to-prison/", "date_published": "2023-06-22 15:11:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrat on new filing in documents case: Trump lawyers will have 'bad Christmas'", "description": "Sen. Sheldon Whitehouse (D-R.I.) said attorneys for former President Trump in the classified and sensitive documents case will have a “bad Christmas” following a recent filing that hints prosecutors have additional evidence beyond what was previously known.  A court filing from Wednesday states that special counsel Jack Smith has begun providing the evidence he plans...", "link": "https://thehill.com/homenews/senate/4062401-senate-democrat-on-new-filing-in-documents-case-trump-lawyers-will-have-bad-christmas/", "date_published": "2023-06-22 15:11:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Even ‘safe’ pollution levels can cause changes in child brain development: study", "description": "Levels of certain air pollutants previously considered safe can potentially harm a child’s developing brain, a new study has found. The study, published this week in Environment International, involved the largest-ever nationwide survey of youth brain health — and ultimately concluded that kids exposed to more pollutants showed changes in connectivity between brain regions. In some regions,...", "link": "https://thehill.com/policy/equilibrium-sustainability/4062430-even-safe-pollution-levels-can-cause-changes-in-child-brain-development-study/", "date_published": "2023-06-22 15:01:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats file bill to streamline green cards for at-risk youth", "description": "A group of Democrats Thursday introduced a bill to simplify immigration procedures for foreign-born minors who have been abandoned, abused or neglected. The bill, led by Reps. Jimmy Gomez (D-Calif.), Zoe Lofgren (D-Calif.) and Adriano Espaillat (D-N.Y.), would exempt children in Special Immigrant Juvenile Status (SIJS) from country caps or quotas that can delay their...", "link": "https://thehill.com/latino/4062186-democrats-file-bill-to-streamline-green-cards-for-at-risk-youth/", "date_published": "2023-06-22 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Eleven years of DACA", "description": "Despite our contributions to society, DACA recipients are still denied the stability and privileges enjoyed by our peers who have permanent status. One such opportunity is the freedom to travel beyond U.S. borders.", "link": "https://thehill.com/opinion/immigration/4055210-eleven-years-of-daca/", "date_published": "2023-06-22 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrats push to restore limited proxy voting", "description": "A group of House Democrats is pushing to restore proxy voting for serious medical conditions after the House GOP eliminated the process this year. The push is being spearheaded by Rep. Deborah Ross (D-N.C.), alongside Reps. Linda Sanchez (D-Calif.), Sara Jacobs (D-Calif.), Bonnie Watson Coleman (D-N.J.) and Jamie Raskin (D-Md.). The group on Thursday introduced...", "link": "https://thehill.com/homenews/house/4062382-house-democrats-proxy-voting-medical-conditions/", "date_published": "2023-06-22 14:59:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "President Biden should leverage union clout to protect at-risk supply chain", "description": "After the Biden administration and transportation stakeholders worked tirelessly to clear freight bottlenecks left in the wake of the COVID-19 pandemic, a series of labor disputes now threaten to throw the supply chain back into chaos. Reports last week of a tentative agreement on the West Coast between longshoremen and port operators were welcome news,...", "link": "https://thehill.com/opinion/congress-blog/4061918-president-biden-should-leverage-union-clout-to-protect-at-risk-supply-chain/", "date_published": "2023-06-22 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court rules against Navajo Nation in Colorado River case", "description": "The Supreme Court has ruled against the Navajo Nation in its effort to make the U.S. take steps to secure water for the tribe from the Colorado River. In a 5-4 decision, the court ruled that a 1868 treaty did not require the country to take “affirmative steps” to secure water for the tribe.  At...", "link": "https://thehill.com/regulation/court-battles/4062301-supreme-court-rules-against-navajo-nation-in-colorado-river-case/", "date_published": "2023-06-22 14:22:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nearly 100 concertgoers hurt by 'golf-ball size' hail at Red Rocks Amphitheatre", "description": "Seven people were hospitalized after concertgoers were pelted by hail at Red Rocks Amphitheatre as severe thunderstorms moved across Colorado.", "link": "https://thehill.com/changing-america/resilience/natural-disasters/4062036-nearly-100-concertgoers-hurt-by-golf-ball-size-hail-at-red-rocks-amphitheatre/", "date_published": "2023-06-22 14:17:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blunt Rochester picks up EMILY's List endorsement in Delaware Senate bid", "description": "Rep. Lisa Blunt Rochester (D-Del.) has received an endorsement from EMILY’s List, a group that backs female candidates who support abortion rights, in her run for Delaware’s Senate seat.  The organization said in a release on Thursday that Blunt Rochester has been a “champion for women and families for her entire career” and has a...", "link": "https://thehill.com/homenews/campaign/4062312-blunt-rochester-picks-up-emilys-list-endorsement-in-delaware-senate-bid/", "date_published": "2023-06-22 14:09:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Outer space is becoming a minefield of dangers — we need better visibility now", "description": "Dangers from both unfriendly spacecraft and space debris can be mitigated by better in-space visibility.", "link": "https://thehill.com/opinion/technology/4060450-outer-space-is-becoming-a-minefield-of-dangers-we-need-better-visibility-now/", "date_published": "2023-06-22 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen says it's 'critical' to work with China after Biden calls Xi a dictator", "description": "Treasury Secretary Janet Yellen stressed the importance of maintaining a relationship with China after President Biden’s description of Chinese leader Xi Jinping as a “dictator” met fierce backlash from Beijing. “With respect to the comments, I think President Biden and I both believe it’s critical to maintain communication … to clear up misperceptions, miscalculations. We...", "link": "https://thehill.com/homenews/4062254-yellen-says-its-critical-to-work-with-china-after-biden-calls-xi-a-dictator/", "date_published": "2023-06-22 13:59:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ turns over Mar-a-Lago grand jury testimony to Trump team", "description": "The Department of Justice (DOJ) has turned over a trove of evidence in the Mar-a-Lago case to former President Trump and his attorneys, including testimony from those who appeared before the grand jury, according to a court filing. Prosecutors spoke to an array of witnesses in the case, including prior members of Trump’s legal team...", "link": "https://thehill.com/policy/national-security/4062258-doj-mar-a-lago-grand-jury-testimony-trump/", "date_published": "2023-06-22 13:58:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian court rejects appeal of US journalist's extended detention", "description": "A Russian court rejected an appeal from Wall Street Journal reporter Evan Gershkovich to his extended detention while he awaits trial on espionage charges.  The court ruled that Gershkovich, who was arrested in March on allegations that he was trying to gain access to classified information, must remain in jail at least until late August, upholding...", "link": "https://thehill.com/policy/international/4062229-russian-court-rejects-appeal-evan-gershkovich/", "date_published": "2023-06-22 13:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wall Street Journal pushes back on criticism of Alito op-ed", "description": "The Wall Street Journal is dismissing criticism it is facing for publishing an Op-Ed from Supreme Court Justice Samuel Alito, which refuted the assertions made in a new ProPublica article. The ProPublica story, published this week, said that Alito may have committed ethical violations by taking a lavish fishing trip with billionaire Paul Singer, failing...", "link": "https://thehill.com/homenews/4062223-wall-street-journal-pushes-back-on-criticism-of-alito-op-ed/", "date_published": "2023-06-22 13:41:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "4 dead after tornadoes tear through Texas town", "description": "A series of suspected tornadoes touched down in northwest Texas on Wednesday evening, bringing severe winds and large-sized hail to the area and leaving at least four dead in the town of Matador. Senior forecaster Matt Ziebell with the National Weather Service in Lubbock told the Associated Press that a supercell developed around 8 p.m....", "link": "https://thehill.com/homenews/state-watch/4062174-4-dead-after-tornadoes-tear-through-texas-town/", "date_published": "2023-06-22 13:34:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA must prioritize life-cycle emissions in building materials policy", "description": "When we choose a construction material without considering its life cycle impacts, we not only miss an opportunity to reduce use phase and end-of-life emissions, but we can unintentionally worsen them.", "link": "https://thehill.com/opinion/energy-environment/4051285-epa-must-prioritize-life-cycle-emissions-in-building-materials-policy/", "date_published": "2023-06-22 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warwick, Crystal, Queen Latifah among Kennedy Center honorees", "description": "Rapper and actor Queen Latifah, comedian Billy Crystal, singer Dionne Warwick, Bee Gees member Barry Gibb and opera star Renée Fleming are joining an exclusive club: They’re this year’s Kennedy Center Honors recipients. The John F. Kennedy for the Performing Arts announced the slate of five honorees on Thursday, saying the group is being recognized for lifetime...", "link": "https://thehill.com/blogs/in-the-know/4062212-kennedy-center-honors-warwick-crystal-queen-latifah/", "date_published": "2023-06-22 13:13:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missing Titan submersible begs the question: Are the risks worth the rewards?", "description": "The submersible, Titan, that is now lost in the Atlantic Ocean shines a bright light on risk and how each person is confronted with decisions that must balance risks and benefits.", "link": "https://thehill.com/opinion/technology/4060879-missing-titan-submersible-begs-the-question-are-the-risks-worth-the-rewards/", "date_published": "2023-06-22 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas state Sen. Angela Paxton barred from voting in husband’s impeachment trial", "description": "Texas state Sen. Angela Paxton (R) will be barred from voting in her husband's impeachment trial, which is slated to start in September in connection with accusations including of abuse of power and accepting bribes. The Texas state Senate voted Wednesday night to adopt a new rule that would bar the spouses of those facing...", "link": "https://thehill.com/homenews/state-watch/4062130-texas-state-bars-angela-paxton-voting-impeachment-trial/", "date_published": "2023-06-22 12:57:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis rolls out endorsements from 15 South Carolina state lawmakers ahead of visit", "description": "Florida Gov. Ron DeSantis's (R) campaign announced on Thursday the endorsements of 15 South Carolina state lawmakers ahead of his visit there. DeSantis is scheduled to campaign in North Augusta, S.C., later in the day and the endorsements come as the Florida governor is looking to build momentum in early presidential primary states. “Governor DeSantis’...", "link": "https://thehill.com/homenews/campaign/4062148-desantis-rolls-out-endorsements-from-15-south-carolina-state-lawmakers-ahead-of-visit/", "date_published": "2023-06-22 12:38:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Invite Ukraine to join NATO now", "description": "Why is the U.S. not only failing to lead, but in fact opposing the growing European consensus that Ukraine should be invited to join immediately?", "link": "https://thehill.com/opinion/national-security/4051618-invite-ukraine-to-join-nato-now/", "date_published": "2023-06-22 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former GOP Rep. Will Hurd launches 2024 presidential bid", "description": "Former Rep. Will Hurd (R-Texas) on Thursday became the latest Republican to throw their hat in the ring for the 2024 GOP race for president.  Hurd made the announcement during an appearance on “CBS Mornings,” joining what has become a crowded field of GOP candidates including former President Trump and Florida Gov. Ron DeSantis. Hurd...", "link": "https://thehill.com/homenews/campaign/4062131-former-gop-rep-will-hurd-launches-2024-presidential-bid/", "date_published": "2023-06-22 12:18:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White, Asian population grew in US last year thanks to immigration", "description": "Without immigration, the white population in the U.S. would have declined last year. Immigration also propelled the expansion of the Asian population.", "link": "https://thehill.com/homenews/4062104-white-asian-population-grew-in-us-last-year-thanks-to-immigration/", "date_published": "2023-06-22 12:17:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missing submersible nearing critical 96-hour oxygen mark", "description": "The submersible that went missing during an expedition to view the wreckage of the Titanic is nearing a critical 96-hour mark at which it is expected to soon run out of oxygen for passengers to breathe.  The Titan submersible launched on Sunday in the north Atlantic Ocean with about four days of breathable oxygen but...", "link": "https://thehill.com/blogs/blog-briefing-room/4062103-missing-submersible-nearing-critical-96-hour-oxygen-mark/", "date_published": "2023-06-22 12:09:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We can’t wait any longer to reform healthcare entitlements", "description": "The American public is ready for a true debate on healthcare’s future.", "link": "https://thehill.com/opinion/healthcare/4060632-we-cant-wait-to-any-longer-to-reform-healthcare-entitlements/", "date_published": "2023-06-22 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schiff fundraises off GOP censure vote", "description": "Rep. Adam Schiff (D-Calif.) is fundraising off a late Wednesday vote by House Republicans to censure him over his past comments criticizing alleged ties between former President Trump and Russia.  Schiff’s campaign for Senate in California said in an email sent out after the vote that Speaker Kevin McCarthy (R-Calif.) took up the resolution against...", "link": "https://thehill.com/homenews/house/4062076-schiff-fundraises-off-gop-censure-vote/", "date_published": "2023-06-22 11:37:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Has the US lost the UAE to Russia, China?", "description": "The fabric of America's strategic ties to the Gulf region is fraying.", "link": "https://thehill.com/opinion/national-security/4061734-has-the-us-lost-the-uae-to-russia-china/", "date_published": "2023-06-22 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine cannot win if Biden bars attacks on Russian soil", "description": "Winning the war means taking the fight to Russia — not invading Russia, but defeating its ability to wage war from Russian territory.", "link": "https://thehill.com/opinion/4060085-ukraine-cannot-win-if-biden-bars-attacks-on-russian-soil/", "date_published": "2023-06-22 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — House GOP censures Schiff, eyes reprimanding others", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. If voters envisioned a reality TV House of Representatives, the determined paybacks by some Republicans aimed at the foes of President Trump — one liberal Democratic congressman as well...", "link": "https://thehill.com/newsletters/morning-report/4062004-the-hills-morning-report-houuse-gop-censures-schiff-eyes-reprimanding-others/", "date_published": "2023-06-22 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Employees angry after Toyota's Kansas City office serves only watermelon for Juneteenth", "description": "Toyota is under fire from some of its own Kansas City workers after they said the company served only watermelon to celebrate Juneteenth.", "link": "https://thehill.com/homenews/4061209-employees-angry-after-toyotas-kansas-city-office-serves-only-watermelon-for-juneteenth/", "date_published": "2023-06-22 10:08:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers introduce bill to ban discrimination against LGBTQ+ Americans", "description": "WASHINGTON, D.C. (WAVY) -- \"We will stand with the LGBTQ+ community forever,\" said House Democratic Leader Hakeem Jeffries. Wednesday, Jeffries joined other lawmakers calling for better protections for LGBTQ+ Americans. \"Many live in fear that around the corner could be violence or bigotry or state-sanctioned hate directed at them, just for who they are,\" said...", "link": "https://thehill.com/homenews/4061622-lawmakers-introduce-bill-to-ban-discrimination-against-lgbtq-americans/", "date_published": "2023-06-22 10:07:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Transgender man says Walgreens employee denied him hormone replacement meds", "description": "A transgender man took to Reddit to speak out about a local Walgreens pharmacist refusing to give him his prescribed medication, all because it \"went against his religion.\"", "link": "https://thehill.com/homenews/4061677-transgender-man-says-walgreens-employee-denied-him-hormone-replacement-meds/", "date_published": "2023-06-22 10:06:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Tiger King' star 'Doc' Antle convicted in Virginia wildlife trafficking case", "description": "Virginia Attorney General Jason Miyares successfully prosecuted Bhagavan Antle, more commonly known as \"Doc Antle\" from the Netflix series \"Tiger King.\"", "link": "https://thehill.com/homenews/4061296-tiger-king-star-doc-antle-convicted-in-virginia-wildlife-trafficking-case/", "date_published": "2023-06-22 10:06:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida couple sued OceanGate CEO months before submersible went missing", "description": "Just months before the submersible that takes tourists to see the Titanic wreckage went missing, a Central Florida couple filed a lawsuit against the company that owns the submersible for alleged fraud.", "link": "https://thehill.com/homenews/4061462-florida-couple-sued-oceangate-ceo-months-before-submersible-went-missing/", "date_published": "2023-06-22 10:05:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abortion ruling hands Democrats a political gift: an issue that wins elections", "description": "This is the second story in a series examining the impact of the fall of Roe v. Wade with the Supreme Court’s ruling last June in Dobbs v. Jackson Women’s Health Organization. When President Biden rallied Democrats last September ahead of the midterm elections, he predicted the Supreme Court decision overturning Roe v. Wade set off...", "link": "https://thehill.com/homenews/administration/4052425-supeme-court-abortion-democrats-political-gift-elections/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alito caught in crosshairs of latest Supreme Court scandal", "description": "Samuel Alito has become the latest Supreme Court justice to face an ethics firestorm, adding to a stream of controversies at the high court about luxury trips and recusals. Alito on Tuesday night took the rare step of penning a Wall Street Journal opinion piece to rebut a ProPublica story, published hours later, that detailed...", "link": "https://thehill.com/regulation/court-battles/4060970-alito-caught-in-crosshairs-of-latest-supreme-court-scandal/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alito gives new momentum to Supreme Court reforms", "description": "Legislation to address the ethical conduct of Supreme Court justices gained new momentum Wednesday after a report revealed that conservative Justice Samuel Alito accepted a luxury vacation from wealthy benefactors without disclosing it publicly.   Senate Judiciary Committee Chairman Dick Durbin (D-Ill.) and Sen. Sheldon Whitehouse (D-R.I.), a key subcommittee chairman, announced in response to...", "link": "https://thehill.com/homenews/senate/4061375-alito-gives-new-momentum-to-supreme-court-reforms/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis makes gains against Trump in GOP primary: poll", "description": "Florida Gov. Ron DeSantis (R) appears to be making gains against former President Trump in the crowded Republican presidential primary, according to an Emerson College national poll released on Thursday.  Trump still leads the field with 59 percent support among Republican primary voters, while DeSantis trails at 21 percent. However, the former president's support is...", "link": "https://thehill.com/homenews/campaign/4061706-desantis-makes-gains-against-trump-in-gop-primary-poll/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Environment groups ask Biden to crack down on methane emissions from landfills", "description": "More than a dozen environmental groups are asking the Biden administration to crack down on methane emissions from landfills.  Methane is a planet-warming gas that is 28 times more potent than carbon dioxide over a 100-year period and makes up nearly 12 percent of the country’s contribution to climate change. Landfills are the third largest...", "link": "https://thehill.com/policy/energy-environment/4061660-environment-groups-ask-biden-to-crack-down-on-methane-emissions-from-landfills/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pressley seeks to decriminalize abortion through new legislation", "description": "Rep. Ayanna Pressley (D-Mass.) on Thursday introduced new abortion legislation to protect patients and providers from criminalization by making care more readily accessible and removing systemic barriers to it, as well as calling for federal investments in abortion care. The Abortion Justice Act comes at the one-year anniversary of the Supreme Court’s Dobbs v. Jackson...", "link": "https://thehill.com/homenews/house/4061259-pressley-decriminalize-abortion-new-legislation/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate GOP questions Boebert push for Biden impeachment", "description": "Senate Republicans are questioning the push by House conservatives to impeach President Biden and other administration officials, arguing the moves are a waste of time and futile efforts that likely lack an impeachable offense.  Rep. Lauren Boebert (R-Colo.) surprised even her own GOP colleagues Tuesday when she filed a privileged motion that would force a...", "link": "https://thehill.com/homenews/senate/4061275-senate-gop-questions-boebert-push-for-biden-impeachment/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Third-party candidate would drag Biden down in Trump rematch: poll", "description": "A third-party candidate with drag President Biden down in a rematch with former President Trump in 2024, according to an Emerson College national poll released Thursday.  In a head-to-head matchup, Biden and Trump are statistically in a dead-head at 44 percent to 43 percent among voters. Nine percent said they would vote for someone else,...", "link": "https://thehill.com/homenews/campaign/4061756-third-party-candidate-would-drag-biden-down-in-trump-rematch-poll/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine intensifies pressure in long-shot push for NATO membership", "description": "Ukrainian officials are pounding the drumbeat for full NATO membership, putting unrelenting pressure on the U.S. and allies to give in and view as precedent their success in receiving F-16 fighter jets, Western tanks and other heavy artillery over Western caution.  It’s a long-shot bid and likely to take years to realize, but Ukrainian officials...", "link": "https://thehill.com/policy/international/4061146-ukraine-intensifies-pressure-in-long-shot-push-for-nato-membership/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to watch as 2024 GOP hopefuls converge at Faith and Freedom Coalition event", "description": "Republican 2024 presidential candidates will share the stage for the first time this weekend at the Faith and Freedom Coalition's annual gathering of conservatives in Washington, D.C. Former President Trump, Florida Gov. Ron DeSantis, former Vice President Mike Pence and others will be attending the Road to Majority Conference, which is being held on the...", "link": "https://thehill.com/homenews/campaign/4060980-what-to-watch-as-2024-gop-hopefuls-converge-at-faith-and-freedom-coalition-event/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Youngkin gets jolt of political momentum ahead of Virginia elections", "description": "Virginia Gov. Glenn Youngkin (R) saw a boost to his political brand Tuesday night after his slate of endorsed candidates in the state legislature races won their primaries.  Youngkin waded into the GOP contests last month, backing 10 candidates, all of whom won against their primary challengers.  The results are a boon to the incumbent...", "link": "https://thehill.com/homenews/campaign/4061383-youngkin-gets-jolt-of-political-momentum-ahead-of-virginia-elections/", "date_published": "2023-06-22 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Treasury Department says nearly 200 clean energy projects announced since IRA", "description": "Biden administration officials touted that nearly 200 new clean energy projects have been announced since the passage of the Inflation Reduction Act (IRA), but spoke of the need to develop an energy-independent supply chain to meet demand. Speaking at the Carnegie Endowment for International Peace, Deputy Secretary of the Treasury Wally Adeyemo highlighted the development...", "link": "https://thehill.com/policy/energy-environment/4061199-treasury-department-says-nearly-200-clean-energy-projects-announced-since-ira/", "date_published": "2023-06-22 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US, India send clear signal to China with new defense, tech deals", "description": "President Biden is setting the stage to unveil an “unprecedented” list of defense, technology and business deals alongside Indian Prime Minister Narendra Modi during his state visit Thursday with a clear subtext of countering China’s global ambitions and pulling New Delhi away from Russia. Biden and Modi will speak during a press conference Thursday and the two leaders are...", "link": "https://thehill.com/policy/international/4061728-us-india-send-clear-signal-to-china-with-new-defense-tech-deals/", "date_published": "2023-06-22 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP lawmakers want to cement Pentagon ban on drag shows", "description": "House Armed Services Committee Republicans want to codify a newly enforced Pentagon ban on drag shows, which they made clear Wednesday when they adopted an amendment that would bar funding for such performances into its version of the annual defense policy bill. The provision, introduced by Rep. Matt Gaetz (R-Fla.) as the panel held a...", "link": "https://thehill.com/policy/defense/4061836-gop-lawmakers-want-to-cement-pentagon-ban-on-drag-shows/", "date_published": "2023-06-22 03:40:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge strikes down Florida Medicaid policy excluding gender-affirming care", "description": "A Florida rule excluding gender-affirming health care from Medicaid coverage is unlawful and unconstitutional, a federal judge ruled Wednesday, adding that the policy, which was enacted last year under the administration of Republican Gov. and presidential candidate Ron DeSantis, is based on politics rather than medicine. Florida’s Agency for Health Care Administration (AHCA), which controls...", "link": "https://thehill.com/policy/healthcare/4061823-judge-strikes-down-florida-medicaid-policy-excluding-gender-affirming-care/", "date_published": "2023-06-22 03:14:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cardi B criticizes stepson of billionaire on missing submersible for attending concert", "description": "Rapper Cardi B took to Instagram Tuesday night to comment on the stepson of one of the missing people onboard the Titanic tourist submersible attending a concert. Brian Szasz, whose stepfather is billionaire Hamish Harding, one of the five people on the missing vessel, reportedly attended a Blink-182 concert in San Diego as search and rescue...", "link": "https://thehill.com/blogs/in-the-know/4061784-cardi-b-criticizes-stepson-of-billionaire-on-missing-submersible-for-attending-concert/", "date_published": "2023-06-22 02:53:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Member of 'Central Park Five' wrongly imprisoned for rape is running for NYC Council", "description": "A member of the \"Central Park Five,\" a group of five Black and Latino teenagers wrongly convicted of assaulting and raping a white woman in New York’s Central Park in 1989, is running for New York City Council. Yusef Salaam, who spent nearly seven years in prison for the false conviction, is running to represent...", "link": "https://thehill.com/homenews/campaign/4061695-member-of-central-park-five-wrongly-imprisoned-for-rape-is-running-for-nyc-council/", "date_published": "2023-06-22 02:34:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mark Zuckerberg responds to Elon Musk cage match suggestion: 'Send Me Location'", "description": "Meta CEO Mark Zuckerberg responded to Twitter CEO Elon Musk’s suggestion of a cage match on Wednesday with a simple request. “Send Me Location,” Zuckerberg said in an Instagram story, featuring a screenshot of Musk’s original challenge. The Twitter CEO said on Tuesday that he was “up for a cage match if [Zuckerberg] is,” after...", "link": "https://thehill.com/policy/technology/4061778-mark-zuckerberg-responds-to-elon-musk-cage-match-suggestion-send-me-location/", "date_published": "2023-06-22 02:33:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Indiana Gov. endorses Mike Pence for president in 2024", "description": "Indiana Gov. Eric Holcomb (R) endorsed former Vice President Mike Pence (R) for president in 2024, in a statement Wednesday, marking the highest-profile Republican endorsement Pence's campaign has received to date. Holcomb praised Pence for his honesty, integrity, and for being “allergic to personal scandal,” in his statement.  Holcomb served as Pence’s lieutenant governor in Indiana,...", "link": "https://thehill.com/homenews/4061718-indiana-gov-endorses-mike-pence-for-president-in-2024/", "date_published": "2023-06-22 01:38:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Biden aide to serve as Harris' chief of staff on 2024 campaign", "description": "A longtime Democratic official with strong ties to President Biden and the first lady is joining the president's reelection campaign to serve as chief of staff for Vice President Harris, who is expected to be a fixture on the trail. Sheila Nix, who is currently the chief of staff to Education Secretary Miguel Cardona, is...", "link": "https://thehill.com/homenews/campaign/4061723-former-biden-aide-to-serve-as-harris-chief-of-staff-on-2024-campaign/", "date_published": "2023-06-22 01:30:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dems protest Schiff censure in dramatic display on House floor", "description": "The House floor spun into chaos on Wednesday after Republicans voted to censure Rep. Adam Schiff (D-Calif.) — a rare rebuke that sparked a rowdy protest from scores of Democrats, who huddled around their embattled ally and heckled Republicans with accusations of political cowardice.  The episode made for a wild ride on the floor, where...", "link": "https://thehill.com/homenews/house/4061686-dems-protest-schiff-censure-in-dramatic-display-on-house-floor/", "date_published": "2023-06-22 01:12:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP leaders defang Boebert strong-arming on Biden impeachment", "description": "House Republican leaders moved to defang down an effort from Rep. Lauren Boebert (R-Colo.) to impeach President Biden, after the unexpected fight exposed sharp divisions within the GOP over how aggressively to confront their adversary in the White House. The House Rules Committee met on Wednesday evening to craft a rule that will refer Boebert’s...", "link": "https://thehill.com/homenews/house/4061343-gop-leaders-defang-boebert-strong-arming-on-biden-impeachment/", "date_published": "2023-06-22 00:27:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk says 'cis,' 'cisgender' considered slurs on Twitter", "description": "Elon Musk said the words “cis” and “cisgender” are now considered slurs on Twitter and suggested that “repeated, targeted” use of those words could be subject to suspensions. “Repeated, targeted harassment against any account will cause the harassing accounts to receive, at minimum, temporary suspensions,” Musk wrote on Twitter just after midnight Wednesday morning. “The...", "link": "https://thehill.com/homenews/4061600-musk-says-cis-cisgender-considered-slurs-on-twitter/", "date_published": "2023-06-22 00:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}]