[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Sends Biden Impeachment Articles To Committees", "description": "The GOP-led House voted on Thursday to send articles of impeachment against President Joe Biden to a pair of committees. Rep. Lauren Boebert (R-CO) brought forth articles of impeachment, which accuse Biden of &#8220;high crimes and misdemeanors&#8221; over his administration&#8217;s handling of the U.S.-Mexico border, with a privileged resolution that would force a vote on the House ...", "link": "https://www.dailywire.com/news/house-sends-biden-impeachment-articles-to-committees", "date_published": "2023-06-22 18:49:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top Secret U.S. Navy System Detected Titan Sub Implosion Days Ago", "description": "The U.S. Navy detected the moment when the Titan submersible imploded earlier this week after it lost communications with its host ship. “The U.S. Navy conducted an analysis of acoustic data and detected an anomaly consistent with an implosion or explosion in the general vicinity of where the Titan submersible was operating when communications were ...", "link": "https://www.dailywire.com/news/top-secret-u-s-navy-system-detected-titan-sub-implosion-days-ago", "date_published": "2023-06-22 18:07:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Durham Testimony Suggests ‘Political Coordination’ Against Trump At FBI, Ben Shapiro Says", "description": "The testimony and report of Special Counsel John Durham show clearly that there was “political coordination” at the FBI in the investigation into former President Donald Trump over alleged collusion, according to Daily Wire Editor Emeritus Ben Shapiro. Shapiro made the comments on his Thursday show while discussing Durham&#8217;s testimony on Wednesday before Congress. Durham ...", "link": "https://www.dailywire.com/news/durham-testimony-suggests-political-coordination-against-trump-at-fbi-ben-shapiro-says", "date_published": "2023-06-22 17:09:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Loudoun Jury Find Schools Spokesman Not Guilty Of Perjury", "description": "LOUDOUN COUNTY, VA — Wayde Byard, the now-suspended spokesman of Loudoun County Public Schools, was found not guilty of perjury Thursday in a case related to the coverup of a bathroom rape. The jury of eight men and four women deliberated for 90 minutes before reaching its verdict. Byard was accused of lying to a ...", "link": "https://www.dailywire.com/news/loudoun-jury-find-schools-spokesman-not-guilty-of-perjury", "date_published": "2023-06-22 17:06:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Signed Off On Declassifying COVID Origins By June 18. He Didn’t Do It.", "description": "President Joe Biden has so far failed to comply with the COVID-19 Origin Act of 2023 — a measure that passed Congress unanimously and he himself signed into law in late March. The law required Biden to declassify any and all information regarding the connection between a Wuhan-based laboratory and the origins of the novel ...", "link": "https://www.dailywire.com/news/biden-signed-off-on-declassifying-covid-origins-by-june-18-he-didnt-do-it", "date_published": "2023-06-22 16:56:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Idaho School Board Member Suggests Teachers Must Be Able To Discuss Gender Identity Or Kids Won’t Learn Math", "description": "An Idaho school board member suggested that if teachers are not permitted to discuss gender identity with students, children may not be able to learn math, reading, or writing. On Monday, the Nampa School District just west of Boise voted to adopt a policy banning discussion of gender identity, sexual orientation, transgender identity, and gender ...", "link": "https://www.dailywire.com/news/idaho-school-board-member-suggests-teachers-must-be-able-to-discuss-gender-identity-or-kids-wont-learn-math", "date_published": "2023-06-22 16:55:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Passengers Aboard Dismantled Titanic Sub Likely Died ‘In Milliseconds’", "description": "The U.S. Coast Guard and OceanGate Expeditions confirmed Thursday afternoon that all five people aboard the Titan submersible had died after parts of the vessel were found by search-and-rescue crews near the Titanic wreckage. A remote operated vehicle (ROV) searching the ocean floor for the missing submersible found the rear cover of the Titan around ...", "link": "https://www.dailywire.com/news/passengers-aboard-dismantled-titanic-sub-likely-died-in-milliseconds", "date_published": "2023-06-22 16:53:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Retribution: Reddit Removes Volunteer Moderators Protesting New Fees", "description": "Reddit, which draws more than 1 billion unique visitors per month, relies on unpaid volunteers to run smaller platforms known as subreddits. But the moderators aren&#8217;t happy. Mods of more than 9,000 subreddits joined a protest over a new pricing policy set by Reddit. The protest was to last 48 hours, but many moderators have ...", "link": "https://www.dailywire.com/news/retribution-reddit-removes-volunteer-moderators-protesting-new-fees", "date_published": "2023-06-22 16:38:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Demi Lovato Releases Pro-Abortion Anthem ‘Swine’ Aimed At ‘Birthing People’ For Anniversary Of Dobbs Decision", "description": "Singer and activist Demi Lovato released a surprise new single, “Swine,” which she said was made specifically to promote abortion following the overturning of Roe v. Wade with the Dobbs decision in June 2023. “It’s been one year since the Supreme Court&#8217;s decision to dismantle the constitutional right to a safe abortion, and although the ...", "link": "https://www.dailywire.com/news/demi-lovato-releases-pro-abortion-anthem-swine-aimed-at-birthing-people-for-anniversary-of-dobbs-decision", "date_published": "2023-06-22 16:25:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Awkwardness On Tap For Bud Light’s Parent Company As It Accepts Prestigious Award", "description": "Industry experts weighed in on Bud Light&#8217;s parent company accepting a prestigious award following the debacle the brand faced after its partnership with transgender activist Dylan Mulvaney, a man who identifies as a woman. Bud Light parent company Anheuser-Busch InBev&#8217;s (AB InBev) top executive Marcel Marcondes was honored with the Creative Marketer of the Year ...", "link": "https://www.dailywire.com/news/awkwardness-on-tap-for-bud-lights-parent-company-as-it-accepts-prestigious-award", "date_published": "2023-06-22 16:19:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Paul McCartney Clears Up AI Rumors Surrounding Upcoming Beatles Record", "description": "Sir Paul McCartney cleared up some confusion on Thursday about whether The Beatles will use artificial intelligence on John Lennon&#8217;s post-humous voice for the iconic band&#8217;s &#8220;final record&#8221; scheduled for release later this year. Last week, McCartney announced the band was preparing for a comeback, despite the fact that just he and the band&#8217;s drummer ...", "link": "https://www.dailywire.com/news/paul-mccartney-clears-up-ai-rumors-surrounding-upcoming-beatles-record", "date_published": "2023-06-22 16:18:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "4,000-Year-Old ‘Stonehenge Of The Netherlands’ Discovered", "description": "Dutch archeologists have announced the discovery of an archeological site that was a religious burial ground used as a solar calendar — a discovery that’s been dubbed the “Stonehenge of the Netherlands.” Researchers announced the find this week after excavating the site between 2017 and 2018. The location, described as a &#8220;sanctuary,&#8221; includes a burial ...", "link": "https://www.dailywire.com/news/4000-year-old-stonehenge-of-the-netherlands-discovered", "date_published": "2023-06-22 16:16:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Are There Aliens Among Us?", "description": "Adapted from “The Michael Knowles Show,”  June 21, 2023.  The biggest debate at The Daily Wire is not over gender, the 2024 presidential race, or immigration. It is, instead, over aliens. Some people believe that aliens are real. E.T. comes down, abducts people, and prowls around like a little green man. Then other people are ...", "link": "https://www.dailywire.com/news/are-there-aliens-among-us", "date_published": "2023-06-22 16:09:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FTC Sues Amazon For ‘Tricking And Trapping’ People Into Prime", "description": "The Federal Trade Commission (FTC) is suing Amazon for allegedly &#8220;tricking and trapping&#8221; customers into signing up for Amazon Prime and making it hard to cancel subscriptions. The FTC filed a federal complaint Wednesday alleging that Amazon &#8220;knowingly duped millions of consumers into unknowingly enrolling in Amazon Prime.&#8221; The behemoth e-commerce company used &#8220;manipulative, coercive, ...", "link": "https://www.dailywire.com/news/ftc-sues-amazon-for-tricking-and-trapping-people-into-prime", "date_published": "2023-06-22 15:40:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Riley Gaines Blows Up Claims She Used Lia Thomas Tie To Boost Media Career", "description": "Former NCAA champion swimmer Riley Gaines responded on Thursday to a hit piece accusing her of using her 5th-place tie with trans-identifying swimmer Lia Thomas to launch a career in right-wing media. The piece was written by Alyssa Tirrell at left-wing outlet Media Matters for America, and argued that Gaines had traded a fifth place ...", "link": "https://www.dailywire.com/news/riley-gaines-blows-up-claims-she-used-lia-thomas-tie-to-boost-media-career", "date_published": "2023-06-22 15:38:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "British Actress Denounces ‘Revolting’ On-Screen Sex Scenes: ‘Thank God I’m Beyond That Now’", "description": "British actress Joanna Lumley said she’s uncomfortable doing sex scenes and believes many other Hollywood stars are as well. The 77-year-old actress made her opinions known during an interview with The Guardian. Lumley has had a decades-long career, winning two BAFTA TV Awards for her role as Patsy Stone in the hit BBC sitcom “Absolutely ...", "link": "https://www.dailywire.com/news/british-actress-denounces-revolting-on-screen-sex-scenes-thank-god-im-beyond-that-now", "date_published": "2023-06-22 15:34:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "SEC Regulators Allege JPMorgan ‘Erroneously’ Deleted 47 Million Emails Amid Investigations", "description": "U.S. Securities and Exchange Commission (SEC) officials on Thursday slapped a $4 million fine against JPMorgan Chase after the multinational financial service allegedly deleted approximately 47 million communications amid a dozen civil securities-related investigations. The commission alleged that JPMorgan Securities deleted millions of emails and instant messages in 2019 that were dated between January to ...", "link": "https://www.dailywire.com/news/sec-regulators-allege-jpmorgan-erroneously-deleted-47-million-emails-amid-investigations", "date_published": "2023-06-22 15:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Samuel L. Jackson Reveals What Precautions He Takes To Protect Himself From AI", "description": "Samuel L. Jackson said he knew years ago that artificial intelligence could be something to worry about in his business and has revealed what kind of precautions he takes to protect himself from the technology. During the 74-year-old actor&#8217;s recent interview with Rolling Stone magazine, Jackson talked about the impact of AI in Hollywood and ...", "link": "https://www.dailywire.com/news/samuel-l-jackson-reveals-what-precautions-he-takes-to-protect-himself-from-ai", "date_published": "2023-06-22 15:27:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ford Gets $9.2 Billion Loan From Biden Admin For EV Battery Factories", "description": "Ford will receive the largest government check for an automaker since the 2009 bailouts thanks to a $9.2 billion loan intended to help construct three electric vehicle battery plants in the U.S.  The loan from the Biden administration is aimed at boosting U.S. automakers in their race against China for green technologies and helping the ...", "link": "https://www.dailywire.com/news/ford-gets-9-2-billion-loan-from-biden-admin-for-ev-battery-factories-biggest-check-since-2009-bailouts", "date_published": "2023-06-22 15:16:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whistleblower Says Hunter Biden Case Branched Out Of Porn Investigation", "description": "The federal investigation into Hunter Biden arose out of an Internal Revenue Service (IRS) inquiry into a foreign pornography website, a government whistleblower claims. Gary Shapley, an IRS supervisory special agent who was attached to the case revolving around President Joe Biden&#8216;s adult son, spoke to lawmakers about the genesis of the probe during a ...", "link": "https://www.dailywire.com/news/whistleblower-says-hunter-biden-case-branched-out-of-porn-investigation", "date_published": "2023-06-22 15:11:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Murdered By Gender Ideology’: Mother Whose Daughter Committed Suicide Blasts Child Protective Services", "description": "A California mom whose 19-year-old daughter had “transitioned” to the identity of a male in high school and then later committed suicide blasted California Child Protective Services to the California Judiciary Senate, saying her daughter was “murdered by gender ideology.” Abigail Martinez, whose daughter Yaeli had suffered from depression as a young teenager and later ...", "link": "https://www.dailywire.com/news/murdered-by-gender-ideology-mother-whose-daughter-committed-suicide-blasts-child-protective-services", "date_published": "2023-06-22 15:01:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "OceanGate On Search For Titan Sub: 5 People On Board Have ‘Sadly Been Lost’", "description": "OceanGate, the company whose Titan submersible went missing at the start of the week as it traveled to view the wreckage of the Titanic, released a statement Thursday afternoon saying that it believes that five people on board have all died. &#8220;We now believe that our CEO Stockton Rush, Shahzada Dawood and his son Suleman ...", "link": "https://www.dailywire.com/news/oceangate-on-search-for-titan-sub-5-people-on-board-have-sadly-been-lost", "date_published": "2023-06-22 15:01:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hunter Biden Threatened Chinese Business Partner For Payment: ‘I Am Sitting Here With My Father’", "description": "Newly released testimony from two IRS whistleblowers alleges that President Joe Biden&#8217;s son, Hunter Biden, threatened a Chinese business partner for payment by invoking his father. The revelation was made in an announcement on Thursday from House Ways and Means Committee Chairman Jason Smith (R-MO) during a press conference about allegations that the Biden administration ...", "link": "https://www.dailywire.com/news/hunter-biden-threatened-chinese-business-partner-for-payment-i-am-sitting-here-with-my-father", "date_published": "2023-06-22 14:59:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Absolutely Appalling’: Jim Caviezel Slams ‘Christian Bigotry’ Happening Around The World", "description": "Hollywood actor Jim Caviezel slammed the &#8220;Christian bigotry&#8221; he said is happening around the world, saying the promotion of Pride Month coming from places like the White House is &#8220;absolutely appalling.&#8221; During the 54-year-old&#8217;s appearance on the Christian podcast &#8220;Prophets and Patriots&#8221; on Tuesday, he discussed how his new movie, &#8220;Sound of Freedom,&#8221; is a ...", "link": "https://www.dailywire.com/news/absolutely-appalling-jim-caviezel-slams-christian-bigotry-happening-around-the-world", "date_published": "2023-06-22 14:55:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kendall Jenner Says When She’s Ready To Have Kids She Won’t Raise Them In L.A.", "description": "Supermodel Kendall Jenner has said before that she&#8217;s not ready to start a family like the rest of her siblings and half-siblings, but when she finally has kids, she said there&#8217;s no way she will raise them in Los Angeles. The 27-year-old model opened up about the prospect of having children during an interview with ...", "link": "https://www.dailywire.com/news/kendall-jenner-says-when-shes-ready-to-have-kids-she-wont-raise-them-in-l-a", "date_published": "2023-06-22 14:55:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top Tennessee Republicans Receive Suspicious Packages, Radical Trans Activism Suspected", "description": "An FBI investigation is ongoing after several “suspicious” packages were delivered to Tennessee lawmakers in Nashville. Offices at the capitol have been shut down as the packages, which were dropped off at the Cordell Hull State Office Building, are investigated, according to House Speaker Cameron Sexton. The Tennessee Department of Safety and Homeland Security deflected ...", "link": "https://www.dailywire.com/news/top-tennessee-republicans-receive-suspicious-packages-radical-trans-activism-suspected", "date_published": "2023-06-22 14:48:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whistleblower Doctor Reveals How Gender Ideology Has Corrupted Medicine", "description": "A whistleblower doctor is revealing gender ideology&#8217;s pervasive and disastrous effects on the medical field. The cultural shift toward gender ideology happened in 2020 when the pandemic removed guardrails around medicine, the doctor told City Journal&#8217;s Christopher Rufo, who interviewed the physician on the condition of anonymity. Normally, doctors operate under the authority of the ...", "link": "https://www.dailywire.com/news/whistleblower-doctor-reveals-how-gender-ideology-has-corrupted-medicine", "date_published": "2023-06-22 14:24:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ted Cruz Stumps Human Rights Campaign Pres. With Preschool-Level Question", "description": "Senator Ted Cruz (R-TX) stumped the president of the Human Rights Campaign during a Wednesday hearing — with a yes-or-no question that most preschool-aged children could answer with no difficulty. During a hearing titled &#8220;Protecting Pride: Defending the Civil Rights of LGBTQ+ Americans,&#8221; Cruz first asked HRC President Kelley Robinson whether she believed there was ...", "link": "https://www.dailywire.com/news/ted-cruz-stumps-human-rights-campaign-pres-with-preschool-level-question", "date_published": "2023-06-22 14:10:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whistleblowers Allege Biden Admin Blocked Prosecutors From Filing Charges Against Hunter Biden Twice Last Year", "description": "Two IRS whistleblowers have come forward to allege to Congress that President Joe Biden&#8217;s Department of Justice buried evidence implicating Hunter Biden in tax crimes. Rep. Jason Smith (R-MO) made the announcement during a press conference on Thursday, saying that U.S. Attorney David Weiss tried to bring charges against Hunter Biden in two different jurisdictions ...", "link": "https://www.dailywire.com/news/whistleblowers-allege-biden-admin-blocked-prosecutors-from-filing-charges-against-hunter-biden-twice-last-year", "date_published": "2023-06-22 13:52:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Durham Affirms Crossfire Hurricane Investigators Kept In Dark About Alleged Clinton Plan", "description": "Members of the FBI&#8216;s Crossfire Hurricane team were not made aware of intelligence about Hillary Clinton&#8216;s 2016 presidential campaign allegedly cooking up a plan to tie her rival Donald Trump to Russia, according to Special Counsel John Durham. During a House Judiciary Committee hearing on Wednesday, Chairman Jim Jordan (R-OH) got Durham to establish how ...", "link": "https://www.dailywire.com/news/john-durham-affirms-crossfire-hurricane-investigators-kept-in-dark-about-alleged-clinton-plan", "date_published": "2023-06-22 13:47:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Biology Professor Says He Was Fired After Teaching About Sex Differences", "description": "A Christian professor in Texas said that he was fired from his position at St. Philip’s College after he was accused of “religious preaching” after teaching about sex differences in biology class.  Lawyers for Dr. Johnson Varkey have demanded that the San Antonio area college reinstate him to his adjunct professor position after he said ...", "link": "https://www.dailywire.com/news/texas-biology-professor-says-he-was-fired-after-teaching-about-sex-differences", "date_published": "2023-06-22 13:45:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Texas GOP Rep. Will Hurd Announces Run For President", "description": "Former Rep. Will Hurd (R-TX), a moderate and fierce critic of former President Donald Trump, announced his run for the GOP presidential nomination on Thursday morning. In a video titled “Common Sense in Complicated Times,” the Republican bashed liberals, President Joe Biden, and argued that choosing Trump again would hurt the GOP’s chances of beating ...", "link": "https://www.dailywire.com/news/former-texas-gop-rep-will-hurd-announces-run-for-president", "date_published": "2023-06-22 13:29:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Median Age Reaches Record High As Americans Put Off Having Kids", "description": "The U.S. population has reached a record-high median age, according to Census Bureau data released Thursday.  Americans’ median age hit 38.9 in 2022 as the country faces a rapidly aging population resulting from declining birth rates, The New York Times reported. The median U.S. age has steadily risen from 30 in 1980 to 35 in ...", "link": "https://www.dailywire.com/news/u-s-median-age-reaches-record-high-as-americans-put-off-having-kids", "date_published": "2023-06-22 12:58:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Musk Vs. Zuckerberg: Tech Titans Prepare For ‘Cage Match’ After Musk Challenge", "description": "Two of the world’s richest and most influential men could be squaring off soon after Twitter CEO Elon Musk challenged Meta CEO Mark Zuckerberg to a &#8220;cage match,&#8221; which the Facebook creator appeared to accept.  Musk laid down the challenge when commenting on Twitter about the prospect of a Zuckerberg-backed Twitter rival.  “I’m sure Earth ...", "link": "https://www.dailywire.com/news/musk-vs-zuckerberg-tech-titans-prepare-for-cage-match-after-musk-challenge", "date_published": "2023-06-22 12:23:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Coast Guard Finds Debris Field Near Titanic While Searching For Titan Submersible", "description": "The United States Coast Guard announced in a statement on Thursday that a debris field has been discovered near the Titanic in the search for the missing Titan submersible. The discovery was made by a remote-controlled vehicle deployed by the Horizon Arctic, according to The New York Times. &#8220;A debris field was discovered within the search ...", "link": "https://www.dailywire.com/news/u-s-coast-guard-finds-debris-field-near-titanic-while-searching-for-titan-submersible", "date_published": "2023-06-22 12:17:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Oscar-Winning Film Undergoes Mysterious Ex Post Facto Censorship", "description": "Are we witnessing another camel’s nose under the tent moment? If so, no one appears willing to ‘fess up’ to the latest blast of censorship. Not even the person whose work got tweaked for modern sensibilities. Even worse? The folks who should be outraged by it have gone silent. “The French Connection,” the 1971 cop ...", "link": "https://www.dailywire.com/news/oscar-winning-film-undergoes-mysterious-ex-post-facto-censorship", "date_published": "2023-06-22 12:16:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Retired Or Not? Sen. Rand Paul Demands Dr. Fauci’s Employment Status From Biden Administration", "description": "Dr. Anthony Fauci vowed to ride off into the sunset in December 2022, shortly before Republicans took control of the House and opened probes into his tenure as director of the National Institute of Allergy and Infectious Diseases. But Sen. Rand Paul (R-KY) isn&#8217;t convinced that&#8217;s what happened, and he&#8217;s demanding answers from Health and ...", "link": "https://www.dailywire.com/news/retired-or-not-sen-rand-paul-demands-dr-faucis-employment-status-from-biden-administration", "date_published": "2023-06-22 11:33:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Jungle Jack’ Hanna’s Family Reveals He Has ‘Advanced’ Alzheimer’s: ‘Real Hard Some Days’", "description": "The family of beloved figure “Jungle Jack” Hanna shared that the former zookeeper has been diagnosed with “advanced” Alzheimer’s disease and can’t remember some of his own children. Hanna, who resigned as director emeritus of Ohio’s Columbus Zoo and Aquarium in December 2020, has dealt with the disease since 2019. He’s credited with building the ...", "link": "https://www.dailywire.com/news/jungle-jack-hannas-family-reveals-he-has-advanced-alzheimers-real-hard-some-days", "date_published": "2023-06-22 11:33:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ruins Of Lost Mayan City Discovered Deep In Mexican Jungle", "description": "Archeologists have come across the ruins of an ancient Mayan city complete with buildings and pyramidal structures, the Mexican National Institute of Anthropology and History (INAH) announced Tuesday.  The city, which archeologists believe would have once been an important regional center, dates between roughly 250 to 1,000 A.D. Located in the thick jungle of the ...", "link": "https://www.dailywire.com/news/ruins-of-lost-mayan-city-discovered-deep-in-mexican-jungle", "date_published": "2023-06-22 11:12:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kevin Costner’s Estranged Wife Requests $248K Monthly For Child Support: Report", "description": "Kevin Costner’s estranged wife Christine Baumgartner is seeking $248,000 in monthly child support payments, according to recently filed court documents. The former handbag designer alleges the figure &#8220;is less than the amount needed to maintain the children in their accustomed lifestyle,” per a report from People. Baumgartner also requests that Costner continue paying 100% of ...", "link": "https://www.dailywire.com/news/kevin-costners-estranged-wife-requests-248k-monthly-for-child-support-report", "date_published": "2023-06-22 11:08:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Sound Of Freedom’ Film, Based On A True Story, Exposes Horror Of Human Trafficking", "description": "“Sound of Freedom” is a harrowing but important film exposing the reality of human trafficking. The movie premiered in Washington, D.C., on June 21 ahead of a nationwide release July 4. “Sound of Freedom” was produced by Angel Studios, the same company responsible for the popular television series “The Chosen.” It stars Jim Caviezel (“The ...", "link": "https://www.dailywire.com/news/sound-of-freedom-film-based-on-a-true-story-exposes-horror-of-human-trafficking", "date_published": "2023-06-22 10:54:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woman Accused Of Murdering Husband Is Suing His Estate To Collect Money", "description": "A Utah woman charged with murdering her husband and then writing a children’s book about grief is now suing his estate to collect the proceeds from his business and their house. A new court filing obtained by CNN shows that 33-year-old Kouri Richins filed a civil lawsuit against her husband’s estate, seeking half of the ...", "link": "https://www.dailywire.com/news/woman-accused-of-murdering-husband-is-suing-his-estate-to-collect-money", "date_published": "2023-06-22 10:44:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elitist L.A. Sex Club Bans Its Founder After He Said Hunter Biden Was A Former Member", "description": "A Los Angeles sex club banned its founder Damon Lawner after he said on social media that Hunter Biden was once a member of the high-end orgy gatherings of Hollywood’s elite. The club, called Snctm, charges $75,000 a year for membership and has been known as a raunchy gathering place for actors, rock stars, CEOs, ...", "link": "https://www.dailywire.com/news/elitist-l-a-sex-club-bans-its-founder-after-he-said-hunter-biden-was-a-former-member", "date_published": "2023-06-22 10:42:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Teen Who Lost Legs In Car Accident Sues St. Louis After Man Allegedly Responsible Was Out On Bond", "description": "An 18-year-old girl from Tennessee has sued the city of St. Louis after she had both legs amputated after being struck by a car in an accident police said was caused in part by a man out on bond.  Janae Edmondson, a high school volleyball player competing in a tournament in St. Louis, was pinned ...", "link": "https://www.dailywire.com/news/teen-who-lost-legs-in-car-accident-sues-st-louis-after-man-allegedly-responsible-was-out-on-bond", "date_published": "2023-06-22 10:10:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Most Important Tool In Therapy", "description": "The following is a transcript excerpt from Dr. Jordan Peterson’s Biblical Series exploring the psychological significance of the biblical stories in the book of Genesis. You can now listen to or watch the lecture series on DailyWire+. Start time: 30:05 What cures in therapy is truth. That is the curative. Now, there is exposure to ...", "link": "https://www.dailywire.com/news/the-most-important-tool-in-therapy", "date_published": "2023-06-22 09:34:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Safety Is Just Pure Waste’: OceanGate CEO In 2022", "description": "Stockton Rush, who is one of five people aboard his own company&#8217;s lost and likely doomed submersible which lost contact with the surface while diving to see the Titanic, said in 2022 that “safety just is pure waste.” Rush, the CEO and founder of OceanGate Expeditions, spoke with CBS News reporter David Pogue on his podcast ...", "link": "https://www.dailywire.com/news/safety-is-just-pure-waste-oceangate-ceo-in-2022", "date_published": "2023-06-22 09:05:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Time Runs Out For Missing Titanic Sub", "description": "Time ran out for the passengers on the Titan submersible on Thursday morning, according to estimates from officials. According to the U.S. Coast Guard, the oxygen supply on the submersible which aimed to see the wreckage of the Titanic would evaporate fully at roughly 7:08 a.m. EST Thursday.  “We have to retain hope as part ...", "link": "https://www.dailywire.com/news/time-runs-out-for-missing-titanic-sub", "date_published": "2023-06-22 07:38:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wife Of Missing Sub’s Pilot Is Great-Great-Granddaughter Of Famous Couple Who Perished On The Titanic", "description": "The submersible that went missing on its voyage to the Titanic wreckage has an eerie connection to a famed couple who lost their lives on the “unsinkable” ship.  Wendy Rush, the wife of OceanGate CEO Stockton Rush — the man piloting the missing submersible — is the great-great-granddaughter of Titanic passengers Isidor and Ida Straus, ...", "link": "https://www.dailywire.com/news/wife-of-missing-subs-pilot-is-great-great-granddaughter-of-famous-couple-who-perished-on-the-titanic", "date_published": "2023-06-22 07:06:32+00:00", "persistent": false, "user": null, "language": "en-US"}]