[{"source": "https://www.engadget.com/rss.xml", "title": "E3 2024 and 2025 aren't canceled (yet)", "description": "<p>The Electronic Entertainment Expo hasn't been held in person since 2019. Now, it may not be returning for 2024 or 2025 — at least not at the Los Angeles Convention Center. According to an <a href=\"https://tourism.lacity.gov/sites/g/files/wph1946/files/2023-06/06-21-23%20CTD%20Commission%20Meeting%20Packet.pdf\">LA City Tourism Commission</a> planning document <a href=\"https://www.resetera.com/threads/e3-2024-and-e3-2025-have-been-cancelled.733938/\">shared on ResetEra</a>, the video game trade show has canceled its live event for the next two years. The document's Convention Sales data specifically notes that its data “includes E3 cancellations for 2024 &amp; 2025.&quot;</p><p>Although the city document suggests that E3 2024 won't be hosted at the LA Convention Center, the Electronic Software Association itself seems hesitant to confirm the entire event is canceled. &quot;ESA is currently in conversation with ESA members and other stakeholders about E3 2024 (and beyond),&quot; the group told Engadget. &quot;No final decisions about the events have been made at this time.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>It's unclear what this means for E3 itself. Although the Electronic Software Association hasn't hosted a live trade since the COVID-19 pandemic led to the cancellation of E3 2020, the group did put together a <a href=\"https://www.engadget.com/e3-2021-closed-captions-fail-224552954.html\">digital only event</a> in 2021. <a href=\"https://www.engadget.com/e3-2022-fully-canceled-194216531.html\">Neither the in-person or digital versions of the show</a> returned in 2022.</p><p>When the show was <a href=\"https://www.engadget.com/e3-2023-has-been-canceled-211201976.html\">canceled again in 2023</a>, ESA President and CEO Stanley Pierre-Louis told GamesIndustry that the trade show may need to change to survive. &quot;E3 will iterate to ensure it's meeting the needs of companies that want to market on this global platform.&quot; Pierre-Louis said. &quot;That means it will iterate in how people engage with E3. We want to meet the needs of players who view this as an important platform and that's going to evolve over time.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/e3-2024-and-2025-arent-canceled-yet-222141813.html?src=rss", "link": "https://www.engadget.com/e3-2024-and-2025-arent-canceled-yet-222141813.html?src=rss", "date_published": "2023-06-22 22:21:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Pocono Raceway’s ‘jet drier’ credited with keeping I-95’s reopening on time", "description": "<p>A rainy weekend threatened to delay the reopening of a collapsed section of Interstate 95 in Philadelphia. But officials called in reinforcements: a giant jet dryer from a nearby race track, <a href=\"https://billypenn.com/2023/06/22/i95-rebuild-jet-dryer-nascar-pocono-raceway/\">according to</a><em>BillyPenn</em>. The dryer is expected to ensure the highway opens this weekend as promised by PA Governor Josh Shapiro.</p><p>The jet dryer, used to prevent wet tracks at nearby Pocono Raceway, consists of a modified helicopter turbine attached to the back of a Chevy Silverado. PA Transportation Secretary Mike Carroll, who had worked with racetrack officials when he held office in the area, knew who to call when stormy conditions threatened to delay the reopening. “We’ve known Mr. Carroll for a number of years, he was a representative here in Northeast Pennsylvania,” said Ricky Durst, Pocono Raceway senior marketing director. “He knew the raceway well, knew that we often had to deal with weather circumstances during our events, and knows that we have the ability and the tools to dry asphalt.” The track also reportedly brought a Chevy Camaro pace car to the scene, although its utility during the asphalt drying is less clear.</p><span id=\"end-legacy-contents\"></span><p>Last night, workers paved the six-lane segment reconnecting the highway around the collapsed section ahead of the planned weekend reopening. The jet dryer’s arrival should be welcome news for Shapiro, who said yesterday, “I can confidently state right here, right now, that traffic will be flowing here on I-95 this weekend… We have completed every phase of this project safely and way ahead of schedule.” A section of the overpass <a href=\"https://news.yahoo.com/huge-hassle-95-collapse-snarls-163557322.html\">collapsed last weekend</a> when a tanker truck exploded in flames underneath, killing the driver and closing traffic for the entire workweek.</p><p>Meanwhile, Twitch streamer Brent Schooley saw an opportunity for fun as area residents eyed the I-95 reconstruction progress. The Philadelphia-based software developer began broadcasting a <a href=\"https://www.twitch.tv/fixthatjawn\">live view of the work</a> — accompanied by LoFi beats. Schooley <a href=\"https://www.inquirer.com/news/pennsylvania/i95-livestream-feed-twitch-rebuild-philadelphia-20230621.html\">told</a> the <em>Philadelphia Inquirer</em> that he started his “FIX THAT JAWN!” stream to provide a much-needed “chatroom for memes” as people check in on the progress. Although some people speculated it was a clever youth-outreach move from the Governor’s PR team, the project arose organically. “It’s another example of how this has truly taken a life of its own,” said Manuel Bonder, press secretary for Gov. Shapiro.</p>This article originally appeared on Engadget at https://www.engadget.com/pocono-raceways-jet-drier-credited-with-keeping-i-95s-reopening-on-time-211512444.html?src=rss", "link": "https://www.engadget.com/pocono-raceways-jet-drier-credited-with-keeping-i-95s-reopening-on-time-211512444.html?src=rss", "date_published": "2023-06-22 21:15:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "New Indiana Jones game became an Xbox exclusive after Microsoft bought ZeniMax", "description": "<p>It's no secret that Microsoft's purchase of ZeniMax was bound to <a href=\"https://www.engadget.com/microsoft-bethesda-zenimax-game-pass-200652624.html\">affect cross-platform releases</a>, but there are now hints gamers might be missing out on some major releases. Under questioning from a Federal Trade Commission (FTC) lawyer seeking an <a href=\"https://www.engadget.com/microsoft-activision-blizzard-merger-temporarily-blocked-by-us-judge-061933491.html\">injunction against the Microsoft-Activision Blizzard deal</a>, Bethesda VP Pete Hines has <a href=\"https://twitter.com/stephentotilo/status/1671939745293688832\">revealed</a> that Disney had a deal with ZeniMax to release <a href=\"https://www.engadget.com/bethesda-machinegames-indiana-jones-game-164516126.html\">MachineGames' Indiana Jones title</a> on multiple consoles. After Microsoft bought ZeniMax, however, the deal was amended to make it an Xbox console exclusive.</p><p>The FTC also <a href=\"https://twitter.com/stephentotilo/status/1671875372634324993\">believes</a> Bethesda's sci-fi epic <a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><em>Starfield</em></a> was headed to the PlayStation 5 before the Microsoft buyout. <em>Bloomberg</em> previously <a href=\"https://www.bloomberg.com/news/articles/2023-06-01/arcane-s-redfall-misfire-for-xbox-panned-after-7-5-billion-microsoft-deal?sref=10lNAhZ9#xj4y7vzkg\">reported</a> that Bethesda axed the PlayStation version of <em>Redfall</em>, although that's not as worrisome given the vampire shooter's <a href=\"https://www.engadget.com/microsoft-was-reportedly-hands-off-with-xbox-dud-redfall-201436340.html\">lousy reception</a>.</p><span id=\"end-legacy-contents\"></span><p>Indiana Jones was made an exclusive due to the nature of the Disney license, Hines <a href=\"https://www.ign.com/articles/machinegames-indiana-jones-game-was-originally-planned-for-release-on-ps5\">claims</a>. Disney had a &quot;ton of feedback&quot; on the project that limited development time, and an Xbox exclusive would keep the game on track while providing a &quot;degree of clarity,&quot; the Bethesda executive says. Games like <em>Starfield</em> and <em>Redfall</em> are originals.</p><p>We've asked Bethesda for comment. In 2021, Xbox chief Phil Spencer said Microsoft's control of ZeniMax would deliver &quot;great exclusive games.&quot; Some titles still in progress at the time, such as <em>Deathloop</em> and <em>Ghostwire: Tokyo</em>, were still headed to PlayStation due to contractual obligations.</p><p>The revelations won't necessarily cement the FTC's effort to <a href=\"https://www.engadget.com/ftc-microsoft-activision-blizzard-antitrust-competition-lawsuit-191341476.html\">block Microsoft's purchase</a> of Activision Blizzard. However, they don't look good — they suggest that some players are losing out on high-profile games that were previously destined for their console of choice. Microsoft has promised to <a href=\"https://www.engadget.com/microsoft-makes-its-10-year-call-of-duty-pact-with-nintendo-official-091655095.html\">release Call of Duty on multiple platforms</a> for years to come in a bid to secure regulatory approval, but that might not help if officials are still concerned about other exclusives.</p>This article originally appeared on Engadget at https://www.engadget.com/new-indiana-jones-game-became-an-xbox-exclusive-after-microsoft-bought-zenimax-210157957.html?src=rss", "link": "https://www.engadget.com/new-indiana-jones-game-became-an-xbox-exclusive-after-microsoft-bought-zenimax-210157957.html?src=rss", "date_published": "2023-06-22 21:01:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta pulls news content from Canadian Facebook and Instagram", "description": "<p>At the start of the month, Facebook's parent company Meta announced via blog post its intent to remove availability of its news service from FB and Instagram users in Canada should the Canadian government pass the <a href=\"https://www.parl.ca/legisinfo/en/bill/44-1/c-18\">Online News Act</a>. That bill passed on Thursday and, within hours, Meta responded by making good on its threat.</p><p>&quot;Today, we are confirming that news availability will be ended on Facebook and Instagram for all users in Canada prior to the Online News Act (Bill C-18) taking effect,&quot; the company posted. &quot;We have repeatedly shared that in order to comply with Bill C-18, passed today in Parliament, content from news outlets, including news publishers and broadcasters, will no longer be available to people accessing our platforms in Canada&quot;</p><span id=\"end-legacy-contents\"></span><p><em>This is a developing story. Please check back for updates.</em></p>This article originally appeared on Engadget at https://www.engadget.com/meta-pulls-news-content-from-canadian-facebook-and-instagram-204431447.html?src=rss", "link": "https://www.engadget.com/meta-pulls-news-content-from-canadian-facebook-and-instagram-204431447.html?src=rss", "date_published": "2023-06-22 20:44:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google's Duet AI can generate custom templates in Sheets", "description": "<p><a href=\"https://www.engadget.com/tag/google/\">Google</a> testers now have the chance to check out another new Duet AI feature in Google Workspace. Starting today, they'll see a new sidebar for <a href=\"https://www.engadget.com/tag/google-sheets/\">Google Sheets</a>. They can describe what they want to do and Duet AI can create a custom template to help them get the ball rolling.</p><p>According to Google, this could come in useful for those looking to carry out tasks that involve complex organization and tracking. The company suggests product roadmaps, company retreats and team budgets as potential use cases. If the feature works as intended, it could help save users a ton of time. It's available in <a href=\"https://workspace.google.com/solutions/ai/\">Workspace Labs</a> for the time being.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"A GIF of Google Sheets, showing a user entering a text prompt and Duet AI generating a template for an agenda of a sales event.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/8268bf00-112c-11ee-be57-18bbe232cca6\" style=\"height: 720px; width: 1280px;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>Google has been quickly expanding the AI's toolset since it <a href=\"https://www.engadget.com/googles-duet-ai-brings-more-generative-features-to-workspace-apps-173944737.html\">announced Duet for Workspace at its I/O conference last month</a>. When testers enter a prompt in the web version of Docs, Duet can generate text for them. It can automatically insert <a href=\"https://www.engadget.com/google-drive-search-chips-beta-161336467.html\">smart chips</a> too.</p><p>In Gmail, the AI can draft emails on both the web and mobile. It can offer contextual suggestions for replies as well. As for Slides, testers can generate images from text prompts.</p><p>Google plans to bring more generative AI features to Workspace Labs in the coming months. Meanwhile, Google's Bard AI can now <a href=\"https://www.engadget.com/googles-bard-ai-is-getting-better-at-programming-160034882.html\">export the data that it creates to Sheets</a>, where users can organize and modify it.</p>This article originally appeared on Engadget at https://www.engadget.com/googles-duet-ai-can-generate-custom-templates-in-sheets-185527176.html?src=rss", "link": "https://www.engadget.com/googles-duet-ai-can-generate-custom-templates-in-sheets-185527176.html?src=rss", "date_published": "2023-06-22 18:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitch announces chat-pinning feature for those with robust bank accounts", "description": "<p>Twitch <a href=\"https://blog.twitch.tv/en/2023/06/22/introducing-hype-chat-a-new-way-to-stand-out/\"><ins>just announced a chat-pinning feature</ins></a> similar to those <a href=\"https://www.engadget.com/2017-01-12-youtube-super-chat-comments-are-a-new-way-to-support-livestrea.html\">found on YouTube and other platforms.</a> Hype Chat, beyond sounding like something from 2006, offers a new revenue stream for both streamers and the platform itself. Here’s how it works. You pay $1 to $500 and compose a message that rests atop the chat until someone with deeper pockets comes along and knocks you from the spotlight.</p><p>The more you pay, the longer the message stays up top and the more characters you can use to compose the missive. Big spenders also get access to various design options to help that “notice me senpai” message garner the attention of your favorite streamer.</p><span id=\"end-legacy-contents\"></span><p>Streamers set the price here and Twitch takes 30 percent of the cut, leaving the remaining 70 percent for the creator. At launch, only high-profile streamers, aka Partners, will have access to the feature. Twitch says this is because pinned chats are meant to allow messages to stand out during fast-moving conversations with plenty of participants. Oddly, these Twitch partners are unable to opt out of the service, <a href=\"https://www.theverge.com/2023/6/22/23769055/twitch-hype-chats-pay-pin-posts\"><ins>according to </ins><em><ins>The Verge.</ins></em></a></p><p>Of course, whenever you mention pinned messages you must contend with the reality of hateful and discriminatory language. This is the Internet, after all. To that end, Twitch is beefing this feature up with safety tools. Just like regular Twitch chat, there’s a host of banned words and phrases at the sitewide level and set by individual creators. Also, if you say something nasty and get banned from a chat, your pinned message flies away with you. All messages sent via this feature are screened by the company’s AutoMod system and human moderators can delete messages whenever they want.</p><p>The feature is rolling out right now, but only for approved partners and only on the web app. It’ll launch for smartphone and tablet apps in the near future.</p>This article originally appeared on Engadget at https://www.engadget.com/twitch-announces-chat-pinning-feature-for-those-with-robust-bank-accounts-182356052.html?src=rss", "link": "https://www.engadget.com/twitch-announces-chat-pinning-feature-for-those-with-robust-bank-accounts-182356052.html?src=rss", "date_published": "2023-06-22 18:23:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The next version of Stable Diffusion won’t produce spaghetti hands", "description": "<p>The next version of the prompt-based AI image generator, <a href=\"https://www.engadget.com/stable-diffusion-version-2-update-artist-styles-nsfw-work-124513511.html\">Stable Diffusion</a>, will produce more photorealistic images and be better at making hands. SDXL 0.9, a follow-up to <a href=\"https://clipdrop.co/stable-diffusion\">Stable Diffusion XL</a>, “produces massively improved image and composition detail over its predecessor” according to Stability AI. The announcement appeared in a since-deleted <a href=\"https://webcache.googleusercontent.com/search?q=cache:HN1Qw0wG30gJ:https://stability.ai/blog/sdxl-09-stable-diffusion&amp;cd=12&amp;hl=en&amp;ct=clnk&amp;gl=us\">blog post</a> and was <a href=\"https://www.bloomberg.com/news/articles/2023-06-22/startup-stability-debuts-a-new-ai-model-for-stable-diffusion\">reported by</a><em>Bloomberg</em>.</p><p>Stability AI describes the new model as providing “a leap in creative use cases for generative AI imagery.” Sample images included in the blog post revealed advancements when using the same prompts in Stable Diffusion XL beta and SDXL 0.9. The images generated with the newer model — including aliens, a wolf and a person holding a coffee cup — appear to show finer detail and more convincing hands. Hands were an easy “tell” to spot AI-generated art — at least until <a href=\"https://www.engadget.com/midjourney-ends-free-trials-of-its-ai-image-generator-due-to-extraordinary-abuse-153853905.html\">Midjourney v5</a>, a rival platform that runs on Discord, launched in March.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Comparison images of AI-generated artwork, featuring an Alien in Las Vegas.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/7317f350-111c-11ee-bfd7-0873e74cabec\" style=\"height: 480px; width: 980px;\" /><figcaption></figcaption><div class=\"photo-credit\">Stability AI</div></figure><p>“Despite its ability to be run on a standard home computer, SDXL 0.9 presents a leap in creative use cases for generative AI imagery,” Stability AI said. “The ability to generate hyper-realistic creations for films, television, music, and instructional videos, as well as offering advancements for design and industrial use, places SDXL at the forefront of real world applications for AI imagery.”</p><p>Stability AI writes that the new model’s “significant increase in parameter count (the sum of all the weights and biases in the neural network that the model is trained on)” allows for the improved results. Running SDXL 0.9 locally on a PC will require a minimum of 16GB of RAM and a GeForce RTX 20 (or higher) graphics card with 8GB of VRAM. It supports Windows 11 / 10 and Linux.</p><figure><img alt=\"Split-screen sample images of an AI-generated photo of a wolf\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a840f590-111c-11ee-b85f-a005c9512e74\" style=\"height: 512px; width: 1044px;\" /><figcaption>Left: SDXL Beta, Right: SDXL 0.9</figcaption><div class=\"photo-credit\">Stability AI</div></figure><p>According to the deleted blog post, the model will soon be available on Stability AI’s Clipdrop web tool and will be added to the startup’s DreamStudio app. The startup says the open-source version of SDXL 1.0 will arrive in mid-July.</p>This article originally appeared on Engadget at https://www.engadget.com/the-next-version-of-stable-diffusion-wont-produce-spaghetti-hands-171552952.html?src=rss", "link": "https://www.engadget.com/the-next-version-of-stable-diffusion-wont-produce-spaghetti-hands-171552952.html?src=rss", "date_published": "2023-06-22 17:15:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Over 100 artists boycott venues that employ face-scanning tech", "description": "<p>Over 100 music artists, including Tom Morello and Zack de la Rocha of Rage Against the Machine, have banded together to announce they are boycotting concert venues that use facial recognition technology, <a href=\"https://www.rollingstone.com/music/music-features/tom-morello-zack-de-la-rocha-facial-recognition-concerts-boycott-1234775909/\"><ins>as originally reported by </ins><em><ins>Rolling Stone.</ins></em></a> The artists cite a number of concerns, including privacy infringement and increased discrimination.</p><p>The boycott was organized by a digital rights advocacy group called Fight for the Future and its ultimate goal is the elimination of face-scanning technology at all live events. Beyond the two founding members of Rage Against the Machine, other participating artists include Speedy Ortiz, Anti-Flag, Boots Riley and Deerhoof, among more than 80 others. The full list is <a href=\"https://www.banfacialrecognition.com/venues/\"><ins>available right here.</ins></a></p><span id=\"end-legacy-contents\"></span><p>In addition to artists, some venues are getting in on the action, pledging to not use this type of technology for their events. These include House of Yes in Brooklyn, the Lyric Hyperion in Los Angeles and the infamous Black Cat in Washington D.C. In recent months, over 40 big-time music festivals, like Coachella and SXSW, also <a href=\"https://www.engadget.com/2019-10-24-facial-recognition-music-festival-campaign.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly90cmVsbG8uY29tLw&amp;guce_referrer_sig=AQAAAMT-0yT0jpP1XEck_sWMtXpxWSkmpfJ12vARFEEb386a1GM-yEALmxPLn3zRlWnCArgvCeLW2B94JfeDihJBaTiE7xXq-z7icBzNS-ChsVR5gvL9TyewubU-yomhrMcgIkc5QdIBS05NtATBITmrQua9pyecf7gViYHc5EX-hzac\"><ins>vowed to stop using facial recognition technology.</ins></a></p><p>Fight for the Future said in a statement that facial scanning companies are “morally corrupt” and that facial recognition tools are “so inaccurate” that they “actually create more harm and problems than they solve.” While the organization says this tech is rife with inaccuracies, for now, it dreads a future world “in which privacy is non-existent, where we are identified, watched and surveilled everywhere we go.”</p><p>Nobody wants a <em>Minority Report</em>-esque police state, but proponents of facial recognition tech tout some of the positives. For instance, <a href=\"https://www.engadget.com/2018-12-13-taylor-swift-concert-facial-recognition-stalkers.html\"><ins>Taylor Swift recently employed this technology</ins></a> to root out potential stalkers during concerts. However, it’s already being used to do some pretty foul stuff. Madison Square Garden has begun employing the technology to identify and ban lawyers involved with suits against the venue and affiliated companies.</p><p>Several attorneys have been forcibly removed from both MSG and Radio City Music Hall in recent months, prompting New York Attorney General Letitia James to issue a formal inquiry. The New York State Liquor Authority also recently initiated proceedings to strip the parent company, Madison Square Garden Entertainment, of its liquor licenses, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9575c767-531f-42c3-bda3-e3f30ea685ef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=New+York+Post&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTc1Yzc2Ny01MzFmLTQyYzMtYmRhMy1lM2YzMGVhNjg1ZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9ueXBvc3QuY29tLzIwMjMvMDMvMTEvbGlxdW9yLWF1dGhvcml0eS1tb3Zlcy10by1zdHJpcC1tYWRpc29uLXNxdWFyZS1nYXJkZW4tb2YtbGlxdW9yLWxpY2Vuc2UvIiwiY29udGVudFV1aWQiOiI5NzkzODI5Zi0yZDEwLTQzNDQtYTU3Mi01MTEyZmMxYTJjYjEifQ&amp;signature=AQAAAUSnaL3JnnoD1QCdVPj12ieVG40H9SsivVAoxc50AohV&amp;gcReferrer=https%3A%2F%2Fnypost.com%2F2023%2F03%2F11%2Fliquor-authority-moves-to-strip-madison-square-garden-of-liquor-license%2F\"><ins>as reported by the </ins><em><ins>New York Post.</ins></em></a> MSG sued the state over this decision and doubled down, saying “we understand this policy is disappointing to some, but we cannot ignore the fact that litigation creates an inherently adversarial environment.”</p><p>MSG has received the lion’s share of scrutiny here, but other large venues throughout the country have also gotten their Orwell on, from New York’s Citi Field to Cleveland’s FirstEnergy Stadium and Miami’s Hard Rock Stadium, among many others. So this is definitely a thing.</p><p>Fight for the Future, along with Morello and artists like Speedy Ortiz, have found success with similar boycotts in the past. In 2022, Denver’s Red Rocks Amphitheater in Denver <a href=\"https://www.engadget.com/amazon-one-palm-scanning-red-rocks-amphitheater-denver-arts-and-venues-153114212.html\"><ins>stopped using Amazon’s palm-reading technology</ins></a> following a protest from the organization.</p>This article originally appeared on Engadget at https://www.engadget.com/over-100-artists-boycott-venues-that-employ-face-scanning-tech-164554404.html?src=rss", "link": "https://www.engadget.com/over-100-artists-boycott-venues-that-employ-face-scanning-tech-164554404.html?src=rss", "date_published": "2023-06-22 16:45:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon is selling two Echo Show 5 Kids smart displays for the price of one", "description": "<p>If you think your kids should have a smart display of their very own, this might be a good time to grab two of them from Amazon. In advance of <a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\">Prime Day</a>, you can get two <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCMlNCNzdRLz90YWc9Z2RndDBjLXAtby0xNDEtMjAiLCJjb250ZW50VXVpZCI6ImM3ZTkzMTlkLTFiODUtNGM5Ny1iNTM4LTA2OTc1MjM2OWVhZSJ9&amp;signature=AQAAAZL-SDZeHAzjMPSuEgGCWfzfo2AbvjhsWZ1HDNUfRKrH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B2SB77Q%2F\">Echo Show 5 Kids</a> for the price of one. The displays came out in 2023 and typically go for $100 each. By using the code <strong>SHOW5KIDS</strong> at checkout, you'll get two for a total of $99.98. You can also press the \"Redeem\" button on the product page and the discount will automatically show up.&nbsp;</p><p></p><p></p><p>We covered the standard version of the Echo Show 5 in <a href=\"https://www.engadget.com/best-smart-display-202448797.html\">our smart display guide</a>. We said it would work well on a nightstand as a display-enabled alarm clock, given that the 5-inch screen is on the smaller side. That diminutive size might work well for kids. The kid version of the display has a space-themed exterior and includes a number of software differences that makes it more kid-friendly, particularly with the offered parental controls.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Like other Alexa-enabled devices, kids can use their Echo Show to control connected smart home devices, like smart bulbs or plugs in their room. Kids can also ask Alexa questions and get audio and visual answers or play music from Spotify, Amazon Music or Apple Music just by asking. Unlike a regular smart display, however, this one is designed to give kid-friendly responses and filter out explicit lyrics. The connected parent dashboard gives you control over time limits and which contacts can be called, while letting you see what your kids are up to by reviewing their activity. If you, understandably, don't feel comfortable sticking a live camera in your kids' rooms, the physical camera shutter on the device can be shut off whenever they're not actively video calling grandma.&nbsp;&nbsp;&nbsp;</p><p>Recently, Amazon and Disney <a href=\"https://www.engadget.com/amazons-hey-disney-experience-comes-to-all-echo-devices-130009651.html\">partnered up</a> to bring character voices such as Olaf from <em>Frozen</em> or C3PO from <em>Star Wars</em> to Echo devices. Saying, \"hey, Disney\" can do things like having Mickey read the weather or launching interactive trivia games. The feature comes with an Amazon Kids+ subscription, which also grants access to kid-focused shows, movies, audiobooks, games and ebooks that kids can access from their display. A year of the subscription comes with the purchase of the kid's Echo Show, after that it's $8 per month or $5 monthly if you're a Prime member.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazon-is-selling-two-echo-show-5-kids-smart-displays-for-the-price-of-one-163034320.html?src=rss", "link": "https://www.engadget.com/amazon-is-selling-two-echo-show-5-kids-smart-displays-for-the-price-of-one-163034320.html?src=rss", "date_published": "2023-06-22 16:30:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony plans to keep making smartphones for at least a few more years", "description": "<p>Apple, Samsung, OnePlus, Google, Xiaomi... Those are names that likely spring to mind when you think about smartphones. <a href=\"https://www.engadget.com/tag/sony/\"><ins>Sony</ins></a> perhaps won't be the first company that most people consider in that regard. However, the company is <a href=\"https://www.engadget.com/can-sony-reclaim-its-former-glory-120028019.html\">still beavering away</a> on its own phones and it plans to keep doing so for the foreseeable future.</p><p>Sony has <a href=\"https://www.qualcomm.com/news/releases/2023/06/qualcomm-announces-multi-year-collaboration-with-sony-to-deliver\"><ins>struck a multi-year deal</ins></a> with Qualcomm to use Snapdragon platforms to power its handsets. This is an extension of <a href=\"https://www.engadget.com/2018-02-08-qualcomm-will-power-5g-devices-from-lg-sony-and-more-in-2019.html\"><ins>an existing agreement</ins></a> between the two sides. Qualcomm chipsets will be used in Sony's upcoming premium devices, along with high- and mid-tier smartphones.</p><span id=\"end-legacy-contents\"></span><p>Sony <a href=\"https://www.engadget.com/sonys-xperia-i-v-phone-is-a-photo-and-video-powerhouse-074625053.html\"><ins>revealed the awkwardly named Xperia 1 V</ins></a> just last month. The smartphone runs on the Snapdragon 8 Gen2 Mobile Platform and it's geared toward photographers and vloggers. Those are relatively niche use cases, though Sony is able to tap into its camera technology in the aim of helping users capture high-quality photos and video. The Xperia 1 V can be used as a monitor for compatible Sony Alpha cameras, for one thing. Still, Sony continues to command a premium for its high-end Xperia smartphones — the 1 V starts at $1,400.</p><p>The company also showed off the mid-range Xperia 10 V for the first time in May. It boasts a Snapdragon 695 chipset and a 60Hz, 1080p OLED display. Sony started selling the phone in Europe this month for £399 or €449 (around $500).</p>This article originally appeared on Engadget at https://www.engadget.com/sony-plans-to-keep-making-smartphones-for-at-least-a-few-more-years-160051473.html?src=rss", "link": "https://www.engadget.com/sony-plans-to-keep-making-smartphones-for-at-least-a-few-more-years-160051473.html?src=rss", "date_published": "2023-06-22 16:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Chrome can soon convert PDFs into text it can read aloud", "description": "<p>Google will soon make it easier to interact with PDFs if you have low vision. The company is <a href=\"https://blog.google/outreach-initiatives/education/chromebook-iste-2023/\">adding</a> OCR (optical character recognition) technology to Chrome that can convert PDFs to text that makes them more accessible, particularly if you want a screen reader to read them aloud. The tool will also provide image descriptions.</p><p>The feature will be available in the &quot;coming months,&quot; Google says. The company also plans to expand the functionality beyond Chrome later this year, although it hasn't said which platforms might receive the upgrade. We've asked Google for more details and will let you know if we hear back.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Google Chrome PDF to text feature\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/2259e650-1110-11ee-b7f5-a8689163f5bb\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>The introduction comes as part of a broader education push that includes app licensing for school Chromebooks and free access to Adobe Express in the US. Administrators will also have tighter control over what students and faculty can access on their Chromebooks — they can ban students from copying and pasting text from certain websites, such as <a href=\"https://www.engadget.com/chatgpt-openai-new-york-city-public-schools-ban-192608080.html\">generative AI tools</a> that could help them cheat on tests. Users, meanwhile, will have an easier time turning off their camera or microphone regardless of where they are in Chrome OS.</p><p>The read-aloud PDF feature is mainly intended for classrooms, where students with vision issues will have an easier time reading scanned class material or necessary research articles. However, this will also make the internet more accessible for the public at large. It's not uncommon for websites to put terms of service or other important information into PDFs. The upgrade puts that info within reach of more people.</p>This article originally appeared on Engadget at https://www.engadget.com/chrome-can-soon-convert-pdfs-into-text-it-can-read-aloud-154428591.html?src=rss", "link": "https://www.engadget.com/chrome-can-soon-convert-pdfs-into-text-it-can-read-aloud-154428591.html?src=rss", "date_published": "2023-06-22 15:44:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's 10.2-inch iPad drops back to a record low of $250", "description": "<p>This is a good time to buy a tablet for summer reading or road trip entertainment. Amazon is once more selling Apple's 10.2-inch iPad at a record low price <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIxLUFwcGxlLTEwLTItaW5jaC1pUGFkLVdpLUZpL2RwL0IwOUc5Q0pNMVo_dGg9MSZ0YWc9Z2RndDBjLXAtby0xM3ktMjAiLCJjb250ZW50VXVpZCI6IjMyMjAxMWQ4LWYzMGItNDg0OC04MDdmLWYzN2U0NjgwY2MxOCJ9&amp;signature=AQAAAVKVDrbHUZLUO9uLliohHrFLvCe7QxMexQ-8Sa8TJBFt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2021-Apple-10-2-inch-iPad-Wi-Fi%2Fdp%2FB09G9CJM1Z%3Fth%3D1\">of $250</a> (normally $329) after an instant $20 discount at checkout. You'll need to buy a 64GB WiFi model to get the full savings, but there are also price drops for some 256GB and cellular variants.</p><p></p><p>The 10.2-inch iPad may be nearing two years old at this point, but it's still our pick for the <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">best budget Apple tablet</a> even at its official price. It's still reasonably speedy for games and casual tasks, and it's the device to get if you still want a headphone jack or a physical home button. On sale, it's an easy choice — you're getting the core iPad experience at a much lower cost. That could make it a great option for reading in bed, and you might not worry quite so much if your kids are less than gentle with it.</p><span id=\"end-legacy-contents\"></span><p>There are reasons you might want to spend more, of course. <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\">The 10.9-inch iPad</a> from 2022 offers more screen real estate, brisker performance and a USB-C port, not to mention a front camera better-suited to video calls. With a price gap as large as $200, though, it's harder to justify the newer version unless you absolutely insist on its updated design.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-102-inch-ipad-drops-back-to-a-record-low-of-250-141931820.html?src=rss", "link": "https://www.engadget.com/apples-102-inch-ipad-drops-back-to-a-record-low-of-250-141931820.html?src=rss", "date_published": "2023-06-22 14:19:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Sand Land’ first impressions: An Akira Toriyama manga, brought to life", "description": "<p>Bandai Namco knows what to do when it turns anime or manga series into video games. Revealed at Summer Game Fest last week, <em>Sand Land </em>is the latest addition, with a big punchy poster on the show floor in Los Angeles, conveniently right next to an established hitmaker for the publisher, its Naruto (now Boruto) Ultimate Storm fighting series.</p><p><em>Sand Land</em>, though? You may never have heard of it, but don’t let that put you off, because it’s a 2000s comic penned by legendary manga artist, Akira Toriyama. Yes, Dragon Ball creator, Akira Toriyama. The man who created the character designs for Chrono Trigger, Blue Dragon and the Dragon Quest series. And Toriyama’s creations have never looked better.</p><span id=\"end-legacy-contents\"></span><div id=\"ff66fa289a484019918bacbbc27377f6\"></div><p><em>Sand Land </em>is an action-adventure game where you’ll play as the rambunctious prince of the Devil, capital ‘d’, Beelzebub, as he explores a desert-themed world where water is a rare and costly resource. Demons and humans coexist in this world, with the human Sheriff Rao and the demon Thief accompanying Beelzebub on his adventure to solve the water crisis.</p><p>At SGF 2023 last week, I played a 15-minute demo that showcased a few parts of the game, including melee combat, exploration and two vehicles: a tank and, er, a golf cart. The demo kicked off with the trio fleeing a desert dragon, and after having steered the cart away from relentless attacks, the gang eventually had to cast off their supplies of water to escape.</p><p>Apparently, this is a beat-for-beat replication of how <em>Sand Land</em> plays out in the manga, and you can expect the game to follow the same storyline beats. That’s sometimes frustrating for games where you already know the story. For example, I know who dies in <em>Dragon Ball</em>’s Frieza saga, so it’s not a surprise when it happens in one of the several Dragon Ball video games. With<em> Sand Land</em>, however, many of us will be hearing the tale for the first time.</p><p>During my demo, the game split into two play styles. You’ll explore the desert, outposts, and towns with your vehicles but also set out on foot when you need to brawl with someone or interact with things appropriately.  Bandai Namco has teased that you can customize vehicles within the game, adding different weaponry and components to improve performance or offer tactical advantages. I loved using the armor-piercing rounds. Sure, they had a low fire rate, but they obliterated almost anything. Vehicle controls are simple enough but vary depending on the type and whether they feature weapons or not. Don’t forget: my first <em>Sand Land</em> vehicle was a golf cart. There was no artillery option.</p><figure><img alt=\"Sand Land\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/b1764140-08a4-11ee-bd2b-3d360c06c20e\" style=\"height: 416px; width: 740px;\" /><figcaption></figcaption><div class=\"photo-credit\">Bandai Namco</div></figure><p>When not rolling around in a tank (which can be repaired if it takes damage), Beelzebub himself can go toe-to-toe with enemies in melee combat. He has a mix of weak attacks, dodge rolls and super attacks that will charge up as you battle enemies. If it sounds a bit… simple, well, it is. Bandai Namco isn’t reinventing the wheel here. More moves and support characters could help deepen the combat sections, so I’ll hold judgment for now, but it’s also worth remembering that this game is likely aimed at gamers younger than I.  You will only ever control Beelzebub himself, but both of his aforementioned companions will eventually be able to assist in fights, although this wasn’t apparent in my demo.</p><p>The highlight of this early demo was confronting a gang of bandits. They gave off a mild Ginew Force vibe, which I wasn’t mad about. Each wielded different weapons and attacked differently, offering a nice opportunity to test out little devil’s combos, sending enemies high with a punch, only to jump up and slam them back to the ground.</p><p>Ensuring even these secondary characters are interesting is proof that, hopefully, the developers are ensuring  Toriyama’s characters, and his offbeat humor and charm, make it onto consoles.</p><p>While there are some questionable lip-sync moments (at this point, all the voiceovers are Japanese), this generation of consoles and PCs offer more than enough power to replicate Toriyama’s detailed drawings. I gawped at the tank during my playthrough just because it looked <em>so</em> good. Imagine how long I’d stare at a tank I customized myself.</p><p><em>Sand Land will launch on PS5, Xbox Series X/S and PC.</em></p><p><em>Catch up on all of the news from Summer Game Fest </em><a href=\"https://www.engadget.com/tag/sgf-2023\"><em>right here</em></a><em>!</em></p>This article originally appeared on Engadget at https://www.engadget.com/sand-land-first-impressions-an-akira-toriyama-manga-brought-to-life-140023184.html?src=rss", "link": "https://www.engadget.com/sand-land-first-impressions-an-akira-toriyama-manga-brought-to-life-140023184.html?src=rss", "date_published": "2023-06-22 14:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "FDA approves Owlet’s baby-monitoring sock two years after halting sales", "description": "<p>Owlet and its baby monitoring devices are back in the good graces of the FDA. The company received clearance from the US regulator for its product <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=16422353-b8d5-4d91-820c-eb86dc921767&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Owlet&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxNjQyMjM1My1iOGQ1LTRkOTEtODIwYy1lYjg2ZGM5MjE3NjciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3dsZXRjYXJlLmNvbS9iYWJ5c2F0LWZkYS1jbGVhcmFuY2UiLCJjb250ZW50VXVpZCI6ImU3NTQ2MTllLWY5Y2YtNGRkNy1hNWQ0LTE5ZmEyODdlZjJjMSJ9&amp;signature=AQAAAQl13d8b6D0LohNBsPtFalNx7xjUKZFwECSxFI5kYu5g&amp;gcReferrer=https%3A%2F%2Fwww.owletcare.com%2Fbabysat-fda-clearance\"><ins>BabySat</ins></a>, a medical-grade pulse-ox monitor designed as a wireless “sock” for newborns and babies. The win comes <a href=\"https://www.engadget.com/owlet-fda-warning-211549000.html\"><ins>after the FDA ordered</ins></a> the Utah-based biotech company to stop selling its smart sock almost 18 months ago.</p><p>The FDA objection was based on the fact that the wearable had the capacity to relay a live display of a baby’s heart rate and oxygen levels, which is critical data that a doctor should interpret, especially in vulnerable populations. The tumultuous approval demonstrates “our technology is medical-grade,” Kurt Workman, Owlet CEO and co-founder said of the company's path to getting FDA approval. “We conducted several side-by-side accuracy comparisons to hospital monitors and that demonstrated Owlet is accurate.\" The device can alert a provider if any metrics are out of range, which can help to diagnose and prevent complications.</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://www.engadget.com/owlet-smart-sock-plus-review-130525360.html\">Owlet</a> stripped out the blood oxygen and pulse tracking features and returned to the market just a few months later with the <a href=\"https://www.engadget.com/owlet-dream-sock-duo-163626570.html\"><ins>Dream Sock</ins></a>. The $299 wearable is available direct from the company and through a number of other retailers without a prescription, but it lacks the advanced features that set it apart from the rest of its rivals. Instead, it’s a pretty straightforward sleep tracker.</p><p>BabySat, on the other hand, is a prescription device. It integrates medical-grade pulse oximetry technology into a discreet wearable. It’s a noninvasive tool to measure how well oxygen is circulating to extremities in babies from 1 to 18 months.<br /><br />Without a prescription, a rival medical-grade device can not be readily found on the market, given that BabySat is the first device of its kind to receive FDA approval. Creating a treatment plan with a doctor is especially valuable and useful to the parents of babies that have been diagnosed with heart defects or chronic conditions. If a newborn or baby does present with persistent low oxygen levels, quick intervention by medical professionals is needed to prevent life-threatening complications. <br /><br />Owlet anticipates the product will be available in the US by the end of this year. The company declined to disclose pricing information for BabySat but did say that insurance options, including reimbursements and HSA/FSA eligibility, will likely be available at launch.</p>This article originally appeared on Engadget at https://www.engadget.com/fda-approves-owlets-baby-monitoring-sock-two-years-after-halting-sales-135530434.html?src=rss", "link": "https://www.engadget.com/fda-approves-owlets-baby-monitoring-sock-two-years-after-halting-sales-135530434.html?src=rss", "date_published": "2023-06-22 13:55:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best smart electric toothbrushes for 2023", "description": "<p>From <a href=\"https://www.engadget.com/eight-sleep-pod-3-review-the-high-price-of-great-sleep-130046554.html\">mattresses</a> to <a href=\"https://www.engadget.com/best-smart-scale-160033523.html\">scales</a>, it’s commonplace now for even the most basic products to be app-connected. Electric toothbrushes are one of the more curious entries in the “smart” device space. But, smart or not, toothbrushes serve one purpose: cleaning your teeth. The American Dental Association <a href=\"https://www.ada.org/resources/research/science-and-research-institute/oral-health-topics/toothbrushes#:~:text=Replace%20toothbrushes%20every%20three%20to,toothbrushes%20can%20be%20used%20effectively.\">says</a> both powered and manual brushes will effectively do just that, as long as you brush twice a day, for two minutes each, with a soft-bristled brush and fluoride toothpaste.</p><p>People who find it easy to hit those marks can probably save themselves the money, but others might benefit from the encouragement provided by advanced brushes. We wanted to test out some of these fancy electric toothbrushes to see just how useful their smarts are. After testing multiple brushes for a few weeks, I’ve come to the conclusion that they aren’t a necessity for everyone, but they could benefit certain folks — particularly those who respond to the gamification of their daily habits.</p><span id=\"end-legacy-contents\"></span><h2>What to look for in a smart electric toothbrush</h2><h3>Apps</h3><p>For our purposes, any brush that communicates with a companion smartphone app is one we consider “smart.” Nearly all such apps track your brushing duration and frequency, and can do so whether you have the app open or not. The apps present historical data in graphs, calendars and other easy-to-digest visualizations. Most apps also let you set goals, access tips on better habits and reorder brush heads directly from the manufacturer.</p><p>More advanced devices let you adjust the settings and modes within the app and also guide you through brushing sessions with real-time feedback on where the brush is in your mouth. Other apps grant real-life rewards, such as gift cards, for keeping up consistent habits. Teledentistry is even part of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=38ae3489-5837-44f5-8356-7e8753b8dd94&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=quip&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzOGFlMzQ4OS01ODM3LTQ0ZjUtODM1Ni03ZTg3NTNiOGRkOTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ2V0cXVpcC5jb20vdGVsZWRlbnRpc3RyeSIsImNvbnRlbnRVdWlkIjoiOTY0Yzc5YzgtYzI2Yy00YTZmLWFhYjEtZjUxYjhhYWM5YTdhIn0&amp;signature=AQAAAcki7bBjY8bDyuOmmHZp1a3Ssyasohdr_JhD3jfQALOd&amp;gcReferrer=https%3A%2F%2Fwww.getquip.com%2Fteledentistry\">Quip</a> app’s repertoire.</p><p>Most people will probably get the most out of the visualization offered by the tracking and history features. I found it satisfying to see a long string of properly executed morning and night brushing sessions, like I had hit some sort of personal milestone. The apps also make it easy to auto-ship brush heads, which could help ensure you replace them more regularly. The ADA <a href=\"https://www.ada.org/resources/research/science-and-research-institute/oral-health-topics/toothbrushes#:~:text=Replace%20toothbrushes%20every%20three%20to,toothbrushes%20can%20be%20used%20effectively.\">recommends</a> getting new bristles every three or four months and I, for one, am terrible at remembering to do that.</p><p>At first, I liked brushing along with the apps that were capable of visualizing my movements, but the novelty wore off after a week or so. Stopping to go find my phone just added another step, and I’d always end up sucked into the new notification abyss before I’d remember, oh yeah, I was going to brush my teeth. While the apps’ simple progress tracking is great, the added goals and awards lost their power to motivate me after a few weeks. Many of us are already setting countless objectives for ourselves; worrying about one more virtual award felt like homework for a class I didn’t have to take.</p><p>The timer feature is what ultimately helped me brush better. My impulse is to put down the brush after about 45 seconds, which is nowhere near the ideal time. To use that you don’t even need the app though, as all smart brushes include a timer in the brush itself.</p><figure><img alt=\"Three screenshots from the companion apps from Oral-B, Philips and Quip smart toothbrushes. The Oral-B and Philips app show a 3D model of teeth, while the Quip app offers gift card rewards for brushing.\n\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/e3867440-0974-11ee-bfdf-3dff994adcae\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Amy Skorheim / Engadget</div></figure><h3>Brush mechanics</h3><p>Whether they’re round or rectangular, all the brush heads vibrate, producing tens of thousands of movements per minute. All the handles emit haptic shakes and pauses to tell you to move to another section of teeth and when your session is done. Most of these electric toothbrushes have batteries that last a few weeks on a charge, or in the case of the non-rechargeable Quip, a few months on a set of disposable cells.</p><p>Advanced brushes, usually ones that cost more than $200, also include internal sensors that can detect the orientation of the brush in your mouth as well as the movement and pressure you apply. The brushes use that info to warn you if you’re pushing too hard, moving too fast or missing certain areas, with feedback in the form of lights, vibrations or in-app communication. Some brushes even have tiny, built-in screens that can give you a lot of the same info as an app, such as mode selection, timer duration and simple session assessments, so you don’t have to keep your phone beside you.</p><h3>Price</h3><p>A manual toothbrush from your local CVS will run you $4; smart electric toothbrushes can cost between $50 and $400 — quite the price jump. Even the least expensive smart brush offers app-based data tracking, plus haptic feedback and sonic vibrations from the brush itself. More expensive versions incorporate features like specialized heads, LED screens and internal sensors such as gyroscopes — all of which push up the price.</p><h2>Best overall: Oral-B iO Series 7</h2><p></p><p>Including manual and electric models, Oral-B makes around 75 different toothbrushes. Their latest and most advanced iO Series includes a whopping seven different models — with another on the way. Most of the iO series came out in 2020, which means the iO Series 9 isn’t a newer iteration of the iO Series 5, it’s just a more tricked out brush. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PcmFsLUItRWxlY3RyaWMtVG9vdGhicnVzaC1TYXBwaGlyZS1BbGFiYXN0ZXIvZHAvQjBCNVlSS01NMj90YWc9Z2RndDBjLXAtby0xM3UtMjAiLCJjb250ZW50VXVpZCI6Ijk2NGM3OWM4LWMyNmMtNGE2Zi1hYWIxLWY1MWI4YWFjOWE3YSJ9&amp;signature=AQAAAWyhfV3fU4L9AuUcbkRV9VxD4QDQssU69wM3x-iZQndL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOral-B-Electric-Toothbrush-Sapphire-Alabaster%2Fdp%2FB0B5YRKMM2\">iO Series 7</a> has a good combination of app features and brush capabilities, and at $200, it sits in the middle of the smart electric toothbrush price spectrum</p><p>While using the iO Series 7, an internal gyroscope and accelerometer detects where the brush is in your mouth. If you use the app to guide a session, a 3D illustration of your teeth gradually turns from blue to white as you clean different areas. I was impressed by how accurately it detected exactly where I was brushing, especially since I can’t stick to one area for too long before moving on to the next. But by the end of two minutes, it had pointed me to areas I’d missed and left me with teeth that felt noticeably cleaner.</p><p>The iO Series 7 has five different brushing modes, including Gum Health, Sensitive and Daily Clean. I mostly stuck to that last one, but when my six-year-old wanted to try it, I swapped in a new brush head and used the Sensitive setting, which worked great for him. The fact that it made a kindergartener <em>want</em> to brush his teeth might be worth the price right there.</p><p>The app accurately tracked unguided sessions, too, adding the time and duration to my stats whenever I synced the brush with my phone. Even without the app, the built-in LED screen on the handle provides a good amount of info, giving you mode selection and displaying a timer as you brush. Haptic shakes let you know when to switch to another quadrant of your mouth.</p><p>A ring of light at the base of the brush head will flash red if you’re pushing too hard and glows green when you’re using the correct amount of pressure. At the end of a session, you’ll get a smiley face on the display if you went the whole two minutes, got good coverage and didn’t push too hard. You’ll get a smiley with stars for eyes if you <em>really</em> nailed it.</p><p>Oral-B’s top-end <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PcmFsLUItaU8tRWxlY3RyaWMtVG9vdGhicnVzaC1CcnVzaC9kcC9CMDg4Q0s2WEo0Lz90YWc9Z2RndDBjLXAtby0xM3UtMjAiLCJjb250ZW50VXVpZCI6Ijk2NGM3OWM4LWMyNmMtNGE2Zi1hYWIxLWY1MWI4YWFjOWE3YSJ9&amp;signature=AQAAAVA3mFtXrLJ3ECt5TmdiLvwCUzngmPmCx_o2o_hC69JC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOral-B-iO-Electric-Toothbrush-Brush%2Fdp%2FB088CK6XJ4%2F\">iO Series 9</a> is nearly identical to the Series 7 but costs $100 more. The pricier version comes with a full color LED screen, two extra modes (Tongue Clean and Super Sensitive) and adds another element to app-guided brushing, showing dots that you gradually erase as you brush. Both devices have hard travel cases, but the one for the Series 9 also acts as a charging case. Those are small luxuries that I don’t think justify the price bump though, especially considering the Series 7 did a great job getting my teeth cleaner than they’ve ever felt outside of a trip to the dentist.</p><h2>Best budget: Quip Smart Electric Toothbrush</h2><p></p><p>If proper motivation stands between you and better dental health, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=38ae3489-5837-44f5-8356-7e8753b8dd94&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=quip&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzOGFlMzQ4OS01ODM3LTQ0ZjUtODM1Ni03ZTg3NTNiOGRkOTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ2V0cXVpcC5jb20vc3RvcmUvcHJvZHVjdHMvc21hcnQtZWxlY3RyaWMtdG9vdGhicnVzaC1zZXQtYmxhY2siLCJjb250ZW50VXVpZCI6Ijk2NGM3OWM4LWMyNmMtNGE2Zi1hYWIxLWY1MWI4YWFjOWE3YSJ9&amp;signature=AQAAAanBtXjbS1UZq6eetJ-k9_4Thix-JWCxqBAFtGKYcQ3D&amp;gcReferrer=https%3A%2F%2Fwww.getquip.com%2Fstore%2Fproducts%2Fsmart-electric-toothbrush-set-black\">Quip’s Smart Electric Toothbrush</a> might be all you need. It costs $50 if you opt for the brush head subscription or $55 without it. Either way, that’s significantly cheaper than many other smart toothbrushes. The vibrations aren’t as intense as our top pick, nor are the internal sensors as precise, but the app is loaded with ways to track your teeth cleaning and inspire you to do it more often.</p><p>One of those is through gamified awards granted for simple achievements like completing 50 sessions or brushing twice a day, three days in a row. It also awards points for good habits, which can be redeemed for real-world perks like discounts on Quip products and $5 Target or Walmart e-gift cards. With its relatively reasonable price and IRL rewards system, Quip’s smart brush might make a nice option for parents who want to help their kids brush better and more often. It’s also handy that the Quip app allows you to pair more than one brush per account, so you can track the whole family’s dental hygiene — something you can’t do with either Oral-B or Philips.</p><p>Quip divides sessions into 30 second segments and gives the handle an extra buzz when it's time to move to the next quadrant. A run lasts for the gold-standard two minutes and the sonic vibrations help clean better than the same strokes with a manual brush. The app gives you feedback on coverage, strokes per minute and average back-and-forth movement, providing tips for improvement with each session tracked. Like with fitness apps, seeing your trends and history can be motivating in itself. Combined with virtual achievements and real-world rewards, the Quip might be enough for some people to reach that two-minute, twice-per-day goal without the high price or flashy features.</p><h2>Honorable mention: Philips Sonicare 9900</h2><p></p><p>I don’t much care for things marketed as “luxe,” but I have to admit I really enjoyed using the $380 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFlDWk5TTEwvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZwc2M9MSZ0YWc9Z2RndDBjLXAtby0xM3UtMjAiLCJjb250ZW50VXVpZCI6Ijk2NGM3OWM4LWMyNmMtNGE2Zi1hYWIxLWY1MWI4YWFjOWE3YSJ9&amp;signature=AQAAAUmO0Hezji_p-HIIWj1utlo1M7pE3L3es9bSPPVeJE2Q&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08YCZNSLL%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26psc%3D1\">Philips Sonicare 9900</a>. Don’t get me wrong, that’s an insane price to pay for a toothbrush. Before I started working on this guide, my daily driver was a $2.29 job I got from Trader Joe’s — and I’d like to add that I’ve only had one adult cavity (which I blame on the charcoal toothpaste <a href=\"https://www.consumerreports.org/health/dental-oral-care/does-charcoal-toothpaste-work-a7477277301/\">fad</a>).</p><p>With its sleek design and “premium materials,” the 9900 made me feel like some overly monied influencer doing a #GRWM (get ready with me) routine. The faux leather and gold travel case looks like a cross between a jewelry gift box and an expensive clutch — complete with a cute little strap. The brush itself has a pearlized finish and a decidedly smooth feel.</p><p>The app has a clean layout with a detailed history of your past brushing sessions. If you really want to see how consistently you apply the correct amount of pressure, you can. The app is also fairly accurate in identifying areas of your mouth that you skipped or didn’t focus on enough. As for the actual brushing experience, I love the brush head. The bristles are soft and the thin neck is super comfortable to close your mouth around, which helps prevent spillage. I also enjoyed the brush mechanics. Instead of scrubbing back and forth like some commoner, you simply guide the bristles around the surfaces of your teeth, letting the vibrations do the work for you. It took a little getting used to, with the app cautioning me: “don’t scrub!” but once I had it down, it offered the autonomous functionality you’d expect from such an expensive device.</p><p>The first few times using the 9900, however, nearly broke the fairytale spell. The vibrations are <em>intense</em>. I didn’t realize you were supposed to put the brush in your mouth before you turned it on, and the shaking flung my toothpaste clean off even when I shoved it down into the bristles. Once I finally got it right, I brushed for the full two minutes and afterwards felt like I had just gone to the dentist — not because my mouth felt clean (though it did), but because my lips were numb like I’d been given Novocain. After setting the brush to the lowest vibration setting, I was able to appreciate it fully without losing sensation in my lips. Maybe I should have expected that much power in a nearly $400 toothbrush, but it took me by surprise.</p>This article originally appeared on Engadget at https://www.engadget.com/best-electric-toothbrush-133036339.html?src=rss", "link": "https://www.engadget.com/best-electric-toothbrush-133036339.html?src=rss", "date_published": "2023-06-22 13:30:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sky UK releases a motion-tracking webcam for TV watch parties", "description": "<p>UK broadcaster Sky has unveiled a webcam device called Sky Live designed to add features like watch parties with friends, fitness and gaming features, the company <a href=\"https://www.expertreviews.co.uk/sky-live/1418623/sky-live-review\">announced</a>. It attaches magnetically to the top of the company's <a href=\"https://www.engadget.com/sky-smart-tv-glass-comcast-095543008.html\">Sky Glass</a> smart TVs via USB-C and HDMI, and supports motion tracking for games and workouts, along with video calls, group chats and more.</p><p>&quot;Sky Live makes your TV much more than just a TV, by introducing new entertainment experiences for the heart of your home,&quot; said Sky global chief product officer Fraser Stirling in a statement. &quot;Get active with motion control games, work out with body tracking technology, video call on the big screen and watch TV with loved ones – even from afar. And [with] our powerful Entertainment OS ecosystem, it will keep getting better with every update.&quot;</p><span id=\"end-legacy-contents\"></span><p>The 12-megapixel webcam looks a bit like a mini Xbox One Kinect, with a rectangular design and lens on the right. Video is captured at up to 4K with an ultrawide 106-degree field of view (equivalent to a 14mm lens in 35mm camera terms). It has a white status LED, four microphones on top and a privacy button that turns it off (but no privacy shutter). There's an auto-framing feature to keep you in the center of the shot, along with background noise suppression to ensure you're heard during noisy broadcasts.</p><div id=\"6b4ccbd74f394ee18eb647c7a928e2b0\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>A key feature pitched by Sky (<a href=\"https://www.engadget.com/2018-09-22-comcast-to-acquire-sky.html\">owned by Comcast</a> since 2018) is called &quot;Watch Together,&quot; letting you do watch parties with up to 11 other households remotely. Friends' video feeds appear to the right of the main feed and it works with all live channels and Sky's own on-demand programs — but not Netflix or other third-party streaming services. Playback is supposed to be synchronized among all call participants, so you shouldn't hear your friends cheering before you actually see a goal scored.</p><p>On top of looking like one, Sky Live also acts like a Kinect. It comes with a Mvmnt fitness app offering 130 interactive workouts, with the motion control tech tracking and your form, reps and more. It also supports motion-controlled games like <a href=\"https://www.engadget.com/2016-07-07-fruit-ninja-vr-steam-htc-vive.html\"><em>Fruit Ninja</em></a> and an multiplayer version of <em>Monopoly</em> controlled with the TV's remote. You can make Zoom calls, with participants shown in full HD and centered in the frame thanks to the auto-tracking feature.&nbsp;</p><p>Sky Live requires a Sky Glass smart TV to work and costs £290 ($370) as a standalone purchase, £6 per month over 48 months, or £12 per month on a 24-month contract. Sky is also offering introductory discounts if purchased with a Smart Glass TV. Th latter, launched back in 2021, comes in 43-, 55- and 65-inch version and starts at around £14 per month.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/sky-uk-releases-a-motion-tracking-webcam-for-tv-watch-parties-131458526.html?src=rss", "link": "https://www.engadget.com/sky-uk-releases-a-motion-tracking-webcam-for-tv-watch-parties-131458526.html?src=rss", "date_published": "2023-06-22 13:14:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Strange New Worlds’ finds the limit of what a prequel can say", "description": "<p><em>The following article contains spoilers for “Ad Astra per Aspera.”</em></p><p>Prequels, especially for well-known properties, are straightjackets which limit their own storytelling possibilities. Dramatic license is hampered by the fact the audience often knows where these characters (and storylines) end up. And any violence to the extant narrative can jar viewers who likely know what’s going on now contradicts what they’ve already seen. Until now, <a href=\"https://www.engadget.com/tag/strange-new-worlds/\"><em><ins>Strange New Worlds</ins></em></a> has navigated this issue well, making a virtue of its well-known conclusion.</p><span id=\"end-legacy-contents\"></span><p>“<a href=\"https://www.engadget.com/star-trek-strange-new-worlds-110-a-quality-of-mercy-review-130037849.html\"><ins>A Quality of Mercy</ins></a>” deftly played with the fact Pike will eventually get his near-fatal dose of radiation. The episode served to make the tragic nature of his character both a benefit and a burden, making it compelling in the process. In comparison, “Ad Astra per Aspera,” serves as an indictment of prequels, exposing the limits of what it can say, and do. Much as it presents a world that’s hopeful of change, long-term viewers know that optimism is misplaced.</p><p>That’s not to say the episode is bad, because it’s another <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-picks-up-where-it-left-off-130025200.html\"><ins>confidently told</ins></a>, if lightweight, tale in a series that knows it works in that register. It helps that Star Trek wears the tropes of courtroom drama so well, since they’re both prone to a melodramatic exploration of The Big Issues(™). The subtext here is sufficiently broad that there’s a multitude of readings it’ll accept without too much stretching. And there’s at least one actually funny comedy moment where we, once again, see how much more fun Spock is when he’s played as a goofball.</p><figure><img alt=\"Yetide Badaki as Neera in episode 202 &#xe2;&#x80;&#x9c;Ad Astra per Aspera&#xe2;&#x80;&#x9d; of Star Trek: Strange New Worlds, streaming on Paramount+, 2023. Photo Cr: Michael Gibson/Paramount+\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/f8bbf620-0f67-11ee-bf9c-6dfac838f815\" style=\"height: 5304px; width: 7952px;\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Gibson/Paramount+</div></figure><p>Number One is preparing to stand trial for fraudulently entering Starfleet despite its ban on genetic modification. She’s thinking about her childhood, where her parents worry about taking her to a doctor and therefore exposing her status. Captain Batel (Melanie Scrofano) – who for some reason is now a member of Starfleet’s legal corps – offers a plea bargain with a dishonorable discharge, something Number One recoils at.</p><p>Pike, refusing to passively accept his friend’s fate, jets off to meet Neera (Yetide Badaki), an Illyrian lawyer and former friend of Number One, who has until now refused their pleas for help. His refusal to take no for an answer, and the lure of a high-profile case with which to stick it to the Federation, is enough to convince her to sign up. What follows is the usual courtroom drama, focusing on what prompted Number One to sign up to an organization that hates her.</p><p>We learn Number One was inspired to sign up to Starfleet because of the visible diversity of its crews. But that isn’t enough to win until Neera finds the contradiction between the Federation’s fine words, its goals, and its laws. It’s a subtle, pointed, critique of what Darren Franich dubbed the “California liberal paradox” in his essay on <a href=\"https://ew.com/article/2016/06/24/star-trek-insurrection-age-hollywood/\"><em><ins>Star Trek: Insurrection</ins></em></a>. (And Star Trek is nothing if not a creature of Californian values.) He says that those people may wish “everyone to live comfortably, but would secretly <em>prefer</em> that most people live comfortably someplace else.”</p><p>But the court finds Number One not guilty, and she’s allowed to return to active duty on the Enterprise. At the happy ever after reunion in the transporter room, Neera says that while the case affected just one person, it’s a “start.” She adds that Number One’s visibility as an Illyrian (second) in command of a starship will help turn people’s hearts and minds toward her cause. It’s a hopeful ending, and one that suggests Number One’s story will kickstart a process of change and growth that will eventually see these prejudices and legal blocks go away.</p><figure><img alt=\"Anson Mount as Capt. Pike in episode 202 &#xe2;&#x80;&#x9c;Ad Astra per Aspera&#xe2;&#x80;&#x9d; of Star Trek: Strange New Worlds, streaming on Paramount+, 2023. Photo Cr: Michael Gibson/Paramount+\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/73c25650-0f6a-11ee-9f9f-1f23a7c37d81\" style=\"height: 5304px; width: 7952px;\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Gibson/Paramount+</div></figure><p>The issue with that ending, and how hopefully it’s portrayed, is that long-time Star Trek viewers know it doesn’t happen. Any hearts and minds that would be changed in this process would be a minority given that – from this point in Trek history – things won’t change. Chronologically, we have “Space Seed,” <em>The Wrath of Khan</em>, “Dr. Bashir, I Presume” and “Statistical Probabilities” as affirmations of the status quo. At least a century later, people with genetic modifications remain – in Trek’s narrative – unable to serve in its premier military, scientific and exploratory branch.</p><p>It lends the episode a tragic quality that isn’t reflected in its presentation, but one that adds a layer of depth for dedicated viewers. Perhaps what I’m describing as a limit of its storytelling is really a smart commentary on how hard it is to bend the arc of history toward justice. In fact, I think I’ve just talked myself around, this is a wonderfully pointed exploration of this stuff, bravo Dana Horgan and Valerie Weiss.</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-strange-new-worlds-finds-the-limit-of-what-a-prequel-can-say-130027427.html?src=rss", "link": "https://www.engadget.com/star-trek-strange-new-worlds-finds-the-limit-of-what-a-prequel-can-say-130027427.html?src=rss", "date_published": "2023-06-22 13:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Oversight Board criticizes Meta for refusing to take down Brazilian pro-insurrection video", "description": "<p>A <a href=\"https://oversightboard.com/news/6509720125757695-oversight-board-overturns-meta-s-original-decision-in-brazilian-general-s-speech-case/\">new decision from Meta's Oversight Board</a> reiterates Facebook's continual role as a platform for dangerous election rhetoric. The Board reversed Meta's initial decision to leave public a video posted in January that called for insurrectionist actions in Brazil following the inauguration of its new president, Luiz Inácio Lula da Silva.</p><p>Lula took office on January 1st, and two days later, a user posted the video of a prominent Brazilian general — and supporter of the former president Jair Bolsonaro — telling people to &quot;hit the streets&quot; and &quot;go to the National Congress … [and the] Supreme Court.&quot; Portugese text overlaid the video stating, &quot;Come to Brasília! Let's Storm it! Let's besiege the three powers.&quot; Three Powers Plaza sits in the Brazilian capital and is home to the Congress, Supreme Court and the presidential offices.</p><span id=\"end-legacy-contents\"></span><p>Meta had previously acknowledged the risk of civil and election-centric unrest in Brazil, first labeling the country a &quot;Temporary High-Risk Location&quot; in September 2022 and then extending it to late February of this year. Yet, when an initial user reported the video, a moderator didn't find it in violation of <a href=\"https://www.engadget.com/metas-oversight-board-says-the-companys-rules-are-slowly-changing-for-the-better-100059192.html\">Meta's policies</a> — a second moderator agreed following an appeal. Seven moderators in total reviewed reports from four individuals between January 3rd and 4th, but none found an issue with the video. An accompanying caption for the video called for a &quot;besiege&quot; of Brazil's Congress as a last-ditch effort. Five days after the video arrived on Facebook, hundreds of protesters broke into the three governmental buildings and set fires, broke windows and assaulted police officers.&nbsp;</p><p>The next day Meta called the riots a &quot;violating event&quot; and claimed to have &quot;been removing content calling for people to take up arms or forcibly invade Congress, the Presidential palace and other federal buildings.&quot; Yet, the video remained on Facebook until January 20th, when Meta removed the post following the Oversight Board's choice to shortlist its review into it. Moderators should categorize a post as violating Meta's rules when it calls for forced entry into a high-risk place (like a government building) in a temporary high-risk location (as Brazil was at the time). Meta stated that leaving up the video with a military official calling for an insurrection was an &quot;error.&quot;&nbsp;</p><p>In its decision, the Oversight Board said it was &quot;deeply concerned&quot; that Meta's moderators had continually found the video not to violate its policies. The Board recommended that Meta finally &quot;develop a framework for evaluating its election integrity efforts. This includes creating and sharing metrics for successful election integrity efforts, including those related to Meta's enforcement of its content policies and its approach to ads.&quot; It also called on the company to expand its protocols when evaluating if content causes harm in high-risk events.</p><p><a href=\"https://www.engadget.com/metas-oversight-board-will-take-on-more-cases-and-make-decisions-faster-185523068.html\">The Oversight Board has operated since 2020</a> as an independently funded entity to which individuals can appeal content visibility decisions. It has the power to permit or remove Facebook and Instagram content with statements outlining its rationale accompanying each decision. The Board currently has 22 members (a report claims it will eventually be 40), including Nighat Dad, founder of the Digital Rights Foundation, and Ronaldo Lemos, a Rio De Janiero State University's Law School professor.</p><p>Meta has served as a home for right-wing conspiracy theorists and organizers, with at least <a href=\"https://www.propublica.org/article/facebook-hosted-surge-of-misinformation-and-insurrection-threats-in-months-leading-up-to-jan-6-attack-records-show\">650,000 posts arguing against Joe Biden's victory</a> shared on Facebook between Election Day 2020 in the US and the January 6th, 2021 insurrection. The social media platform had enacted some safety features after misinformation spread had spread across it around the 2016 Election, but it continued to do so, and ahead of the 2022 midterms and Brazil's general election, <a href=\"https://apnews.com/article/2022-midterm-elections-technology-social-media-voting-0ab5375951df71093d240a6631edb9da\">Meta quietly rolled back many of its safeguards</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/oversight-board-criticizes-meta-for-refusing-to-take-down-brazilian-pro-insurrection-video-124533251.html?src=rss", "link": "https://www.engadget.com/oversight-board-criticizes-meta-for-refusing-to-take-down-brazilian-pro-insurrection-video-124533251.html?src=rss", "date_published": "2023-06-22 12:45:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TP-Link Deco XE75 review: a solid WiFi 6E router system that delivers more for less", "description": "<p>As the unromantic name implies, TP-Link’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EZWNvLU1lc2gtV2lmaS02RS1Sb3V0ZXIvZHAvQjBCODhUNVJEWT90aD0xJnRhZz1nZGd0MGMtcC1vLTEzdy0yMCIsImNvbnRlbnRVdWlkIjoiZGZhYzlkZTQtMzk2ZC00NTk4LTg1NDMtYmZlMmVjY2NhNTNlIn0&amp;signature=AQAAAai1b30M-iZFkASfhy3ft4cURL1qcccPIKL9ismP6xAo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDeco-Mesh-Wifi-6E-Router%2Fdp%2FB0B88T5RDY%3Fth%3D1\">Deco XE75 AXE5400</a> is one of the company’s many, many routers. A trio of plain cylinders standing 6.7-inches tall, they mirror the lack of excitement in its name, but as the saying goes, let’s not judge a book by its deeply unsexy cover. Hiding inside is a mesh of extreme quality that, despite a few rough edges, offers a great mix of power and affordability. If you’re confident in your ability to work your way through an admin panel or two, then this might be the mesh for you.</p><h2>Hardware</h2><p>I’ve already mentioned that the XE75 comprises a series of nondescript-looking cylinders which aren’t the prettiest mesh units. They certainly look like WiFi equipment, unlike many of the others on the market, which look like paperweights designed by Henry Moore. Unless you’re living in a minimalist’s paradise, they’ll hopefully blend into your decor with no fuss.</p><span id=\"end-legacy-contents\"></span><p></p><p>On the back of each node are three gigabit ethernet ports, one of which you’ll need to hook the primary mode up to your modem. You can also use the ports to run ethernet backhaul, if your house is (or will be) suitably-equipped. In 2023, when it can sometimes feel like wired ethernet is becoming a niche proposition, having three ports per node feels like luxury. And I don’t think many users will gripe over a lack of a 2.5 Gbps port which is a bit excessive, even these days.</p><p>One of the first choices you’ll need to make is how you’ll use the 6GHz band, which is reserved as backhaul by default. You can leave it like this or, if you have a plethora of WiFi 6-enabled devices already, you can run it dynamically. Like I said in the mesh WiFi buyer’s guide, using the 6GHz band for backhaul makes sense for now since so few phones, laptops and tablets can access that band directly at the moment.</p><p>TP-Link says its “AI-driven mesh” will learn which devices get faster speed from which nodes and prioritize those connections accordingly. Once each of your devices is connected to the mesh, you should hope to see your speed and reliability improve as it learns your usage.</p><h2>Installation</h2><p>Deco XE75 was easy to get set up, taking just 16 minutes from when I pulled the plastic film from the box to finish. Download the Deco companion app, set up a TP-Link account and you’ll then be guided through the short setup process. You just need to plug the first node in, tell the app if you have any ISP-specific needs, give your network a name and password and you’re off at the races.</p><p>Once done, the app will tell you to turn on the other nodes in the set and wait as they connect to the existing mesh. You’ll also need to assign each node a name based on their locations in your home. My phone pinged several times in quick succession after this as all the gadgets in my home joined the network. The degree of seamlessness and ease of setup was more or less perfect.</p><p>That is, except for one minor real-world annoyance that I feel compelled to flag — the length of the power cables for the UK models I’ve been testing. A lot of mesh products ask users to place nodes in visible, prominent locations, rather than hidden behind furniture, to avoid interference. That’s harder to do, however, if your power cable is just 57 inches long, a small but noticeable bit shorter than the other products I’m testing. To the point where I couldn’t put one module in my usual location at the top of a bookcase because the cable didn’t stretch that far. In this case, that module had to go on my top shelf, rather than above it. It’s a specific and possibly niche complaint but worth mentioning in case you have an unforgiving room layout.</p><h2>Performance</h2><figure><img alt=\"Image of a single Deco XE75 unit on a white table in front of a bookcase.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a59fc630-0e9d-11ee-b7be-5795448c8073\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Daniel Cooper / Engadget</div></figure><p>After setting up the modules in the usual places in my home, I found that it took about 10 minutes for the connection to stabilize. I had to run a firmware update that caused things to drop out for a further five minutes afterward, but after that, the connection was very stable. A lot of more affordable 6E routers use the 6GHz band as backhaul, and this worked well in my home.</p><p>Close to the primary node, speeds hit an average of 270 Mbps down, and in my office two floors away, I was still getting 260 Mbps. Even in my back bedroom with its dreaded signal dead spot, SpeedTest download benchmarks fell to around 220 Mbps. Ping times were similarly consistent, to the point where I reckon a two-point mesh might have sufficed.</p><p>The Deco app very clearly shows your network topography, enabling you to quickly see which devices connect to which node. What surprised me is that the hardware in my office preferred the primary node rather than the one that was nearer. I suspect, over time, those connections would shift, but the fact I saw such good performance despite being two floors away was great.</p><h2>App and controls</h2><p>The Deco app lays everything out in a friendly, easy-to-parse manner that shouldn’t deter novice users from upgrading. The home screen shows you the network topography, and what devices are connected to each node by default, helping you to feel in control of what’s going on.</p><p>If there’s a downside, it’s that the level of control available to you inside each submenu isn’t that deep. View your WiFi settings, for instance, and you’ll be able to change your network name and password or share those details to someone else. But the only other option is to decide if the 6GHz network is used for dedicated backhaul or if you can share it with devices on the network. You can activate a Guest Network on the homescreen, letting you set one up with one press, although I’m less of a fan that it’s password-free by default.</p><p>You can scroll the list of what’s connected to the network to see its signal strength, as well as how much data it’s up-and-down-loading at the time. Each device can be assigned to a family member for parental controls, and you can single out a unit for priority on the network. The one downside to this is that TP-Link really struggles to identify each piece of equipment on your network compared to, say, a product from Netgear. So many units were named “iot_device” in the list, that you’ll probably need to take the time to rename them all manually.</p><p>In the More sub-menu, you can run tests to optimize your network, set up an IPv6 connection, as well as tweak IP settings. One feature I appreciated was the choice to get a push notification every time a new device joins the network, which appeals to my paranoia.</p><p>You can also access your settings through a browser-based client but, as far as I could see, the only difference is it lets you force a firmware upgrade with a local file rather than handling the system online. That’s a fairly niche use, though.</p><h2>Additional features</h2><p>Deco does offer smart home integrations, but it’s limited to TP-Link’s own gear and Philips Hue. The only other thing that the company offers is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=79539c2e-109d-49c3-a6ab-ddd018132f09&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=TP-Link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3OTUzOWMyZS0xMDlkLTQ5YzMtYTZhYi1kZGQwMTgxMzJmMDkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudHAtbGluay5jb20vdXMvaG9tZXNoaWVsZC8iLCJjb250ZW50VXVpZCI6ImRmYWM5ZGU0LTM5NmQtNDU5OC04NTQzLWJmZTJlY2NjYTUzZSJ9&amp;signature=AQAAAb8nCulUIU1dPlhHshHJmApXlF5awcVSeTKe_BoNyLdY&amp;gcReferrer=https%3A%2F%2Fwww.tp-link.com%2Fus%2Fhomeshield%2F\">Homeshield</a>, which offers a suite of security features to help keep your WiFi secure. The free Basic tier will scan your network for security threats and offers “robust” parental controls. That includes the ability to block specific websites, set daily usage limits and time-out zones to stop your kids accessing the internet in the middle of the night.</p><p>You can also activate content filtering, which will lock down swathes of the web that TP-Link deems unsuitable. That includes Adult Content, Gambling, and Download sites, amongst many others. More problematically, you can block access to sites offering sex and relationship education information, which feels like TP-Link is enabling more harm than good there.</p><p>What I will say, despite my objections, is that the suite of options available for free here is a very good mix. Plenty of companies have taken to putting even the most basic parental controls, like time limits and access control, behind their paywalls. The fact the essentials are available here, for free, means the company gets plenty of extra points here.</p><p>TP-Link also offers a paid version of Homeshield, which includes more protection against hacks, greater data about what websites users are visiting. This, it says, will guard against “teenager internet addiction (sic),” “IoT Devices Attacks (sic)” and “Cyber Virus Intrusion (sic).” Homeshield Pro costs $5.99 a month, or $55 for a year, although I’m not sure I see enough value in it to encourage anyone to sign up for the extras on offer.</p><h2>Wrap-up</h2><p>There’s no single glitzy, attention-grabbing feature that makes the Deco XE75 a must-buy, but what puts it ahead of the competition is its brawn. Nestled inside those cylinders is powerful, reliable hardware that generates a fast and far-reaching network which is reason enough to pick up TP-Link’s system. The app and services offered at no additional cost, squarely tick the “good enough” box.</p><p>The one thing the Deco XE75 lacks is polish, both in its app and its services. I wouldn’t suggest this to anyone who would freeze up at the very thought of having to make a decision about something like a backhaul channel. But, if you are prepared to make the effort, then this is certainly the mesh WiFi system for you. It’s fast, reliable, fairly easy to use and I reckon the (cheaper) two-pack will cover all but the biggest of homes.</p>This article originally appeared on Engadget at https://www.engadget.com/tp-link-deco-xe75-review-a-solid-wifi-6e-router-system-that-delivers-more-for-less-123033332.html?src=rss", "link": "https://www.engadget.com/tp-link-deco-xe75-review-a-solid-wifi-6e-router-system-that-delivers-more-for-less-123033332.html?src=rss", "date_published": "2023-06-22 12:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "DuckDuckGo's privacy-focused browser is now available for Windows", "description": "<p>DuckDuckGo, the privacy-focused alternative to Google, has been working on its own browser. First available on <a href=\"https://www.engadget.com/duckduckgo-mac-browser-open-beta-092105957.html\"><ins>the Mac in open beta</ins></a> late last year, the DuckDuckGo browser is rolling out in beta for Windows starting today. DuckDuckGo says this is “our most requested product for years.”</p><p>Naturally, DuckDuckGo is the default search engine here. But the browser has some additional  features such as the Duck Player, which will prevent YouTube from serving targeted ads and prevent user-tracked recommendations. YouTube will still see this as a new view, but the browser will prevent any sort of tracking or information that would contribute to your advertising profile.</p><span id=\"end-legacy-contents\"></span><p>DuckDuckGo also claims a superior ad-blocking experience. It says that in addition to blocking ads and cookies, the browser will also clean up the white space that’s typically still there with traditional ad blockers. Users familiar with the Mac beta will be familiar with other features including password management, automatic cookie pop-up handling and <a href=\"https://www.engadget.com/duckduckgo-free-email-privacy-service-open-beta-120044215.html\"><ins>email protection</ins></a>.</p><p>DuckDuckGo first previewed its desktop web browser <a href=\"https://www.engadget.com/duckduckgo-desktop-app-browser-privacy-184913408.html\"><ins>in late 2021</ins></a> and released an initial Mac beta in late 2022. Windows is the latest platform to get an official app. But if you don’t use Mac or Windows, DuckDuckGo is available in search engine support on Google Chrome, Safari, Edge, and Firefox. It’s also available as an app for iOS and Android.</p>This article originally appeared on Engadget at https://www.engadget.com/duckduckgos-privacy-focused-browser-is-now-available-for-windows-120039393.html?src=rss", "link": "https://www.engadget.com/duckduckgos-privacy-focused-browser-is-now-available-for-windows-120039393.html?src=rss", "date_published": "2023-06-22 12:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Popular subreddits welcomed adult content to protest Reddit changes", "description": "<p>The battle over Reddit’s API changes continues, even after coming into effect. Reddit's decision to charge for access to its API was supposedly aimed at companies scraping the website to train Large Language Models for generative AI, but the decision also affects thousands of third-party clients and apps that tie into the platform, including ones with powerful moderation tools not available on the main site and app. Thousands of communities protested the move by setting their subreddits private and making them inaccessible.</p><p>Following the API changes, several popular subreddits that historically prohibited porn have started <a href=\"https://www.engadget.com/popular-subreddits-welcomed-porn-content-to-protest-reddits-api-changes-061033337.html\">allowing users</a> to post NSFW – Not Safe For Work – content. These communities include r/mildlyinteresting and r/videos. In r/TIHI’s (Thanks, I Hate It) case, a stickied post says the subreddit is removing a rule that forbids extreme NSFW content and will now welcome it, as long as it’s legal under US law. By allowing their subreddits to be filled with posts deemed not safe for work, the moderators have made sure Reddit can't monetize them. The site’s response to the situation has been swift – administrators have reportedly removed whole moderating teams for communities that labeled themselves NSFW.</p><p>So far, these protests have had little effect on Reddit CEO Steve Huffman. He told NPR: &quot;It's a small group that's very upset, and there's no way around that. We made a business decision that upset them.&quot;</p><p>– Mat Smith</p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/otters-ai-chatbot-pays-attention-during-meetings-so-you-dont-have-to-174103036.html\"><ins>Otter’s AI chatbot pays attention during meetings, so you don’t have to </ins></a></p><p><a href=\"https://www.engadget.com/eve-onlines-spreadsheets-in-space-now-integrate-seamlessly-with-microsoft-excel-194719853.html\"><ins>‘EVE Online’s spreadsheets in space now integrate seamlessly with Microsoft Excel </ins></a></p><p><a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\"><ins>Everything you need to know about Amazon Prime Day 2023 </ins></a></p><p><a href=\"https://www.engadget.com/texas-says-state-funded-ev-charging-stations-need-to-include-teslas-nacs-connector-141517283.html\"><ins>Texas says state-funded EV charging stations need to include Tesla connector </ins></a></p><p><a href=\"https://www.engadget.com/play-as-elephant-mario-in-super-mario-bros-wonder-on-october-20th-145814400.html\"><ins>Play as Elephant Mario in 'Super Mario Bros. Wonder' on October 20th</ins></a></p><p><a href=\"https://www.engadget.com/apples-union-busting-practices-violated-employee-rights-at-nyc-store-judge-rules-115036323.html\"><ins>Apple's union-busting practices violated employee rights at NYC store, judge rules</ins></a></p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h2><a href=\"https://www.engadget.com/final-fantasy-xvi-review-ps5-140058789.html\">‘Final Fantasy XV’ review</a></h2><h3>A welcome dramatic turn for the series.</h3><a href=\"https://www.engadget.com/final-fantasy-xvi-review-ps5-140058789.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a74762e0-10e6-11ee-9df6-6acf9079f568\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Square Enix</div></figure></a><p>It’s back again. This time, it’s real-time. With<em> Final Fantasy XVI</em>, the series’ creators have decided the franchise's future is action-centric and storyline driven. And it’s heavily inspired by epic TV fantasy series. Until now, the Final Fantasy games have never quite had their angry, moody dark moment. With nuanced, occasionally horny characters and often a lot of violence, is this the series’ moody teenager era? The tale of <em>FFXVI</em> is achingly <em>Game of Thrones</em>-y, but sometimes the inspiration is a little on the nose: Dad dies early on? Check. Mysterious wolves? Check. Creepy mother-son relations? Check. While this is a very different kind of game for the series, for those looking for a fantasy adventure with a plot that’s kept me hooked, the 16th Final Fantasy delivers.</p><p><a href=\"https://www.engadget.com/final-fantasy-xvi-review-ps5-140058789.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/nest-wifi-pro-review-googles-wifi-6e-mesh-is-more-approachable-than-the-rest-130029818.html\">Google Nest WiFi Pro review</a></h2><h3>This mesh network is more approachable than the rest.</h3><a href=\"https://www.engadget.com/nest-wifi-pro-review-googles-wifi-6e-mesh-is-more-approachable-than-the-rest-130029818.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a744cad0-10e6-11ee-93f1-16aeba02b5cb\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Google’s WiFi products have always offered an acceptable blend of power, price and performance. The Nest WiFi Pro, the company’s latest flagship, builds on that existing formula by adding WiFi 6E. Part of its appeal is the Google brand, plus the promise of regular free software updates and tight integrations with most of the world’s smart home players. You won’t get into the fundamentals of running a network, but it should appeal to people who want to set up a guest network quickly. Something like the TP-Link XE75 might run faster and offer more features, but for this price, Google’s made the right compromises.</p><p><a href=\"https://www.engadget.com/nest-wifi-pro-review-googles-wifi-6e-mesh-is-more-approachable-than-the-rest-130029818.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/a-super-mario-rpg-remake-is-coming-to-nintendo-switch-on-november-17th-143909496.html\">A 'Super Mario RPG' remake is coming to Nintendo Switch on November 17th</a></h2><h3>And Nintendo’s remastering 'Luigi's Mansion: Dark Moon' for the Switch.</h3><h3></h3><p>An unusual SNES classic is getting the remake treatment. <em>Super Mario RPG</em> is back with &quot;brand-new graphics&quot; and it's coming to Nintendo Switch on November 17th. The 1996 original was the very first Mario RPG, made in collaboration with Squaresoft (now Square Enix). It tasks Mario, Bowser, Peach and friends with taking down a mechanical enemy named Smithy and recovering stolen pieces of the Star Road. The remake uses the same art style as modern Mario games. Nintendo is also working on an updated version of <a href=\"https://www.engadget.com/2013-03-21-luigis-mansion-dark-moon-review.html\"><em><ins>Luigi's Mansion: Dark Moon</ins></em></a> – perhaps not a huge surprise given the success of <a href=\"https://www.engadget.com/2019-10-28-luigis-mansion-3-nintendo-switch-review.html\"><em><ins>Luigi's Mansion 3</ins></em></a>.</p><p><a href=\"https://www.engadget.com/a-super-mario-rpg-remake-is-coming-to-nintendo-switch-on-november-17th-143909496.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/best-headphones-150030794.html\">The best wireless headphones for 2023</a></h2><h3>And not all of these over-ear models will break the bank.</h3><h3></h3><p>For Engadget’s best wireless headphones guide, we tested several models with a variety of features, including noise cancellation and sound quality. Plus, our favorites span a range of prices, so you can decide how much you’re comfortable spending and, ultimately, get the best buy for you. That includes a set for a mere $79.</p><p><a href=\"https://www.engadget.com/best-headphones-150030794.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/twitch-replaces-its-mature-content-mode-with-more-granular-labels-100501056.html\">Twitch replaces its mature content mode with more granular 'labels'</a></h2><h3>Categories include sexual themes, gambling and significant profanity or vulgarity.</h3><h3></h3><p>Twitch has overhauled its mature content policies, switching from a general toggle to specific categories describing what viewers can expect. The new Content Classification Labels are myriad, including mature-rated games, sexual themes, significant profanity or vulgarity, gambling, violent and graphic depictions and, lastly, drugs, intoxication or excessive tobacco use. The ratings apply to both the game and you. For example, if you're playing a mature-rated game, Twitch will automatically label it as such. But, if you're playing an E-rated game and you’re excessively swearing, you must mark your stream as having significant profanity or vulgarity.</p><p><a href=\"https://www.engadget.com/twitch-replaces-its-mature-content-mode-with-more-granular-labels-100501056.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/cellular-satellite-test-successfully-beams-4g-data-from-space-to-a-regular-phone-200318927.html\">Cellular satellite test successfully beams 4G data from space to a regular phone</a></h2><h3>AST SpaceMobile recently completed a two-way voice call.</h3><h3></h3><p>Earlier this year, AST SpaceMobile, with the help of AT&amp;T, connected an off-the-shelf Samsung Galaxy S22 to a satellite in low-Earth orbit to complete a two-way voice call. Now the company says it’s one step closer to bringing the technology to consumers. AST recently completed multiple tests in Hawaii where its engineers saw download speeds of 10Mbps from the company’s BlueWalker 3 satellite to unmodified phones on the ground.</p><p><a href=\"https://www.engadget.com/cellular-satellite-test-successfully-beams-4g-data-from-space-to-a-regular-phone-200318927.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-popular-subreddits-welcomed-adult-content-to-protest-reddit-changes-111510310.html?src=rss", "link": "https://www.engadget.com/the-morning-after-popular-subreddits-welcomed-adult-content-to-protest-reddit-changes-111510310.html?src=rss", "date_published": "2023-06-22 11:15:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Figma is now free for all US school students", "description": "<p>Instead of pen and paper, many students are now carrying a laptop with them, using it for everything from taking notes to doing research. Companies are responding with programs designed for tech-centric learning, including Figma, a cloud-based design tool. The company has announced that <a href=\"https://www.figma.com/blog/building-a-digital-first-future-for-every-student/\">Figma is now free for all US students in K-12</a>, in partnership with Google for Education. The <a href=\"https://www.figma.com/blog/figma-chromebook-next-generation-of-designers/\">initiative started in beta last year</a>, with 50 high schools across the country getting free access to Figma and FigJam, a collaborative whiteboard.</p><p>While <a href=\"https://www.engadget.com/adobe-figma-free-plan-092046390.html\">Figma offers a free version</a>, it only allows users to have three files for each program. Instead, schools can access the company's most advanced tier, <a href=\"https://www.figma.com/pricing/#figma-for-design-dev\">Figma Enterprise</a>, for free (typically $75 per person monthly). It includes unlimited files, individual and shared project options, dedicated workspaces and more sophisticated design features, among other perks. Schools will need Chromebooks to utilize the program, but they can apply for access if they have non-Google systems. According to the <a href=\"https://ies.ed.gov/schoolsurvey/\">National Center for Education Statistics</a>, 94 percent of schools provided devices like laptops and tablets to students who needed them for the 2022 to 2023 school year.</p><span id=\"end-legacy-contents\"></span><p>Figma's fate is a bit up in the air after <a href=\"https://www.engadget.com/adobe-figma-acquisition-130937415.html\">Adobe entered into an agreement to buy the competitor</a> in September 2022 for $20 billion in cash and shares. <a href=\"https://finance.yahoo.com/news/1-adobes-20-bln-deal-045900752.html\">Regulators across the US, UK and EU are investigating</a> whether the deal violates antitrust policies, with the first barrier emerging in February with reports that the US Justice Department was preparing an antitrust lawsuit to block the deal. The UK followed in May with the Competition and Markets Authority (CMA) announcing it was launching an inquiry into the agreement. Most recently came reports that European antitrust regulators plan to initiate an investigation into the merger later this year.</p><p>As for free Figma access for students, the initiative holds promise, with the company sharing positive reviews from educators involved in the beta program. Educators can now <a href=\"https://www.figma.com/education/chromebooks/\">sign up to bring Figma to their schools</a> in the US — plus, the company is taking its Chromebook partnership global, starting with Google schools in Japan.</p>This article originally appeared on Engadget at https://www.engadget.com/figma-is-now-free-for-all-us-school-students-105514037.html?src=rss", "link": "https://www.engadget.com/figma-is-now-free-for-all-us-school-students-105514037.html?src=rss", "date_published": "2023-06-22 10:55:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Get ready for a Zuck vs Musk cage fight", "description": "<p>I haven't watched a fight since Manny Pacquiao fought Floyd Mayweather Jr. way back in 2015, but I'd totally tune in if Elon Musk and Mark Zuckerberg duke it out in front of the camera. And I'm not the only one who would, based on the attention the idea of a fight between the two tech billionaires is getting on social media.&nbsp;</p><p>It all started when Musk reacted to a report about <a href=\"https://www.engadget.com/metas-rumored-twitter-competitor-could-launch-as-early-as-next-month-181625616.html\">Meta's Twitter riva</a>l. Apparently, Meta chief product officer Chris Cox said the company has &quot;been hearing from creators and public figures who are interested in having a platform that is sanely run.&quot; Someone told him to be careful, because Zuckerberg does jiu jiutsu now. &quot;I’m up for a cage match if he is,&quot; Musk <a href=\"https://twitter.com/elonmusk/status/1671364992665264131\">responded</a>. As <a href=\"https://www.theverge.com/2023/6/21/23769263/mark-zuckerberg-elon-musk-fight-cage-match-worldstar\"><em>The Verge</em></a> reports, Zuckerberg posted a screenshot of the exchange as a story on his Instagram account with the note: &quot;Send Me Location.&quot;</p><span id=\"end-legacy-contents\"></span><p>Zuckerberg has been training in Brazilian jiu-jitsu for around a year now, and his efforts have been well-documented — he even <a href=\"https://www.facebook.com/zuck/posts/pfbid02gjcZZKnDp3GfCDimnQ51oHj3yTRz8JmMxz3nbXWcH2RwSJaZDzecho4aJXLBHuMAl\">competed</a> in a tournament back in May and won gold and silver medals. As for Musk, he said he has a great move called &quot;<a href=\"https://twitter.com/elonmusk/status/1671705216918474752\">The Walrus</a>&quot; where he just lies on top of the opponent and does nothing. His proposed venue for the fight? The UFC Octagon in Las Vegas.&nbsp;</p><p>Since Musk Vs. Zuckerberg will be the main event, Engadget editors have a few suggestions for undercard matches. Satya Nadella Vs. Sundar Pichai would be almost as interesting to see, especially now that Bing has finally become part of the conversation, thanks to its AI chatbot. And then there's Snap CEO Evan Spiegel and Instagram head Adam Mosseri, who can take their mobile-first services' rivalry to the octagon. Since both Musk and Zuckerberg are looking for ways to monetize their platforms, the smart thing to do is to broadcast the event as pay-to-view live streams on Twitter Blue and Meta Verified. Of course, these are imaginary fights that will most likely not happen, but we're expecting a juicy check as thanks for our ideas if they do.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/get-ready-for-a-zuck-vs-musk-cage-fight-100611527.html?src=rss", "link": "https://www.engadget.com/get-ready-for-a-zuck-vs-musk-cage-fight-100611527.html?src=rss", "date_published": "2023-06-22 10:06:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Discord (still) has a child safety issue", "description": "<p>A new report has revealed alarming statistics about Discord's issues with child safety. Over the past six years, <a href=\"https://www.nbcnews.com/tech/social-media/discord-child-safety-social-platform-challenges-rcna89769\"><em>NBC News</em></a> identified 35 cases of adults being prosecuted on charges of &quot;kidnapping, grooming or sexual assault&quot; that allegedly involved Discord communication. At least 15 of those have resulted in guilty pleas or verdicts, with &quot;many others&quot; still pending.&nbsp;</p><p>Reporters also discovered 165 more cases, including four crime rings, in which adults were prosecuted for sharing CSAM (child sexual exploitation material) via Discord or allegedly using the site to extort children into sending sexually graphic images of themselves, a practice known as sextortion. The illegal acts often take place in hidden communities and chat rooms, according to the report.</p><span id=\"end-legacy-contents\"></span><p>A simple Google search of &quot;site:justice.gov Discord&quot; yields a large number of hits, many of a disturbing nature. In one case identified by <em>NBC News</em>, &quot;a teen was taken across state lines, raped and found locked in a backyard shed, according to police, after she was groomed on Discord for months.&quot;</p><p>&quot;What we see is only the tip of the iceberg,&quot; the Canadian Center for Child Protection's Stephen Sauer told <em>NBC News</em>. And it's not the first time Discord has been under fire for its handling of child abuse complaints. Last year, <a href=\"https://edition.cnn.com/2022/03/22/tech/discord-teens/index.html\"><em>CNN</em></a> also identified numerous incidents of CSAM, with some parents claiming that Discord offered little help.&nbsp;</p><p>Earlier this year, the National Center on Sexual Exploitation (NCOSE) issued a <a href=\"https://endsexualexploitation.org/articles/discord-dishonestly-responds-to-how-it-handles-child-sexual-abuse-material-after-being-named-to-2023-dirty-dozen-list/\">statement</a> titled &quot;Discord Dishonestly Responds to How it Handles Child Sexual Abuse Material After Being Named to 2023 <a href=\"https://endsexualexploitation.org/Discord/\">Dirty Dozen List</a>.&quot; Among other things, it noted that CSAM links were identified and reported, but still available on Discord's servers &quot;over two weeks later.&quot; It added that Discord's actions in responding to the issues are &quot;far too passive, failing to proactively search for and remove exploitation.&quot; It recommended that the site, which currently has over 150 million users, ban minors &quot;until it is radically transformed.&quot;&nbsp;</p><p>In a recent <a href=\"https://discord.com/blog/discord-transparency-report-q4-2022\">transparency report</a>, Discord said its &quot;investment and prioritization in child safety has never been more robust,&quot; adding that it disabled 37,102 accounts and removed 17,425 servers for child safety violations. The company's VP of trust and safety, John Redgrave, told NBC News that he believes the platform's approach to the issue has improved since Discord bought the AI moderation company Sentropy in 2021. It uses several systems to proactively detect CSAM and analyze user behavior, and Redgrave said that he thinks the company now proactively detects most materials that already &quot;identified, verified and indexed.&quot;&nbsp;</p><p>However, the systems can't currently detect child sexual abuse materials or messages that have yet to be indexed. In a review of Discord servers created over the past month, <em>NBC News</em> found 242 that use thinly disguised terms to market CSAM.&nbsp;</p><p>Discord isn't the only social media company with CSAM problems. A recent <a href=\"https://www.engadget.com/meta-vows-to-take-action-after-report-found-instagrams-algorithm-promoted-pedophilia-content-133343896.html\">report</a> found that Instagram helped &quot;connect and promote a vast network of accounts&quot; devoted to underage-sex content. However, Discord has reportedly made it particularly difficult for law enforcement at times, in one case asking for payment after the Ontario Police asked it to preserve records, according to the report. Engadget as reached out to Discord for comment.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/discord-still-has-a-child-safety-issue-085304790.html?src=rss", "link": "https://www.engadget.com/discord-still-has-a-child-safety-issue-085304790.html?src=rss", "date_published": "2023-06-22 08:53:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube TV's multiview streams now include non-sports options", "description": "<p>YouTube TV has expanded its <a href=\"https://www.engadget.com/youtube-tv-adds-multiview-streaming-in-time-for-march-madness-160009784.html\">multiview feature's</a> scope so that even non-sports fans can enjoy it. When the service launched multiview, it could show up to four sports streams on the screen at once. But now users will be able to choose from streams with news, business news and weather content, in addition to sports streams. Viewers will still have to pick from preselected videos and can't choose whatever stream they want to watch in multiview, but at least they now have more choices and don't have to stick to having all four screens tuned into sporting events.&nbsp;</p><p>The service first rolled out multiview in March with a focus on sports, just in time for NCAA's March Madness. Multiview is supported on all smart TVs and media players that can run YouTube TV, because the processing is done on the service's servers. While viewers can keep an eye on all four streams at once, they can jump to a full-screen view for each one and switch the audio and the captioning to whatever event they want to focus on at the moment.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition to expanding multiview's repertoire, YouTube TV is also adding Spanish-language sports channels to the preselected stream options for members with a Spanish or Spanish Plus plan. Some members might not have access to the expanded multiview options yet, but they will soon enough — YouTube TV says it gradually roll out these updates to all users over the summer.&nbsp;</p><div id=\"6edb73c339c441148d41824b43d7f578\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">And, we’re ROLLING 🔴🎥<br /><br />Starting today in the Home tab, a small portion of members will see us testing up to 5 brand new multiview streams that will be available to watch 24/7 across news, sports, business news, weather, and Deportes. <a href=\"https://t.co/wYDPjWWmDz\">pic.twitter.com/wYDPjWWmDz</a></p>— YouTube TV (@YouTubeTV) <a href=\"https://twitter.com/YouTubeTV/status/1671583983568850945?ref_src=twsrc%5Etfw\">June 21, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/youtube-tvs-multiview-streams-now-include-non-sports-options-060246814.html?src=rss", "link": "https://www.engadget.com/youtube-tvs-multiview-streams-now-include-non-sports-options-060246814.html?src=rss", "date_published": "2023-06-22 06:02:46+00:00", "persistent": false, "user": null, "language": "en-US"}]