[{"source": "https://www.theguardian.com/rss", "title": "At least 14,000 people denied vote due to lack of voter ID, watchdog finds", "description": "<p>‘Concerning’ signs voters with disabilities and from particular ethnic background disproportionately affected, study shows</p><p>About 14,000 people were turned away from polling stations at May’s local elections because they lacked the right ID, with the overall number denied a vote likely to be considerably higher, the official elections watchdog has said.</p><p>The interim study by the Electoral Commission also warned of “concerning” signs that voters with disabilities, people who are unemployed, or those from particular ethnic groups could be disproportionately affected by the policy.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/23/at-least-14000-people-denied-vote-due-to-lack-of-voter-id-watchdog-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/23/at-least-14000-people-denied-vote-due-to-lack-of-voter-id-watchdog-finds", "date_published": "2023-06-22 23:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London mayor’s office ‘banned’ from flying EU flag on referendum anniversary", "description": "<p>Exclusive: A change in planning rules has stopped the EU flag from being raised, say City Hall sources</p><p>Ministers have been accused of criminalising the flying of the European Union flag on government buildings in England after London’s City Hall was told it could be prosecuted for displaying it on the anniversary of the Brexit referendum.</p><p>Seven years after the referendum on leaving the EU, the Greater London authority (GLA) had planned to fly the flag on Friday but officials were advised that under the latest regulations they would need to secure permission from the local authority.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/23/london-mayors-office-banned-from-flying-eu-flag-on-referendum-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/23/london-mayors-office-banned-from-flying-eu-flag-on-referendum-anniversary", "date_published": "2023-06-22 23:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prayerbook of priest who saved Charles II’s life on display in Staffordshire hall", "description": "<p>Rare 1623 missal bears signature of Catholic priest John Huddleston, who hid king after final defeat by Cromwell’s forces</p><p>A 400-year-old prayerbook owned by a Catholic priest who helped save the life of Charles II, son of the executed King Charles I, has gone on public display at the house where he sought refuge after being defeated by Oliver Cromwell’s forces.</p><p>The rare missal was bought by the National Trust (NT) at auction, more than 60 years after a man paid sixpence for it in a Liverpool secondhand bookshop.</p> <a href=\"https://www.theguardian.com/world/2023/jun/23/prayerbook-priest-john-huddleston-saved-king-charles-life-on-display-in-staffordshire-hall\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/23/prayerbook-priest-john-huddleston-saved-king-charles-life-on-display-in-staffordshire-hall", "date_published": "2023-06-22 23:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NBA draft 2023: Victor Wembanyama set to go to San Antonio Spurs at No 1 – live", "description": "<ul><li>French teenager is touted as <a href=\"https://www.theguardian.com/sport/2022/oct/06/victor-wembanyama-basketball-french-teenager-nba-draft\">a once in a generation prospect</a></li><li><a href=\"mailto:hunter.felt.freelance@theguardian.com\">Email Hunter with your thoughts</a> or tweet <a href=\"https://twitter.com/hunterfelt\">@HunterFelt</a></li></ul><p>The draft starts at 8pm ET on Thursday at Barclays Center, Brooklyn, New York.</p><p>Viewers in the US can watch it on ABC, ESPN or via the NBA league pass. International viewers can watch it via NBA league pass.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/22/nba-draft-2023-victor-wembanyama-set-to-go-to-san-antonio-spurs-at-no-1-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/22/nba-draft-2023-victor-wembanyama-set-to-go-to-san-antonio-spurs-at-no-1-live", "date_published": "2023-06-22 23:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Petras: Feed the Beast review  | Alexis Petridis's album of the week", "description": "<p><strong>(Island)</strong><br />Lurching between well-worn current chart trends and 90s European pop-dance with flimsy melodies and frightful lyrics, Petras and her songwriters all miss the mark</p><p>These are high times for Kim Petras. Previously a marginal figure in the world of pop – she attracted a degree of notoriety for 2022’s spectacularly potty-mouthed EP Slut Pop – she was catapulted into mainstream consciousness when she appeared on Sam Smith’s global chart-topper Unholy. It made Petras the first openly transgender artist to have a US No 1 and the first trans artist to win a major category Grammy. There followed other markers of the German pop star’s newfound celebrity. In May, she appeared on the red carpet at the Met Gala, clad in Marc Jacobs, and was announced as one of four cover models for Sports Illustrated’s annual swimsuit issue.</p><p>If only the music on her major label debut album was as interesting and innovative as its author is, or even as diverting as Unholy, the gothic theatricality of which sounded markedly different to any other recent No 1. It’s tacked on to the end of Feed the Beast, but its presence only serves to underline that there’s nothing else like it here either. Instead, the album occasionally lunges towards some well-worn current pop trends. The clipped 80s sound familiar from the Weeknd’s Blinding Lights and subsequent hits including Ed Sheeran’s Bad Habits and Harry Styles’ As It Was gets another airing on Minute. Alone, meanwhile, fits with the vogue for borrowing huge chunks of immediately recognisable old hits by sticking a trap beat under Alice Deejay’s pop-trance smash Better Off Alone, a trick already pulled on Wiz Khalifa’s 2008 single Say Yeah.</p> <a href=\"https://www.theguardian.com/music/2023/jun/23/kim-petras-feed-the-beast-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/23/kim-petras-feed-the-beast-review", "date_published": "2023-06-22 23:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories select councillor to run in byelection after Warburton resignation", "description": "<p>Faye Purbrick will represent Conservatives in Somerton and Frome’s local elections, expected to take place on 20 July</p><p>The Conservatives have selected a councillor as their candidate to contest the byelection to replace David Warburton as the MP in Somerton and Frome after his resignation after allegations of harassment and drug use.</p><p>Faye Purbrick, who sits on Yeovil Town Council and Somerset county council, was chosen to contest the vote that is expected to take place on 20 July – the same day as two other byelections in England.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/22/tories-select-councillor-to-run-in-byelection-after-warburton-resignation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/22/tories-select-councillor-to-run-in-byelection-after-warburton-resignation", "date_published": "2023-06-22 22:48:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1.3bn adults will have diabetes by 2050, study predicts", "description": "<p>Number worldwide expected to double, with rises in every country and across every age group</p><p>The number of adults living with diabetes worldwide will more than double by 2050, according to research that blames rapidly rising obesity levels and widening health inequalities.</p><p>New estimates predict the number will rise from 529 million in 2021 to more than 1.3 billion in 2050. No country is expected to see a decline in its diabetes rate over the next 30 years. The findings <a href=\"https://www.thelancet.com/series/global-inequity-diabetes\">were published</a> in The Lancet and The Lancet Diabetes &amp; Endocrinology journals.</p> <a href=\"https://www.theguardian.com/society/2023/jun/22/more-than-13bn-adults-will-have-diabetes-by-2050-study-predicts\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/22/more-than-13bn-adults-will-have-diabetes-by-2050-study-predicts", "date_published": "2023-06-22 22:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "3M pays $10.3bn to settle water pollution suit over ‘forever chemicals’", "description": "<p>Settlement will provide funds to US municipalities over 13 years to test for and treat PFAS contamination in public water systems</p><p>3M Co has reached a $10.3bn settlement with a host of US public water systems to resolve water pollution claims tied to “forever chemicals”, the chemical company announced on Thursday.</p><p>The company said the settlement would provide the funds over a 13-year period to cities, towns and other public water systems to test for and treat contamination from per- and polyfluoroalkyl substances, or PFAS.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/3m-settlement-municipal-water-systems-pfas-contamination\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/3m-settlement-municipal-water-systems-pfas-contamination", "date_published": "2023-06-22 22:25:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "And Just Like That season two review – a lavish, ridiculous and hilarious meme-fest", "description": "<p>It will never live up to Sex and the City, but it’s intensely quotable, brilliantly watchable and packed with hilarious high jinks. Isn’t that enough?</p><p>The second season of And Just Like That, HBO’s controversial, heavily criticised Sex and the City revival, manages to do the unthinkable: it is even more lavish and unreservedly ridiculous than its first go-around. Here is just a small sample of some of the more daft things that happen in its first seven episodes: Charlotte (Kristin Davis) and Lisa (Nicole Ari Parker) lust after a student at their children’s school; Carrie (Sarah Jessica Parker) spends a scene mulling over the word “jizz”; Seema (Sarita Choudhury) dates a guy who uses a penis pump; Who’s The Boss? star Tony Danza has an extended cameo as himself, in which he worries he will get cancelled for appearing in Che Diaz’s (Sara Ramirez) sitcom pilot. And that barely scratches the surface of all the ludicrous high jinks Carrie and co get up to this season. It would seem that the showrunner, Michael Patrick King, having seen all the memes about its (often unintentionally) hilarious first season, has decided to plunge head-first into unfettered bonkersness. And the show is all the better for it.</p><p>Much of the criticism of And Just Like That’s first season centred on the ungainliness of it all: early episodes groaned under the weight of 10 years’ worth of exposition, plot points were introduced and abandoned with impunity, and the show’s discussion of gender and racism was deemed clunky and out of character. I don’t necessarily agree with the last gripe – the well-meaning but out-of-touch way Carrie, Charlotte and Miranda (Cynthia Nixon) discussed, say, transgender issues or Black Lives Matter, reminded me of the way my extended family would discuss these subjects – but both criticisms have largely been dealt with this time. Che is no longer a walking, talking infographic, and Miranda no longer sounds as if she is reciting sections of the book White Fragility from memory.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/22/and-just-like-that-season-two-review-a-lavish-ridiculous-and-hilarious-meme-fest\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/22/and-just-like-that-season-two-review-a-lavish-ridiculous-and-hilarious-meme-fest", "date_published": "2023-06-22 21:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tech firms to be forced to hand over data to inquests into child deaths", "description": "<p>Bereaved families welcome online safety bill amendment that hands greater powers to coroners</p><p>Ofcom will be able to force tech platforms to hand over the personal data of children whose deaths are suspected to be related to online harm, the government has confirmed.</p><p>On the last day of the online safety bill’s passage through parliament, the government accepted an amendment backed by a group of bereaved parents that will give coroners the power through Ofcom to force cooperation when investigating the deaths of children.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/22/ofcom-to-get-powers-to-obtain-childrens-data-for-coroners-in-online-safety-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/22/ofcom-to-get-powers-to-obtain-childrens-data-for-coroners-in-online-safety-cases", "date_published": "2023-06-22 20:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two debut books win Orwell prizes for political writing", "description": "<p>Peter Apps’ magnificent account of the Grenfell fire tragedy and Tom Crewe’s historical novel about pioneering Victorian gay rights advocates will each receive £3,000</p><p>A “magnificent” and “forensic” account of the policy decisions leading up to the Grenfell Tower fire, Show Me the Bodies: How We Let Grenfell Happen by Peter Apps, has won the 2023 Orwell prize for political writing. Meanwhile, Tom Crewe won the prize for political fiction with his historical novel The New Life, which dramatises the struggle to change Britain’s laws related to homosexuality in the 1890s.</p><p>The prizes aim to reward works that meet Orwell’s ambition “to make political writing into an art”. The winning books, which are both debuts, were announced during a ceremony at Conway Hall, London, on Thursday. Each author will receive £3,000.</p> <a href=\"https://www.theguardian.com/books/2023/jun/22/two-debut-books-win-orwell-prizes-for-political-writing-peter-apps-tom-crewe\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/22/two-debut-books-win-orwell-prizes-for-political-writing-peter-apps-tom-crewe", "date_published": "2023-06-22 20:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush: Portraits of a Generation review – don’t let this documentary distract from our national shame", "description": "<p>This tale of Buckingham Palace commissioning portraits of 10 Windrush passengers is warm and moving. But its attempt to gloss over an ongoing Home Office scandal makes it feel hollow</p><p>When <a href=\"https://www.theguardian.com/uk-news/video/2018/apr/16/national-day-of-shame-david-lammy-criticises-treatment-of-windrush-generation-video\">David Lammy stood up in parliament in April 2018</a> and criticised Amber Rudd’s “hostile environment” that had seen many of the Windrush generation deported, detained and denied healthcare, he bellowed that this was “a day of national shame”. The approach that began under Theresa May in 2012 became a scandal and led to the resignation of Rudd as home secretary and a pledge from the government to reform the Home Office to ensure it could never happen again. But the past six months have seen Suella Braverman dropping key commitments, and <a href=\"https://www.theguardian.com/politics/2023/jun/19/unit-reforming-home-office-windrush-scandal-being-disbanded\">the Home Office unit responsible for reforms has been quietly disbanded</a>, just in time for the 75th anniversary of Empire Windrush’s arrival in Tilbury.</p><p>There is plenty to admire in Windrush: Portraits of a Generation, which follows 10 fascinating and inspiring members of the Windrush generation having their portraits commissioned by Buckingham Palace – and created by 10 different artists. Those portraits are now part of the <a href=\"https://www.royal.uk/windrush-portraits-of-a-pioneering-generation\">royal collection</a>, which is immensely significant for both the artists and their subjects. But the programme is out of step with the news, and seems to want to take a broader national shame and wrap it up in a neat bow.</p><p>Windrush: Portraits of a Generation aired on BBC Two and is available on BBC iPlayer.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/22/windrush-portraits-of-a-generation-review-bbc-two\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/22/windrush-portraits-of-a-generation-review-bbc-two", "date_published": "2023-06-22 20:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok chief operating officer V Pappas steps down after five years", "description": "<p>Key executive at Chinese-owned company says ‘I feel the time is right to move on and refocus on my entrepreneurial passions’</p><p>TikTok’s chief operating officer, V Pappas, is stepping down after five years with the short-video company.</p><p>In an email to staff on Thursday, Pappas said they would be taking on an advisory role for the company during the transition.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/22/tiktok-v-pappas-resign-coo\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/22/tiktok-v-pappas-resign-coo", "date_published": "2023-06-22 19:49:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two years after record-shattering heat dome, Oregon county sues big oil", "description": "<p>Multnomah county is suing 17 companies for the fatal heatwave, seeking billions to upgrade public services and infrastructure</p><p>Oregon’s most populous county on Thursday sued major oil and gas companies over a deadly 2021 heatwave that killed dozens of people.</p><p>The defendants should be held responsible, the lawsuit alleges, for their role in fueling the climate crisis.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/oregon-big-oil-lawsuit-heatwave-heat-dome-pacific-northwest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/oregon-big-oil-lawsuit-heatwave-heat-dome-pacific-northwest", "date_published": "2023-06-22 19:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Modi’s US visit prompts condemnation and protest from Muslim leaders", "description": "<p>India’s prime minister ‘has a notorious and extensive record of human rights abuses,’ said a statement from lawmakers</p><p>Indian prime minister Narendra Modi’s state visit to the US has prompted condemnation and protest from Muslim leaders, lawmakers and other allies.</p><p>US house representatives Rashida Tlaib, Representative Ilhan Omar, Representative Alexandria Ocasio-Cortez, Cori Bush, and Kweisi Mfume are among those who have said they will boycott the Indian leader’s address to Congress on Thursday in light of the violence and repression of the media and religious minorities like Muslims, Christians, Sikhs and Dalits carried out under his rightwing nationalist government.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/modi-us-visit-human-rights-protest-muslim-leaders\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/modi-us-visit-human-rights-protest-muslim-leaders", "date_published": "2023-06-22 19:11:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kesha and Dr Luke reach ‘resolution’ in defamation lawsuit", "description": "<p>The singer and the former producer she accused of sexual assault have released a joint statement after an extended legal battle</p><p>Kesha has announced that a “resolution” has been made between her and producer Dr Luke after an extended legal battle.</p><p>The singer had in 2014 <a href=\"https://www.theguardian.com/music/2014/oct/14/singer-kesha-sues-producer-dr-luke-sexual-battery\">accused</a> her former collaborator of raping and drugging her as well as sexually assaulting Katy Perry leading to a defamation suit aimed against her. Perry denied the claim.</p> <a href=\"https://www.theguardian.com/music/2023/jun/22/kesha-dr-luke-resolution-defamation-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/kesha-dr-luke-resolution-defamation-lawsuit", "date_published": "2023-06-22 19:03:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ellyse Perry’s 99 puts Australia on top but Ecclestone and Filer reap rewards", "description": "<ul><li>Only Test, day one: Australia 328-7 v England</li><li>Debutant Lauren Filer bags Perry; Sophie Ecclestone takes 3-71</li></ul><p>There was a point on the first day of the Ashes Test at Trent Bridge when it looked like England might as well just get on the team bus and head straight back to Loughborough. Test cricket: come rain or shine, across four or five days, there has of late been an inevitability to it – Ellyse Perry will score runs.</p><p>Alongside her, partner Tahlia McGrath was looking rock-solid; the pair added 78 runs in the first hour after lunch, McGrath tapping a single through point to bring up the century partnership.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/ellyse-perrys-99-puts-australia-on-top-but-ecclestone-and-tiler-reap-rewards\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/ellyse-perrys-99-puts-australia-on-top-but-ecclestone-and-tiler-reap-rewards", "date_published": "2023-06-22 18:55:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlo Ancelotti held talks over Everton bonus fund with Alisher Usmanov", "description": "<ul><li>Everton’s former manager and oligarch sponsor held discussions</li><li>Issue may be behind Ancelotti’s high court case against Everton</li></ul><p>Carlo Ancelotti, the decorated manager who is suing his former club Everton, held discussions with a controversial Russian oligarch about a series of incentive payments that were dependent on Everton’s performance in the Premier League.</p><p>The Russian-Uzbek billionaire Alisher Usmanov proposed the bonuses at about the time Ancelotti was in talks to take the Everton job in 2019, sources say. The suggestion raises questions about whether a proposed side deal between Ancelotti and Usmanov is behind the manager <a href=\"https://www.theguardian.com/football/2023/jun/12/carlo-ancelotti-suing-everton-in-high-court-manager-real-madrid\" title=\"\">filing a claim against Everton</a> in London’s high court.</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/carlo-ancelotti-held-talks-over-everton-bonus-fund-with-alisher-usmanov\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/carlo-ancelotti-held-talks-over-everton-bonus-fund-with-alisher-usmanov", "date_published": "2023-06-22 18:52:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlos Alcaraz admits Andy Murray videos have aided grass game at Queen’s", "description": "<ul><li>Spaniard beats Lehecka 6-2, 6-3 to reach first grass quarter-final</li><li>‘I try similar stuff that Roger and Andy do’, says Spaniard</li></ul><p>He’s a fast learner, that Carlos Alcaraz. Two days after struggling to decipher the peculiar cadences of lawn tennis in his opening match at Queen’s, he raced into the first grass court quarter-final of his career with a whip-smart 6-2, 6-3 win over Jiri Lehecka.</p><p>Yet even after his 85-minute victory, the 20-year-old Spaniard was keen to further his education. For moments after stepping off Centre Court he made his way to practice court No 7 to put more work into his game – and his movement – for another 45 minutes.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/carlos-alcaraz-jiri-lehecka-queens-club-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/carlos-alcaraz-jiri-lehecka-queens-club-tennis", "date_published": "2023-06-22 18:37:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Perfect Find review – Gabrielle Union anchors breezy Netflix romcom", "description": "<p>There might be a little too much going on in the streamer’s glossy star vehicle but there’s enough style, wit and good music to make for a satisfying night in</p><p>She had me at: “There’s nothing wrong with Black nepotism.”</p><p>The thesis statement stamps the tone for The Perfect Find, an edgier than average choice for a Netflix-and-chill romcom, and there’s so much irony intended in Gabrielle Union being the one to deliver the line. She is Jenna, a Manhattan It-girl recovering from the demise of a decade-long relationship that unfolded in New York newsprint.</p> <a href=\"https://www.theguardian.com/film/2023/jun/22/perfect-find-review-gabrielle-union-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/22/perfect-find-review-gabrielle-union-netflix", "date_published": "2023-06-22 18:36:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel such indignation’: Windrush victims on the compensation process", "description": "<p>People affected by the scandal talk about their struggles to get a payout from the Home Office</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jun/22/windrush-compensation-claims-scheme-payouts-criticism\">Windrush payouts remain elusive after four years of scheme </a></li></ul><p>Four people affected by the Home Office’s Windrush scandal talk about their experiences of trying to claim compensation, as latest statistics reveal that just one in four applicants have received payments, four years after the scheme was launched. The Home Office <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/windrush-compensation-claims-scheme-payouts-criticism\">has paid out £63m across 1,681 claims</a>, a much lower amount than officials anticipated.</p><p>***</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/windrush-victims-on-compensation-process\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/windrush-victims-on-compensation-process", "date_published": "2023-06-22 18:24:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t worry about inflation, folks – Rish! is 100% not on it | John Crace", "description": "<p>Sunak’s claims that he can fix everything make him sound like a dodgy boyfriend – is he serious?</p><p>If it walks like a duck and quacks like a duck, the chances are it’s probably a duck. Ever since Rishi Sunak became prime minister, he and his team have been trying to sell him to the country as a different kind of politician. The type of leader who gets things done. Who makes promises and keeps them. Is straightforward with people about the challenges ahead. The Goldman Sachs tech bro who is effortlessly competent. The safest of safe pairs of hands.</p><p>Almost as if Rish! is on a mission to stop us thinking for ourselves. Because the longer it goes on, the clearer it becomes he is trying to gaslight us. There’s only so much cognitive dissonance anyone can take. Trying to persuade yourself that someone who is demonstrably a bit hopeless is some kind of new-age statesman eventually becomes an impossibility. You have to accept the evidence of your own eyes.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/22/rishi-sunak-inflation-100-not-on-it\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/22/rishi-sunak-inflation-100-not-on-it", "date_published": "2023-06-22 18:24:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saturday Night Live: the 10 best sketches from the 48th season", "description": "<p>An abridged season, due to the writers’ strike, offered up an uneven selection of skits but also some undeniable highlights</p><p>In the weeks leading up to what should have been the final three episodes of Season 48 of Saturday Night Live, the writing was on the wall – or, rather, the writing <em>wasn’t</em> on the wall.</p><p>By May, the Writers Guild of America strike was all but certain, which meant the show would be put on indefinite hiatus. No one expected the issue to be resolved in time for the season to have a proper conclusion – would-be hosts Pete Davidson, Kieran Culkin and Jennifer Coolidge were left hanging – and now, almost two months later, the fight is still ongoing.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/22/saturday-night-live-skit-snl-best-48-season\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/22/saturday-night-live-skit-snl-best-48-season", "date_published": "2023-06-22 18:17:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Macron’s green finance deal: save lives, not profits | Editorial", "description": "<p>The Paris conference shows the climate crisis is no time for the tranquillising drug of gradualism</p><p>The International Energy Agency in 2021 had an unambiguous <a href=\"https://www.theguardian.com/environment/2021/may/18/no-new-investment-in-fossil-fuels-demands-top-energy-economist\" title=\"\">message</a>: developing new fossil fuel resources is incompatible with restricting global heating to below 1.5C, a threshold beyond which the most disastrous climate impacts lie. Yet the oil and gas industry isn’t listening. Last year it committed <a href=\"https://www.ief.org/focus/ief-reports/upstream-investment-report-2023\" title=\"\">half a trillion dollars</a> for new capital expenditure on future drilling and extraction, while making outrageous profits of <a href=\"https://www.reuters.com/business/energy/oil-gas-industry-earned-4-trillion-last-year-says-iea-chief-2023-02-14/\" title=\"\">$4tn</a>. Business as usual will destroy life as we know it.</p><p>Energy is fundamental for development and meeting basic needs. But producing it from coal, oil and gas is simultaneously the cause of the climate emergency. Clearly the issues of climate, energy and development must be addressed in an interconnected way. This is very difficult against a post-Covid backdrop when poor nations have record levels of debt. In the wake of the Ukraine invasion, rising interest rates have caused the dollar to surge – raising the cost of meeting loan repayments which are often denominated in the US currency. African nations spend up to <a href=\"https://qz.com/africa/1848047/nigeria-kenya-ghana-spend-twice-more-debt-payment-than-health\" title=\"\">five times </a>their health budgets on debt obligations.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/the-guardian-view-on-macrons-green-finance-deal-save-lives-not-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/the-guardian-view-on-macrons-green-finance-deal-save-lives-not-profits", "date_published": "2023-06-22 18:13:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Glastonbury’s enduring appeal: a show like no other | Editorial", "description": "<p>The best of the festival can often be found on smaller stages away from the headliners that attract TV audiences</p><p>More than 200,000 people will head for Worthy Farm in Somerset this weekend for the 2023 Glastonbury festival. Since 1970, when<a href=\"https://www.glastonburyfestivals.co.uk/history/history-1970/\" title=\"\"> tickets cost £1</a> (including a pint of milk), it has grown to become<a href=\"https://www.visitbritain.com/en/things-to-do/music-and-festivals#:~:text=Glastonbury,biggest%20festival%20is%20Glastonbury%20Festival%20.\" title=\"\"> the UK’s largest festival</a> and a rite of passage for music lovers. Despite its sometimes otherworldly appearance, Glastonbury (of which the Guardian is a longstanding media partner) is not immune to the cost of living crisis. Since organisers put up a “super fence” in the early 2000s as a condition of keeping its licence, changing its nature but securing its future, it has faced ever-rising costs.</p><p>In pre-pandemic 2019, the last time tickets went on sale, they cost £265; this year they have risen to £335. The co-organiser Emily Eavis has cited the knock-on effects of cancelling two festivals during Covid. In contrast with other more corporate events, Glastonbury offers free tickets for children and works with food vendors on affordable options – but even so, there are fears that younger music lovers could end up <a href=\"https://www.theguardian.com/music/2022/oct/18/glastonbury-2023-ticket-prices\" title=\"\">priced out</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/the-guardian-view-on-glastonburys-enduring-appeal-a-show-like-no-other\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/the-guardian-view-on-glastonburys-enduring-appeal-a-show-like-no-other", "date_published": "2023-06-22 18:09:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Bank offers developing countries debt pauses if hit by climate crisis", "description": "<p>Move at Paris summit on global finance will only apply to repayments on new loans </p><p>Poor countries will be able to pause their debt repayments if hit by climate disaster, under plans unveiled by the World Bank at the finance summit in Paris.</p><p>The international development organisation said it would insert new clauses in any agreements with developing countries, allowing them to suspend debt payments in the case of extreme weather events, starting with some of the poorest and most vulnerable nations.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/world-bank-offers-developing-countries-debt-pauses-if-hit-by-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/world-bank-offers-developing-countries-debt-pauses-if-hit-by-climate-crisis", "date_published": "2023-06-22 18:06:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "True believers in Ocado should not be tempted by Amazon | Nils Pratley", "description": "<p>The speculated bid price of £8 today should not excite those who think a return to £28 is conceivable</p><p>It is still a little premature to launch a campaign to save Ocado for the nation and keep it out of the clammy hands of Amazon. No offer has been launched. Neither company would comment on the bid rumours on Thursday. The stock market, where <a href=\"https://www.theguardian.com/business/2023/jun/22/ocado-shares-soar-takeover-rumours\">Ocado’s shares soared 32%</a>, may have misread the plot. But there’s no harm in getting in early. If it comes to it, one hopes Tim Steiner, Ocado’s chief executive, tells the Amazonians to get stuffed.</p><p>Admittedly, Ocado has been a jam-tomorrow story for most of its 13, mostly loss-making, years as a public company. There was a hurrah, and excited talk about “the Microsoft of retail”, when, from 2018, deals started to be signed with overseas food retailers to supply robots, warehouses and online expertise. And there was a bigger hurrah when the pandemic inflated the values of everything techie. Ocado’s shares flew as high as £28.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/22/true-believers-in-ocado-should-not-be-tempted-by-amazon\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/22/true-believers-in-ocado-should-not-be-tempted-by-amazon", "date_published": "2023-06-22 17:54:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Museum offers to pay translator after plagiarism row", "description": "<p>Yilin Wang had translated passages from a Chinese revolutionary which were used in the China’s Hidden Century exhibition</p><p>The British Museum has offered to pay a writer for her work after she alleged her poetry translations had been plagiarised in a landmark exhibition.</p><p>Earlier this week, the museum <a href=\"https://www.theguardian.com/culture/2023/jun/20/translator-alleges-work-on-chinese-radical-plagiarised-in-british-museum-show\">removed a segment of its China’s Hidden Century exhibition</a> after Yilin Wang said she did not receive any credit or reimbursement for her translations of the work of Qiu Jin, a Chinese revolutionary.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/22/british-museum-offers-to-pay-translator-after-plagiarism-row\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/22/british-museum-offers-to-pay-translator-after-plagiarism-row", "date_published": "2023-06-22 17:27:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the UK’s mortgage crisis – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/22/ben-jennings-on-the-uks-mortgage-crisis-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/22/ben-jennings-on-the-uks-mortgage-crisis-cartoon", "date_published": "2023-06-22 17:01:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Root: ‘If I could go back, I would start my captaincy like Ben has’", "description": "<p>The former captain regrets not being more attacking during his reign and wants the team to ‘double down’ in Ashes</p><p>Joe Root has insisted he would not change anything about England’s high-risk approach to the first Ashes Test at Edgbaston despite the <a href=\"https://www.theguardian.com/sport/2023/jun/20/england-australia-ashes-first-test-day-five-match-report-cricket\" title=\"\">bitter taste of defeat</a> – but said he would love to return to his own appointment as captain in 2017 and attack with the same mindset as his successor, Ben Stokes.</p><p>“If I could go back in time I’d go back and start my captaincy the way Ben has and try to get us to play in a similar manner to how he does it,” Root said. “It’s far more exciting, it’s far more interesting, and I think we’re getting far more out of our team and our individuals. We’re playing better cricket to watch, we’re producing better results overall. And if we are going to grow as a team we can’t just look at a game like that, with a couple of moments that went against us, and say: ‘We need to go about things differently.’</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/cricket-joe-root-wishes-england-had-high-risk-mindset-during-his-test-tenure\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/cricket-joe-root-wishes-england-had-high-risk-mindset-during-his-test-tenure", "date_published": "2023-06-22 17:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nadine Dorries ‘completely given up’ on job as MP long before announcing exit", "description": "<p>Labour and Lib Dems both say they can win Tory seat, where constituents angry at being left in limbo</p><p>Nadine Dorries’ announcement that she <a href=\"https://www.theguardian.com/politics/2023/jun/09/nadine-dorries-stands-down-as-mp-with-immediate-effect\">would step down</a> as an MP, before then delaying her exit, has brought a new focus on her Mid Bedfordshire constituency – and claims that the former culture secretary is barely visible in an area she has represented since 2005.</p><p>“It’s been quite surprising how many people say, ‘We never see her here,’ or ‘She’s never done anything for this area,’” one opposition campaigner said. “We’re also getting lots of people who are angry at being left in limbo by her failure to resign.”</p> <a href=\"https://www.theguardian.com/politics/2023/jun/22/nadine-dorries-completely-gave-up-on-job-as-mp-long-before-announcing-exit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/22/nadine-dorries-completely-gave-up-on-job-as-mp-long-before-announcing-exit", "date_published": "2023-06-22 16:45:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s push for new sexual abuse trial is ‘magical thinking,’ E Jean Carroll says", "description": "<p>The former US president asked for a new trial after the jury awarded Carroll $5m, saying the damages were excessive</p><p>Donald Trump’s push for a new trial in the civil case in which a Manhattan jury last month found the former US president sexually abused and defamed the writer E Jean Carroll is “magical thinking”, Carroll’s lawyers said on Thursday.</p><p>Trump, the frontrunner for the 2024 Republican presidential nomination, on 8 June asked for a new trial after the jury awarded Carroll $5m, saying the damages were excessive because the jury did not find she was raped and because the alleged conduct did not cause her a diagnosed mental injury.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/trump-sexual-abuse-damages-new-trial-e-jean-carroll\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/trump-sexual-abuse-damages-new-trial-e-jean-carroll", "date_published": "2023-06-22 16:43:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mechanical bull from Birmingham 2022 Commonwealth Games to be named Ozzy", "description": "<p>Public choose name of Black Sabbath singer for the bull, which will be placed at Birmingham New Street station</p><p>The mechanical bull that formed the centrepiece of the Birmingham 2022 Commonwealth Games opening ceremony is to be named after one of the city’s most famous sons: Ozzy Osbourne.</p><p>The name of the Black Sabbath singer was chosen by a public poll, winning 70% of the votes to beat Brummie, Bostin and Boulton. Ozzy, who was originally destined for the scrapyard, will now be placed at Birmingham New Street station.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/ozzy-mechanical-bull-birmingham-2022-commonwealth-games\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/ozzy-mechanical-bull-birmingham-2022-commonwealth-games", "date_published": "2023-06-22 16:42:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour would not back subsidising mortgage holders, Starmer says", "description": "<p>Leader says there is no quick fix and there are problems with approach advocated by Lib Dems</p><p>Keir Starmer has said he would not support subsidising mortgage holders to spare them the pain of rising interest rates, as the Bank of England <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5\">pushed its base rate up</a> by 0.5 percentage points to 5%.</p><p>The Labour leadersaid there were “problems” with the approach advocated by some, including the Liberal Democrat leader, Ed Davey, who has called for a £3bn support scheme to help vulnerable borrowers.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/22/labour-would-not-back-subsidising-mortgage-holders-starmer-says\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/22/labour-would-not-back-subsidising-mortgage-holders-starmer-says", "date_published": "2023-06-22 16:41:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British LGBT awards drop sponsorship deals with Shell and BP", "description": "<p>Announcement comes after Divina de Campo joined host of nominees and judges who pulled out of the event</p><p>The British LGBT Awards have dropped sponsorship deals with Shell and BP after nominees and judges began pulling out of the competition.</p><p>Amid the latest cultural backlash against the fossil fuel industry, the awards event said it had “revised” its corporate sponsors. Overnight, Shell and BP were removed from <a href=\"https://britishlgbtawards.com/meet-our-supporters/\">its list of 2023 supporters</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/british-lgbt-awards-drops-sponsorship-deals-with-shell-and-bp\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/british-lgbt-awards-drops-sponsorship-deals-with-shell-and-bp", "date_published": "2023-06-22 16:40:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush payouts remain elusive after four years of scheme", "description": "<p> Critics express dismay as statistics reveal just a quarter of applicants have received compensation so far</p><p>Lawyers and charity workers helping people trying toclaim Windrush compensation have expressed dismay that claimants are still struggling to secure settlements that reflect the damaging consequences of being misclassified as illegal immigrants.</p><p>Statistics released this week show that only one in four of the 6,348 applications submitted have received payments. A total of £62.7m has been paid out on 1,681 claims so far, four years after <a href=\"https://www.theguardian.com/uk-news/2019/apr/03/uk-pay-windrush-victims-200m-compensation-lives-damaged-hostile-environment-policy\">the scheme was launched</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/windrush-compensation-claims-scheme-payouts-criticism\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/windrush-compensation-claims-scheme-payouts-criticism", "date_published": "2023-06-22 16:40:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your experiences of vaping", "description": "<p>We would like to hear from people who vape about their experiences </p><p>We would like to hear from people who vape about their experiences.</p><p>Tobacco smoking is the leading cause of preventable illness and death in England. <a href=\"https://www.kcl.ac.uk/news/spotlight/clearing-the-smoke-the-evidence-behind-vaping\">Cigarette smoke kills about 65,000 people a year.</a> Though many studies show that vaping is <a href=\"https://www.theguardian.com/society/2023/apr/16/is-vaping-safe-or-not-all-you-need-to-know-about-e-cigarettes\">less harmful than smoking</a>, it is not risk free. <a href=\"https://www.nhs.uk/live-well/quit-smoking/using-e-cigarettes-to-stop-smoking/\">According to the NHS</a>: “The liquid and vapour contain some potentially harmful chemicals also found in cigarette smoke, but at a much lower level.”</p> <a href=\"https://www.theguardian.com/society/2023/jun/22/tell-us-your-experiences-of-vaping\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/22/tell-us-your-experiences-of-vaping", "date_published": "2023-06-22 16:40:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rise in abortions in England and Wales linked to cost of living crisis, say experts", "description": "<p>Steep rise in first half of 2022 follows trend from previous year, when Covid pandemic caused financial uncertainty</p><p>The number of abortions in England and Wales has risen sharply, with a charity saying that growing financial pressure on families could mean it continues to rise.</p><p>The number increased by 17%, from 105,488 between January and June 2021 to 123,219 over the same period in 2022, according to <a href=\"https://www.gov.uk/government/statistics/abortion-statistics-for-england-and-wales-january-to-june-2022/abortion-statistics-for-england-and-wales-january-to-june-2022\">a report by the Department of Health and Social Care</a> (DHSC).</p><p>The majority of abortions took place in the early stages of pregnancy: 67% up to seven weeks gestation; 93% up to 12 weeks, and 98% up to 17 weeks gestation.</p><p>Medically induced procedures accounted for 86% of abortions, with 97% of these occurring before 10 weeks.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/rise-in-abortions-in-england-and-wales-linked-to-cost-of-living-crisis-say-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/rise-in-abortions-in-england-and-wales-linked-to-cost-of-living-crisis-say-experts", "date_published": "2023-06-22 16:33:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "So, George Osborne, austerity was essential? Tell that to the millions still suffering its terrible effects | Polly Toynbee", "description": "<p>The former chancellor’s ‘heartfelt sympathy’ for bereaved people at the Covid inquiry rang entirely false</p><p>How did they get away with it? George Osborne’s evidence to the Covid-19 inquiry this week was a useful reminder of how cleverly he persuaded voters that his state-shrinking austerity was not an ideology but an economic necessity, “<a href=\"https://www.independent.co.uk/news/uk/home-news/covid-inquiry-live-pandemic-david-cameron-b2360578.html\">essential to rebuild</a> fiscal space to provide scope to respond to future economic shocks”.</p><p>To charges from the inquiry’s inquisitor that he pulled down the roof on “depleted health and social care capacity, and rising inequality”, Osborne <a href=\"https://www.theguardian.com/politics/live/2023/jun/20/mel-stride-boris-johnson-partygate-report-rishi-sunak-uk-politics-live?filterKeyEvents=false&amp;page=with:block-6491a67d8f0890e11a2be188#block-6491a67d8f0890e11a2be188\">replied</a>: “Most certainly not. I completely reject that”. He even claimed he tried to “ring-fence” the NHS, despite <a href=\"https://www.theguardian.com/commentisfree/2021/feb/04/george-osborne-legacy-britain-helpless-covid-austerity#:~:text=Despite%20election%20pledges%2C%20NHS%20funding%20per%20capita%20fell%20as%20never%20before%2C\">cutting its funding</a> per capita.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/george-osborne-austerity-children-covid-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/george-osborne-austerity-children-covid-inquiry", "date_published": "2023-06-22 16:29:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea launch multi-club project with deal to buy majority stake in Strasbourg", "description": "<ul><li>Chelsea paying £65m for close to 100% stake in French side</li><li>Boehly has been looking for suitable clubs since last summer</li></ul><p>Chelsea have kickstarted their multi-club project by agreeing to buy a majority stake in Strasbourg. The deal is a major boost for the Premier League club’s owners, Todd Boehly and Clearlake Capital, who have been looking for suitable clubs to purchase since last summer.</p><p>The initial expectation had been that Chelsea would be forced to settle for a minority stake in Strasbourg, leaving them unable to exert full control over the French club. Sources questioned whether there would be any benefits to such a deal for Chelsea and further talks were held.</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/chelsea-agree-to-buy-majority-stake-in-strasbourg-to-launch-multi-club-project\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/chelsea-agree-to-buy-majority-stake-in-strasbourg-to-launch-multi-club-project", "date_published": "2023-06-22 16:23:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British extremists are importing tactics from the US hard right. Their target? Family drag shows  | Tim Squirrell", "description": "<p>The debate over what is appropriate for children is important, but it has been co-opted at protests using abusive tactics</p><p>Drag and cross-dressing have been a part of British cultural expression for centuries. From Shakespeare plays to pantomime dames, and the late Barry Humphries’ creation Dame Edna Everage; playing with representations of gender in all its forms has long been widely enjoyed by audiences. Drag shows are a modern expression of this tradition, which is now being threatened by a coordinated campaign to silence it.</p><p><a href=\"https://www.theguardian.com/politics/2023/jun/22/tory-mps-contributing-to-growing-hostility-to-drag-events-report-says\">More than 50 family drag events</a> in the UK were targeted by protesters from June last year to this May, according to <a href=\"https://www.isdglobal.org/isd-publications/a-year-of-hate-anti-drag-mobilisation-efforts-targeting-lgbtq-people-in-the-uk/\">data</a> gathered by our researchers at the Institute for Strategic Dialogue (ISD). Ten shows were cancelled or postponed before they even took place. At the ones that did go ahead, small groups (rarely more than 12) using abusive and confrontational tactics routinely accused parents who were taking their children to the events of supporting paedophilia, or threatened to perform “citizen’s arrests” on the drag queens performing at them. Clashes between protesters and counter protesters or police broke out at a number of them.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/british-extremists-us-right-family-drag-shows-children\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/british-extremists-us-right-family-drag-shows-children", "date_published": "2023-06-22 16:17:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ecological tipping points could occur much sooner than expected, study finds", "description": "<p>Amazon rainforest and other ecosystems could collapse ‘very soon’, researchers warn</p><p>Ecological collapse is likely to start sooner than previously believed, according to a new study that models how tipping points can amplify and accelerate one another.</p><p>Based on these findings, the authors warn that more than a fifth of ecosystems worldwide, including the Amazon rainforest, are at risk of a catastrophic breakdown within a human lifetime.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/ecological-tipping-points-could-occur-much-sooner-than-expected-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/ecological-tipping-points-could-occur-much-sooner-than-expected-study-finds", "date_published": "2023-06-22 16:15:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vice Media to be acquired by buyers from Fortress Investment Group – report", "description": "<p>Amid multiple bids, Fortress’s bid was reportedly the most ‘qualified’ for Vice, which filed for bankruptcy last month</p><p>Vice Media, whose assets include Vice News, Motherboard, Refinery29 and Vice TV, is slated to be acquired by a group of buyers from Fortress Investment Group, according to a report in the<a href=\"https://www.nytimes.com/2023/06/22/business/fortress-vice-bankruptcy.html\"> New York Times.</a></p><p>Just last month, the organization <a href=\"https://www.theguardian.com/media/2023/may/15/vice-files-for-bankruptcy-protection-amid-cut-price-sale-to-consortium\">filed for bankruptcy</a>.</p> <a href=\"https://www.theguardian.com/media/2023/jun/22/vice-media-acquired-fortress-investment-group\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/22/vice-media-acquired-fortress-investment-group", "date_published": "2023-06-22 16:14:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happy endings: the Dining Across the Divide pair who became ‘soul sisters’", "description": "<p>When we arranged for Anne and Katie to meet, we expected them to clash on issues such as immigration. Instead, says Katie, it’s been like discovering a long-lost twin</p><p>When Anne was matched with Katie for <a href=\"https://www.theguardian.com/lifeandstyle/2021/nov/25/dining-across-the-divide-dont-take-this-the-wrong-way-but-people-relate-to-the-english-differently\" title=\"\">Dining Across the Divide</a> in 2021, they sounded quite far apart on immigration. They met in Argyll and Katie arrived “with the saltire on her mask”. Anne remembers “expecting to meet a Tory Brexiter. Not someone as lovely as Katie. I’m delighted.”</p><p>Katie said back then: “Anne and I were like soul sisters.” And now – a few days after a walk they had near Anne’s home in Dunoon – she amends that. “It’s like discovering a long-lost sister; not even a sister, a twin. There are very few things we disagree on. I can’t think of any other friend I have who’s so in tune. It’s kind of odd, meeting somebody in the way we did and finding we’re so perfectly matched.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/22/happy-endings-the-dining-across-the-divide-pair-who-became-soul-sisters\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/22/happy-endings-the-dining-across-the-divide-pair-who-became-soul-sisters", "date_published": "2023-06-22 16:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s OK that life is hard’: Jennifer Lee, the bullied Cinderella fan who rose to billion-dollar boss at Disney", "description": "<p>As co-writer and director of Frozen, she changed cinema forever. Now Lee is in charge of Disney animation – and creating a new blockbuster, Wish, about a dodgy king’s whistleblowing apprentice</p><p>Forty years ago, Jennifer Lee was miserable in middle school. Her parents had got divorced and she had moved to Rhode Island with her mother and sister. She was, by her own account, “always a mess. Stains on my clothes … knots in my hair … chubby.</p><p>“I was born into a very modest life,” she says today. “I was a kid with ADHD; terrible in school. I don’t think people ever thought I could amount to anything.”</p> <a href=\"https://www.theguardian.com/film/2023/jun/22/jennifer-lee-disney-creative-chief-frozen-cinderella\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/22/jennifer-lee-disney-creative-chief-frozen-cinderella", "date_published": "2023-06-22 16:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winifred Ewing obituary", "description": "Scottish politician whose 1967 byelection triumph in Hamilton heralded a breakthrough for the SNP<p>The politician Winifred Ewing, who has died aged 93, was the most remarkable vote-winner in modern Scottish politics. Her triumph at the Hamilton byelection in 1967 heralded the breakthrough of the Scottish National party as a serious electoral force; later in her career she retired undefeated from the European parliament after four terms as MEP for the Highlands and Islands.</p><p>She then concluded a unique treble by becoming a founding member of the devolved Scottish parliament when it was established in 1999 and indeed, as the oldest MSP, took the chair at its first session before a presiding officer had been elected. She drew on her experience to call for the new body to “follow the more consensual style of the European parliament and say goodbye to the badgering and backbiting that one associates with Westminster”.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/22/winifred-ewing-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/22/winifred-ewing-obituary", "date_published": "2023-06-22 16:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiny patch of land the size of a tennis court becomes part of Welsh national forest", "description": "<p>Dense woodland planted by volunteers two years ago given same status as country’s vast forests</p><p>It may lack the majesty of the lovely ancient woodlands that cling to the slopes of Wales’ highest peaks or tumble into its deep river valleys.</p><p>But a small chunk of land in a park in the south Wales seaside town of Barry planted densely with trees has been selected to become part of the country’s national forest, a scheme to create a network of woodland running the length and breadth of the country.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/wales-tiny-forest-welsh-national-forest-status\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/wales-tiny-forest-welsh-national-forest-status", "date_published": "2023-06-22 15:49:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia accuses Ukraine of using UK-supplied missiles to strike bridge to Crimea", "description": "<p>Chonhar Bridge is one of a handful of infrastructures linking Crimea with the mainland</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/22/russia-ukraine-war-live-slow-pace-of-counteroffensive-setting-conditions-for-future-main-effort-usthinktank-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine has been accused of using long-rage missiles provided by Britain to strike a bridge connecting Russian-occupied parts of the Kherson region with the Crimean peninsula, according to Russian-backed officials in the region.</p><p>If confirmed, the incident is likely to spark a row in Russia, as the strike comes two days after Moscow threatened to attack Kyiv’s “decision-making centres” if western-supplied missiles were used against Crimea.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/russia-accuses-ukraine-uk-missiles-strike-bridge-to-crimea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/russia-accuses-ukraine-uk-missiles-strike-bridge-to-crimea", "date_published": "2023-06-22 15:40:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Dettori wins Gold Cup at his last Royal Ascot on Courage Mon Ami", "description": "<ul><li>Italian wins flagship race of meeting in his final year</li><li>Dettori at his brilliant best to catch favourite in closing stages</li></ul><p>The greatest racing showman of the past 30 years ensured a suitably dramatic conclusion to his final Gold Cup here on Thursday. Frankie Dettori arrived with a perfectly timed run on Courage Mon Ami to overhaul Coltrane, the favourite, having started the long turn towards home with one horse behind him.</p><p>Dettori punched the air as he crossed the line, in what was perhaps a cathartic moment after his failure to add a fourth Gold Cup win to Stradivarius’s career record in the past two runnings of the race. He received some criticism for his efforts after both defeats, but his arrival centre-stage on Thursday was timed to the second.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/frankie-dettori-wins-the-gold-cup-at-his-last-royal-ascot-on-courage-mon-ami-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/frankie-dettori-wins-the-gold-cup-at-his-last-royal-ascot-on-courage-mon-ami-horse-racing", "date_published": "2023-06-22 15:40:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why was Britain seduced by an upper-class liar? | Letters", "description": "<p>Readers reflect on why voters are prepared to overlook the shortcomings of the likes of Boris Johnson </p><p>Nesrine Malik is right (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/19/boris-johnson-brexit-partygate-tories\" title=\"\">People voted for Boris Johnson knowing he was a liar. It’s too late to start shifting the blame, 19 June</a>), the British have a peculiar penchant for an “aristocratic class” whose shortcomings we are prepared to overlook. In fact, the more elite their credentials, the better, just as long as it is stripped of its haughtiness and flatters us with what looks like its earnest attention.</p><p>This, in part, explains the love affair with Boris Johnson, the non-aristocrat always eager to flaunt the cultural capital that made him an eminent member of the club. His self-deprecating buffoonery was lapped up by many who might have been thought to resent everything he stands for. The more there was talk of his intellect, learning and charm, despite this being a smörgåsbord of superficiality, the more willingly some were duped by his ingratiating bonhomie and affectation of chumminess.</p> <a href=\"https://www.theguardian.com/inequality/2023/jun/22/why-was-britain-seduced-by-an-upper-class-liar\">Continue reading...</a>", "link": "https://www.theguardian.com/inequality/2023/jun/22/why-was-britain-seduced-by-an-upper-class-liar", "date_published": "2023-06-22 15:38:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Help Windrush children explore their shared history | Letters", "description": "<p>Making links with the home country of your parents and grandparents is important for identity formation, writes <strong>Andrew P Smith</strong>, while <strong>Robin Cameron</strong> recommends the International Slavery Museum in Liverpool</p><p>Regarding your article in the <a href=\"https://www.theguardian.com/uk-news/windrush-at-75\" title=\"\">Windrush at 75</a> series (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/21/caribbean-british-millennials-windrush-generation\" title=\"\">A bit Caribbean, a bit British. We millennials owe it to the Windrush generation to embrace both, 21 June</a>), my parents left Jamaica for Exeter in 1960 after getting married. Dad was an Anglican priest in Exeter, Exwick and Exmouth, and my three older brothers and I were all born in England. In 1972, the family returned to Jamaica, where we grew up, and we never returned to the UK.</p><p>I don’t know why they returned to Jamaica, but I’m glad they did as I now have a strong identity of who I am, as a Jamaican who is descended from the mix of peoples that make up the Caribbean – African, Indian, white etc. I’m also able to see, experience and analyse the impact that slavery, colonialism, independence and self-governance has had on Jamaica’s society and development.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/help-windrush-children-explore-their-shared-history\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/help-windrush-children-explore-their-shared-history", "date_published": "2023-06-22 15:38:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Academy, take action: why there should be an Oscar for best stunts", "description": "<p>The director of John Wick: Chapter 4 has revealed that he is in discussions with the Academy to officially recognise the power of action sequences – and it couldn’t happen quickly enough</p><p>You could ask a million different people what they want from the Oscars, and you’d get a million different replies. Some would want greater diversity, others for commercial movies to be better recognised. Some would want to see the entire ceremony scrapped altogether and replaced by a list of winners sent out via email, although that last one might just be me. Anyway, the point is that nobody – nobody on Earth – would want the Oscars to be any longer.</p><p>To watch the Oscars these days is to commit to slowly losing all feeling in your lower body. On and on they go, for hours and hours. All the awards. All the speeches. All the montages. All the bits where everyone assembled focuses their willpower to shut out the creeping death of theatrical film-making as a financially viable medium. It goes on a while, and at this stage only an absolute lunatic would want to start adding categories to an already overstuffed dance card.</p> <a href=\"https://www.theguardian.com/film/2023/jun/22/oscars-best-stunts-john-wick\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/22/oscars-best-stunts-john-wick", "date_published": "2023-06-22 15:15:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Etihad Airways contractor sent me unsolicited messages, says British woman", "description": "<p>Hannah Smethurst, 23, tweeted screenshot of messages from sender who claimed to have looked up details in airline’s system</p><p>An airline passenger received unsolicited WhatsApp messages from a contractor working for Etihad Airways while she was waiting to board a flight from Abu Dhabi to Manchester, she has said.</p><p>Hannah Smethurst, 23, tweeted a screenshot showing WhatsApp messages from a United Arab Emirates number she did not recognise, displaying the name Muhammed, at 1.32am on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/etihad-airways-contractor-sent-me-unsolicited-messages-says-british-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/etihad-airways-contractor-sent-me-unsolicited-messages-says-british-woman", "date_published": "2023-06-22 15:13:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RMT announces three days of rail strikes in July as dispute continues", "description": "<p>Strikes on 20, 22 and 29 July will come after train operators fail to make new pay offer, union says</p><p>A fresh round of <a href=\"https://www.theguardian.com/uk-news/rail-strikes\">rail strikes</a> is set to disrupt national networks during July, after the RMT union announced that 20,000 workers would stage three days of walkouts.</p><p>The announcement dashes any hopes of an imminent resolution to a bitter labour dispute that has caused frequent disruption to rail lines across the country during 2023.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/rmt-announces-three-days-of-rail-strikes-in-july-as-dispute-continues\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/rmt-announces-three-days-of-rail-strikes-in-july-as-dispute-continues", "date_published": "2023-06-22 15:02:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feast by Emily O’Grady review – tense and triumphant look at the unmet needs of women", "description": "<p>A fading rock star and once-famous actor enjoy a reclusive life in an old Scottish manor – until his ex and daughter come to visit</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Feast opens with Alison – a once-famous actor living a reclusive life with her partner in the wilds of Scotland – discovering a rabbit caught in a trap.</p><p>She doesn’t soothe it or speak to it as she pushes down on its neck until it snaps. She stands, feeling “the illogical ache of homesickness, of feeling far from where she is safe”, and carries its corpse back to their dilapidated manor house.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/books/2023/jun/23/feast-by-emily-ogrady-review-tense-and-triumphant-look-at-the-unmet-needs-of-women\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/23/feast-by-emily-ogrady-review-tense-and-triumphant-look-at-the-unmet-needs-of-women", "date_published": "2023-06-22 15:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I am kinky but my partner is not. Should I end our secure, loving relationship? | Leading questions", "description": "<p>Every relationship involves sacrifices, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. But yours might not be as fulfilling as you think – for either party</p><p><strong>I have been in a loving relationship for three years. When I first met him, I told a close friend that I thought I’d met the love of my life. That initial infatuation gave way to a more realistic affection, but he’s smart, handsome and caring. I enjoy our time together and feel secure and trusting.</strong></p><p><strong>Sexually, things were enjoyable at the beginning. That calmed down into a less frantic dynamic but we still have sex once per week.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/23/i-am-kinky-but-my-partner-is-not-should-i-end-our-secure-loving-relationship\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/23/i-am-kinky-but-my-partner-is-not-should-i-end-our-secure-loving-relationship", "date_published": "2023-06-22 15:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Loss of fossil fuel assets would not impoverish general public, study finds", "description": "<p>Research allays fears that rapid scaling back of production would hit people’s savings and pensions hard</p><p>A rapid reduction in fossil fuels, essential to avoid devastating climate breakdown, would have minimal financial impact on the vast majority of people, new research has shown.</p><p>Urgently cutting back on fossil fuel production is essential to avoid the worst impacts of climate breakdown and the economic and social turmoil that would ensue. However, some opponents of climate action claim it is too expensive. They argue that rapidly scaling back fossil fuel production would leave billions of pounds of “stranded assets”, leading to an economic slump that would impoverish the public through a fall in the value of savings and pension funds.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/fossil-fuel-assets-loss-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/fossil-fuel-assets-loss-study", "date_published": "2023-06-22 15:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s like tapping into the animating energy of the universe’ – Guardian readers’ best albums of 2023 so far", "description": "<p>From melancholy pop to jubilant rap, potent African pop and accessible jazz, Guardian readers worldwide pick out the new music that has most impressed them so far this year</p><p>James Holden’s label Border Community introduced me to electronic music that I probably would never have listened to otherwise. Over the years, he seems to have moved away from club-based music in favour of a more organic, human sound. It’s been almost 20 years since the creation of Border Community and this album is a celebration of that. Each track feels like a nod to parts of his previous discography. The percussion on most tracks is very faint and makes the album feel like a lost memory. The only track where the beat hits with a thud is Worlds Collide Mountains Form, which sounds like a band playing by the fire, feeding off each other in a trance-like state. To me, that signals where James is now and he wants you to join in. <strong>Ross, 35, Norwich </strong></p> <a href=\"https://www.theguardian.com/music/2023/jun/22/guardian-readers-best-albums-of-2023-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/guardian-readers-best-albums-of-2023-so-far", "date_published": "2023-06-22 15:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hiking interest rates isn't working. That leaves us all poorer – and Rishi Sunak carrying the can | Gaby Hinsliff", "description": "<p>Britain is facing a new economic era that will hurt those already struggling, and could radicalise even the previously comfortable</p><p>The sleepless nights are here again, then. It’s back to the bad old days of poring over a calculator, trying and failing to make the sums add up; back to scrimping and saving, hiding from the bank, wondering dizzily what just hit us.</p><p>Even before the Bank of England pushed up <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5\">interest rates to 5%</a> on Thursday, the Resolution Foundation thinktank was warning that anyone coming off a fixed-rate mortgage next year could expect their repayments to <a href=\"https://www.bbc.co.uk/news/business-65925224\">rise on average by £2,900 a year</a>. But that’s just an average: recently I bumped into a friend whose payments trebled when she remortgaged. She and her partner count themselves lucky as they’re earning well enough to absorb the shock, but only by sticking to the absolute bare essentials. No more going out. No more fun stuff.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/interest-rates-poorer-rishi-sunak-britain-economic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/interest-rates-poorer-rishi-sunak-britain-economic", "date_published": "2023-06-22 14:58:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a Windrush baby: the musician turning pain into ‘a happy thing’ – video", "description": "<p>Musician Hak Baker first picked up a guitar in prison, a time when he was able to reflect on his life and his roots. Now touring the UK singing about race, class and the Windrush legacy, Baker reflects on the sacrifices made by previous generations,  including his mother and grandmother.</p><p>Video producers Christopher Cherry and Maeve Shearlaw joined Baker on tour, a week before the 75th anniversary of the arrival of Empire Windrush at Tilbury Docks with a generation of Caribbeans coming to help rebuild postwar Britain</p><p></p> <a href=\"https://www.theguardian.com/uk-news/video/2023/jun/22/im-just-a-windrush-baby-the-east-london-musician-reclaiming-his-culture-video\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2023/jun/22/im-just-a-windrush-baby-the-east-london-musician-reclaiming-his-culture-video", "date_published": "2023-06-22 14:58:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a martial arts veteran, I know Zuckerberg could take Musk in a fight. But what a waste of energy! | Joel Snape", "description": "<p>Meta and Twitter’s bosses are squaring up online. But while they bang on about cage fights, the world is burning</p><p>Are Elon Musk and Mark Zuckerberg going to have a cage fight? Of course they aren’t. In case you missed this story, Zuckerberg’s company, Meta, recently released plans for a Twitter-like app; Musk responded to tweets about it by saying that he was “up for a cage fight” with the Facebook founder; Zuck shot back with <a href=\"https://www.google.com/search?q=send+location+meme&amp;rlz=1C5GCEM_enGB998GB1005&amp;sxsrf=APwXEdfyvCtnowUIHuHzqGkbpsxsgeaIWg%3A1687436391540&amp;ei=ZzyUZNfIIPyFhbIPzfuSwAQ&amp;ved=0ahUKEwiXmMu17tb_AhX8QkEAHc29BEgQ4dUDCA8&amp;uact=5&amp;oq=send+location+meme&amp;gs_lcp=Cgxnd3Mtd2l6LXNlcnAQAzIFCAAQgAQyBggAEBYQHjIGCAAQFhAeMgYIABAWEB4yBggAEBYQHjIGCAAQFhAeMgYIABAWEB4yBggAEBYQHjIICAAQigUQhgMyCAgAEIoFEIYDOgoIABBHENYEELADOgUILhCABDoECCMQJzoICAAQigUQkQI6CAgAEBYQHhAPOgcIABANEIAEOggIABAIEB4QDUoECEEYAFCBB1ixGmDoG2gGcAF4AIABW4gB5wWSAQIxMJgBAKABAcABAcgBCA&amp;sclient=gws-wiz-serp\">a meme that only Ultimate Fighting Championship fans</a> will actually get; and the world continues to turn/get hotter. The only thing you <em>really</em> need to understand about this affair is that two men who shouldn’t have GSOH anywhere near their potential dating profile tried to make some funnies, and everyone else joined in the battle royale for attention. Did I mention that it’s <a href=\"https://www.theguardian.com/environment/2023/jun/15/record-temperatures-global-heating\">really hot outside?</a></p><p>Anyway. On the surface, this story probably reflects better on Zuck than Musk: the former, after all, actually practises mixed martial arts (MMA), and recently competed in a Brazilian jiu-jitsu tournament where he <a href=\"https://www.theguardian.com/technology/2023/may/08/facebook-founder-mark-zuckerberg-jiu-jiutsu\">won a brace of medals</a>. As a <a href=\"https://www.youtube.com/watch?v=e_Pq-Jv5kt8&amp;t=54s\">two-decade BJJ bro</a> with a handful of amateur MMA fights under my own (black) belt, I know how difficult that is. Even if you’re hiring the best coaches in the world, you still have to do the work to get better, and there is (I’m assuming) no level of wealth that makes it feel better when another man grinds his shoulder into your face.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/mark-zuckerberg-elon-musk-mma-cage-fighting\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/mark-zuckerberg-elon-musk-mma-cage-fighting", "date_published": "2023-06-22 14:51:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: are you and your partner together against all odds?", "description": "<p>We are looking to speak to long-standing couples who were told - or believed - they would never make it</p><p>We are looking to speak to long-standing couples who were told – or believed – they would never make it. Perhaps the odds were stacked against you, circumstance dictated you wouldn’t last or people around you told you that you couldn’t.</p><p>Ideally we’d like to hear from couples who have been together for 40, 50 years or more. And crucially you must still be together to share the story of how you made it work. We would hope to speak to both of you about your relationship for this feature. Please seek your partner’s permission before contacting us.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/22/tell-us-are-you-and-your-partner-together-against-all-odds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/22/tell-us-are-you-and-your-partner-together-against-all-odds", "date_published": "2023-06-22 14:41:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles and queen celebrate thrilling win for Desert Hero at Royal Ascot", "description": "<ul><li>Desert Hero is first winner for Charles III at royal meeting</li><li>18-1 chance gets better of Valiant King in thrilling finish</li></ul><p>The value of the new king and queen’s <a href=\"https://www.theguardian.com/uk-news/2023/apr/07/all-the-queens-horses-and-their-27m-value-to-the-new-king\" title=\"\">bloodstock interests</a> went up another notch here on Thursday as Desert Hero, a three-year-old bred by the late Queen Elizabeth, gave her son his first winner at the Royal meeting after a neck-and-neck struggle in the closing stages of the King George V Handicap.</p><p>Tom Marquand, the winning jockey, brought Desert Hero with a brave run between horses to grab the lead well inside the final furlong, and his mount then held the late challenge of Valiant King by a head.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/king-charles-queen-camilla-celebrate-winner-desert-hero-at-royal-ascot-gold-cup-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/king-charles-queen-camilla-celebrate-winner-desert-hero-at-royal-ascot-gold-cup-horse-racing", "date_published": "2023-06-22 14:33:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Draft EU plans to allow spying on journalists are dangerous, warn critics", "description": "<p>Move to allow spyware to be placed on reporters’ phones would have a ‘chilling effect’, say media experts</p><p>Draft legislation published by EU leaders that would allow national security agencies to spy on journalists has been condemned by media and civic society groups as dangerous and described by a leading MEP as “incomprehensible”.</p><p>On Wednesday, the European Council – which represents the governments of EU member states – published a draft of the <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_22_5504\">European Media Freedom Act</a> that would allow spyware to be placed on journalists’ phones if a national government thought it necessary.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/draft-eu-plans-to-allow-spying-on-journalists-are-dangerous-warn-critics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/draft-eu-plans-to-allow-spying-on-journalists-are-dangerous-warn-critics", "date_published": "2023-06-22 14:31:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forbidden Fruit review | Erica Jeal's classical album of the week", "description": "<p><strong>Benjamin Appl/James Baillieu<br />(Alpha)<br /></strong>Sustaining intensity with even the tiniest sound, Appl’s baritone is velvety smooth, supported by Baillieu’s responsive piano at every turn</p><p>Perhaps it was all the puns about his name: the latest disc from the baritone <a href=\"https://www.benjaminappl.de/\">Benjamin Appl</a> is a kind of concept album centring around the idea of eating the forbidden fruit, and the consequences thereof. <a href=\"https://james-baillieu.com/\">James Baillieu</a>’s responsive, detailed piano playing supports him at every turn in bringing these songs to life.</p><p>The programme ranges widely – 19th-century Lieder, Jake Heggie, Poulenc, Marlene Dietrich being Just a Gigolo. It begins with a folk song and ends with Mahler’s Urlicht, but its core (that’s enough now) is bookended by two iterations of a gossamer piano solo version of In Paradisum from Fauré’s Requiem, and Appl intersperses the songs with brief spoken phrases from the Book of Genesis. The religious theme is a bit of a fig leaf, though: at times Appl’s delivery of those phrases is a bit tongue-in-cheek, and the bulk of the songs are concerned with decidedly unholy ideas – seduction, transgression, regret, the latter being voiced most urgently in The Ballad of Paragraph 218, <a href=\"https://en.wikipedia.org/wiki/Hanns_Eisler\">Eisler</a> and Brecht’s biting take-down of anti-abortion laws in Weimar Germany.</p> <a href=\"https://www.theguardian.com/music/2023/jun/22/forbidden-fruit-review-benjamin-appl-james-bailieu-erica-jeal\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/forbidden-fruit-review-benjamin-appl-james-bailieu-erica-jeal", "date_published": "2023-06-22 14:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Greek shipwreck was a horrific tragedy. Yet it didn’t get the attention of the Titanic story | Arwa Mahdawi", "description": "<p>Last week’s shipwreck in Greece is one of the worst tragedies there has ever been on the Mediterranean Sea. The coverage it received has been scant</p><p>Have you heard about the billionaire and multi-millionaires trapped on a submersible after spending up to $250,000 each to view the wreckage of the Titanic? Of course you have. The story has been headline news in <a href=\"https://www.washingtonpost.com/world/2023/06/21/missing-titanic-submersible-pakistan-media/4f2c469e-1054-11ee-8d22-5f65b2e2f6ad_story.html\">anglophone countries</a> ever since the vessel, named the Titan, went missing. Enormous resources have been deployed to try and recover the passengers. Every tiny development has been exhaustively covered. Millions of people, myself included, have been glued to the live blogs and rolling coverage. And millions of people, myself included, are now newly minted experts on the difference between a submersible and a submarine.</p><p>It’s completely natural to be glued to the Titan story because, obviously, it’s one hell of a story. Yes, the circumstances are unfathomably awful but, also, they’re so unfathomably awful that they seem unreal. The whole thing feels like a movie – like the latest instalment of the Knives Out series. I mean, come on, there’s a billionaire called Hamish Harding involved. The company who made the submersible is called OceanGate: it’s as if it was named in preparation for a massive controversy.</p><p>Arwa Mahdawi is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/the-greek-shipwreck-was-a-horrific-tragedy-yet-it-didnt-get-the-attention-of-the-titanic-story\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/the-greek-shipwreck-was-a-horrific-tragedy-yet-it-didnt-get-the-attention-of-the-titanic-story", "date_published": "2023-06-22 14:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "C of E divests of fossil fuels as oil and gas firms ditch climate pledges", "description": "<p>Church pension and endowment funds shed holdings after U-turns by BP and Shell</p><p>The Church of England is divesting from fossil fuels in its multibillion pound endowment and pension funds over climate concerns and recent U-turns by oil and gas companies.</p><p>The church said it was abandoning oil and gas companies and all firms primarily engaged in the exploration, production and refining of oil or gas by the end of 2023, unless they were in genuine alignment with a 1.5C reduction pathway.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/c-of-e-divests-of-fossil-fuels-as-oil-and-gas-firms-ditch-climate-pledges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/c-of-e-divests-of-fossil-fuels-as-oil-and-gas-firms-ditch-climate-pledges", "date_published": "2023-06-22 14:29:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glastonbury headline sets – ranked!", "description": "<p>From Bowie’s stage invader to Stormzy’s ballet, the festival has seen some unforgettable lead acts. We round up the best ever</p><p>Tyrannosaurus Rex weren’t even featured on the bill for the first Glastonbury – they filled in for the Kinks, who cancelled. But the festival captured them at the perfect moment: on the brink of turning into T Rex, weeks away from releasing Ride a White Swan. Michael Eavis later said it was one of his all-time favourite Glastonbury performances.</p> <a href=\"https://www.theguardian.com/music/2023/jun/22/glastonbury-headline-sets-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/glastonbury-headline-sets-ranked", "date_published": "2023-06-22 14:24:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What you need to know about the 'extreme' heatwave hitting our oceans – video explainer", "description": "<p>Scientists have warned a marine heatwave off the coasts of the UK and Ireland poses a serious threat to species. Sea temperatures, particularly off the north-east coast of England and the west of Ireland, are several degrees above normal, breaking records for late spring and early summer. The Met Office has said that according to records dating to 1850, global sea surface temperatures in April and May reached an all-time high, and June is likely to follow suit. A professor of earth sciences, Daniela Schmidt, said 'the extreme and unprecedented temperatures show the power of the combination of human-induced warming and natural climate variability like El Niño'. Experts said marine heatwaves have a similar impact on the environment as wildfires on land, destroying organisms that store carbon such as kelp. The damage caused is also harmful to humanity, which relies on oceans for oxygen, storm protection and food.</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/environment/2023/jun/19/marine-heatwave-uk-irish-coasts-threat-oysters-fish-high-temperatures\">‘Unheard of’ marine heatwave off UK and Irish coasts poses serious threat</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2023/jun/22/what-you-need-to-know-about-the-extreme-heatwave-hitting-our-oceans-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/video/2023/jun/22/what-you-need-to-know-about-the-extreme-heatwave-hitting-our-oceans-video-explainer", "date_published": "2023-06-22 14:22:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 160 people rescued from boats near Canary Islands", "description": "<p>Rescues come as refugee charities say more than 30 people may have died after dinghy sank on same route this week</p><p>Emergency services say 168 people have been rescued near Spain’s Canary Islands, one day after refugee charities said they feared more than 30 people had died after their inflatable dinghy <a href=\"https://www.theguardian.com/world/2023/jun/21/deaths-dinghy-sinks-canary-islands-spain\">sank on the same route</a>.</p><p>The Canary Islands, off the coast of west Africa, have become the main destination for refugees and migrants trying to reach Spain, with a much smaller number also seeking to cross the Mediterranean Sea to the Spanish mainland. Summer is the busiest period for all attempted crossings.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/people-rescued-from-boats-near-canary-islands-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/people-rescued-from-boats-near-canary-islands-refugees", "date_published": "2023-06-22 14:21:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Zuckerberg and Elon Musk say they’re up for a cage match. Who would win?", "description": "<p>Zuckerberg has been competing in Brazilian jiu-jitsu; Musk has size on his side – and  a move called ‘the Walrus’</p><p>In the red corner, the world’s richest person, and in the blue corner, the world’s richest millennial: Elon Musk and Mark Zuckerberg have agreed to a cage match, after Musk jokingly suggested the bout in response to efforts by Meta to launch a Twitter competitor.</p><p>“I’m sure Earth can’t wait to be exclusively under Zuck’s thumb,” Musk tweeted on Wednesday in response to a post about Meta’s rumoured Threads app. The app, previously known inside Instagram as Project 92 and Barcelona, has been pitched to celebrities and influencers as a “stable place to build and grow” their audiences.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/22/mark-zuckerberg-elon-musk-cage-match\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/22/mark-zuckerberg-elon-musk-cage-match", "date_published": "2023-06-22 14:11:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hull KR’s Lachlan Coote retires on medical advice due to concussions", "description": "<ul><li>Full-back has suffered series of concussions in last two seasons</li><li>‘It’s time to put my health and family first,’ says 33-year-old</li></ul><p>The Hull KR full-back Lachlan Coote has retired with immediate effect on medical advice after a series of concussions over the past two seasons. The Australia-born player won three consecutive Super League titles with St Helens between 2019 and 2021 before joining Rovers before the start of the 2022 campaign.</p><p>The 33-year-old’s professional career also included international recognition with Scotland and Great Britain, in addition to spells with Penrith Panthers and North Queensland Cowboys.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/rugby-league-lachlan-coote-hull-kr-retires-super-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/rugby-league-lachlan-coote-hull-kr-retires-super-league", "date_published": "2023-06-22 14:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Invasion of the cool-girl ceiling-smashers: why I love the revamped National Portrait Gallery", "description": "<p>From Tracey Emin to Jann ‘Sgt Pepper’ Haworth, this London landmark’s new additions are game-changers. The result is a thrilling, uplifting gallery that reflects a Britain I am proud to be part of</p><p>Artists in conversation with boxers; playwrights next to composers; royalty juxtaposed with protestors; pop stars talking to Tudors; abolitionists facing suffragettes; pop jostling with expressionism; collage communicating with painting.</p><p>Last week, I went to visit the National Portrait Gallery for the first time since it closed three years ago. As a kid growing up in London, it was one of my favourite places. If I had a spare 30 minutes in town, I’d always go in. It was free and I loved seeing the people who lived and shaped this country – from the early 2000s photographs of Zadie Smith to Maggi Hambling’s <a href=\"https://www.npg.org.uk/collections/search/portrait/mw07497/Dorothy-Hodgkin\">portrait of Dorothy Hodgkin</a>, the Nobel-winning British chemist, deep in concentration and depicted with four hands: one holding a magnifying glass, one sketching out molecular structures, one holding a card and one pointing out a sentence in a paper.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/22/cool-girl-ceiling-smashers-national-portrait-gallery-tracey-emin-jann-haworth\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/22/cool-girl-ceiling-smashers-national-portrait-gallery-tracey-emin-jann-haworth", "date_published": "2023-06-22 13:59:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Pillowman review – Lily Allen fails to deliver visceral punch", "description": "<p><strong>Duke of York’s, London</strong> <br />In this revival of Martin McDonagh’s play about child mutilation, tyranny and freedom of expression, the twists and turns between comic and macabre sadly do not come off</p><p>Lily Allen’s star casting worked wonders for the West End run of ghost story 2:22. But The Pillowman, Martin McDonagh’s 2003 play about child mutilation, state tyranny and freedom of expression (this production is partnered with PEN International), is a very different kind of gothic horror. Cerebral and slippery, it requires an accomplished actor to navigate its odd structure and changes of tone that slide between horror and humour, with punchlines tucked in between tales of children buried alive or attacked with drills.</p><p>Allen does not meet the challenge. The singer turned actor plays Katurian, a writer held prisoner in a police state reminiscent of a 1970s eastern bloc country, awaiting execution without trial, with her brother Michal (Matthew Tennyson, bringing eerie energy) arrested in the next room. She has written stories featuring eye-watering murders and mutilations that are being enacted by a copycat killer.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/22/the-pillowman-review-duke-of-yorks-london-lily-allen-martin-mcdonagh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/22/the-pillowman-review-duke-of-yorks-london-lily-allen-martin-mcdonagh", "date_published": "2023-06-22 13:52:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bale says Messi will enjoy MLS because losing has ‘no consequence’ there", "description": "<ul><li>Welshman says pressure is a lot less than in Europe</li><li>Messi due to make Inter Miami debut on 21 July</li></ul><p>Gareth Bale believes Lionel Messi will enjoy life away from the crucible of European and international football when he starts his new career in MLS.</p><p>The World Cup winner is scheduled to make his debut for his new club, Inter Miami, <a href=\"https://www.theguardian.com/football/2023/jun/20/60m-a-year-lionel-messi-set-to-make-inter-miami-debut-on-21-july\">on 21 July</a>. And while his imminent arrival <a href=\"https://www.theguardian.com/football/2023/jun/14/lionel-messi-miami-move-impact\">has generated plenty of interest</a> in the US, Bale believes the pressure will be negligible compared to Messi’s experience playing for Barcelona, Paris St-Germain and Argentina.</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/bale-says-messi-will-enjoy-mls-because-losing-has-no-consequence-there\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/bale-says-messi-will-enjoy-mls-because-losing-has-no-consequence-there", "date_published": "2023-06-22 13:50:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supreme court: affirmative action, LGBTQ+ rights and student loan rulings still outstanding – live", "description": "<p>Major rulings yet to come as decision season nears end; latest announcements due from 10am ET</p><p><strong>Challenges to Joe Biden’s student debt relief program, and decisions over voting and LGBTQ+ rights, and college admissions procedures, could be among supreme court rulings expected to drop this morning.</strong></p><p>The panel has announced that today and Friday will both be “decision days” as their current session rolls towards a close by the end of this month. We’ve seen a few blockbusters already this term, including last week’s surprise ruling <a href=\"https://www.theguardian.com/commentisfree/2023/jun/18/supreme-court-icwa-ruling\">protecting Native Americans’ rights</a> over the adoption of children.</p> <a href=\"https://www.theguardian.com/law/live/2023/jun/22/supreme-court-affirmative-action-lgbtq-rights-student-loan-live-modi-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/law/live/2023/jun/22/supreme-court-affirmative-action-lgbtq-rights-student-loan-live-modi-biden", "date_published": "2023-06-22 13:26:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a badge of honour’: Windrush grandchildren discuss its legacy", "description": "<p>Four people related to those who sailed to UK in 1948 talk about its effect on their lives and the country</p><p>In 1948, Empire Windrush brought almost 500 West Indians to Tilbury Docks in what would become the symbolic beginning of a multicultural Britain.</p><p>Seventy-five years later, the Guardian spoke with four grandchildren of Windrush passengers about what the anniversary means to them, how the legacy has shaped their identity, and the importance of commemorating the ship’s arrival.</p> <a href=\"https://www.theguardian.com/uk-news/ng-interactive/2023/jun/22/badge-honour-windrush-grandchildren-discuss-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/ng-interactive/2023/jun/22/badge-honour-windrush-grandchildren-discuss-legacy", "date_published": "2023-06-22 13:23:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s ‘first professional Jewish panto’ to be staged in north London", "description": "<p>Red Riding Hood and the Big Bad Pig will open during Hanukah in December at culture centre JW3</p><p>The corny gags, slapstick, cartoon baddies and singalongs beloved of traditional pantomime will be given a new spin later this year in what is billed as Britain’s first professional Jewish panto.</p><p>Red Riding Hood and the Big Bad Pig will be staged at JW3, the <a href=\"https://www.jw3.org.uk/\">Jewish arts and culture centre</a> in north London, over Hanukah, the festival of lights. The goal was to a new panto tradition, said William Galinsky, JW3’s director of programming.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/22/britain-jewish-panto-red-riding-hood-jw3\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/22/britain-jewish-panto-red-riding-hood-jw3", "date_published": "2023-06-22 13:12:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkish central bank raises interest rates to 15% after two-year freeze", "description": "<p>Experts say increase from 8.5% may be insufficient to tackling surging inflation that some estimate at 110%</p><p>Turkey’s central bank has raised interest rates for the first time in more than two years, from 8.5% to 15%, but there is widespread concern that the move is insufficient to combat rising inflation and an ongoing economic crisis.</p><p>The decision marks a partial shift in the unorthodox economic policy of the president, Recep Tayyip Erdoğan, under which interest rates have been frozen since March 2021 despite a sharp devaluation in the Turkish lira.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/turkish-central-bank-raises-interest-rates-to-15-after-two-year-freeze\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/turkish-central-bank-raises-interest-rates-to-15-after-two-year-freeze", "date_published": "2023-06-22 12:58:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "IOC expels International Boxing Association from Olympic movement", "description": "<ul><li>First time IOC has removed a governing body</li><li>Boxing will remain in the 2024 and 2028 Olympics</li></ul><p>The final bell has sounded for the governing body of amateur boxing after the International Olympic Committee (IOC) voted to expel the International Boxing Association (IBA) from the Olympic movement. The decision, which was backed by 69 members – with one vote against and 10 abstentions – is the first time the IOC has kicked out a governing body in its 129-year history.</p><p>However, the IOC president, Thomas Bach, confirmed boxing would remain in the 2024 and 2028 Olympics, even though it now lacks an international federation to run the sport. “We do not have a problem with boxing, we do not have a problem with boxers,” he told an extraordinary IOC session. “On the contrary, we appreciate the boxers for living the values of their sport.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/ioc-expels-international-boxing-association-olympic-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/ioc-expels-international-boxing-association-olympic-movement", "date_published": "2023-06-22 12:57:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ascot ladies day and nude swimming: Thursday’s best photos", "description": "<p><strong>The Guardian’s picture editors select photo highlights from around the world</strong></p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/22/ascot-ladies-day-and-nude-swimming-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/22/ascot-ladies-day-and-nude-swimming-thursdays-best-photos", "date_published": "2023-06-22 12:50:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This month’s best paperbacks: Stephen King, Kamila Shamsie and more", "description": "<p>Looking for a new reading recommendation? Here are some exciting new paperbacks, from the tales of a rock star’s past to heartfelt novels</p> <a href=\"https://www.theguardian.com/books/ng-interactive/2023/jun/22/this-months-best-paperbacks-steohen-king-kamila-shamsie-and-more\">Continue reading...</a>", "link": "https://www.theguardian.com/books/ng-interactive/2023/jun/22/this-months-best-paperbacks-steohen-king-kamila-shamsie-and-more", "date_published": "2023-06-22 12:41:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guest spends 603 nights at five-star Indian hotel without paying", "description": "<p>Ankush Dutta was meant to check out after one night but reportedly stayed for nearly two years </p><p>Indian police are investigating a suspected fraudster who spent nearly two years in a five-star hotel without paying, local media have said.</p><p>Ankush Dutta booked a room at Roseate House hotel in Delhi on 30 May 2019 and was supposed to check out the next day. But he extended his stay for 603 nights until 22 January 2021, leaving behind unpaid bills of $70,000 (£55,000).</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/guest-spends-603-nights-at-five-star-indian-hotel-without-paying\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/guest-spends-603-nights-at-five-star-indian-hotel-without-paying", "date_published": "2023-06-22 12:32:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unfinished novel by Françoise Sagan published posthumously", "description": "<p>The Four Corners of the Heart was discovered by her son after the death of the French author, best known for Bonjour Tristesse, written when she was just 18</p><p>A novel by the French author Françoise Sagan has been published posthumously – but, despite the suggestion that a novelist such as Leïla Slimani or Anne Berest might finish it, it has been published in its incomplete state.</p><p>The Four Corners of the Heart, out this week in a translation by Sophie R Lewis, tells the story of Marie-Laure, whose husband, Ludovic, returns home three years after a devastating car accident that left him in a fragile mental and physical condition.</p> <a href=\"https://www.theguardian.com/books/2023/jun/22/unfinished-novel-by-francoise-sagan-published-posthumously\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/22/unfinished-novel-by-francoise-sagan-published-posthumously", "date_published": "2023-06-22 12:23:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier Inn sales buoyed by King Charles coronation", "description": "<p>First-quarter report by owner Whitbread says London room prices surged amid influx of people to capital</p><ul><li><strong><a href=\"https://www.theguardian.com/business/live/2023/jun/22/bank-of-england-interest-rates-inflation-mortgage-timebomb-andrew-bailey-business-live\">Business live – latest updates</a></strong></li></ul><p>The cost of a room at Premier Inn’s hotels in London rose sharply over the last three months, with tourists visiting for the coronation of King Charles and strong demand for budget stays in the capital boosting the chain, its owner, Whitbread, has said.</p><p>Britain’s biggest hotel chain, which runs nearly 900 hotels in the UK and Germany, said it had benefited from an influx of visitors to London for the royal event.</p> <a href=\"https://www.theguardian.com/business/2023/jun/22/premier-inn-profits-buoyed-by-king-charles-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/22/premier-inn-profits-buoyed-by-king-charles-coronation", "date_published": "2023-06-22 12:22:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If I didn’t say something, nobody else was going to’: Zinzi Minott on making art about the Windrush scandal", "description": "<p>On the 75th anniversary of the Empire Windrush docking, the artist talks about dancing, sampling David Lammy and building a sound system filled with blood</p><p>When <a href=\"https://www.theguardian.com/uk-news/2018/apr/16/windrush-era-citizens-row-timeline-of-key-events\">the Windrush scandal began to surface after 2017</a>, Zinzi Minott was struck by how the country seemed to fall silent. In the first days after the news broke, she says, people and institutions were too afraid to speak up. “No one did anything quick enough, it was really ugly,” the London-based artist recalls. “I was like: ‘I can’t watch this. I can’t not say anything and carry on like this is OK.’”</p><p>In response, Minott created <a href=\"https://zinziminott.com/works/fi-dem-i/\">Fi Dem</a>, a six-minute film that splices archival footage from the arrival of the Empire Windrush with home videos of her family. It’s a tribute to those affected by the ongoing injustices, including her late grandmother who arrived from the Caribbean and worked as an NHS nurse. “The community I’m from and the people that raised me sacrificed a lot,” she says. “I wanted to make sure that these people were acknowledged. It felt like if I didn’t say anything, nobody else was going to.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/22/if-i-didnt-say-something-nobody-else-was-going-to-zinzi-minott-on-making-art-about-the-windrush-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/22/if-i-didnt-say-something-nobody-else-was-going-to-zinzi-minott-on-making-art-about-the-windrush-scandal", "date_published": "2023-06-22 12:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Scottish football ever escape its addiction to gambling sponsors?", "description": "<p>Leagues across Europe – including the Premier League in England – are ditching gambling ads. Will Scotland follow suit?</p><p>By <a href=\"https://twitter.com/mauricesmithtvi\">Maurice Smith</a> for <a href=\"https://www.nutmegmagazine.co.uk/\">Nutmeg magazine</a></p><p>It ain’t easy running the business side of Scottish football. At the heart of every senior club – from the affluent executive suites of Parkhead, Ibrox and Tynecastle to the pie stalls and community initiatives of Cappielow, Ochilview or Stark’s Park – there is a sense that every penny raised from commercial sponsorship is vital to continued success.</p><p>Scottish clubs cannot survive on TV money alone and two key areas of income – alcohol and gambling – are under closer scrutiny than ever before. Comparatively speaking, the Scottish game depends heavily on both. Its dependence on alcohol for commercial support is second only to that of Belgium among the top 10 European leagues. More than half of Scottish top clubs rely on both betting and booze for sponsorship, in some form.</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/scottish-football-addiction-gambling-sponsors-premier-league-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/scottish-football-addiction-gambling-sponsors-premier-league-england", "date_published": "2023-06-22 12:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They forced me to carry my baby to the end’: women of color on being denied abortion", "description": "<p>Anya Cook and Samantha Casiano were forced to navigate pregnancies with complications in post-Roe America</p><p>Pregnancy has long been riskier than abortion in America. Around <a href=\"https://www.commonwealthfund.org/publications/issue-briefs/2021/oct/severe-maternal-morbidity-united-states-primer\">650-750 US women die during pregnancy each year</a>, the <a href=\"https://www.commonwealthfund.org/publications/issue-briefs/2020/nov/maternal-mortality-maternity-care-us-compared-10-countries#:~:text=Key%20Findings%3A%20The%20U.S.%20has,mortality%20rate%20among%20developed%20countries.\">highest maternal death rate in the industrialized world</a>.</p><p>Comparatively, <a href=\"https://www.theguardian.com/us-news/2022/jun/27/roe-v-wade-overturned-maternal-mortality-rate-will-rise\">very few women die from abortion </a>or suffer complications: two women died from <a href=\"https://www.pewresearch.org/short-reads/2023/01/11/what-the-data-says-about-abortion-in-the-u-s-2/\">abortion complications in 2018</a>. So, when Roe v Wade was overturned last summer, there were fears that deaths and complications from pregnancy would shoot up – particularly among women of color.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/post-roe-abortion-women-of-color\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/post-roe-abortion-women-of-color", "date_published": "2023-06-22 12:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rare combination of tornadoes and softball-sized hail leads to deaths in Texas", "description": "<p>Severe storms with hurricane-force winds in north-west Texas killed at least four people and caused widespread damage</p><p>A line of severe storms produced what a meteorologist calls a rare combination of multiple tornadoes, hurricane-force winds and softball-sized hail in north-west Texas, killing at least four people and causing significant damage around the town of Matador. National Weather Service meteorologist Matt Ziebell says the supercell developed about 8pm local time Wednesday near Amarillo before striking Matador, injuring nine people in addition to the four killed and causing widespread destruction. Ziebell says the storm later produced 109 mph winds at Jayton in addition to the four-inch or larger hail.</p><p>“That is certainly rare to see all at the same time, killer tornadoes, hurricane-force winds and softball-sized hail,” Zeibell said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/texas-tornadoes-hail-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/texas-tornadoes-hail-deaths", "date_published": "2023-06-22 11:58:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matthew Hayden turns up Ashes heat on ‘forgettable cricketer’ Ollie Robinson", "description": "<ul><li>Former Australia great takes swipe at bowler on SEN Radio</li><li>Ricky Ponting hits back at Robinson on cricket podcast</li></ul><p>The former Australian greats Matthew Hayden and Ricky Ponting have rounded on England’s Ollie Robinson after the seamer’s provocative display in the Ashes opener at Edgbaston.</p><p>Robinson was happy to offer Australia some verbals on and off the pitch during England’s tense two-wicket defeat, delivering an expletive-laden send off to the centurion Usman Khawaja and then defending his behaviour in a press conference where he asked: “If you can’t handle that, what can you handle?”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/ashes-cricket-ollie-robinson-matthew-hayden-ricky-ponting\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/ashes-cricket-ollie-robinson-matthew-hayden-ricky-ponting", "date_published": "2023-06-22 11:50:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m so lucky’: Once in a generation Wembanyama prepares for NBA draft", "description": "<ul><li>French teenager will be picked at No 1 by San Antonio</li><li>19-year-old is 7ft 4in with skills of player much smaller</li></ul><p>Victor Wembanyama’s NBA story is now underway. The NBA draft – one that Wembanyama’s towering shadow has hung over for months, blocking much of what is usually part of the process – is on Thursday night, and he will be selected No 1 overall by the San Antonio Spurs.</p><p>“Ever since I knew about the draft, exactly how it worked, I wanted to be first,” Wembanyama said on Wednesday. “I think I started to realize I could be a professional basketball player at the age of 12. Tomorrow, something’s going to happen, something that I’ve been thinking [about] for years and years, I can’t really describe how I feel right now. I just know I’m going to have trouble sleeping tonight, for sure.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/22/victor-wembanyama-nba-draft-no1-pick-basketball-san-antonio-spurs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/22/victor-wembanyama-nba-draft-no1-pick-basketball-san-antonio-spurs", "date_published": "2023-06-22 11:49:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘With help, we might survive’: Kyiv sees sharp rise in homeless people", "description": "<p>Since Russia’s invasion, there are so many people on the streets that volunteers offering food and other help can’t keep up with demand</p><p>As missiles and drones descend on Kyiv, homeless couple Vadym and Alona have nowhere to shelter but under the branches of a horse chestnut tree in the park. Blooming with pinkish-white flowers, the trees have been a symbol of the Ukrainian capital since Soviet times.</p><p>During a recent barrage that was particularly heavy, they cradled each other for comfort as streaks of glowing tracer fire chased missiles through the sky above them. “That was the most afraid we’ve been,” says Vadym.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/with-help-we-might-survive-kyiv-sees-sharp-rise-in-homeless-people\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/with-help-we-might-survive-kyiv-sees-sharp-rise-in-homeless-people", "date_published": "2023-06-22 11:39:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ocado shares soar on takeover rumours", "description": "<p>Online supermarket’s sales have suffered since pandemic boom – but it could be a target for a big US firm</p><p>Shares in Ocado soared by as much as 40% on Thursday, amid market speculation that the online supermarket and retail technology group could be the target of a takeover.</p><p>In their second day of gains, Ocado shares briefly reached 631p from 430p at Wednesday’s close of trading, before falling back<strong>.</strong></p> <a href=\"https://www.theguardian.com/business/2023/jun/22/ocado-shares-soar-takeover-rumours\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/22/ocado-shares-soar-takeover-rumours", "date_published": "2023-06-22 11:36:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘I just left thinking, why on earth are you a Conservative?’", "description": "<p>One can’t stand the term feminism, the other thinks women are more powerful as a collective. Can they find any common ground?</p><p><strong>Jackie, 57, Newcastle</strong></p><p><strong>Occupation</strong> Managing director of a law firm</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/22/dining-across-the-divide-i-just-left-thinking-why-on-earth-are-you-a-conservative\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/22/dining-across-the-divide-i-just-left-thinking-why-on-earth-are-you-a-conservative", "date_published": "2023-06-22 11:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brian Cox: ‘I think the Succession debate is: is he dead?’", "description": "<p>With two films due for release, the Scottish actor answers your questions about Logan Roy’s demise, his ever-expanding wardrobe and switching his support from Labour to the SNP</p><p><strong>I recently read your autobiography, which I enjoyed a lot. You’re refreshingly honest – and critical – about other actors and styles of acting. Did you have any qualms? </strong><em>Thelonious<br /></em>I don’t have any qualms talking honestly and directly. It’s horses for courses with acting. Each actor has their own style, approach and attitude. My view is that acting is a much simpler thing than a lot of people make out. It’s not as heavy handed as some people believe it is. I believe that actors are transmitters, that things come through them, and that’s what we have to allow so we don’t overload. When I read the book again, I did have slight qualms. I thought: “Maybe I’m being a bit too harsh.” Then I thought: “No, I’m not.” I’m at an age now where I can say what I feel and believe, and that’s brilliant. But I don’t really diss any actors in my book.</p><p><strong>Your on-screen persona is often terrifying. Would you like to be cast as a romantic lead? </strong><em>Mazzini<br /></em>Absolutely! Of course I would. I had my moments when I was younger and maybe it’ll come again. Who knows?</p> <a href=\"https://www.theguardian.com/film/2023/jun/22/brian-cox-i-think-the-succession-debate-is-is-he-dead\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/22/brian-cox-i-think-the-succession-debate-is-is-he-dead", "date_published": "2023-06-22 11:29:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City will bid for Declan Rice in push to beat Arsenal to signing", "description": "<ul><li>City believe Rice willing to join if deal struck with West Ham</li><li>Arsenal still confident and planning third offer for midfielder </li></ul><p>Manchester City have decided to bid for Declan Rice and will rival Arsenal in pushing to sign the midfielder from West Ham. City have been in contact with West Ham and the player’s representatives and believe Rice would be willing to join them if a deal can be struck.</p><p>Arsenal are planning a third offer for Rice after <a href=\"https://www.theguardian.com/football/2023/jun/20/west-ham-reject-arsenal-90m-declan-rice-bid\">a second bid</a>, which fell short of the minimum £100m asking price, was rejected on Tuesday. The offer was of £75m plus £15m in add-ons which West Ham believe will be difficult to achieve.</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/manchester-city-bid-declan-rice-arsenal-signing-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/manchester-city-bid-declan-rice-arsenal-signing-west-ham", "date_published": "2023-06-22 11:26:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush is part of a bigger global story – one that is giving me hope for the future | Onyekachi Wambu", "description": "<p>The knock-on effects of those 500 people’s arrival transformed Britain, leading to the multiracial society we live in today</p><p>Africans say to know how well you are doing in life you should compare your achievements with those of age-mates, or contemporaries. To assess the impact of the arrival of the Empire Windrush on 22 June 1948, that would mean comparing its impact with other events that unfolded around the same time. Almost a year before, a blood-soaked India slipped out of the orbit of the British empire, gaining its <a href=\"https://www.theguardian.com/world/gallery/2022/aug/15/india-75-years-independence-in-pictures\">independence</a>. A year after Windrush, in October 1949, the Chinese Communist party won the long civil war, establishing primacy over Chinese affairs. Three-quarters of a century later, these two countries are producing seismic transformations that are slowly, suddenly unravelling the dominant 500-year transatlantic global order.</p><p>Sandwiched between these two event colossi, Windrush would seem on the surface to measure poorly against its age-mates. But the celebrations beginning on Thursday, <a href=\"https://www.theguardian.com/uk-news/2023/jan/03/windrush-75th-anniversary-is-diamond-jubilee-for-britain-say-campaigners\">Windrush Day</a>, will highlight two aspects of its impact. First, the arrival of a group of 500 people from the Caribbean, which signalled the beginning of mass migration to the UK from the colonies. And second, that migration’s knock-on effect of unleashing a multiracial society that, 75 years later, has so transformed these islands that we now have a prime minister of Indian descent by way of Africa, and Scotland’s first minister and Labour leader both of Pakistani heritage.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/windrush-global-story-hope-future-britain-multiracial\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/windrush-global-story-hope-future-britain-multiracial", "date_published": "2023-06-22 11:21:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Legal challenge against Sizewell C nuclear power plant rejected", "description": "<p>High court judge rules in favour of government decision to let EDF build plant on the Suffolk coast</p><p>A legal challenge against the government’s decision to build the Sizewell C nuclear power plant has been rejected.</p><p>The campaign group Together Against Sizewell C (TASC) had <a href=\"https://www.theguardian.com/business/2022/aug/08/sizewell-c-nuclear-plant-approval-faces-legal-challenge\">launched a judicial review</a> against the government’s decision to give the green light to the 3.2 gigawatt plant on the Suffolk coast, which is being built by French energy company EDF.</p> <a href=\"https://www.theguardian.com/business/2023/jun/22/legal-challenge-against-sizewell-c-nuclear-power-plant-rejected\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/22/legal-challenge-against-sizewell-c-nuclear-power-plant-rejected", "date_published": "2023-06-22 11:20:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s a Padam-ic! Kylie’s sex-positive hit is brilliantly upending the mainstream", "description": "<p>Not only is she queering the female pop ideal as a rare middle-aged woman in the Radio 1 playlist, Kylie Minogue is also resonating at a time when frivolity is returning to culture</p><p>Just two days ago, a spokesperson for BBC Radio 1 was explaining why <a href=\"https://www.theguardian.com/music/kylieminogue\">Kylie Minogue</a>’s Padam Padam hadn’t made its playlist, despite the writhing electropop song being her first Top 10 single in 12 years and now bordering on a national obsession. (Last week, it even made it into Hansard, referenced by Labour MP Lloyd Russell-Moyle in a speech about Pride: “And finally Mr Deputy Speaker, in the words of Kylie, <em>padam.</em>”) “Each track is considered for the playlist based on its musical merit and whether it is right for our target audience, with decisions made on a case-by-case basis,” the spokesperson said.</p><p>Kylie turned 55 last month, leading to accusations of ageism against Radio 1. In response, the station claimed that “an artist’s age is never a factor” in decision-making. Technically, that bears out – David Guetta is a perpetual figure on the station, currently on the C-list with Baby Don’t Hurt Me, and he’s also 55. But Guetta is a fairly faceless dance producer. The stakes are evidently different for women whose appearance and physique contribute to an overall performance of pop in which the suggestion of desirability is key. As culture perceives women to become less attractive and sexually viable as they hit middle age, the assumption is clearly that an older female artist is of little relevance to Radio 1’s demographic of listeners aged 15-29, even if – or perhaps specifically because – she’s singing about a dancefloor infatuation so delirious that she and the song’s intended have to go straight home “and take off all my clothes”.</p> <a href=\"https://www.theguardian.com/music/2023/jun/22/its-a-padam-ic-kylie-minogue-sex-positive-hit-brilliantly-upending-the-mainstream\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/its-a-padam-ic-kylie-minogue-sex-positive-hit-brilliantly-upending-the-mainstream", "date_published": "2023-06-22 11:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A whole new ball game: why is Juan Mata swapping football for performance art?", "description": "<p>At this year’s Manchester International Festival, the former United midfielder is teaming up with art stars Hans Ulrich Obrist and Tino Sehgal for a new work. Sport and performance art, it seems, are more similar than you may think</p><p>It is a bit of a cliche to describe the great Spanish footballer Juan Mata as an artist. But it does capture how his skill, imagination and intelligence have lit up grounds all over the world and seen him garlanded with honours including a World Cup winner’s medal. And in addition it’s also now literally true – off the pitch at least – as Mata prepares to take his place alongside the likes of Yayoi Kusama’s hallucinatory immersive environments and Ryan Gander’s conceptual interventions in the arts strand of this year’s <a href=\"https://www.theguardian.com/culture/manchester-international-festival\" title=\"\">Manchester international festival (MiF)</a>.</p><p>Mata is collaborating with the curator Hans Ulrich Obrist on a multi-part project called <a href=\"https://factoryinternational.org/whats-on/the-trequartista-art-and-football-united/\" title=\"\">The Trequartista: Art and Football United</a>, the first instalment of which will see Mata working with the German-Indian artist Tino Sehgal on a new piece of performance art that will open later this month at the National Football Museum in Manchester, and subsequently at the Whitworth Gallery in the city.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/22/this-entry-national-football-museum-juan-mata-hans-ulrich-obrist-mif\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/22/this-entry-national-football-museum-juan-mata-hans-ulrich-obrist-mif", "date_published": "2023-06-22 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Bebe Rexha to Steve Lacy: why are fans throwing phones at musicians?", "description": "<p>Rexha is the latest star to be injured by her own crowd. Bids for virality and post-lockdown aggression might explain it</p><p>Why do music fans throw projectiles on stage while their favorite artist performs? Nicholas Malvagna, a 27-year-old from New Jersey, offered one explanation after he was charged with assault for throwing a phone at the pop singer Bebe Rexha, who required stitches after being hit. Malvagna apparently <a href=\"https://www.rollingstone.com/music/music-news/bebe-rexha-stitches-hit-cell-phone-1234774163/\">thought</a> “it would be funny” to whack Rexha, who later posted a photo of her bruised and bandaged eyebrow.</p><p>“Im good,” Rexha <a href=\"https://www.instagram.com/p/CtrQQLDuoV3/?hl=en\">captioned</a> the Instagram post, though some fans noted online that if the phone had landed just a little further down, it could have caused serious harm to her eye.</p> <a href=\"https://www.theguardian.com/music/2023/jun/22/music-concerts-fans-throwing-phones\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/music-concerts-fans-throwing-phones", "date_published": "2023-06-22 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rightwing war on ‘woke capitalism’ partly driven by fossil fuel interests and allies", "description": "<p>Report shows connections of business and rightwing thinktanks to laws aimed at environmental, social and corporate governance</p><p>The American right wing’s widening fight against what it calls “woke capitalism” is partly driven by fossil fuel interests or industry allies, according to a new report published on Thursday.</p><p>Conservatives often use the term “woke capitalism” to refer to environmental, social and corporate governance – or ESG – criteria used to screen investments based on their environmental and social implications.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/rightwing-war-on-woke-capitalism-industry-interests\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/rightwing-war-on-woke-capitalism-industry-interests", "date_published": "2023-06-22 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump documents investigation examined New Jersey club from outset", "description": "<p>Exclusive: Prosecutors developed evidence early on of classified documents at Trump’s Bedminster golf club</p><p>Federal prosecutors investigating <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> retention of national security material were examining evidence within weeks of the FBI search of Mar-a-Lago last year that he might have handled classified documents at his Bedminster club in New Jersey, according to two people close to the matter.</p><p>The indications of classified documents at Bedminster so alarmed prosecutors that they focused part of the investigation on whether Trump might have transported the materials or disclosed their contents there in addition to refusing to return them to the government, the people said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/trump-new-jersey-bedminster-club-documents-mar-a-lago-search\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/trump-new-jersey-bedminster-club-documents-mar-a-lago-search", "date_published": "2023-06-22 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A sunset, a helicopter and Hayley Atwell's nan: how Tom Cruise ruined romance", "description": "<p>The age-defying, stunt-performing, cake-disseminating superstar has raised the bar once again when it comes to grand gestures. It’s time for the rest of us to step up – or give up</p><p>Ungainly title aside, it’s hard to see next month’s release of Mission: Impossible – Dead Reckoning Part One as anything other than a huge lap of honour for Tom Cruise.</p><p>The film was shot during Covid, and leaked on-set audio of Cruise being, let’s say, <em>explosively responsible</em> about social distancing gave him the air of the only man alive who cared about the pandemic. It’s the first film of his released since Top Gun: Maverick single handedly reminded people that cinemas still existed. And, what’s more, the slow drip of production videos where he flings himself from objects of varying heights at varying speeds implicitly promises that Mission: Impossible – Dead Reckoning Part One will basically be a sort of Competent Jackass.</p> <a href=\"https://www.theguardian.com/film/2023/jun/22/a-sunset-a-helicopter-and-hayley-atwells-nan-how-tom-cruise-ruined-romance\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/22/a-sunset-a-helicopter-and-hayley-atwells-nan-how-tom-cruise-ruined-romance", "date_published": "2023-06-22 10:58:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only 18% of leave voters think Brexit has been a success, poll finds", "description": "<p>Survey seven years on from referendum shows many believe politicians have let them down, thinktank says</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/22/james-cleverly-rishi-sunak-inflation-interest-rates-mortgages-covid-inquiry-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Only 18% of 2016 leave voters believe Brexit has been a success, according to polling for the thinktank UK in a Changing Europe – but 61% think it will turn out well in the end.</p><p>Seven years on from the referendum campaign, the pollsters Public First asked more than 4,000 leavers how they felt now about Brexit. Less than a fifth of them – 18% – said it had gone well, or very well, while 30% said it had gone neither well nor badly, and 26% said it was still too soon to say.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/22/leave-voters-brexit-success-poll\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/22/leave-voters-brexit-success-poll", "date_published": "2023-06-22 10:54:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian minister invites opposition for talks over ‘dire’ Manipur situation", "description": "<p>Ethnic violence in north-eastern state has led to more than 100 deaths since breaking out in early May</p><p>India’s home affairs minister, Amit Shah, has called opposition parties for talks on Saturday to discuss an outbreak of ethnic violence in Manipur state in the north-east, in a sign that the government has acknowledged the situation has spun out of its control.</p><p>More than 100 people have died and 50,000 have been displaced since clashes broke out in early May between members of the Kuki ethnic group, who mostly live in the hills, and the Meitei people, the dominant community in the lowlands. Churches, temples, shops and businesses have been destroyed.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/indian-minister-invites-opposition-for-talks-over-dire-manipur-situation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/indian-minister-invites-opposition-for-talks-over-dire-manipur-situation", "date_published": "2023-06-22 10:33:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate impact of shipping under growing scrutiny ahead of key meeting", "description": "<p>Court has been told states are legally responsible for tackling sector’s emissions as IMO talks loom</p><p>Governments are under growing pressure to tackle the huge climate impact of the shipping industry, before a key International Maritime Organization (IMO) meeting in the summer.</p><p>With talks about regulating the sector’s greenhouse gas emissions coming up, the world maritime court has been told that states are legally responsible for tackling the climate impact of shipping.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/climate-impact-shipping-under-growing-scrutiny-imo-meeting-seascape\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/climate-impact-shipping-under-growing-scrutiny-imo-meeting-seascape", "date_published": "2023-06-22 10:22:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Officer who Tasered vulnerable man six times in Greater Manchester sacked", "description": "<p>Disciplinary panel rules PC Phillip Smith’s actions were excessive and gratuitous</p><p>A police officer who Tasered a vulnerable man six times has been sacked after a disciplinary panel ruled his actions were excessive and gratuitous.</p><p>PC Phillip Smith was part of a group of officers responding to reports of concern for the welfare of a suicidal man at his home in Dukinfield, near Manchester, in June 2018.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/officer-tasered-vulnerable-man-six-times-greater-manchester-sacked\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/officer-tasered-vulnerable-man-six-times-greater-manchester-sacked", "date_published": "2023-06-22 10:21:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gales forecast as adventurer reaches halfway point in bid for Rockall record", "description": "<p>Scottish teacher Chris ‘Cam’ Cameron revises down attempt to stay on Atlantic outcrop to 50 days</p><p>An adventurer living alone on the barren islet of Rockall, 230 miles (370km) west of the Outer Hebrides, is halfway to completing a record-breaking stay, while enduring “atrocious” Atlantic weather.</p><p>Chris “Cam” Cameron, a teacher and former soldier, is often soaked and bitterly cold. He <a href=\"https://www.theguardian.com/uk-news/2023/may/21/teacher-aims-to-break-rockall-record-sixty-days-on-a-ledge-in-the-atlantic\">landed on Rockall more than three weeks ago</a> with two companions to raise £50,000 for military charities and beat the 45-day occupation record, <a href=\"https://www.theguardian.com/uk-news/scotland-blog/2014/jul/23/rockall-record-vicious-storm\">set nearly 10 years ago</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/gales-forecast-as-adventurer-reaches-halfway-point-in-bid-for-rockall-record\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/gales-forecast-as-adventurer-reaches-halfway-point-in-bid-for-rockall-record", "date_published": "2023-06-22 10:20:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US reporter Evan Gershkovich in Russian court to appeal against detention", "description": "<p>US ambassador and parents of Gershkovich, held on espionage charges widely viewed as spurious, attend hearing in Moscow</p><p>Evan Gershkovich, the Wall Street Journal reporter being held on espionage charges in Russia, appeared in a courtroom on Thursday in a rare public appearance to appeal against his pre-trial detention for a further two months.</p><p>Gershkovich appeared slightly pale and with longer hair after almost three months’ detention in Lefortovo prison in Moscow, which is reserved for targets of FSB investigations. He was smiling in some photos.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/us-reporter-evan-gershkovich-in-russian-court-to-appeal-against-detention\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/us-reporter-evan-gershkovich-in-russian-court-to-appeal-against-detention", "date_published": "2023-06-22 10:05:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Ascot 2023 day three: Gold Cup, Ribblesdale Stakes and more – live", "description": "<ul><li>Live coverage, tips and reaction at Royal meeting</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/21/horse-racing-subjectivist-can-crown-recovery-by-regaining-ascot-gold-cup\">Thursday’s Royal Ascot tips, by Greg Wood</a></li><li>And you can email <a href=\"mailto:Tony.Paley@theguardian.com\">Tony Paley</a> or <a href=\"https://twitter.com/tonypaley\">tweet Tony</a></li></ul><p>The suggestion that Highfield Princess would turn out again on Saturday after her narrow defeat earlier in the week has been confirmed. The newly christened Queen Elizabeth II Jubilee Stakes promises to be a cracker.</p><p>The official going for day three is: <strong>Good to Firm</strong> on the Straight Course and <strong>Good, Good to Firm in places</strong> on the Round Course.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/22/royal-ascot-2023-day-three-gold-cup-ribblesdale-stakes-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/22/royal-ascot-2023-day-three-gold-cup-ribblesdale-stakes-and-more-live", "date_published": "2023-06-22 10:03:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An ancient sword, a parting of ways and the hand of God – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p>Last week the New York Times ended up <a href=\"https://www.theguardian.com/media/2023/jun/15/connections-new-york-times-puzzle-only-connect-victoria-coren-mitchell\">in a social media spat with Victoria Coren Mitchell</a>, who noted the similarities between the BBC quizshow Only Connect’s connecting wall round and the NYT’s new “Connections” app. It is surely only a matter of time before that august paper is pilfering Thursday quiz rounds such as “For the longest times with Darren Grimes” and “Maths with Goths”. While the Thursday quiz legal team are limbering up to take them on, here is this week’s baffling assortment of general knowledge, topical news and downright silly questions for your enjoyment. The quizmaster is away this week but let us know how you get on in the comments.</p><p><strong>The Thursday quiz, No 113</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/22/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-113\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/22/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-113", "date_published": "2023-06-22 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden to welcome Modi at White House in attempt to deepen US-India ties", "description": "<p>Thousands set to gather on the White House South Lawn to greet India leader on Thursday during his first official state visit</p><p>Joe Biden will welcome the Indian prime minister, Narendra Modi, to the White House on Thursday for the second day of the Indian leader’s first official state visit.</p><p>A day dressed with pomp and circumstance, an official state visit is the highest-ranked diplomatic invitation extended to a foreign leader and is a sign of the US president’s national security priorities as his administration courts India as a partner against China.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/joe-biden-narendra-modi-visit-washington\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/joe-biden-narendra-modi-visit-washington", "date_published": "2023-06-22 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four more people just died in an e-bike fire. If nothing changes, they won’t be the last", "description": "<p>Battery fires put gig workers at particular risk – but safer alternatives are often out of reach</p><p>Twisted mountains of charred bikes, scooters, wheels, and battery casings. The distinct, acidic smell of burnt chemicals. And where delivery workers once stood in line chatting while waiting for repairs, now blackened ruins and a somber crowd of neighbors behind police tape. This was the scene – one that’s become horrifyingly common – after yet another deadly lithium battery fire in New York City.</p><p>Four people, including a 71-year-old man and 65-year-old woman, died in the inferno just after midnight on Tuesday – the latest victims of a <a href=\"https://www.theguardian.com/us-news/2022/nov/14/new-york-e-bike-batteries-fires-delivery-workers\">growing problem</a> that’s now claimed the lives of 13 people this year in the nation’s densest city, compared to six such deaths in all of 2022. The fires are caused by the cheap, dangerous electric batteries powering the two-wheeled devices that the city’s 65,000 delivery workers use to meet the demands of Silicon Valley gig platforms. And without decisive action, more carnage is guaranteed.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/ebike-battery-fire-new-york-gig-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/ebike-battery-fire-new-york-gig-workers", "date_published": "2023-06-22 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘He cooked me pork chops for dinner – and I was sold’", "description": "<p>Danielle, 61, and Peter, 54, met online in the late 90s and dated long-distance. They have two sons and live in New York</p><p>Long before internet dating was commonplace, Danielle found unexpected romance online. In 1997, she was working as a teacher in New York. “I was taking my class to Paris on a trip and my colleague posted a message on a French <a href=\"https://www.techtarget.com/whatis/definition/bulletin-board-system-BBS\">bulletin board</a> to ask about the weather before we went.”</p><p>When they returned, her colleague told her someone had replied, and suggested that she contact him. “Peter had responded to say: ‘When in Paris, who cares what the weather is?’ She convinced me to write back and let him know how the trip had gone.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/22/how-we-met-he-cooked-me-pork-chops-for-dinner-and-i-was-sold\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/22/how-we-met-he-cooked-me-pork-chops-for-dinner-and-i-was-sold", "date_published": "2023-06-22 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just two people – but millions of inhabitants: the tiny Cornish island where nature is thriving", "description": "<p>Looe Island is a case study in how to boost biodiversity, a place where the wardens, Claire Lewis and her partner, Jon Ross, are the only residents, alongside gulls, godwits and comma butterflies</p><p>With its driftwood, capsized boat and crystal-clear waters, Looe Island looks more like a scene from Robinson Crusoe than the well-trodden coastline of Cornwall. Few realise that only a mile from Looe – a seaside town whose narrow streets spill over with tourists in the summer months – there is a wildlife sanctuary.</p><p>In Cornwall’s only marine nature reserve, birds nest in thickets of trees, sheep graze grassy slopes and seals seek refuge in the island’s rocky bays. Quiet and tranquil, Looe Island is nearly deserted – apart from two wildlife wardens whose job it is to care for the land so its biodiversity flourishes.</p><p>Coastal grassland on the island. Photograph: Claire Lewis</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/you-notice-how-full-of-life-it-is-how-looe-island-became-a-wildlife-success-story-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/you-notice-how-full-of-life-it-is-how-looe-island-became-a-wildlife-success-story-aoe", "date_published": "2023-06-22 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slapped on to tables, thrown over hedges, bounced – why is everyone so horrible to dead cats? |  Adrian Chiles", "description": "<p>There’s something about a recently deceased moggie that excites the imagination. And not in a good way</p><p>If you found a dead cat at the bottom of your garden, what would you do with it? This question has been on my mind ever since I met a vicar who told me that he knew a broadcaster of a Christian persuasion with whom I was acquainted. When I mentioned this man of the cloth to the presenter in question, he said, “Oh yes, he’s a bit of a dead cat vicar.” My quizzical look prompted him to expand: “As in a bit hopeless, so gets moved from parish to parish, like if you find a dead cat in your garden – you just throw it over the fence and make it your neighbour’s problem.”</p><p>I was amazed by the sheer economy of this notion’s unpleasantness, with so few words used to convey disrespect for the deceased cat, the neighbour and the poor vicar himself, who had seemed rather nice to me. Perhaps concision in all things is a Christian virtue.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/slapped-on-to-tables-thrown-over-hedges-bounced-why-is-everyone-so-horrible-to-dead-cats\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/slapped-on-to-tables-thrown-over-hedges-bounced-why-is-everyone-so-horrible-to-dead-cats", "date_published": "2023-06-22 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Bathysphere Book by Brad Fox review – mysteries of the deep", "description": "<p>The story of an early deep-sea voyage and the strange world it uncovered</p><p>Among my favourite mysteries of the natural world is <em>Bathysphaera intacta</em>, a 6ft fish said to resemble a large barracuda. The new species was supposedly spotted by the explorer and naturalist William Beebe in 1932 at a depth of 640 metres (2100 ft) off the coast of Nonsuch Island in the Bermuda archipelago. We have no photograph of the fish and the only image that exists was drawn by Else Bostelmann, a German-born American artist, who accompanied Beebe on his expedition. Bostelmann never descended into the ocean’s depths; her drawings, based on Beebe’s descriptions, are 20th-century marine equivalents of Dürer’s Rhinoceros, creatures that the artist had never seen first-hand.</p><p>Fans of Dürer’s woodcut will enjoy Brad Fox’s The Bathysphere Book. It is an alternative history of Beebe’s exploration of the deep ocean, a weird and often beautiful fusion of science writing, history and poetry that explores our own relationship with the unknown – how we make sense of something fundamentally new with the limited tools at our disposal. It’s a story largely set in the Bermuda archipelago in the 1930s, but it somehow seems more ancient than that; Fox’s protagonists resemble literary trespassers into the underworld, frustrated by the limits of human language and anxious that their experiences will be misunderstood or dismissed by those on the surface.</p> <a href=\"https://www.theguardian.com/books/2023/jun/22/the-bathysphere-book-by-brad-fox-review-mysteries-of-the-deep\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/22/the-bathysphere-book-by-brad-fox-review-mysteries-of-the-deep", "date_published": "2023-06-22 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "These 1,572 US politicians voted to restrict abortion since Roe fell. 225 are women", "description": "<p>These are the faces of the lawmakers and governors who supported abortion bans and laws restricting access to the procedure</p><p>It’s been one year since the US supreme court ended the constitutional right to abortion. The procedure is now prohibited in 14 states and restricted in six more, leaving large swaths of the midwest and south without access to basic reproductive care.</p><p>To mark the first anniversary of the Dobbs v Jackson Women’s Health Organization decision, the case that overturned Roe v Wade, the Guardian has created a visual directory of state legislators who embraced the opportunity to restrict abortion access. These are the faces of lawmakers and governors whose votes helped pass bans on abortion at conception or after six weeks, before most women know they are pregnant.</p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2023/jun/22/abortion-ban-politicians-who-voted-for-restrictions-who-are-they-men-women\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/ng-interactive/2023/jun/22/abortion-ban-politicians-who-voted-for-restrictions-who-are-they-men-women", "date_published": "2023-06-22 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: has your local UK pound shop changed its sign due to inflation?", "description": "<p>We want to see how discount shops are adapting to inflation</p><p>What can you get for a quid at your local pound shop these days? With inflation continuing to push up prices, likely not much – which has led some shops to amend their offers.</p><p>If your local discount shop has rebranded to reflect its new prices, get in touch to tell us when this happened and share a photo.</p> <a href=\"https://www.theguardian.com/business/2023/jun/22/tell-us-has-your-local-uk-pound-shop-changed-its-sign-due-to-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/22/tell-us-has-your-local-uk-pound-shop-changed-its-sign-due-to-inflation", "date_published": "2023-06-22 09:58:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super Mario leaps back to 2D as Nintendo goes retro", "description": "<p>The first new non-3D instalment for a decade, due for release on Switch in October, will introduce the Wonder Flower, a four-player co-op feature – and Mario will be able to turn into an elephant</p><p>There have been rumours circulating for a while that a new 2D instalment in the Super Mario series was afoot – but perhaps no one expected a game in which the titular plumber could transform into an elephant and bounce on spherical hippos. That’s exactly what we’re getting, however, courtesy of Super Mario Bros Wonder, the first new non-3D Super Mario instalment for a decade, and the highlight of Nintendo’s latest Direct showcase streamed live on Wednesday evening.</p><p>Due for release on Switch on 20 October, Wonder is being billed as “the next evolution of 2D side-scrolling”. Ostensibly, it looks like a modernised take on the classic Super Nintendo-era games, with its bright, brash landscape, familiar Koopa enemies, and green pipes, but the game is introducing a new Wonder Flower, which, when touched, causes changes in the game world, including pipes coming alive and wriggling around and enemies bombarding the screen or mutating into new forms. Players will also be able to control Princess Peach, Princess Daisy and Yoshi as well as Mario who is now able to turn into an elephant. Local four-player co-op is another welcome feature.</p> <a href=\"https://www.theguardian.com/games/2023/jun/22/super-mario-leaps-back-to-2d-as-nintendo-goes-retro\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jun/22/super-mario-leaps-back-to-2d-as-nintendo-goes-retro", "date_published": "2023-06-22 09:43:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Simulation of democracy’: Guatemala readies for election amid concerns of manipulation", "description": "<p>Candidates have been disqualified on spurious grounds as experts warn of country backsliding into autocracy</p><p>Along the main thoroughfares that crisscross Guatemala City, campaign posters promoting almost two dozen presidential candidates are plastered on electricity poles and lamp posts, each promising to bring prosperity and security to Central America’s most populous country.</p><p>Yet despite the plurality on display, few Guatemalans expect much to change amid mounting evidence that this Sunday’s election could be little more than a simulation of democracy.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/guatemala-elections-democracy-manipulation-autocracy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/guatemala-elections-democracy-manipulation-autocracy", "date_published": "2023-06-22 09:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football transfer rumours: Newcastle to sign Rúben Neves and Sadio Mané?", "description": "<p>Today’s tittle-tattle is southern fried</p><p>As far as transfer strategies go, <strong>Newcastle </strong>snatching <strong>Rúben Neves </strong>on a two-year loan deal would be a shrewd if controversial move. The Portuguese midfielder has only just left Wolves after a seven-year shift with the ink barely dry on his £47 million contract with <strong>Al-Hilal </strong>in the Saudi Professional League. It’s not that<strong> </strong>Eddie Howe<strong> </strong>has convinced the Saudi club to tear up the legal document. He may not have to; both Newcastle and Al-Hilal are owned by PIF, the sovereign wealth fund of Saudi Arabia.</p><p>The Magpies are also closing in on a move for <strong>Milan’s Sandro Tonali</strong>, the 23-year-old midfielder with a £60m price tag. Negotiations stalled after an initial £50m bid was rejected but the move now looks secure and would match the club’s record signing of Alexander Isak, who joined from Real Sociedad last season. Newcastle could bolster their Champions League squad further still with a move for <strong>Sadio Mané</strong>, who has been deemed surplus to requirements by Bayern Munich.</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/football-transfer-rumours-newcastle-ruben-neves-sadio-mane\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/football-transfer-rumours-newcastle-ruben-neves-sadio-mane", "date_published": "2023-06-22 09:28:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ll play until our teeth drop out!’ The long, remarkable lives of Britain’s Windrush-era musicians", "description": "<p>Now in their 80s and 90s, having faced down racism and neglect, musicians of Caribbean heritage are still centre stage in the adopted country where they’ve enriched music in so many ways</p><p>When the Empire Windrush docked at Tilbury in 1948, passengers disembarking included Trinidadian calypsonians Lord Beginner, Lord Woodbine, Monica Baptiste and Lord Kitchener, the latter serenading the Pathé News film crew with an a cappella version of his song London Is the Place For Me. Until the Commonwealth Immigrant Acts (1962, 1968, 1971) produced a hostile environment for Caribbean nationals wanting to emigrate, many West Indian musicians would follow them, introducing everything from ska to soca. A handful of them would achieve international success; others would be broken by their experiences. Most were overlooked and would endure many privations, but they all enriched British music in myriad ways.</p><p>“I suppose we made some kind of impact,” says the self-effacing Michael “Bami” Rose as he reflects on their legacy ahead of this week’s Windrush 75 commemorations. Bami is preparing for tonight’s residency at Brixton’s Effra Tavern with Jamaican Jazz, an ensemble formed in the early 1990s that paired veterans – Rose, the late trombonist Rico Rodriquez, percussionist Tony Uter, trumpeter Eddie “Tan-Tan” Thornton – with younger Black British players. Rodriquez died in 2015 and Thornton is ailing, but Rose and Uter, 80 and 94, respectively, continue to lead a dynamic outfit. “Musicians play until their teeth drop out!”, Rose says.</p> <a href=\"https://www.theguardian.com/music/2023/jun/22/well-play-until-our-teeth-drop-out-the-long-remarkable-lives-of-britains-windrush-era-musicians\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/well-play-until-our-teeth-drop-out-the-long-remarkable-lives-of-britains-windrush-era-musicians", "date_published": "2023-06-22 09:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oligarchs’ cash could help rebuild Ukraine – but don’t let them buy their way out of sanctions | Maria Nizzero", "description": "<p>At the Ukraine recovery conference, the use of billions in frozen Russian assets is politically popular, but poses thorny legal and moral questions</p><p>The big question facing delegates at the <a href=\"https://www.urc-international.com/\">Ukraine recovery conference</a>, hosted by the UK and Ukrainian governments this week, is who will pay the estimated <a href=\"https://www.theguardian.com/world/2023/jun/17/uk-should-seize-oligarchs-assets-to-pay-for-reconstruction-of-ukraine\">$400bn (£310bn) bill</a> for Ukraine’s postwar reconstruction.</p><p>The obvious answer is: Russia and its oligarchs. About <a href=\"https://www.theguardian.com/politics/2023/may/25/uk-to-keep-kremlin-assets-frozen-until-russia-pays-compensation-to-ukraine\">$400bn of frozen Russian assets</a> currently sit on western shores, the result of sanctions measures levied since the beginning of the war. This tempting pot includes immobilised assets of Russia’s central bank, and frozen assets owned by oligarchs and other Kremlin associates. Many have suggested this money could be transferred to Ukraine, where it conveniently matches the cost of needed reconstruction funds.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/oligarchs-ukraine-russia-sanctions-recovery-conference-frozen-assets\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/oligarchs-ukraine-russia-sanctions-recovery-conference-frozen-assets", "date_published": "2023-06-22 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I have overwhelming impostor syndrome’: TV judge Rob Rinder on empathy, shame and survival", "description": "<p>He grew up gay in a working-class community, before becoming a criminal barrister, then moving into television. Now he has written his first novel</p><p></p><p>Rob Rinder had fantasies about the kind of novel he would like to write. Something the literary giants, whose books lined his study, might create; something inspired by his life as a barrister, that said something big and important about justice, and who gets it. He is, he says with a laugh, someone who “disappears into their own imagination while they’re on a treadmill and has a deluded sense of their own cultural grandeur. Then I tried to sit down and write that earnest book, and it wasn’t emerging.”</p><p>For years, he says: “I’d overprojected value, even humanity, on the great writers, forgetting the greatness of the books that I’ve read and loved. It takes such talent for you to disappear into a joyous afternoon. Jilly Cooper!” He almost shouts her name in evangelical praise, when we meet at his publicist’s office. “I mean, tell me Riders isn’t a work of art.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/22/i-have-overwhelming-impostor-syndrome-tv-judge-rob-rinder-on-empathy-shame-and-survival\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/22/i-have-overwhelming-impostor-syndrome-tv-judge-rob-rinder-on-empathy-shame-and-survival", "date_published": "2023-06-22 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Ashes Test match, day one: England v Australia – live", "description": "<ul><li>Over-by-over updates from the one-off match at Trent Bridge</li><li>Play in the cricket starts in Nottingham at 11am BST/8pm AEST</li><li>Get in touch: send your thoughts to <a href=\"mailto:rob.smyth.casual@theguardian.com\">Rob by email</a></li></ul><p><strong>Women’s Ashes – video explainer</strong></p><p><strong>“I’d just about steadied myself after Tuesday’s dramatics</strong>, and now this!” writes Outski. “It looks like a very strong England side, and there’s Farrant, Bouchier and Davies waiting in the wings, plus there seems to be a growing Jones/Winfield-Hill debate to mirror the Foakes/YJB stuff on the men’s side (Jones &amp; Foakes for me).</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/22/the-womens-ashes-2023-england-vs-australia-live-updates-test-match-cricket-eng-v-aus-latest-score-scorecard-day-one-trent-bridge\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/22/the-womens-ashes-2023-england-vs-australia-live-updates-test-match-cricket-eng-v-aus-latest-score-scorecard-day-one-trent-bridge", "date_published": "2023-06-22 08:56:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian politicians bought Nazi artefacts, auction house director claims", "description": "<p>Gold Coast auction house sold huge collection including photo album of concentration camps and signed pictures of Hitler ahead of federal ban on display and sale of Nazi symbols</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>An Australian auction house that sold an extensive collection of Nazi artefacts online has defended the sale by stating politicians were among the buyers.</p><p>Jewish groups are outraged at the sale of the “blood-stained items” that included signed pictures of Hitler, Himmler and Rommel, a striped concentration camp cap, a “Jewish winter overcoat” with yellow star attached, picture albums of dead soldiers and PoWs and personal photo albums of SS officers.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/22/australian-politicians-bought-nazi-artefacts-auction-house-director-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/22/australian-politicians-bought-nazi-artefacts-auction-house-director-claims", "date_published": "2023-06-22 08:45:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles honours ‘immeasurable’ impact of Windrush generation", "description": "<p>Comments come in foreword of book of portraits to celebrate 75th anniversary of Windrush crossing</p><p>King Charles has hailed the pioneers of the Windrush generation, saying it is crucially important to recognise the “immeasurable” difference they made to Britain.</p><p>The king paid tribute to the “indomitable generation” whose arrival in Britain is being marked with events across the land, including a national commemoration service celebrating the 75th anniversary of the crossing at Southwark Cathedral on Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/king-charles-honours-immeasurable-impact-of-windrush-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/22/king-charles-honours-immeasurable-impact-of-windrush-generation", "date_published": "2023-06-22 08:45:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fictional fanmail and fake famous ‘friends’ with Lolly Adefope", "description": "<p>The comedian answers made-up reader questions and meets showbiz stars in Lolly Adefope’s Fanmail. Plus: five of the best agony aunt podcasts</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p>It’s long been established that <a href=\"https://www.theguardian.com/tv-and-radio/2022/mar/02/podcasts-headphones-perceived-intimacy-host-increased\">there’s a genuine psychological phenomenon</a> which creates a sense of intimacy between listeners and podcast hosts. This makes it the ideal medium for an agony aunt show – after all, you already feel weirdly bonded to the host, so you’re more likely to take advice from them.</p><p>This week, we’re rounding up a selection of excellent podcasts that try to solve issues ranging from relationship difficulties, to friendship trouble, to how to share kitchen utensils. A more meta take on responding to listener queries also comes from Lolly Adefope’s starry new show in which she plays a fictional version of herself answering fan mail and meeting celeb pals. It’s joined by troubling true crime shows, powerful investigations of dubious legal practices, and Will Young singing his way through an homage to a Roman poet.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/22/hear-here-podcasts-lolly-adefope-fanmail\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/22/hear-here-podcasts-lolly-adefope-fanmail", "date_published": "2023-06-22 08:45:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Azúcar by Nii Ayikwei Parkes review – a honey-sweet fable", "description": "<p>In his second novel, set in a fictional Caribbean country, the British Ghanian author pays homage to the staying power of migrant communities</p><p>The new novel by British Ghanaian author and performance poet <a href=\"https://www.theguardian.com/profile/nii-ayikwei-parkes\">Nii Ayikwei Parkes</a> is set in a fictional Caribbean country called Fumaz, an island nation whose history is strikingly similar to that of Cuba. It has been under a US trade embargo ever since a leftwing revolution in 1959, and was for many years economically dependent on sugar exports to communist Russia; the collapse of the USSR in 1991 plunged the islanders into severe hardship. The primary protagonist, Yunior, is a talented crop scientist hired by the Fumaz government in the mid-90s to help diversify their agriculture. The novel recounts his early life as a child migrant from Ghana, his musical exploits with a popular salsa band, and his ill-fated romance with a local police officer. A second, parallel narrative concerns Emelina, the US-raised heiress of a wealthy Fumaz rice merchant, who leaves the North American “Sun Coast” (read: Miami) for her ancestral homeland when she inherits her grandfather’s estate.</p><p>Yunior’s life revolves around his twin passions: music and nature. When he isn’t playing guitar he is tending to his allotment: “Rotating peppers, spring onions, tomatoes, sweet potatoes and cabbages with assorted frijoles, okra … he prided himself on a garden that was both colourful and nutritious.” These two themes are often intertwined in the novel’s descriptive language: “Through [music] he blended with the countryside – its fertility, its undulating earth, its cycles, the muted music of its flora flourishing and fading, its temper when hurricanes flashed by.” On stage, he “oscillates his guitar in a pattern that mirrors the map-making loops of honey bees that have found nectar in a far flung patch of petals”.</p> <a href=\"https://www.theguardian.com/books/2023/jun/22/azucar-by-nii-ayikwei-parkes-review-a-honey-sweet-fable\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/22/azucar-by-nii-ayikwei-parkes-review-a-honey-sweet-fable", "date_published": "2023-06-22 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EFL opening fixtures: Leeds host Cardiff, Wrexham at home to MK Dons", "description": "<ul><li>Season kicks off with Sheffield Wednesday v Southampton</li><li>Reading and Peterborough meet on opening day in League One</li></ul><p>Leeds will restart life in the Championship against Cardiff at Elland Road, while Wrexham’s first Football League match since 2008 will be at home to Milton Keynes Dons. Those were among the eye-catching elements of the EFL fixture release for a season that kicks off on Friday 4 August, with promoted <strong>Sheffield Wednesday</strong> hosting relegated <strong>Southampton</strong> in the Championship.</p><p>Both teams will be under new managers when they get the ball rolling, with <a href=\"https://www.theguardian.com/football/2023/jun/19/darren-moore-leaves-sheffield-wednesday-manager-promotion\">Darren Moore</a> having left Hillsborough and <a href=\"https://www.theguardian.com/football/2023/jun/21/southampton-announce-new-manager-russell-martin-after-swansea-exit-agreed\">Russell Martin in</a> at St Mary’s. Other opening-weekend Championship fixtures include <strong>Plymouth v Huddersfield</strong> on Saturday 5 August, pitting the <a href=\"https://www.theguardian.com/football/2023/jun/14/neil-warnock-persuaded-to-stay-at-huddersfield-past-his-75th-birthday\">74-year-old Terriers manager</a> Neil Warnock against one of his former clubs.</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/efl-fixtures-leeds-cardiff-wrexham-mk-dons-championship-league-one-league-two\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/efl-fixtures-leeds-cardiff-wrexham-mk-dons-championship-league-one-league-two", "date_published": "2023-06-22 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The USWNT enter the World Cup loved, despised and still influential", "description": "<p>The World Cup champions have made enemies, and many more fans. Whether they succeed or fail, they know people will be watching</p><p>A seven-a-side match featuring a collection of retired Wrexham pros and guests against a team of mostly retired US women’s players isn’t particularly newsworthy. But when the score wound up <a href=\"https://www.youtube.com/watch?v=Ojb430E55zA\">12-0 in favor of the men</a>, the knives were out.</p><p>Some outlets, <a href=\"https://www.foxnews.com/sports/ryan-reynolds-wrexham-afc-demolished-us-womens-national-team-during-tournament-1m-prize\">notably Fox News</a>, either ignorantly or deliberately misidentified the American players as “the US women’s team”. Some played up Heather O’Reilly’s playful callout of Wrexham’s celebrity owner Ryan Reynolds as a <a href=\"https://www.marca.com/en/football/2023/06/05/647d72dbe2704e2e4a8b4598.html\">hysterical, delusional fit</a>. From newsrooms to their parents’ basements, men rejoiced at the supposed humbling of women who dared to demand a place in the sports marketplace.</p><p>Celebrating wildly upon scoring <a href=\"https://www.theguardian.com/football/2019/jun/12/usa-thailand-womens-world-cup-soccer-celebrations\">goals 11, 12 and 13</a> against an overmatched World Cup opponent? No problem.</p><p>Morgan pretending to sip tea after a goal against England? A meme-worthy moment, even though many couldn’t tell whether it was a dig at the team’s tea-crazed opponents, a homage to Game of Thrones star Sophie Turner’s Instagram account, or <a href=\"https://www.yahoo.com/lifestyle/alex-morgan-makes-history-and-gives-uswnt-the-lead-with-teasipping-birthday-goal-194734846.html\">a shoutout to Kermit the Frog</a>. (As it turns out, the correct answer was <a href=\"https://www.insider.com/alex-morgan-sipped-tea-celebration-sophie-turner-vmas-2019-8\">Turner</a>.)</p><p>Rose Lavelle <a href=\"https://au.sports.yahoo.com/womens-world-cup-usa-outrage-controversial-penalty-223951208.html\">diving to get a call</a> at the World Cup? Either we all missed the foul, or hey, the men do it all the time. (Sadly, that’s not wrong.)</p> <a href=\"https://www.theguardian.com/football/2023/jun/22/the-uswnt-enter-the-world-cup-loved-despised-and-still-influential\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/22/the-uswnt-enter-the-world-cup-loved-despised-and-still-influential", "date_published": "2023-06-22 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Temple visits rise in China as jobless young people seek spiritual assistance", "description": "<p>Number of visitors up 367% at start of year with about half born after 1990, according to travel websites</p><p>In the search for a job in a gloomy economy, many young people in China are hoping for divine intervention.</p><p>According to data released by the Chinese travel platform Qunar, the number of visitors to temple scenic spots increased by 367% in the first quarter of this year, compared with the same period in 2022.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/temple-visits-rise-china-jobless-young-people-spiritual-assistance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/temple-visits-rise-china-jobless-young-people-spiritual-assistance", "date_published": "2023-06-22 07:48:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve only played in a pub to 50 parents!’: meet Askew, one of Glastonbury’s youngest ever bands", "description": "<p>Living with a condition that causes progressive muscular weakness, 16-year-old Eli Crossley is pumped to be playing the festival – even if his bandmates aren’t sure they believe it</p><p>At this time of the year, most British 16-year-olds are focused on GCSE revision and how to spend their long summers. But for Eli Crossley, who alongside Alfie Lewis, Freddie Wormleighton, Jay Guru-Murphy and Will Ponds are members of the band Askew, playing at Glastonbury festival as one of the youngest bands to ever perform has also been on their to-do list.</p><p>“We haven’t really done any gigs or anything, but we’ve been able to practise at a studio. Now the fact we’re playing Glastonbury is quite crazy,” Crossley says.</p> <a href=\"https://www.theguardian.com/music/2023/jun/22/askew-glastonburys-youngest-ever-band-eli-crossley-muscular-atrophy\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/22/askew-glastonburys-youngest-ever-band-eli-crossley-muscular-atrophy", "date_published": "2023-06-22 07:34:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glamorous review – Kim Cattrall looks absolutely bored out of her mind", "description": "<p>Cattrall chose this instead of the Sex and the City reboot – but it’s dull, derivative and no fun at all. Why recruit a gay icon for a gay show then not use her?</p><p>Glamorous is, in mere factual terms, a new 10-part frothy drama from Netflix about a young, makeup-obsessed queer man called Marco (<a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/16/love-victor-review-love-simon\">Love, Victor’s</a> Miss Benny), who lands the job of his dreams when beauty mogul Madolyn Addison (Kim Cattrall) plucks him out of mall-makeover obscurity and makes him her second assistant on the grounds that he and he alone knows what the modern customer wants.</p><p>In non-factual terms, Glamorous is the thing Kim Cattrall chose to do instead of the first season of And Just Like That, the reboot of Sex and the City – the show that made her name but on which it seems her life was made a misery. She is said to be making an appearance at the end of season two, probably as the recipient of a phone call from Carrie or maybe in holographic form or some other manifestation that did not require her to be on set with any of her co-stars again. The rumours and gossip have been tremendous fun – and the fact that Glamorous is dropping on the same day as the new series of And Just Like That is a nice twist of the knife by Netflix.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/22/glamorous-review-kim-cattrall-looks-absolutely-bored-out-of-her-mind\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/22/glamorous-review-kim-cattrall-looks-absolutely-bored-out-of-her-mind", "date_published": "2023-06-22 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glastonbury festival 2023 gets under way – in pictures", "description": "<p>The gates have opened at the UK’s biggest music and performing arts festival. Backpacks, wellies, airbeds and a burst of torrential rain were the order of the day as the first festivalgoers trooped into Worthy Farm</p><p></p> <a href=\"https://www.theguardian.com/music/gallery/2023/jun/22/glastonbury-festival-2023-gets-under-way-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/jun/22/glastonbury-festival-2023-gets-under-way-in-pictures", "date_published": "2023-06-22 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven years on, the UK and EU are still drifting apart. The public wants a change | Timothy Garton Ash", "description": "<p>Britain is like a sailing boat in the middle of the Channel, struggling for direction. It needs a bold new captain and a new crew</p><p>As we approach the seventh anniversary of Britain’s fateful vote, on 23 June 2016, to leave the EU, the state of UK-EU relations is superficially encouraging and structurally depressing.</p><p>Britain is like a sailing boat faffing around in the middle of the Channel. Most of its passengers want it to steer closer to the continental coast and even the captain seems willing to make some modest adjustments to his course. But strong winds and currents are pushing the boat further away from the continent. It will require a much more decisive change of course from a new captain, after a different crew comes onboard next year, for the forces of convergence to prevail over those of divergence.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/uk-eu-britain-brexit-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/uk-eu-britain-brexit-anniversary", "date_published": "2023-06-22 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England poised to raise interest rates for 13th time despite mortgage timebomb – business live", "description": "<p>Rolling coverage of the latest economic and financial news </p><ul><li><a href=\"https://www.theguardian.com/politics/2023/jun/21/labour-rishi-sunak-rachel-reeves-mortgage-plan\">Labour piles pressure on Sunak with plan to prevent ‘mortgage catastrophe’</a></li><li><a href=\"https://www.theguardian.com/money/2023/jun/21/1-point-4m-uk-households-huge-hit-to-finances-mortgage-timebomb-payments-fifth-disposale-income\">1.4m UK mortgage holders face 20% hit to disposable income from rate hikes</a></li></ul><p><strong>Sir Charlie Bean</strong>, a former Deputy Governor for Monetary Policy at the Bank of England, believes he would vote for a large, half-point increase in interest rates today if he were on the Monetary Policy Committee.</p><p><strong>Bean</strong> told Radio 4’s Today programme that:</p><p>If i was on the committee, i would probably vote for a 50-basis point.</p><p>I’m sure on the committee i’m sure there will be quite a lot of discussion about whether to go for a quarter or a half.</p><p>You put all of that together, and it’s a pretty clear signal that it needs further rate increases.</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/22/bank-of-england-interest-rates-inflation-mortgage-timebomb-andrew-bailey-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/22/bank-of-england-interest-rates-inflation-mortgage-timebomb-andrew-bailey-business-live", "date_published": "2023-06-22 06:39:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Diary of Virginia Woolf review – a book for the ages", "description": "<p>Woolf’s epic and unmatchable record of her life, times and writing process</p><p>“I meant to write about death, only life came breaking in as usual,” Virginia Woolf wrote on 17 February 1922, when she had just turned 40. Her diary is full of pain: deaths, losses, illness, grief, depression, anguish, fear. But on every page life breaks in, with astonishing energy, relish and glee. The diary is an unmatchable record of her times, a gallery of vividly observed individuals, an intimate and courageousself-examination, a revelation of a writer’s creative processes, a tender, watchful nature journal, and a meditation on life, love, marriage, friendship, solitude, society, time and mortality. It’s one of the greatest diaries ever written, and it’s excellent to see it back in print.</p><p>Woolf’s first surviving diary entry was made in 1897, when she was nearly 15; her last was on 24 March 1941, four days before her death. She kept these 42 years’ worth of writings in unlined notebooks with soft covers which she bound in coloured papers. She often referred back to them to remind herself of her past, and she drew on them when she started her memoir, Sketch of the Past, in 1939. When her London house was bombed in October 1940, she made sure to salvage them.</p> <a href=\"https://www.theguardian.com/books/2023/jun/22/the-diary-of-virginia-woolf-review-a-book-for-the-ages\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/22/the-diary-of-virginia-woolf-review-a-book-for-the-ages", "date_published": "2023-06-22 06:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush generation celebrated in a series of 10 portraits – in pictures", "description": "<p>The Windrush generation is being celebrated in a series of 10 new portraits that will go on public display for the first time from Thursday 22 June at Edinburgh’s Royal Palace. Commissioned by King Charles in 2022, the special display commemorates the positive contributions these pioneering men and women have made to the UK<em>. </em>The portraits were created by black artists personally selected by the king.</p><p>The Windrush: Portraits of a Pioneering Generation display is included as part of a visit to the Palace of Holyroodhouse until mid-September.<em> </em>The portraits will then go on display at the National Portrait Gallery from October for approximately six months</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/jun/22/windrush-generation-celebrated-10-portraits-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/jun/22/windrush-generation-celebrated-10-portraits-in-pictures", "date_published": "2023-06-22 06:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "That Peter Crouch Film review – good-natured documentary about Premier League hero", "description": "<p>There aren’t many revelations here but the gawky striker is eminently likable and there’s plenty to enjoy in his story of success against the odds</p><p>In an era when anyone with a chunky social media follower count can get their own documentary, it’s bit of a relief that someone as eminently likable as footballer Peter Crouch is subject to the streaming-platform treatment. In truth, this film is basically a bit of brand enhancement, following on from Crouch’s post-football podcast and Crouchfest live show, and as such doesn’t go anywhere particularly unexpected.</p><p>Crouch, of course, was the gawky striker who, in the footballing parlance, proved the doubters wrong by making it into the Premier League, winning the FA Cup with Liverpool, scoring a hat-trick for England and – most potently for the legend – improvising that dopey robot-dance goal celebration and marrying model Abbey Clancy. (Not for nothing is his most famous line the one about what he would be <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/19/i-was-being-bullied-on-a-global-scale-peter-crouch-on-mockery-marriage-and-having-the-last-laugh\">if he wasn’t a footballer</a>.)</p> <a href=\"https://www.theguardian.com/film/2023/jun/22/that-peter-crouch-film-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/22/that-peter-crouch-film-review", "date_published": "2023-06-22 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back off, sourdough! All hail the glorious return of the sliced white loaf | Amelia Tait", "description": "<p>Rising costs have no doubt played a part, but so has natural justice: a sandwich should never be sharp, especially if it’s only masquerading as nutritious </p><p>Do you know how many things have been invented since Otto Frederick Rohwedder perfected his <a href=\"https://americanhistory.si.edu/collections/search/object/nmah_1317263#:~:text=This%20commercial%20bread%2Dslicing%20machine,Iowa%2C%20beginning%20in%20late%201928.\">bread-slicing machine</a> in 1928? Like, loads. There have been at least 10 iPhones since then, plus a machine that can literally <a href=\"https://www.theguardian.com/environment/2022/dec/13/us-scientists-confirm-major-breakthrough-in-nuclear-fusion\">harness the power</a> of the stars. Yet when someone wants to hype up a new product today, they don’t say, it’s the best thing “since Bluetooth” or “the rocket that took man to the moon” or even “the polio vaccine”. They say it’s the best thing since sliced bread – because, nearly a century on, we still haven’t invented anything better.</p><p>Soft, pillowy white bread that sticks to the roof of your mouth when untoasted – that you squish into a ball and bite into as a kid, that you pack in lunchboxes and on picnics and fry in beaten eggs – is something many of us know is worth dying earlier for. It is a comfort food so comforting that, <a href=\"https://bakeryinfo.co.uk/retail/cost-of-living-crisis-brings-boom-in-white-bread-sales/680087.article\">according to</a> Warburtons chairman Jonathan Warburton, sales rose during Covid and the cost-of-living crisis. “The staple white sliced bread is most certainly not dead,” said the breadman after consumer behaviour firm Circana found that sales of pre-packed white loaves are up 0.6% compared with this time last year – while sales of all other surveyed bread categories declined.</p><p>Amelia Tait is a freelance features writer</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/sourdough-sliced-white-loaf-sandwiches-bread-mouth-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/sourdough-sliced-white-loaf-sandwiches-bread-mouth-fashion", "date_published": "2023-06-22 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Compensation has been as hellish as our Eurostar trip", "description": "<p>When it comes to delays, rail passengers are treated as second-class compared with those who choose to fly</p><p><strong>My friend and I suffered the Eurostar journey from hell on a two-day trip to Amsterdam in March. It started when we crossed the Belgian border and were told problems on the line required the power to be switched off. We sat motionless for four hours, then the train returned to Lille and were told that when the line reopened, the service would terminate in Brussels and passengers for Amsterdam would have to take an inter-city train unless they preferred to return to London.</strong></p><p><strong>At Brussels, we were held for another hour and, when we were finally allowed to disembark, there was utter chaos, with no Eurostar officials present. We eventually reached our hotel eight hours later than scheduled. Eurostar says the only compensation we are entitled to is 50% of the cost of the ticket or an e-voucher worth 75%. This is the same compensation offered to a passenger delayed by no more than two hours, and is entirely inadequate.<br /></strong><em><strong>JS, London</strong></em></p> <a href=\"https://www.theguardian.com/money/2023/jun/22/compensation-has-been-as-hellish-as-our-eurostar-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/22/compensation-has-been-as-hellish-as-our-eurostar-trip", "date_published": "2023-06-22 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From the Troubles to glam rock: through the eyes of Brian Aris – in pictures", "description": "<p>The British photographer started off covering civil unrest and ended up shooting the Queen – a new exhibition takes you on the wild ride </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/22/from-the-troubles-to-glam-rock-through-the-eyes-of-brian-aris-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/22/from-the-troubles-to-glam-rock-through-the-eyes-of-brian-aris-in-pictures", "date_published": "2023-06-22 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Invasion of giant African land snails prompts quarantine in south Florida", "description": "<p>Officials set up ‘treatment area’ in Miramar and warn residents the creatures also pose a health risk by carrying a parasite</p><p>An invasion of giant African land snails has alarmed residents in south Florida, where authorities have established a quarantine area to try to deal with the destructive pests.</p><p>The invasive snails have voracious appetites and consume at least 500 species of plants, <a href=\"https://www.fdacs.gov/News-Events/Press-Releases/2023-Press-Releases/Giant-African-Land-Snail-Quarantine-Established-in-Broward-County\">according to Florida’s department of agriculture</a>, which is fearful for the state’s lucrative growing industries of citrus and other fruits and vegetables.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/22/giant-african-land-snails-florida-quarantine\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/22/giant-african-land-snails-florida-quarantine", "date_published": "2023-06-22 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Partying, but not for profit – 8 ethical music festivals in the UK and Europe", "description": "<p>Put your music where your values are and check out festivals that support causes from preserving ancient cultures to saving monkeys</p><p>Sky-high ticket prices, corporate branding and a big-name acts approach are what we have come to expect from music <a href=\"https://www.theguardian.com/culture/festivals\">festivals</a>.</p><p>But with a recent <a href=\"https://www.cm.com/cdn/web/en-gb/file/whitepapers/music-research-report.pdf?utm_source=cm.com&amp;utm_medium=email&amp;utm_campaign=Leisure%20&amp;%20Travel%20-%20Music%20Research%20Report%20-%20Confirmation%20(1)%20-%20EN-GB&amp;mailId=f05aaccd-ae24-48b0-a0fd-401a1c8d769a\">UK study</a> showing people are planning to go and see less live music this year due to the cost of living crisis, perhaps commercial music events have lost their charm.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/22/ethical-music-festivals-in-the-uk-and-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/22/ethical-music-festivals-in-the-uk-and-europe", "date_published": "2023-06-22 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand PM disagrees with Joe Biden over Xi Jinping ‘dictator’ remark", "description": "<p>Chris Hipkins, who is about to meet the Chinese president on a trip to Beijing for the first time, said China’s system of government is ‘a matter for them’</p><p>New Zealand prime minister Chris Hipkins has disagreed with US President Joe Biden’s remark that<a href=\"https://www.theguardian.com/us-news/2023/jun/21/joe-biden-calls-chinese-president-xi-jinping-dictator-antony-blinken-china-visit\"> Xi Jinping is a “dictator”</a>, as he prepares to meet the Chinese leader on an official trade trip to China.</p><p>“No, and the form of government that China has is a matter for the Chinese people,” Hipkins told reporters when asked about Biden’s description. Asked whether the Chinese people had a say in the form their government took, he said: “if they wanted to change their system of government, then that would be a matter for them.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/new-zealand-pm-disagrees-with-joe-biden-over-xi-jinping-dictator-remark\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/new-zealand-pm-disagrees-with-joe-biden-over-xi-jinping-dictator-remark", "date_published": "2023-06-22 05:56:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Titanic sub search: more rescue equipment arrives amid fears for oxygen levels in Titan – live updates", "description": "<p>Search for missing Titan submersible enters fourth day, with more deep-sea vehicles sent to site as part of international rescue operation. Follow the latest news</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/22/titanic-sub-rescuers-intensify-search-as-fears-grow-over-titans-remaining-oxygen-supply\">Full report: rescuers intensify search amid concerns over Titan’s remaining oxygen supply</a></li></ul><p></p><p>Recovering the missing Titan submersible and bringing its crew to safety in time using the latest advanced deep-sea rescue equipment would be an extremely difficult task, an expert has said.</p><p>Even if Titan is located, a successful rescue would require remote-controlled vehicles (ROVs) capable of allowing operators on the surface a clear view of the submersible’s location, any obstacles that may be present and where to attach cables capable of lifting it thousands of metres through the water.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/22/titanic-sub-live-updates-search-titan-missing-submarine-submersible-rescue-us-coast-guard-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/22/titanic-sub-live-updates-search-titan-missing-submarine-submersible-rescue-us-coast-guard-latest-news", "date_published": "2023-06-22 05:26:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Sex and the City fans can’t wait for Samantha’s fabulous return", "description": "<p>And Just Like That is back with the promise of Kim Cattrall. Plus, the BBC kicks off another year of Glastonbury coverage. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/22/tv-tonight-sex-and-the-city-fans-cant-wait-for-samanthas-fabulous-return\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/22/tv-tonight-sex-and-the-city-fans-cant-wait-for-samanthas-fabulous-return", "date_published": "2023-06-22 05:20:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Ukraine strikes bridge linking Kherson and Crimea, Russia-appointed officials say", "description": "<p>Kherson governor says road damaged after likely attack by Storm Shadow missiles</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Two people have died after an explosion and subsequent fire at a 16-storey building in the Dnipro district of the capital Kyiv, mayor Vitaliy Klitschko has said on the Telegram messaging app.</p><p>Another two people were in hospital and another two were treated at the scene, he said. Experts were investigating the cause of the explosion, he said. The Kyiv Independent reported that the cause was a powerful gas explosion.</p><p>Ukrainian forces may be conducting several offensive operations across the entire theater in order to gradually attrit Russian forces and set conditions for a future main effort.</p><p>Losses are inevitable on both sides, but careful operational planning on the Ukrainian side likely seeks to mitigate and balance this reality with the equally important observation that the degradation of Russian manpower is a valuable objective.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/22/russia-ukraine-war-live-slow-pace-of-counteroffensive-setting-conditions-for-future-main-effort-usthinktank-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/22/russia-ukraine-war-live-slow-pace-of-counteroffensive-setting-conditions-for-future-main-effort-usthinktank-says", "date_published": "2023-06-22 05:11:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The scientist who raised dangers of carbon dioxide in 1950s", "description": "<p>Physicist Gilbert Plass predicted climate change, blaming fossil fuels for rising temperatures</p><p>It’s often assumed that most people in the 1950s were blissfully unaware of climate change, but in fact there were already alarm bells ringing. In 1953, the Canadian physicist Gilbert Plass talked to a scientific meeting about the dangers of carbon dioxide pollution. “The large increase in industrial activity during the present century is discharging so much carbon dioxide into the atmosphere that the average temperature is rising at the rate of 1.5 degrees [fahrenheit] per century,” he announced in a sensational statement that became headline news around the world.</p><p>Although climate scientists had realised that world temperatures were rising, they put forward other explanations for the warming, such as sunspots or wobbles in the Earth’s orbit around the sun. Plass had researched the climate in his spare time while working at the Ford motor company, before publishing his research in two science journals, as well as writing a popular piece in a science magazine. In 1961, he went further and blamed fossil fuels for most of the global warming. His words were prophetic – CO<sub>2</sub> levels in the atmosphere were about 310 parts per million and now they are over 420ppm and rising each year, along with global temperatures.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/22/gilbert-plass-scientist-raised-dangers-carbon-dioxide-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/22/gilbert-plass-scientist-raised-dangers-carbon-dioxide-climate-change", "date_published": "2023-06-22 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is ruining people’s lives’: homeowners hit by UK mortgage crisis speak out", "description": "<p>Borrowers with expiring fixed-rate or tracker mortgages face difficulties, with some saying they will be forced to sell their homes</p><p>For Steven, a media consultant from Guildford, and his wife, the remortgaging nightmare is only beginning. “People like me can’t sleep at night – it’s horrendous,” he says. “The mortgage for our three-bed cottage is up for renewal in December. We’ve geared our lives around the low interest rates of the past 13 years. I am the only earner in the family. If interest rates hit 6%, I’ll have to find an extra £1,480 per month – well over double what we pay now. That is totally catastrophic for our family, absolutely terrifying.”</p><p>The UK is experiencing the sharpest, fastest rise in interest rates since the 1980s, and markets and homeowners are braced for another increase from the Bank of England on Thursday, with an increase of at least 0.25 percentage points from 4.5% expected.</p> <a href=\"https://www.theguardian.com/business/2023/jun/22/this-is-ruining-peoples-lives-homeowners-hit-by-uk-mortgage-crisis-speak-out\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/22/this-is-ruining-peoples-lives-homeowners-hit-by-uk-mortgage-crisis-speak-out", "date_published": "2023-06-22 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kenya to launch biggest school meals programme in Africa", "description": "<p>Starting in Nairobi, the initiative aims to provide daily lunches for 4 million primary school children and to ‘eliminate the shame of hunger’</p><p>The largest school meals programme in Africa is to begin in Nairobi this August, in a drive to “eliminate the shame of hunger in [Kenya]”.</p><p>Ten new kitchens, now under construction, will provide 400,000 daily lunches for children in 225 primary schools and Early Childhood Development centres in the Kenyan capital. The programme will start on 28 August, the first day of the autumn term, and the kitchens will employ 3,500 people.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/22/kenya-to-launch-biggest-school-meals-programme-in-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/22/kenya-to-launch-biggest-school-meals-programme-in-africa", "date_published": "2023-06-22 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They survived and thrived in a hostile Britain. That’s why we revere the Windrush pioneers | Hugh Muir", "description": "<p>Docking 75 years ago, they had no idea of the difficulties ahead. This country made nothing easy. It should salute their achievement</p><p>Look again at that picture taken 75 years ago at Tilbury docks. Look at those people as they posed for the historic photographs. Look at their faces; wearied from a month of travel, etched with joy, hope, bewilderment and lurking stage left, just out of sight, foreboding.</p><p>As the descendants of that Windrush generation, we get to look at those faces every day in the pictures of our own families that we hang on the walls and in our front rooms. They have the same posed smiles, the demeanour of all adventurers who smile at the outset of an uncertain journey. There were 492 of them and they knew they had to impress and account for themselves. The attire was pin-sharp, whatever could be said of them on arrival, it was not to be that they were slovenly. They knew enough to show that they came in peace. Some sang and exuded bonhomie for <a href=\"https://www.youtube.com/watch?v=2__Canb80NM\">Pathé News</a>, but others interviewed on the day sought to echo the self-effacement and deprecation they saw as essentially English. They made the best of it; but they didn’t know much at all. They would have to learn much quickly in turbulent decades.</p><p>Hugh Muir is the Guardian’s executive editor, Opinion</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/22/britain-windrush-75-pioneers-country-achievement\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/22/britain-windrush-75-pioneers-country-achievement", "date_published": "2023-06-22 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs contributing to growing hostility to drag events, report says", "description": "<p>Dozens of events targeted by extremist groups in past year, raising fears of backslide on LGBTQ+ rights</p><p>Conservative MPs and peers are mainstreaming hostility to drag events, which are increasingly being targeted by extremist groups as part of a wider anti-LGBTQ+ narrative, <a href=\"https://www.isdglobal.org/isd-publications/a-year-of-hate-anti-drag-mobilisation-efforts-targeting-lgbtq-people-in-the-uk\">a report says</a>.</p><p>Across the UK, at least 57 drag events have been targeted over the past year, according to the Institute for Strategic Dialogue (ISD), which has also documented how anti-LGBTQ+ messaging from the US is increasingly being imported to the UK.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/22/tory-mps-contributing-to-growing-hostility-to-drag-events-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/22/tory-mps-contributing-to-growing-hostility-to-drag-events-report-says", "date_published": "2023-06-22 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I no longer know how to think about borsch’", "description": "<p>The soup of my childhood has become a symbol of Putin’s assault on Ukrainian land, culture and heritage, of his drive to plunder and obliterate Ukraine</p><p>On 25 February 2022, I woke up after a turbulent night checking news updates about Putin’s invasion of Ukraine. Amid the shock and bouts of crying and doomscrolling, a seemingly trivial yet intimately unsettling thought entered my mind. I realised that after years of investigating national cuisines and identities for a book I was working on, I no longer knew how to think or talk about borsch, a beet soup that Ukraine and Russia claimed as their own.</p><p>I grew up in Soviet Moscow eating borsch – борщ in Cyrillic, no “t” at the end, that’s a Yiddish addition – at least twice a week; after we emigrated in 1974, it signified for me the complicated, difficult home we had left. Here in Queens, New York, where I live, a big pot made by my mother usually sat in my fridge. But who <em>did</em> have the right to claim it as heritage? That tangled question of cultural ownership I’d been reflecting on for so long had landed on my own table with an intensity that suddenly felt viscerally personal.</p> <a href=\"https://www.theguardian.com/news/2023/jun/22/i-no-longer-know-how-to-think-about-borsch\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/22/i-no-longer-know-how-to-think-about-borsch", "date_published": "2023-06-22 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The climate crisis is this century’s biggest threat. We need a global finance pact that reflects the task ahead |  Chris Bowen, Steven Guilbeault and James Shaw", "description": "<p>As climate change ministers, we urge multilateral banks to come together to help vulnerable nations, who face cascading challenges</p><p>The science is clear. The climate crisis is the biggest single threat we face as a global community. In turn, meeting the goals of the Paris agreement and realising the opportunities of climate action is the task of the 21st century.</p><p>No single government can address this alone. Together, we can rise to the challenge.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/jun/22/the-climate-crisis-is-this-centurys-biggest-threat-we-need-a-global-finance-pact-that-reflects-the-task-ahead\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/jun/22/the-climate-crisis-is-this-centurys-biggest-threat-we-need-a-global-finance-pact-that-reflects-the-task-ahead", "date_published": "2023-06-22 04:57:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Snook to play Dorian Gray as hit Australian production heads to London’s West End", "description": "<p>The Succession star will take over role from actor Eryn Jean Norvill in The Picture of Dorian Gray, which toured Australia to sell-out audiences</p><p>Succession star Sarah Snook will headline the Sydney Theatre Company’s acclaimed one-woman adaptation of Oscar Wilde’s The Picture of Dorian Gray when it makes its West End debut early next year.</p><p>The 35-year-old Australian actor, who has collected Golden Globe and Critics Choice awards for her portrayal of Shiv Roy in the hit HBO series, will appear in the demanding role at London’s Theatre Royal Haymarket in January.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/22/sarah-snook-to-play-dorian-gray-as-hit-australian-production-heads-to-londons-west-end\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/22/sarah-snook-to-play-dorian-gray-as-hit-australian-production-heads-to-londons-west-end", "date_published": "2023-06-22 04:43:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Massive discounts and midweek mini-breaks: 20 ways to book a fantastic, more affordable holiday", "description": "<p>Keen to snag a holiday bargain – while avoiding scammers and anything too good to be true? Here is everything you need to know</p><p>The summer holidays are almost upon us, which, for an increasing number of Britons, means only one thing: being scammed out of thousands of hard-earned pounds. Action Fraud, the national reporting centre for fraud and cybercrime, <a href=\"https://www.actionfraud.police.uk/news/dont-get-burnt-before-youre-on-the-beach-action-fraud-reports-over-15m-lost-to-holiday-fraud-in-the-past-year\">revealed in May</a> that it had received 6,457 reports of holiday fraud in the last financial year, an increase of 41% on the previous year. The average loss was £2,372 per person, with 44% of victims in their 20s and 40s – dispelling the myth that only older people fall prey to fraudsters.</p><p>Even without the scams, holidays can be a huge expense in a cost of living crisis – and Which? reported that getaways this summer could <a href=\"https://www.which.co.uk/news/article/holidays-more-expensive-amid-cost-of-living-crisis-aAynX8C3tjrd\">cost up to 70% more</a> than last year. But before you resign yourself to another summer at home, try these booking tips to outsmart the scammers and bag a great deal.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/22/massive-discounts-and-midweek-mini-breaks-20-ways-to-book-a-fantastic-more-affordable-holiday\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/22/massive-discounts-and-midweek-mini-breaks-20-ways-to-book-a-fantastic-more-affordable-holiday", "date_published": "2023-06-22 04:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China barbecue restaurant explosion kills 31 after gas leak", "description": "<p>Seven people are receiving medical care after the blast in Yinchuan which took place on the eve of a popular local festival</p><p>At least 31 people have been killed when an explosion ripped through a restaurant in the north-western Chinese city of Yinchuan on the eve of a popular local holiday, according to state media.</p><p>“A leak of liquefied petroleum gas … caused an explosion during the operation of a barbecue restaurant,” state news agency Xinhua said of the Wednesday evening blast, citing the regional Communist party committee.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/china-barbecue-restaurant-explosion-kills-after-gas-leak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/china-barbecue-restaurant-explosion-kills-after-gas-leak", "date_published": "2023-06-22 03:39:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Narendra Modi does yoga in New York as US state visit gets under way", "description": "<p>India’s prime minister will eat vegetarian state dinner, address Congress and give rare press conference alongside Joe Biden</p><p>Narendra Modi, India’s prime minister, has performed yoga poses ranging from cobra to corpse at the UN headquarters as he began the public portion of his US visit.</p><p>On the UN’s north lawn, Modi bowed at a statue of the assassinated Indian independence leader Mahatma Gandhi before saying yoga was an all-ages, portable practice accessible to all faiths and cultures.</p> <a href=\"https://www.theguardian.com/world/2023/jun/22/narendra-modi-does-yoga-in-new-york-as-us-state-visit-gets-under-way\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/22/narendra-modi-does-yoga-in-new-york-as-us-state-visit-gets-under-way", "date_published": "2023-06-22 02:42:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s mortgage timebomb - podcast", "description": "<p>The Bank of England is expected to raise interest rates again today, leaving millions of homeowners facing higher costs. Richard Partington reports</p><p>Britain’s inflation rate remained at 8.7% in figures released yesterday. It means that when the Bank of England announces its interest rate decision at noon today, it will almost certainly raise the base rate from the current level of 4.5%.</p><p>As our economics correspondent <strong>Richard Partington </strong>tells <strong>Nosheen Iqbal</strong>, this rise will pile further pain on to mortgage holders, who are already smarting from successive interest rate rises. Many took on large debts to buy homes during an era of record-low borrowing costs and are now facing monthly bills hundreds of pounds higher than they budgeted for. It comes at a time when utility bills are pinching hard and food prices are at record highs.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/22/britain-mortgage-timebomb-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/22/britain-mortgage-timebomb-podcast", "date_published": "2023-06-22 02:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiger King’s ‘Doc’ Antle convicted of wildlife trafficking in Virginia", "description": "<p>The Myrtle Beach Safari owner was accused of illegally buying endangered lion cubs for display and profit at his zoo</p><p>A wild animal trainer featured in the popular Netflix series Tiger King has been convicted of wildlife trafficking in Virginia, the attorney general’s office announced Tuesday.</p><p>Bhagavan “Doc” Antle was accused of illegally buying endangered lion cubs in Frederick county, Virginia, for display and profit at his South Carolina zoo, Jason Miyares, the attorney general, said in a news release. A jury convicted Antle on Friday of two felony counts each of wildlife trafficking and conspiring to wildlife traffic.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/21/tiger-king-doc-antle-convicted-virginia\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/21/tiger-king-doc-antle-convicted-virginia", "date_published": "2023-06-22 00:48:18+00:00", "persistent": false, "user": null, "language": "en-UK"}]