[{"source": "https://securityaffairs.com/feed", "title": "Experts discovered a previously undocumented initial access vector used by P2PInfect worm", "description": "<p>Cado Security observed a new variant of the P2PInfect worm targets Redis servers with a previously undocumented initial access vector. In July, Palo Alto Networks Unit 42 researchers discovered a new peer-to-peer (P2P) worm called P2PInfect that targets Redis servers running on both Linux and Windows systems. The capability to target Redis servers running on both Linux [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/149012/malware/p2pinfect-worm-initial-access-vector.html\" rel=\"nofollow\">Experts discovered a previously undocumented initial access vector used by P2PInfect worm</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/149012/malware/p2pinfect-worm-initial-access-vector.html", "date_published": "2023-07-31T20:56:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Experts link AVRecon bot to the malware proxy service SocksEscort", "description": "<p>The AVRecon botnet relies on compromised small office/home office (SOHO) routers since at least May 2021. In early July, researchers from Lumen Black Lotus Labs discovered the AVRecon botnet that targets small office/home office (SOHO) routers and infected over 70,000 devices from 20 countries. Threat actors behind the campaign aimed at building a botnet to [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/149007/hacking/avrecon-bot-socksescort.html\" rel=\"nofollow\">Experts link AVRecon bot to the malware proxy service SocksEscort</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/149007/hacking/avrecon-bot-socksescort.html", "date_published": "2023-07-31T12:14:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Three flaws in Ninja Forms plugin for WordPress impact 900K sites", "description": "<p>Experts warn of vulnerabilities impacting the Ninja Forms plugin for WordPress that could be exploited for escalating privileges and data theft. The Ninja Forms plugin for WordPress is affected by multiple vulnerabilities (tracked as CVE-2023-37979, CVE-2023-38386, and CVE-2023-38393) that can be exploited by threat actors to escalate privileges and steal sensitive data. The WordPress plugin&#160;Ninja [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148993/security/ninja-forms-plugin-flaws.html\" rel=\"nofollow\">Three flaws in Ninja Forms plugin for WordPress impact 900K sites</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148993/security/ninja-forms-plugin-flaws.html", "date_published": "2023-07-31T09:05:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Experts warn attackers started exploiting Citrix ShareFile RCE flaw CVE-2023-24489", "description": "<p>Researchers warn that threat actors started exploiting Citrix ShareFile RCE vulnerability CVE-2023-24489 in the wild. Citrix ShareFile is a widely used cloud-based file-sharing application, which is affected by the critical remote code execution (RCE) tracked as CVE-2023-24489 (CVSS score of 9.1). The flaw impacts the customer-managed ShareFile storage zones controller, an unauthenticated, remote attacker can [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148981/hacking/citrix-sharefile-cve-2023-24489-flaws-attacks.html\" rel=\"nofollow\">Experts warn attackers started exploiting Citrix ShareFile RCE flaw CVE-2023-24489</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148981/hacking/citrix-sharefile-cve-2023-24489-flaws-attacks.html", "date_published": "2023-07-31T07:51:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]