[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Biometric authentication accuracy bar rises, assurance levels evolve in NIST guidance", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/02/22141537/digital-id-wallet-mobile-scaled.jpg\" width=\"2048\" />\n\t\tBiometrics performance requirements have been upgraded and identity assurance levels revised in the latest draft update to the U.S. National Institute of Standards and Technology’s Digital Identity Guidelines. NIST reviewed the changes so far, the <a href=\"https://www.biometricupdate.com/202307/nist-discusses-new-section-on-vcs-and-mdls-timeline-for-digital-id-updates\">numerous comments submitted</a> about them, and possible further revisions in a recent webinar.\n\nThe changes to biometrics guidelines include a more stringent accuracy requirement for authentication to align with other standards advanced since the previous version was finalized in 2017.\n<h2>Base Volume</h2>\nThe Base Volume for the 800-63 guideline introduces concepts and defines roles and responsibilities for digital identity proofing, enrollment, authentication and federation. It provides risk assessment methodology and sets assurance levels.\n\nThe key changes proposed by NIST include a revamp to the risk management approach to make it more process-oriented, and an amended process for assurance level selection, which also now includes tailoring, Connie LaSalle, senior technology policy advisor at NIST’s Information Technology Lab explains.\n\nThe update to the model supports additional deployment options, specifically including federation, adds a section on continuous system evaluation and improvement, and emphasizes a multi-disciplinary approach to risk assessment and management. Considerations for risk assessments for particular individuals and communities are also included.\n\nIn the new digital identity model, NIST refers to the “subject” of revision 3 as the “holder” of an ID, to better align with current industry terminology. The “credential service provider” becomes the “issuer,” and “relying parties” are “verifiers,” which includes those doing the verifying and those who use the verified information.\n\nNIST is also planning further consultations to provide guidance on equity within the Base Volume, and risk scoring metrics may be introduced.\n\nLaSalle also noted that some of the feedback was contradictory, with for example organizations asking for decision trees to be reintroduced while others thank the agency for removing them.\n<h2>Enrollment and Identity Proofing</h2>\nThe title for the <a href=\"https://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-63a.pdf\">NIST SP 800-63A</a> guidelines is changing, with “Identity Proofing” and “Enrollment” switching places, says Ryan Galluzzo, identity program lead for NIST’s Applied Cybersecurity Division. That change is just the tip of the iceberg.\n\nThe concept of digital evidence has been introduced, and more clarity on that concept is coming, Galluzzo says. The trusted referee system has been mandated at the system level, and generally updated. A component identity proofing service can provide it, but the system must have a trusted referee, per NIST guidelines.\n\nNew biometric requirements for ID proofing have been added. They are specific to the identity proofing context, as opposed to those in volume B. Performance, testing, consent and privacy requirements for facial recognition have been integrated into the guidance.\n\nIdentity Assurance Level 1 has been overhauled, from “don’t do identity proofing” in Galluzzo’s words, to “a pretty robust set of controls.” IAL1 is still considered too high-friction by most submitting comments, and NIST is considering further adjustments.\n\nHe also reviewed the introduction of “<a href=\"https://www.biometricupdate.com/202305/more-nuanced-biometrics-test-guidance-and-new-vouching-roles-tipped-for-nist-updates\">Applicant References</a>” who can vouch for others, and Galluzzo noted a variety of feedback, both positive and seeking more detail. Many commenters requested greater clarity for the main roles in identity proofing, including Applicant References but also Proofing Agents, Trusted Referees and Process Assistants. NIST is working on delineating the boundaries of each. Equity impact assessments and evaluations are also being added to volume A.\n\nThe structure of requirements has been updated for greater consistency by popular request, with assurance levels mapped against in-person attended, in-person unattended, remote attended and remote unattended methods.\n\nAdditional fraud checks are being considered, including transaction analytics and consortium data.\n\nSome feedback suggested that NIST should define a baseline of core attributes, but in recognition of the specific needs of different businesses and applications and a desire to avoid mandating over-collection of personal information, it will stick to examples.\n\nNIST is also still considering alternative non-biometric options for identity proofing.\n<h2>Authentication and Lifecycle Management</h2>\nVolume B is the closest to a final version release, and Andy Regenscheid, PIV technical lead for NIST’s Computer Security Division says it has less major conceptual changes than the others.\n\nPhishing resistance is defined, a restriction on cloning cryptographic authenticators is out to organizations can synch keys, and ineffective techniques around passwords, like expirations and complexity requirements, have been removed. Questions during this segment of the event touched on how to think of passkeys in the context of NIST’s guidelines.\n\nBiometric performance requirements have been revised, with mandated false match rates strengthened from 1 in 1,000 to 1 in 10,000. This reflects improvements in the technology, and also better aligns with other standards, like those of the <a href=\"https://www.biometricupdate.com/companies/fido-alliance\">FIDO Alliance</a>’s Biometric Certification Program.\n\nPush authentication requirements have evolved, but SMS remains in the guidance as a multifactor authentication tool.\n<h2>Federation and Assertions</h2>\nDavid Temoshok, who leads NIST’s SP 800-63 work from within the Applied Cybersecurity Division, reviewed the changes to volume C.\n\nLike the identity assurance levels, federation assurance levels 1, 2 and 3 have been updated to make them clearer and “more achievable,” and to include protection against injection attacks.\n\nTrust frameworks have been built into the guidance, and the responsibilities of different parties in trust agreements defined.\n\nProvisioning and identity APIs are considered in the revision, and the concept of federated relying party accounts and controls is now included.\n\nThis volume will also include a section dedicated to new identity credentials, like the W3C’s verifiable credentials and mobile driver’s licenses, in response to submitted comments.\n\nThe public event was followed by a government-only meeting, and the finalized new versions are slated for publication next year.", "link": "https://www.biometricupdate.com/202307/biometric-authentication-accuracy-bar-rises-assurance-levels-evolve-in-nist-guidance", "date_published": "2023-07-31T21:50:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Papua New Guinea to tap India’s digital public infrastructure experience", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/02/21144537/india-train-station-scaled.jpg\" width=\"2048\" />\n\t\tIndia will share the experience of its digital public infrastructure (DPI) known as “India Stack” with Papua New Guinea to facilitate identity verification, data sharing and digital payments after the two countries signed a Memorandum of Understanding (MoU).\n\nThe deal was signed by the Ministry of Electronics and Information Technology (MeitY) of India and the Ministry of Information and Communication Technology (MICT) of Papua New Guinea in the presence of other top government officials from both countries, according to an Indian government news release.\n\nIt comes after a recent meeting between India’s Union Minister of State for Skill Development and Entrepreneurship and Electronics and IT, Rajeev Chandrasekhar, and Papua New Guinea’s Minister for ICT, Timothy Mark Masiu.\n\n“Prime Minister Narendra Modi has a clear vision for India's technology capabilities. The India stack is now available to any country interested in joining the digitalization trend that has accelerated in recent years,” says Chandrasekhar.\n\n“Previously, digitization discussions were often centered around disparities between advanced nations and others, but with alliances like this, like-minded countries can cooperate to innovate and implement DPIs (Digital Public Infrastructures) to create a technology and innovation sharing ecosystem.”\n\nDuring the MoU signing ceremony, the officials also had discussions on issues related to digital ID, digital public infrastructure, digital payments, data protection and exchange, digital government, and internet connectivity.\n\nPapua New Guinea is aiming to <a href=\"https://www.biometricupdate.com/202305/papua-new-guinea-could-be-heading-for-a-country-wide-digital-identity-system-by-2025\">launch a new national digital ID</a> system by 2025.\n\nBoth countries will use the partnership to implement digital public infrastructure projects aimed at facilitating access to public and private sector services.\n\nIndia signed <a href=\"https://www.biometricupdate.com/202306/india-expands-partnership-on-digital-public-infrastructure-experience-sharing-at-g20\">MoUs with four countries</a> in June to share its digital public infrastructure experience with them, and with <a href=\"https://www.biometricupdate.com/202305/7-countries-partner-with-india-to-adopt-its-digital-public-infrastructure-model\">seven more</a> in May.\n\nIn the meantime, an <a href=\"https://indianexpress.com/article/opinion/columns/pathways-for-digital-inclusion-8868325/\">opinion piece</a> for the Indian Express chronicles how India’s digital public infrastructure development has revolutionized the way citizens get access to public services.\n\nThe article underlines the fact that the India stack has not only made significant contributions to the growth of the country’s economy, but it has also set the groundwork for a financially and socially inclusive society.\n\nThe success of India’s DPI has also attracted the attention of other countries, the article notes, as the country is also using its G20 presidency to make the case for global support of DPI development, especially in developing countries.\n\nIt also recommends that while the global community copies India’s example in the implementation of DPIs, it must take a number of things into consideration. This includes prioritizing user-centric design, inclusion, building stronger engagement and tailoring DPIs to the needs of targeted segments of the population.", "link": "https://www.biometricupdate.com/202307/papua-new-guinea-to-tap-indias-digital-public-infrastructure-experience", "date_published": "2023-07-31T20:35:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Identity accessibility among barriers to financial inclusion for Nigeria’s rural women", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/05/26010708/africa-farmer-phone-scaled.jpg\" width=\"2048\" />\n\t\tHindrances to the uptake of digital identity by women, especially in the rural parts of Nigeria, are among the factors impeding the financial inclusion drive in the country, according to findings of a <a href=\"https://inclusion-for-all.org/wp-content/uploads/2023/07/I4ALL-IITA-Study-Summary-Report.pdf\">study</a>.\n\nThe study, carried out by the International Institute for Tropical Agriculture (IITA) and advocacy group Inclusion for all (I4ALL) in the States of Kano, Oyo and Rivers, was focused on “Access to identity, empowerment, livelihood and financial inclusion of rural female agricultural workers and traders in Nigeria.”\n\nThe study notes that despite the productive nature of women in the targeted areas and their willingness to scale up their livelihoods by engaging in more lucrative agricultural practices, they are still held back by several factors, the biggest of which is the lack of capital for agricultural investment.\n\nThe women recognize the importance of having an official ID, which can enable them open bank accounts or register mobile numbers for mobile money accounts, the findings note.\n\nHowever, the study discovers that “the barriers to NIN enrollment remain consistent, bordering largely on the cost of transportation and enrollment, distance to enrollment centers and tedious enrollment processes.”\n\n“Socio-cultural factors did not emerge as direct barriers to ID enrollment, but the use of religious centers for NIN enrollment in Kano which may have obscured such socio-cultural barriers, suggests that the norms still prevail but can be circumvented,” a portion of the report’s executive summary reads.\n\nThese findings come as figures of the National Identity Management Commission (NIMC) indicate that of the <a href=\"https://www.biometricupdate.com/202306/digital-id-enrollment-efforts-scale-up-in-kuwait-nigeria\">over the 101 million Nigerians</a> who have enrolled for the digital ID, women make up just 44 percent, The News Guru <a href=\"https://thenewsguru.com/news/44-of-nin-enrollees-are-females-nimc/\">reports</a>.\n\nNIMC Director General Aziz Aliyu, speaking during a recent dialogue in Abuja organized by I4ALL, alluded to a study carried out by the NIMC in collaboration with the World Bank which identified some of the reasons for the gender gap in digital ID enrollment. These factors, he said, include lack of awareness, difficult access to enrollment cites, lack of documentation, and other problems related to biometric capture.\n\nAziz restated the importance of an effective foundational ID system, saying it has the potential to drive financial inclusion and empower women, and also enable access to a wide range of public and private services.\n\nThe Abuja event was also an opportunity for officials to present findings of the I4ALL study.\n\nZaina Sore, IITA head of capacity development said the study was necessary to enable stakeholders better understand the needs and challenges of women in order to “tailor the services that will lead to greater inclusion and economic empowerment.”\n\nChinasa Collins-Ogbuo, I4ALL head, suggested that in order to increase the number of ID uptake among women, there is need for authorities to pay more attention to remote areas. She said it was also important for synergic action from all relevant stakeholders to support the NIMC’s strategic ambitions to enroll many more women.", "link": "https://www.biometricupdate.com/202307/identity-accessibility-among-barriers-to-financial-inclusion-for-nigerias-rural-women", "date_published": "2023-07-31T20:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Yoti achieves accessibility standard for digital identity verification", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"436\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/16094434/selfie-facial-recognition-cropped.png\" width=\"1024\" />\n\t\tLondon-based digital ID software company <a href=\"https://www.biometricupdate.com/companies/yoti\">Yoti</a> says its Identity Verification solution has achieved Web Content Accessibility Guidelines (WCAG) 2.2, an internationally recognized set of recommendations for improving web accessibility.\n\nTo achieve WCAG 2.2, Yoti had to meet two sets of criteria: Level A requirements, which prohibit elements that make the product inaccessible for people with disabilities to use, and Level AA requirements, which confirm products are usable and understandable for the majority of people with or without disabilities.\n\nYoti gives the example of changing the text used in instructions for people submitting selfie biometrics to make it more readable for people with a range of disabilities in a <a href=\"https://www.yoti.com/blog/yoti-identity-verification-achieves-wcag-level-aa-for-accessibility/\">blog post</a>.\n\nYoti has yet to reach the advanced Level AAA but said in a release it is determined to reach Level AA across the majority of its products, which aside from Identity Verification also include Age Verification and a Digital ID app.\n\nYoti recently <a href=\"https://www.biometricupdate.com/202307/jumio-id-verification-on-airbnb-goes-global-as-regula-yoti-veriff-unveil-integrations\">announced</a> that its identity verification software is available from the Salesforce AppExchange. Meanwhile, the company is seeking permission from the U.S. Federal Trade Commission to use facial age estimation tools as <a href=\"https://www.biometricupdate.com/202307/friction-grows-over-age-estimating-software-and-policies-for-gaming\">friction </a>rises around video gaming restrictions policies in the United States.", "link": "https://www.biometricupdate.com/202307/yoti-achieves-accessibility-standard-for-digital-identity-verification", "date_published": "2023-07-31T19:55:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "4 in 10 businesses have already seen deepfakes, injection attacks", "description": "<img alt=\"DHS-PII-access-management\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"854\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2018/07/03145243/DHS-PII-access-management.jpg\" width=\"1280\" />\n\t\tDeepfakes have suddenly become much easier to create with the launch of generative AI based on large-language models. Over 40 percent of businesses or their customers have already encountered deepfake attacks, and nearly as many have experienced injection attacks, according to survey results shared by <a href=\"https://www.biometricupdate.com/companies/id-rd\">ID R&amp;D</a> CEO and Co-founder <a href=\"https://www.linkedin.com/in/alexey-khitrov-ab22977/\">Alexey Khitrov</a> in a <em>Biometric Update </em><a href=\"https://www.biometricupdate.com/202307/will-deepfakes-deep-six-biometrics-2\">webinar</a> last week.\n\nThe figures could be even higher, as some are likely to have experienced attacks they are not yet aware of. How much of a threat this development poses to the field of biometrics and to cybersecurity in general was discussed in-depth with Frances Zelazny, CEO and co-founder of <a href=\"https://www.biometricupdate.com/companies/anonybit\">Anonybit</a>.\n\nThey agreed that sophisticated attacks pose a threat that most organizations are still vulnerable to somewhere within their business processes.\n\nThe good news, Zelazny says, is that the basic concepts behind even attacks made with the newest technologies are familiar to professional in the field of cybersecurity. Between the best practices already established within the industry, and the technologies that Khitrov believes are already capable of spotting even sophisticated fakes, so long as they are properly implemented.\n\nZelazny emphasizes the need for the many parts in the lifecycle of the customer identity to be connected properly to each other. A robust biometric identity verification process during enrollment may catch deepfakes and injection attacks, for example, that are subsequently allowed into the system through a less-robust account recovery process.\n\nThe tendency of many businesses to respond to identity fraud challenges by collecting more personal data runs the risk of exacerbating the problem if the stored data is not adequately secured. Breached data both provides the data attackers need to break through the weak point in businesses’ defenses, but also fuels the training of deepfakes used in biometric presentation or injection attacks.\n\nThe webinar is available for free <a href=\"https://www.biometricupdate.com/202307/will-deepfakes-deep-six-biometrics-2\">on-demand with registration</a>.", "link": "https://www.biometricupdate.com/202307/4-in-10-businesses-have-already-seen-deepfakes-injection-attacks", "date_published": "2023-07-31T19:34:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Cyberattack on Kenya’s digital infrastructure continues", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/20155817/passwordless-authentication-scaled.jpg\" width=\"2048\" />\n\t\tKenya’s eCitizen portal, used by the public to access over <a href=\"https://www.biometricupdate.com/202307/kenya-digitizes-5k-government-services-to-issue-digital-ids-in-next-90-days\">5,000 services</a>, has been under a massive attack that has affected the key government online platform for almost a week.\n\nThe hacker collective Anonymous Sudan has reportedly claimed responsibility for several distributed-denial-of-service attacks against digital public infrastructure, according to local trade publication Technext.\n\nThe cyberattack has affected passport, visa, national ID, driver's license and medical record services, according to reports. Also hit are train booking, electricity payment and mobile banking M-Pesa services. The attack also affected private companies, although to what extent is not clear, <a href=\"https://www.bbc.com/news/world-africa-66337573\">according</a> to the BBC.\n\nHackers claimed to have stolen passport data, but Eliud Owalo, information and communication minister, said no biometrics or other data has been accessed or lost. The attacks, however, have brought questions about Kenya’s cybersecurity. The government is <a href=\"https://www.biometricupdate.com/202307/experiences-with-national-digital-id-lead-to-recommendations-on-rights-protection-takeup\">planning to introduce</a> a new digital identity by September as an alternative to the current <a href=\"https://www.biometricupdate.com/202203/vietnam-kenya-philippines-expanding-digital-id-uses-in-different-sectors\">Huduma Namba</a> scheme.\n\nTechnext <a href=\"https://technext24.com/2023/07/27/anonymous-sudan-kenya-ddos-attack/\">reports</a> that the ongoing political tensions between Sudan and Kenya spurred the attack. As the war in Sudan between rival government groups marked its 100th day last week, a Sudanese general threatened to attack peacekeeping troops offered by Kenyan President William Ruto.\n\nAnonymous Sudan, active since January, has taken <a href=\"https://flashpoint.io/blog/anonymous-sudan-ddos-timeline/\">credit</a> for attacks on critical infrastructure in countries including Israel, the United Arab Emirates, France and Australia and even against Microsoft. Although it denies links to Russia, the group is suspected of affiliation with the pro-Russian hacking group Killnet.", "link": "https://www.biometricupdate.com/202307/cyberattack-on-kenyas-digital-infrastructure-continues", "date_published": "2023-07-31T19:25:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Multiple regulators turn gaze to Worldcoin’s iris collection", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/06/30160553/worldcoin-iris-logo-scaled.jpg\" width=\"2048\" />\n\t\tRegulators in the UK, France, Germany, Kenya and Mexico are scrutinizing <a href=\"https://www.biometricupdate.com/companies/worldcoin\">Worldcoin</a>, the company that offers people free cryptocurrency for enrolling in its digital ID by scanning their irises.\n\nAfter the UK Information Commissioner's Office <a href=\"https://www.biometricupdate.com/202307/worldcoin-cryptocurrency-drives-digital-id-enrollment-despite-potential-privacy-nightmare\">promised</a> last week it will be making further inquiries into Woldcoin’s launch in the country, the Bavarian State Office for Data Protection Supervision announced that it has been investigating Worldcoin for nearly a year over its large-scale processing of sensitive biometric data.\n\nThe investigation was opened last November, Reuters <a href=\"https://www.reuters.com/technology/german-data-watchdog-probing-worldcoin-crypto-project-official-says-2023-07-31/\">reports</a>.\n\nThe German agency keeps an eye on Worldcoin under European Union data protection rules because Tools For Humanity, which develops technology for Worldcoin, has German headquarters.\n\nFrance's privacy watchdog CNIL also took an interest in Worldcoin, which <a href=\"https://www.biometricupdate.com/202307/worldcoins-digital-id-linked-cryptocurrency-hits-the-markets\">launched</a> its crypto token last week. The government agency <a href=\"https://www.reuters.com/technology/frances-privacy-watchdog-says-worldcoin-legality-seems-questionable-2023-07-28/\">told</a> Reuters Friday that the legality of collecting iris biometric data and the conditions of its storing “seems questionable.” It has since, however, handed over the case to Bavarian authorities.\n\nEuropean regulators are not the only ones scrutinizing the company, which was founded by OpenAI CEO Sam Altman.\n\nKenya's data watchdog has urged the public to be extra vigilant when interacting with Worldcoin, highlighting concerns about the processing of sensitive personal data and compliance with the country’s Data Protection Act of 2019. The Office of the Data Protection Commissioner (ODPC) is conducting its assessment, Innovation Village <a href=\"https://innovation-village.com/kenyas-data-regulatory-body-issues-advisory-worldcoin/\">reported</a>.\n\nIn Mexico, privacy advocates have been warning that the country’s weak data protection laws mean that citizens could be left unprotected in case of data breaches or abuses. Mexico’s data agency INAI is unable to carry out its functions because it lacks one of its commissioners. Mexico President Andrés Manuel López Obrador is trying to scrap the data protection body as part of a wider overhaul of the country’s regulators and watchdogs, Reuters <a href=\"https://www.reuters.com/article/tech-ai-worldcoin-mexico/feature-crypto-for-biometrics-privacy-fears-as-worldcoin-scans-mexicans-idINL1N39A07M\">reported</a>.\n\nUsers in Mexico could also be left unprotected because Worldcoin is headquartered in Germany and the United States, says Agneris Sampieri, Latin America policy analyst at digital rights group Access Now.\n\nWorldcoin enrolls users into its World ID digital identity service by scanning their irises with its Orb devices. The iris scan is meant to <a href=\"https://www.biometricupdate.com/202303/worldcoin-says-sdk-lets-you-prove-youre-a-human-online-coins-not-included\">confirm that the user is indeed human</a> while remaining anonymized. The company says its World ID, which has been issued to more than <a href=\"https://www.biometricupdate.com/202307/worldcoin-surpasses-2m-digital-id-signups-8b-to-go\">2 million people</a>, is not linked to the name, address or personal data of users.\n\nIt also claims that the project abides by Europe’s General Data Protection Regulation (GDPR) and that the images of the user and their iris pattern are permanently deleted after signing up unless users agree to allow them to be stored. The training data is not connected to Worldcoin tokens, transactions or World ID, <a href=\"https://worldcoin.org/privacy\">according</a> to the company.\n\nWorldcoin’s data practices are also raising questions about the corporate structure of the project’s developer, Tools for Humanity, and which part of the company handles liability.\n\nIn a <a href=\"https://techcrunch.com/2023/07/28/world-gdpr-concerns/?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAIkVlPLEFIDa2HRKWIcpysR-jXpbuy4j119XRo7G8KSpcnANDBx6m9_u7pc-tdFtv0rzmqkjdfCWNyDxu88gUwRY4V6x1Al5_n_B-Yre3pGXboazmbvsrV1_GdVzkU6H591Oa91dygLtRG-xBiF7FcBYB5MPKV0OAfy60j20jPzO\">reply</a> to TechCrunch, a Tools for Humanity spokesperson reportedly said that the data controller now is the Worldcoin Foundation, with Tools For Humanity being a data processor for Worldcoin.\n\nWhile Tools for Humanity is a for-profit tech company, Worldcoin could not provide a clear answer on whether it is a for-profit or not-for-profit entity because its decentralized governance complicates its structure.\n\nAmong other entities in the project are the Worldcoin Foundation and Worldcoin Protocol.", "link": "https://www.biometricupdate.com/202307/multiple-regulators-turn-gaze-to-worldcoins-iris-collection", "date_published": "2023-07-31T19:16:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Retail face biometrics devices roll out in Germany for age checks, China for payments", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1314\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/07/22180951/retail-screen-scaled.jpg\" width=\"2048\" />\n\t\tBiometrics are being deployed in the retail and hospitality industries for automated age estimation, payments and more. ITL has revealed a deployment in Germany, while Telpo kiosks have rolled out to thousands of convenience stores in China, and CyberLink has signed an agreement to work on phone-based retail and hospitality biometrics.\n\nLiquor stores in Germany are using age verification technology from <a href=\"https://www.biometricupdate.com/companies/innovative-technology\">Innovative Technology</a> (ITL) to guide staff ID checks, with positive feedback from both staff and customers, according to a company announcement.\n\nTwo franchise locations near Hamburg deployed ITL’s anonymous age estimation, which utilizes face biometrics to direct staff to check the IDs of younger-looking customers.\n\nOne store deployed ITL’s MyCheckr, and the other the MyCheckrMini, which does not include a video screen but otherwise provides the same functionality. The estimated age threshold for ID checks was set at 23 years old, as beer and wine can be purchased in Germany from age 16, while spirits and tobacco products can be purchased at 18.\n\n\"ITL's age estimation products have been welcomed by both staff and customers,” franchisee Stephan Hermann comments. “They give our staff more confidence when asking for ID and have led to fewer confrontations. It simplifies our work and helps protect minors, and avoid fines as checks by authorities increase. With the one-time initial cost of MyCheckr and MyCheckrMini and the non-recurring fees, I have a cost-effective solution for age verification in my stores. Any store that sells age-restricted merchandise would benefit from this technology, and I highly recommend it. The cooperation with ITL during both the test phase and now is very good, the technical information was a great help.\"\n\nA market analysis from IHL Group on “<a href=\"https://www.ihlservices.com/product/retails-ai-revolution/\">Retail’s AI Revolution</a>” notes that camera-based age verification can reduce staff interventions by up to 80 percent, and reduce how long those interactions take. Age verification is one of the main use cases for AI in retail self-service systems, according to the report.\n\nA leading convenience store chain in China is using kiosks from <a href=\"https://www.biometricupdate.com/companies/telpo\">Telpo</a> with face biometrics capabilities for self-service ordering and checkouts.\n\nMeiyijia Convenience Stores operates 32,000 retail locations across the country, and surpassed a competitor for top spot in the industry in China in 2023, according to a company blog post.\n\nThe K10 kiosks from Telpo are integrated with a point-of-sale system built in-house by Meiyijia to support multiple payment methods, including QR code scanning, as well as product scanning.\n\nTelpo kiosks are also being used for <a href=\"https://www.biometricupdate.com/202305/mcdonalds-telpo-customize-self-serve-biometric-payment-kiosk-for-china\">self-serve biometric payments at McDonald’s</a> stores in China.\n<h2>Cyberlink partners up</h2>\n<a href=\"https://www.biometricupdate.com/companies/cyberlink\">CyberLink</a> has formed a collaborative partnership with U.S.-based hospitality and retail point-of-sale technology maker <a href=\"https://simpello.com/\">Simpello</a> to integrate its facial recognition.\n\nCyberLink’s FaceMe Platform and SDK are being integrated with Simpello’s proprietary reusable identity and decentralized data technologies for privacy-preserving hotel and retail transactions, the companies have announced.\n\nSimpello technology allows the customer’s phone to operate as an identifier, with a decentralized wallet architecture and transmissions through Bluetooth Low Energy and Ultra-Wide Band. A selfie and unique token stored on the customer’s phone can be used for hotel check-ins without presenting a confirmation in either paper or digital form. Contactless payments with face biometrics in retail environments are conducted in the same way.\n\n\"AI is already creating personalized interactions for customers,\" says Dr. Jau Huang, chairman and CEO of CyberLink, \"We’re excited that the collaboration between CyberLink and Simpello not only creates richer experiences, but also more secure experiences.\"", "link": "https://www.biometricupdate.com/202307/retail-face-biometrics-devices-roll-out-in-germany-for-age-checks-china-for-payments", "date_published": "2023-07-31T18:09:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Clear spars over TSA report after security incident follows enrollment error", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/04122413/airport-gate-scaled.jpg\" width=\"2048\" />\n\t\tBiometric security has debuted in a Korean airport and there are plans to install it in Kazakhstan. But a private-industry implementation in the U.S. by biometric verification firm <a href=\"https://www.biometricupdate.com/companies/clear\">Clear</a> is experiencing a problem.\n\nHow problematic the Clear deployment is is the source of heated debate, but if nothing else, the argument highlights the one fact few in the industry discuss. AI algorithms, even when collaborating with humans, are imperfect.\n\nU.S. business news publisher Bloomberg last week <a href=\"https://www.bnnbloomberg.ca/he-breezed-through-security-with-clear-he-was-using-a-false-identity-1.1951890\">reported</a> that a Clear subscriber a year ago was able board a flight departing Washington National Airport under a fake identity. The suspect allegedly was caught only when a government inspection spotted live ammunition in the person's possession.\n\nBloomberg's account, which it says includes previously unknown details, indicates that the U.S. Transportation Security Administration investigated the incident and came down hard on Clear.\n\nThe government found that some travelers were able to enroll in Clear using Clear-captured photos that contained no recognizable faces. The algorithm reportedly issued an alert on the images, but employees allegedly overrode the flags.\n\nTravel trade publisher One Mile at a Time <a href=\"https://onemileatatime.com/news/tsa-clear-security-concerns/\">posted</a> four images reportedly from investigation.\n\nThe investigation found that <a href=\"https://www.biometricupdate.com/202307/airports-in-3-countries-seek-to-balance-fast-traveler-journeys-security\">49,000 Clear subscriptions</a> were flagged by AI because images of individuals did not match.\n\nClear executives almost immediately and emphatically issued a statement saying Bloomberg's article was far off base. They emphasized the time the company spent with the reporters and expressed incredulity that their efforts were not rewarded with vindication.\n\nThe executives say \"the TSA has reverified 4.7 million IDs without citing a single issue\" in the last six months. They are also upset that the government gave reporters the four example photos, although no one can be identified in them.\n\nWhat is more, according to the executives, Clear uses fingerprints and irises to verify subscribers the day they travel, not face biometrics.\n\nMeanwhile, Incheon Airport, in South Korea, is using pre-registered facial information for departures, according to <a href=\"https://koreaherald.com/view.php?ud=20230728000502\">reporting</a> by The Korea Herald. The new system has now reached availability at 16 gates, and makes it possible to <a href=\"https://www.biometricupdate.com/202307/airports-in-3-countries-seek-to-balance-fast-traveler-journeys-security\">bypass verification completely</a>, including at the boarding gate.\n\nThe service is limited to six airlines right now, according to The Herald. Travelers can use an Apple or Google app to complete an application or use an airport kiosk to register their face template for use in the service. The facial recognition system is expected to be used throughout the airport by April 2025.\n\nThe facial recognition software being used is from <a href=\"https://www.biometricupdate.com/companies/alchera\">Alchera</a> and covers check-in, bag-drop, security screening and boarding.\n\n<a href=\"https://www.biometricupdate.com/202305/from-central-asia-to-the-world-digitalization-drive-pushes-new-biometric-startups\">Kazakhstan</a> is behind Korea in this regard. The Central Asia nation has created commission. Commissioners are still addressing questions like how to ensure fluid interactions between the national government and its relevant agencies, according to reporting by The Astana Times.\n\nThey reportedly are nearing \"effective completion\" of their International Civil Aviation Organization biometrics audit. The government intends to move into biometrics for travel with a project at the Nursultan Nazarbayev International Airport.", "link": "https://www.biometricupdate.com/202307/clear-spars-over-tsa-report-after-security-incident-follows-enrollment-error", "date_published": "2023-07-31T18:02:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Facewatch caught in more controversy after closed-door meeting with UK Home Office", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"823\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/04/03170759/facewatch-sign.jpg\" width=\"1200\" />\n\t\tBiometric security company <a href=\"https://www.biometricupdate.com/companies/facewatch\">Facewatch</a>, which has been facing backlash for deploying facial recognition surveillance in retail stores across the UK, may be facing another public relations problem.\n\nDuring a closed-door meeting with the company in March, the UK Home Office agreed to advocate rolling out facial recognition in high street stores and supermarkets by sending a letter to the country’s privacy watchdog the Information Commissioner’s Office (ICO), a new <a href=\"https://www.theguardian.com/technology/2023/jul/29/home-office-secretly-backs-facial-recognition-technology-to-curb-shoplifting\">report</a> from The Guardian has revealed.\n\nDuring the undisclosed consultation, Facewatch founder Simon Gordon, policing minister Chris Philp and other Home Office officials discussed “retail crime and the benefits of privately owned facial recognition technology,” according to the meeting minutes obtained by privacy NGO Big Brother Watch.\n\nThe NGO argues that the meeting opens questions about government pressure on the independent regulator.\n\n“The Home Office must urgently answer questions about this meeting, which appears to have led officials to lean on the [the Information Commissioner’s Office] in order to favor a firm that sells highly invasive facial recognition technology,” says Big Brother Watch Advocacy Manager Mark Johnson. “Government Ministers should strive to protect human rights, not cozy up to private companies whose products pose serious threats to civil liberties in the UK.”\n\nThe news comes amid mounting criticism from civil rights groups and members of the British Parliament against Facewatch and its biometric systems, deployed in nearly 400 high-street shops and supermarkets across the country.\n\nFacewatch’s facial recognition solution, licensed from Amazon and RealNetworks (<a href=\"https://www.biometricupdate.com/companies/safr\">SAFR</a>), aims to help businesses protect their customers, staff and stock by scanning people’s faces in real-time and sending an alert if a “subject of interest” has entered a store. The technology has found increasing adoption as stores report higher levels of shoplifting and other crime. At the same time, retailers have been complaining that the police are no longer taking retail crime seriously.\n\nResponding to allegations that the Home Office is lobbying in favor of facial recognition cameras instead of more police work, Facewatch’s Gordon said that businesses had the responsibility to look after employees.\n\n“It’s not the police’s job to look after your staff – you’ve got to take basic precautions,” he <a href=\"https://www.theguardian.com/world/2023/jul/29/well-just-keep-an-eye-on-her-inside-britains-retail-centres-where-facial-recognition-cameras-now-spy-on-shoplifters\">told</a> The Guardian.\n\nGordon also defended Facewatch’s system saying it has few downsides. The images of innocent shoppers are kept on the system for 14 days. With the current accuracy of its camera technology standing at 99.85 percent, misidentification is rare and when they do happen, the implications are “minor,” he says.\n\nIn July 2022, Big Brother Watch <a href=\"https://www.biometricupdate.com/202208/facewatch-counters-big-brother-watchs-biometric-surveillance-claims-plans-expansion\">filed a complaint</a> against the company and food retailer Southern Co-operative to the Information Commissioner’s Office, arguing that supermarkets were adding customers to secret watchlists with no due process.\n\nIn March 2023, the regulator concluded that Facewatch’s system was permissible under law. But the Information Commissioner’s Office also <a href=\"https://bigbrotherwatch.org.uk/2023/06/update-big-brother-watchs-complaint-to-the-ico-on-retailer-facial-recognition/\">found</a> that the company’s policies had breached data protection legislation on eight points, <a href=\"https://bigbrotherwatch.org.uk/2023/06/update-big-brother-watchs-complaint-to-the-ico-on-retailer-facial-recognition/\">according</a> to documents obtained by the NGO, with Facewatch <a href=\"https://ico.org.uk/about-the-ico/media-centre/blog-balancing-people-s-privacy-rights-with-the-need-to-prevent-crime/\">promising</a> to address the issues.\n\nSince then, the firm has been <a href=\"https://www.biometricupdate.com/202304/facewatch-facial-recognition-declared-compliant-with-uk-data-protection-law\">advertising</a> on its website and social media that the regulator deemed it fully compliant with UK Data Protection law.” This month, however, the Information Commissioner’s Office said that its approval is overstated and requested the company to stop using its logo in promotional material. The firm also <a href=\"https://www.biometricupdate.com/202307/missing-the-mark-on-messaging-about-retail-facial-recognition-use-sparks-backlash\">deleted the UK DPA compliance statement</a> on its website.\n\nIn April, more than 40 Members of the British Parliament <a href=\"https://www.biometricupdate.com/202304/uk-civil-society-considers-which-ai-controversies-we-need-goes-back-to-the-lfr-well\">signed a letter</a> to the retail conglomerate Frasers Group, which uses systems made by the London-based startup, urging it to abandon technology they call “invasive and discriminatory.”", "link": "https://www.biometricupdate.com/202307/facewatch-caught-in-more-controversy-after-closed-door-meeting-with-uk-home-office", "date_published": "2023-07-31T17:49:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Smart Engines upgrades document scanning for high accuracy in digital data formats", "description": "<img alt=\"selfie biometrics and id document check GOVUK\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"640\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2021/02/24132025/selfie-biometrics-and-id-document-check-GOVUK.png\" width=\"960\" />\n\t\tAn upgraded version of <a href=\"https://www.biometricupdate.com/companies/smart-engines\">Smart Engines</a>’ artificial intelligence-based solutions for scanning ID cards, driver’s licenses, passports, credit cards, barcodes, accounting documents, and KYC questionnaires has been released.\n\nThe company’s three product lines are Smart ID Engine, Smart Code Engine and the Smart Document Engine SDKs, and the update now allows its technology to accurately recognize data from 2,511 ID document types and 3,907 templates from 230 ID issuing authorities.\n\nAccording to an announcement, the Smart ID Engine upgrade comes with a reduced error rate of up to 23 percent for machine-readable zone recognition.\n\nThe company says that the upgrade to the Smart ID Engine SDK includes the addition of a passport RFID chip presence information feature to enable those scanning passports to quickly identify if a passport contains a biometric chip or not.\n\nIt also includes 27 new features which were not supported in the previous version of the solution, which now makes it possible to scan other ID documents such as the Central African Republic ID card, the voter’s cards of Bhutan and Mozambique as well as the firearm and residence permits of North Dakota and Vanuatu respectively.\n\nFollowing the upgrade, the French ID card can now also be read with an error reduction rate of 5 percent, while the data matrix code on the back side of the new version of the ID can be read with an error reduction rate of 35 percent.\n\nSmart Engines further discloses that 45 new ID documents subtypes have been added, including documents from Australia, China, Republic of Korea, Finland, and the United States, among others.\n\nMeanwhile, the upgrade to the <a href=\"https://smartengines.com/ocr-engines/document-scanner/\">Smart Document Engine</a> solution has seen the full-text recognition speed increase by five percent.\n\nSmart Engines recently announced that<a href=\"https://www.biometricupdate.com/202306/smart-engines-id-document-scanning-tech-receives-us-patent\"> it was granted a U.S. patent</a> for a document scanning system that uses smartphone video cameras.", "link": "https://www.biometricupdate.com/202307/smart-engines-upgrades-document-scanning-for-high-accuracy-in-digital-data-formats", "date_published": "2023-07-31T16:27:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]