[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "Griftonomics: Why Scams are Everywhere Now", "description": "Go to https://hensonshaving.com/tomnicholas  and enter \"TOMNICHOLAS\" at checkout to get 100 free blades with your purchase.\n\nA video about how \"passive income\" money-making schemes took over the internet, and the world.\n\nWritten, directed and presented by Tom Nicholas.\nEdited by Georgia Burrows.\n\n*Chapters*\n00:00:00 AI Money-Makers\n00:08:00 1. Work Sucks, I Know\n00:24:40 2. The Grift Gets Wider\n00:40:50 3. The Rent is Too Damn High\n00:59:54 4. Grifts All The Way Up\n01:14:29 5. Picks & Shovels\n01:34:59 6. Temporarily Embarrassed Billionaires\n01:42:12 Henson Shaving\n01:44:39 Thanks for Watching!\n\n*Bibliography*\nYou can find a bibliography for this video on my Patreon, here: https://www.patreon.com/posts/video-why-scams-86916304\n\nGrifts and scams have taken over. Everywhere you look online, gurus are offering quick and easy ways to make money. Social media feeds and the YouTube homepage are dominated by \"passive income\" strategies which promise a sure-fire path to financial freedom.\n\nAt the same time, there has been a rise in anti-grifter content too. Creators including Coffeezilla, Dan Olson, Münecat and Mike Winnet have all dedicated time in recent years to highlighting that making easy money online can actually be a little more difficult than these gurus like to suggest.\n\nWhether you're a financial freedom seeker or a sceptic, it's clear that grifters and scammers are the zeitgeist.\n\nBut, while these schemes might initially seem somewhat low-rent marginal, they actually take influence from some of the most successful businesses in the world. And, not in a good way.\n\nThis is the story of how grifts and scams took over not just the internet, but the world.\n\nWatch this video ad-free on Nebula at https://nebula.tv/tomnicholas\n\nSupport my work on Patreon at https://patreon.com/tomnicholas\n\nTwitter: http://twitter.com/tom_nicholas\nInstagram: http://instagram.com/tomnicholaswtf\nPatreon: http://patreon.com/tomnicholas\nWebsite: http://www.tomnicholas.com\n\nSelect footage courtesy of Getty\nMusic from Epidemic Sound", "link": "https://www.youtube.com/watch?v=2bq3SdfzcA4", "date_published": "2023-07-31T12:29:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/2bq3SdfzcA4/hqdefault.jpg"}]