[{"source": "https://www.engadget.com/rss.xml", "title": "Uber safety driver involved in fatal self-driving car crash pleads guilty", "description": "<p>The Uber safety driver at the wheel during the <a href=\"https://www.engadget.com/2018-03-20-uber-fault-pedestrian-fatality-police-chief.html\">first known fatal self-driving car crash</a> involving a pedestrian has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=7ff518e7-f9fc-4776-a84e-57f90768b1b0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=azcentral&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3ZmY1MThlNy1mOWZjLTQ3NzYtYTg0ZS01N2Y5MDc2OGIxYjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXpjZW50cmFsLmNvbS9zdG9yeS9uZXdzL2xvY2FsL3RlbXBlLzIwMjMvMDcvMjgvcmFmYWVsYS12YXNxdWV6LXBsZWFkcy1ndWlsdHktaW4taW4tZmF0YWwtdWJlci1zZWxmLWRyaXZpbmctY3Jhc2gta2lsbGVkLXBlZGVzdHJpYW4tZWxhaW5lLWhlcnpiZXJnLzcwNDg4MzYxMDA3LyIsImNvbnRlbnRVdWlkIjoiYWNiZDkyNDMtNjJkZS00OGZmLTgyOTUtOWVhOTgzZWFhNWE3In0&amp;signature=AQAAAW3I9pqes6_wkYUYGf-5IEq9yz73h4wvbjFGR5AV4xmR&amp;gcReferrer=https%3A%2F%2Fwww.azcentral.com%2Fstory%2Fnews%2Flocal%2Ftempe%2F2023%2F07%2F28%2Frafaela-vasquez-pleads-guilty-in-in-fatal-uber-self-driving-crash-killed-pedestrian-elaine-herzberg%2F70488361007%2F\">pleaded</a> guilty to and been sentenced for an endangerment charge. Rafaela Vasquez will serve three years of probation for her role in the 2018 Tempe, Arizona collision that killed Elaine Herzberg while she was jaywalking at night. The sentence honors the prosecutors' demands and is stiffer than the six months the defense team requested.</p><p>The prosecution maintained that Vasquez was ultimately responsible. While an autonomous car was involved, Vasquez was supposed to concentrate on the road and take over if necessary. The modified Volvo XC90 in the crash was operating at Level 3 autonomy and could be hands-free in limited conditions, but required the driver to take over at a moment's notice. It noticed Herzberg but didn't respond to her presence.</p><span id=\"end-legacy-contents\"></span><p>The defense case hinged on partly blaming Uber. Executives at the company thought it was just a matter of time before a crash occurred, according to supposedly leaked conversations. The National Transportation Safety Board's (NTSB) <a href=\"https://www.engadget.com/2018-05-24-ntsb-preliminary-report-uber-self-driving-crash-emergency-braking.html\">collision findings</a> also noted that Uber had disabled the emergency braking system on the XC90, so the vehicle couldn't come to an abrupt stop.</p><p>Tempe police maintained that Vasquez had been <a href=\"https://www.engadget.com/2018-06-22-uber-self-driving-crash-driver-watching-hulu.html\">watching a show on Hulu</a> and wasn't paying attention during the crash. Defense attorneys have insisted that Vasquez was paying attention and had only been momentarily distracted.</p><p>The plea and sentencing could influence how other courts handle similar cases. There's long been a <a href=\"https://www.engadget.com/2016-06-07-the-uk-gets-its-first-driverless-car-insurer.html\">question of liability</a> surrounding mostly driverless cars — is the human responsible for a crash, or is the manufacturer at fault? This suggests humans will still face penalties if they can take control, even if the punishment isn't as stiff for conventional situations.</p><p>Fatal crashes with autonomy involved aren't new. Tesla has been at least partly blamed for collisions <a href=\"https://www.engadget.com/2017-09-12-ntsb-blame-driver-tech-fatal-tesla-crash.html\">while Full Self Driving was active</a>. The pedestrian case is unique, though, and looms in the background of more recent Level 4 (fully driverless in limited situations) offerings and tests from <a href=\"https://www.engadget.com/waymo-fully-driverless-rides-san-francisco-094718022.html\">Waymo</a> and GM's <a href=\"https://www.engadget.com/2019-07-06-gm-cruise-to-receive-2-25-billion-softbank-investment.html\">Cruise</a>.While the technology has evolved since 2018, there are still <a href=\"https://www.engadget.com/san-francisco-asks-california-regulators-to-halt-or-slow-driverless-vehicle-testing-083906662.html\">calls to freeze robotaxi rollouts</a> over fears the machines could pose safety risks.</p>This article originally appeared on Engadget at https://www.engadget.com/uber-safety-driver-involved-in-fatal-self-driving-car-crash-pleads-guilty-212616187.html?src=rss", "link": "https://www.engadget.com/uber-safety-driver-involved-in-fatal-self-driving-car-crash-pleads-guilty-212616187.html?src=rss", "date_published": "2023-07-31T21:26:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Water-soluble circuit boards could cut carbon footprints by 60 percent", "description": "<p>German semiconductor maker Infineon Technologies AG <a href=\"https://www.infineon.com/cms/en/about-infineon/press/market-news/2023/INFGIP202307-137.html\">announced</a> that it’s producing a printed circuit board (PCB) that dissolves in water. Sourced from UK startup <a href=\"https://www.jivamaterials.com\">Jiva Materials</a>, the plant-based Soluboard could provide a new avenue for the tech industry to reduce e-waste as companies scramble to <a href=\"https://www.engadget.com/we-have-three-years-to-curb-emissions-to-avoid-climate-catastrophe-un-report-finds-204058474.html\">meet climate goals</a> by 2030.</p><p>Jiva’s biodegradable PCB is made from natural fibers and a halogen-free polymer with a much lower carbon footprint than traditional boards made with fiberglass composites. A <a href=\"https://www.washington.edu/news/2022/04/21/sustainable-electronics/\">2022 study</a> by the University of Washington College of Engineering and Microsoft Research saw the team create an Earth-friendly mouse using a Soluboard PCB as its core. The researchers found that the Soluboard dissolved in hot water in under six minutes. However, it can take several hours to break down at room temperature.</p><span id=\"end-legacy-contents\"></span><p>In addition to dissolving the PCB fibers, the process makes it easier to retrieve the valuable metals attached to it. “After [it dissolves], we’re left with the chips and circuit traces which we can filter out,” said UW assistant professor Vikram Iyer, who worked on the mouse project.</p><p>The video below shows the Soluboard dissolving in a frying pan with boiling water:</p><div id=\"4d3ab265a1564e828258d5d1a098b43f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">♻️ We are adopting Soluboard®, a <a href=\"https://twitter.com/hashtag/recyclable?src=hash&amp;ref_src=twsrc%5Etfw\">#recyclable</a> &amp; <a href=\"https://twitter.com/hashtag/biodegradable?src=hash&amp;ref_src=twsrc%5Etfw\">#biodegradable</a> printed circuit board substrate based on natural fibers. It was designed by <a href=\"https://twitter.com/JivaMaterials?ref_src=twsrc%5Etfw\">@JivaMaterials</a> &amp; the <a href=\"https://twitter.com/hashtag/organic?src=hash&amp;ref_src=twsrc%5Etfw\">#organic</a> structure allows the components of devices to dissolve when immersed in hot water. More: <a href=\"https://t.co/3yLMC5cuGh\">https://t.co/3yLMC5cuGh</a><a href=\"https://t.co/mnWjPbSok7\">pic.twitter.com/mnWjPbSok7</a></p>— Infineon (@Infineon) <a href=\"https://twitter.com/Infineon/status/1684896758386610176?ref_src=twsrc%5Etfw\">July 28, 2023</a></blockquote></div><p>“Adopting a water-based recycling process could lead to higher yields in the recovery of valuable metals,” said Jonathan Swanston, CEO and co-founder of Jiva Materials. Jiva says the board has a 60 percent smaller carbon footprint than traditional PCBs — specifically, it can save 10.5 kg of carbon and 620 g of plastic per square meter of PCB.</p><p>Infineon has produced three different circuit board prototypes using the Soluboard framework. The company is currently only using the dissolvable PCB for demo and evaluation boards, and it says around 500 units are now in use. However, it’s “exploring the possibility of using the material for all boards” with an eye on expanding adoption over the next few years. Based on the results of stress tests, it also plans to “provide guidance on the reuse and recycling of power semiconductors removed from Soluboards” to lessen the chances of the salvageable parts from future production models going to waste.</p>This article originally appeared on Engadget at https://www.engadget.com/water-soluble-circuit-boards-could-cut-carbon-footprints-by-60-percent-201845709.html?src=rss", "link": "https://www.engadget.com/water-soluble-circuit-boards-could-cut-carbon-footprints-by-60-percent-201845709.html?src=rss", "date_published": "2023-07-31T20:18:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon Amp is the under-the-radar app that's trying to reinvent radio", "description": "<p>Last spring, Amazon launched its long-<a href=\"https://www.engadget.com/amazon-clubhouse-clone-leaked-163829793.html\">rumored</a> live audio-<a href=\"https://www.engadget.com/amazon-clubhouse-competitor-project-mic-music-dj-142534929.html\">streaming platform</a>, Amp. The pitch was to reinvent radio with “an <a href=\"https://www.aboutamazon.com/news/entertainment/run-the-airwaves-with-amp-the-live-radio-app-from-amazon\">infinite dial of shows</a>.” Amp offers users access to a vast, built-in music library to create their own DJ sets with. No need to buy songs or flirt with the DMCA, just make a playlist, go live, talk in between tracks, follow the chat and even invite callers. When I wrote about it <a href=\"https://www.engadget.com/amazon-amp-dj-app-140031755.html\">a year ago</a>, it showed promise, but it was iOS only, light on users and had a limited feature set.</p><p>A little over a year later and Amp is reaching an important milestone: It’s finally <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BsYXkuZ29vZ2xlLmNvbS9zdG9yZS9hcHBzL2RldGFpbHM_aWQ9Y29tLmFtYXpvbi5hbXAiLCJjb250ZW50VXVpZCI6Ijg5MWVlOTNjLWJmZmUtNGRjZS04MzRiLTZhOWQ1ZGVmNjI4YSJ9&amp;signature=AQAAAU-bywQqhc2wUAjmKuJXsyUBZTcTugalSvJGVEB6mUYw&amp;gcReferrer=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dcom.amazon.amp\">available on Android</a>. Amp is Amazon’s first home-grown streaming platform and the year-plus stint as an Apple exclusive meant it enjoyed a level of technical predictability and a self-imposed restriction on growth and user numbers. But as the doors open to the other half of the mobile universe, it’s about to be exposed to the full reality of competing in an already busy social-creator landscape.</p><span id=\"end-legacy-contents\"></span><p>Growing beyond iOS is an important move for Amp, even if the platform technically remains in beta (and US-only). But the wider reach of Google’s operating system — from TVs to Chromebooks and beyond — will be a decisive step in the process of Amazon proving it can build a viable streaming platform from the ground up (rather than acquire an <a href=\"https://www.engadget.com/2014-08-25-amazon-buying-twitch.html\">already successful one</a>).</p><p>You can, of course, find DJ sessions and internet radio in myriad places online. Whether it’s big platforms like YouTube and TikTok or more direct rivals like <a href=\"https://www.stationhead.com/\">Stationhead</a> or Tidal (via its <a href=\"https://www.engadget.com/tidals-listening-party-feature-is-now-widely-available-205035086.html\">Live Sessions</a> feature) and even Amazon Music’s own <a href=\"https://www.engadget.com/amazon-amp-dj-app-140031755.html\">DJ Mode</a>, there are several destinations for live curated music streams. Of course, let’s not forget Amazon-owned Twitch, which is teeming with <a href=\"https://www.engadget.com/amazon-music-twitch-artist-livestreams-135926372.html\">tune spinners</a>. Oh, and there’s obviously FM radio, too. This obviously begs the question: What makes Amp unique?</p><figure><img alt=\"Guest DJ on Amp, Zach Sang, is pictured in a press shot.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/e9f3b5c0-2d2f-11ee-bf5f-bfb19395ab16\" style=\"height: 1125px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Amazon</div></figure><p>“It's very much like Sirius meets YouTube,” Zach Sang, one of Amp’s contracted creators, and former broadcast DJ told Engadget. “It's real life, legacy career broadcasters mixed with the future of those broadcasters. It's everybody coming together, it's radio democratized. It's a way that radio genuinely should be programmed: for people and not for profit,” he added. From a user’s point of view, Amp’s main differentiator appears to be its focus on radio and radio-style shows specifically. Plus that built-in music library (Stationhead, for example, requires you to have either Apple Music or Spotify at your own cost).</p><p>I asked user Christina “Criti” Gonzalez, who hosts her own daily show, how she’d describe Amp. “[It’s] a very unique, weird place where you're able to listen to all the music you've forgotten about, didn't know about and crave to hear, again with personalities and so many people of all different walks of life that have one common interest - music.”</p><p>Amp Co-Founder, Matt Sandler - who used to work at LA’s KROQ FM – explained that he felt all of the existing options weren’t quite giving listeners <em>or</em> creators what they wanted. “If you posted a job for KROQ and an on air position, you'd get hundreds and hundreds, if not thousands of submissions and people who wanted to curate music and talk to the community on air,” he told Engadget. “There have been lots of services built around live connection or music or community. One of the things that I think will drive the success of a business like this is really that balance between scale and connection.”</p><p>Amp signed deals with celebrities and established presenters such as Nicki Minaj, Joe Budden, Nick Cannon and the aforementioned Sang to give the platform some known-name appeal, and it’s done so without creating much of a barrier around them compared to regular creators. Your show can sit right next to Nicki Minaj’s in the listings. Although the roster covers large genres like hip-hop, sports, country and pop there’s not much in the way of alt/indie or electronic in that lineup right now.</p><p>Unlike Clubhouse, which enjoyed an early surge of popularity, Amp has largely gone under the radar since launch. “The thing we're maniacally focused on every day is making sure that the product is right before stepping out and bigger and bigger fashion,” Sandler said. But many people I’ve mentioned it to aren’t aware of it – and Amp’s not even included on the list of Amazon products/services <a href=\"https://en.wikipedia.org/wiki/List_of_Amazon_products_and_services\">Wikipedia page</a>.</p><figure><img alt=\"A screenshot from the Amazon Amp website with some show highlights.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/37da2f30-2d30-11ee-b2b7-8f6687a1646c\" style=\"height: 555px; width: 965px;\" /><figcaption></figcaption><div class=\"photo-credit\">Amazon</div></figure><p>The app is clearly a lot busier than when I wrote about it just after launch, but the average number of listeners for most shows remains frustratingly low for most shows (based on multiple user reports and other publicly visible data). But several users explained they weren’t discouraged. “The community that it has right now, it's a small enough space for people to feel like they're connected, even if they don't know each other.” Gonzalez said.</p><p>At the beginning, according to Sandler, even Amp's leadership was unsure in which direction the platform would unfold. There was the possibility that the big-name artists would dominate while regular users gravitated to being listeners. In reality, it’s the smaller, home-grown shows and the aforementioned community that has made Amp a nice place to hang out.</p><p>“The culture there is so inviting.” Gonzalez said. “I feel like other social media sites can turn negative quickly. I haven't had much experience with that on Amp and I appreciate that.” Adding, ”It's crazy what the experience on Amp has done, because I truly honestly say to anyone that's not an Amp to join it, because it really will change your perspective.”</p><p>One of the main complaints I had with Amp right after launch was that hosts needed at least one listener to be able to play a song and often that meant… waiting. There was also no way to communicate with any listeners you <em>did</em> have. Today the awkward waits are (mostly) gone and each stream has its own chat room which has switched it from a one-directional platform to the collection of friendly gatherings that it has become today.</p><p>Several creators and listeners have told me they’ve created genuine connections and friendships that have spilled over into real life. The chat rooms in shows are a rare mix of positivity, musical discourse and humor. Trolling and negativity is unusually rare and it’s obvious there’s a real sense of commitment to the app. But at some point it needs to expand to stop it becoming a circular economy where everyone is both a host and a listener.</p><p>Amp doesn’t share information about user numbers or demographics, but the typical host and listener right now, perhaps unsurprisingly, appears to mirror the generations that were brought up on mix tapes and burning albums to CD. Where sharing music was more tactile and a little bit slower. In the nicest possible way, the community energy often feels like the best bits of early internet chat rooms. Like many music-first spaces online, there’s little in the way of negativity, and while many creators may fall into a similar age group, a variety of backgrounds has been a defining factor since day one.</p><figure><img alt=\"Three screenshots together showing different elements of Nicki Minaj's radio show on Amp.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/dacccc50-2d37-11ee-bdbf-24d09bc2feff\" style=\"height: 983px; width: 1488px;\" /><figcaption></figcaption><div class=\"photo-credit\">Amazon</div></figure><p>The positive community is Amp’s to lose though. As it opens up to Android, the door to even more users opens, and with that the challenge of scaling up the platform while maintaining what keeps it special. And there’s also the matter of money. Right now, Amp pays out many of its hosts via an opaque creator fund. “One of the things that we're focused on is making sure that creators can earn through the service over time, not just through the fund, but through other mechanisms as well.” Sandler said. When I asked about subs, tipping and other Twitch-esque ways to earn money he added “Those are all things you could easily imagine in the service.”</p><p>For now, the creator fund is helping keep hosts motivated, but Amp will need to provide realistic alternative revenue streams to keep creators around (and, of course, lure in more). But perhaps the bigger investment Amp needs is in itself. It’s hard to find much in the way of outward promotion of the app and the best tool for promoting its best creators are its own social channels. If Amp can make itself more visible, it can grow the user base which in turn makes that creator economy, be it tipping, subs and beyond, more viable.</p><p>There are also occasional technical issues that remind you the app is still in beta, which an injection of new users, on a new operating system no less, might exacerbate. Mostly, it’s small annoyances like the chat swallowing your last message. Occasionally, it’s more dramatic like a stream crashing or a host being booted out of their own show.</p><p>“The glitchiness causes some frustration. And, sometimes that can change your experience doing the show and with others listening. So once those kinks get ironed out, I feel like the creators will feel more comfortable and less anxious while they're doing sets” Gonzalez said. Users have even coined the phrase “Amp be Ampin’” as a refrain to the inevitable quirkiness that happens every couple of weeks or after an update.</p><p>Where does the app go from here? “I think there's a big opportunity for amp specifically to move charts and culture around the world. And that means personalities, spinning music, having conversations and developing communities that exist in the app but that have social currency outside of the app as well.” Sandler said. Sang on the other hand thinks it’s a way to keep the spirit of radio going. “It's not like there's any major radio stars on the come up. So it's like, where are they going to come from? Let them come from Amp.”</p><p>Or, as Gonzalez was quick to point out, sometimes, it’s just about the music. “There are certain creators that talk through their experience or a memory or something like that. And it completely changes how I looked at the song to begin with” she said. “I love the community so much, but it's also just the variety, being exposed to certain genres. So I love that and ever since I've been really addicted.”</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-amp-is-trying-to-reinvent-radio-194634553.html?src=rss", "link": "https://www.engadget.com/amazon-amp-is-trying-to-reinvent-radio-194634553.html?src=rss", "date_published": "2023-07-31T19:46:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best streaming devices you can buy in 2023", "description": "<p>If you're in the market for a new streaming device, chances are you want to improve your home theater experience. Maybe you've been relying on your phone or tablet for binge-watch sessions, or perhaps your TV's built-in operating system just isn't cutting it anymore. Streaming dongles, like the Amazon Fire TV Stick Lite, and set-top boxes, like the Apple TV 4K, are ubiquitous at this point, but sussing out the differences between them can be challenging. Plus, they're not the only gadgets that can deliver your latest Netflix or Peacock obsession to your TV screen. Let us break down all of the options you have today and give you our picks for the best streaming device you can buy.</p><h2>Who needs a streaming device?</h2><p>It’s worth pointing out that if you only use a couple of streaming services (say, Netflix and Amazon Prime Video),  you might not need a standalone streaming device. Most modern televisions ship with a basic selection of apps that usually include the most popular streaming services. Some TVs and soundbars run on built-in Roku or Fire TV operating systems, which offer a robust selection of apps without the need for a separate device.</p><span id=\"end-legacy-contents\"></span><p>But if your TV is on the older side, adding a streaming stick is obviously much cheaper than shelling out for a new smart TV. Also, a dedicated streaming device typically has access to a lot more streaming services and apps, while content is often presented more intuitively. Some devices also offer better search features, including voice control. Cord cutters in particular will benefit from this sort of streaming hardware, as live TV services like Sling TV and Hulu Live aren’t always available in basic TV interfaces.</p><h2>How to pick a streaming device</h2><p>The most important things to keep in mind when choosing a media streaming device are platform, price and what you already have in your home. Currently, the most popular streaming platforms are Roku, Amazon’s Fire TV, Apple TV and Google TV (which is an overlay on top of Android TV). All of them offer a similar selection of streaming services, with the primary differences being the user interface. Roku, for example, has a basic grid layout, while Fire TV and Google TV emphasize personalized recommendations.</p><p>The prices for streaming devices typically start at around $30, and can go all the way up to $200. Sticks or dongles are generally more affordable, while set-top boxes tend to be pricier. The main reason to opt for a streaming box over a dongle is if you need Ethernet connectivity. Some models also have additional features like Ethernet ports and faster wireless connections. (Roku’s set-top boxes, for example, have Dolby Vision, while its sticks don’t.) Another benefit of a set-top box is that they’re faster than older TV processors and are easier to upgrade over time.</p><p>There are some feature differences, too. Fire TV uses Alexa for voice commands, for example, while Google TV uses Google Assistant. In fact, when it comes to devices from Amazon, Google and Apple, it’s generally best to pick one that belongs in a previously chosen ecosystem. So if you’re already a committed iTunes user, an Apple TV would make more sense than the Fire TV. This isn’t a hard-and-fast rule, of course: If you depend more on a streaming service than on buying or renting shows, the ecosystem question isn’t quite as relevant. We’ll get more into the details of each system later in this guide.</p><p>Below are some recommendations for the best streaming sticks and other budget-friendly options. We also included suggestions for set-top boxes and devices geared toward gamers.</p><h2>Best streaming stick: Roku Streaming Stick 4K</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWluZy1EZXZpY2UtVmlzaW9uLUNvbnRyb2xzL2RwL0IwOUJLQ0RYWkMvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAeD6Zl5kC5bCB1ZHeOCV6uvO4SfIINjXpS_BM6t8oUKw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streaming-Device-Vision-Controls%2Fdp%2FB09BKCDXZC%2F\">Roku Streaming Stick 4K,</a> plus earlier iterations like the Streaming Stick+, has long been an Engadget favorite, and for good reason: It packs a lot of features into a small and affordable package. It has a straightforward user interface along with the widest selection of streaming TV options. All you need to do to set it up is plug it into your TV’s HDMI input and attach the power cable to your TV’s USB port. After that, you can finish the rest of the installation process via the TV interface and Roku remote.</p><p>As mentioned, Roku has a large selection of content. According to the company, you can choose to stream from more than 500,000 movies and TV episodes. Another useful feature is Roku’s universal search function, which can find shows across a variety of platforms without prioritizing one over another. In contrast, Amazon’s streaming platform prioritizes search results from its own Prime video service.</p><p>The Roku Streaming Stick 4K also supports Apple AirPlay 2, so it’s great for those who want to stream from Macs or iOS devices. Additionally, the Roku Streaming Stick 4K supports 4K, HDR streaming and Dolby Vision.</p><p>We especially like Roku’s private-listening feature that lets you listen to shows using headphones, which is useful if you don’t want to disturb other members of your household. You can do this via the Roku TV app, which is available on both iOS and Android. The app also works as an alternative to the physical remote control. This is especially handy for entering login and password information, which is a lot easier to do with a smartphone keyboard than having to hunt and peck using the remote.</p><p>In addition to the remote, the Roku Streaming Stick 4K also responds to voice commands, which you can use to search for your favorite shows, adjust the volume or enable closed captioning.</p><p>If you want an upgraded remote, consider upgrading to the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUJLQ1FZUk4vcmVmPWFzX2xpX3NzX3RsP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAdVLMisE6xpyQLUjaqL0NkqVRDODa4_baPW6e5EU5-n-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09BKCQYRN%2Fref%3Das_li_ss_tl\">Roku Streaming Stick 4K+</a>. It has all the features of the Streaming Stick 4K, except it comes with the rechargeable Roku Voice Remote Pro as well. You can find your lost remote by saying “Hey Roku, where’s my remote?” and it has a built-in 3.5mm headphone jack so you can use the private listening mode without the app. The Roku Voice Remote Pro is almost $20 more than the Streaming Stick 4K, however, so unless you really need that fancy remote, we recommend the Streaming Stick 4K instead.</p><h2>Runner up: Chromecast with Google TV</h2><p></p><p>For years, Google’s Chromecast was a dongle without a remote. It was simply used to stream shows from your phone or laptop to the TV. The updated <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEtSVjdTMjI_dGFnPWdkZ3QwYy1wLW8tZmwtMjAiLCJjb250ZW50VXVpZCI6ImI1NTdmMTBhLWE4MzctNDBiMy1hYWE2LTRhZTc3YzJmOTAzOSJ9&amp;signature=AQAAARwwjrJF1Znd_dFv5j8sxdkim6fB6HDDT-MrDxAZIMVt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08KRV7S22\">Chromecast with Google TV</a>, however, is completely different. Not only does it now have a dedicated remote control, but it ushers in a brand new menu interface plus Google Assistant smarts. While the Roku might be our overall pick, the Google Chromecast is best for those who like a more personalized interface and robust voice controls.</p><p>The highlight of the new Chromecast is Google TV, which is actually a revamped version of Android TV. The home screen is personalized based on your watching habits. There’s a rotating carousel of trending TV shows, curated top picks as well as category headers like “Continue watching” and “Trending on Google.” We especially appreciate the “Continue Watching” row as it offers a quick shortcut to catch up on programming you were — you guessed it — already watching.</p><p>There are also algorithm-generated recommendations such as “Shows about aliens” or “Shows about murder.” What’s nice is that most of the suggested shows are from services you’re already subscribed to. If you’re a YouTube TV subscriber, you’ll appreciate the Live TV tab, which acts as a channel guide for the service. Google has said, however, that the tab should eventually work with other live TV services such as Sling or Hulu Live.</p><p>We also like that Google TV gives a lot of information about a specific show or movie, such as the Rotten Tomatoes rating and all of the different ways you can watch it. You can also add it to your watchlist right from the show page, regardless of what TV streaming service it’s on. Renting or buying the show can only be done from the Google Play Movies &amp; TV store, however.</p><p>One of our favorite features of the new Chromecast is Google Assistant integration. You can make general queries, like asking for a five-day weather forecast. Best of all, contextual queries like “Find movies with Bill Murray” and “Show me true crime documentaries” all turn up highly relevant results. You can also control the TV entirely with voice commands, including powering it on and off and adjusting the volume.</p><p>The Chromecast with Google TV supports 4K HDR as well as Dolby Vision. However, it doesn’t support Apple's AirPlay 2 protocol so it’s not quite as compatible with Macs and iOS devices. It also doesn’t currently carry Apple TV+ or iTunes videos. We should also note that unlike other streaming sticks, the latest Google Chromecast can’t be powered by a TV’s USB port; you’ll have to use the included 7.5-watt power adapter instead.</p><h2>Best budget streaming device: Amazon Fire TV Stick Lite</h2><p></p><p>If price is of the utmost importance and you don’t need 4K, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1lOTEJTN1IvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAe-lj6bjW23mp7GrPWRpjS-jGHh21WrXxjYMQQ5wz6GC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07YNLBS7R%2F\">Amazon’s Fire TV Stick Lite</a> is a decent alternative. At $30, it’s one of the cheapest streaming sticks on the market (it’s also frequently discounted, too). It supports FHD streaming with HDR and, just like its higher-end siblings, comes with an Alexa voice remote.</p><p>One of the reasons this is considered “Lite” is that this particular Fire TV Stick can’t control your TV; you still have to use your television remote to power it on and off or to adjust its volume. That’s not that big a deal, especially if it helps save you a few bucks. In comparison, the standard <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEMxVzVOODc_dGFnPWdkZ3QwYy1wLW8tZmwtMjAiLCJjb250ZW50VXVpZCI6ImI1NTdmMTBhLWE4MzctNDBiMy1hYWE2LTRhZTc3YzJmOTAzOSJ9&amp;signature=AQAAAXlG7-z5BgV4M3G48hv32hAtrHrWJO2qIlsCRVC8jPLO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08C1W5N87\">Fire TV Stick</a> typically retails for $40, while the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFhWWVoxWTUvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAcO6yDSUwPJ7HnuRFgD0tsNrykiFvMziCbx34MLHpPFK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08XVYZ1Y5%2F\">Fire TV Stick 4K</a> costs $50.</p><p>Amazon’s Fire TV supports nearly all of the major streaming services, including Netflix, Hulu, HBO Max, YouTube, YouTube TV and Hulu, among others. The Live page features Twitch out of the box. While you can’t use Alexa to control the TV, the Fire TV Stick Lite does let you use Alexa to search for shows and ask general questions like the weather forecast or the latest scores for your favorite sports team.</p><p>Despite its low price, the Fire TV Stick Lite is a decent streaming dongle. It comes with the updated Fire TV interface that adds features such as user profiles, a new main menu navigation bar with show recommendations, plus a scrolling list of your favorite streaming apps.</p><p>The layout isn’t quite as intuitive as Google TV’s and is more complicated than Roku’s, but it’s still easy enough to figure out. That said, the interface tends to prioritize Amazon Prime Video content, and there are a lot more ads than on other streaming platforms. It’s not the best streaming device out there, but it’s the best buy if you don't have a smart TV and want to update an older set while spending as little as possible.</p><p>For a little more money, you could also upgrade to either the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFhWWVoxWTUvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAcO6yDSUwPJ7HnuRFgD0tsNrykiFvMziCbx34MLHpPFK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08XVYZ1Y5%2F\">Fire TV Stick 4K</a> or the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOE1RWlhOMVgvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAUJle3qAvQkby0wnKrXSACFfL8kUeoiWgo31lOOqFSCz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08MQZXN1X%2F\">Fire TV Stick 4K Max</a>. Both feature 4K, HDR, Dolby Vision and Dolby Atmos, but the Max has WiFi 6 support and a faster processor.</p><h2>Another budget option: Roku Express</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1dWRkNWSk4vP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAT77uX3qiyfFyOQNSkwIiiPDQwB1zciv-w3TbZUgdqZA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07WVFCVJN%2F\">Roku Express</a> has the same user interface as the Streaming Stick+, but it’s housed in a compact set-top box instead. It doesn’t support 4K or HDR and the remote control lacks a voice command button. But if all you want is a capable HD streaming device, the Express fits the bill. If you insist on having 4K, however, consider the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTE2VEtGRjIvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAeIHd3VdyKEiRpyvPq4odcjjYpqzI4k4tIkniO3xsktn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0916TKFF2%2F\">Roku Express 4K+</a>, which retails for $40. It’s very similar to the Express, except it carries support for 4K, HDR and AirPlay, and it comes with a voice remote as well. That could well make it worth the extra money.</p><h2>Best set-top box: Roku Ultra</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVQ0VlpEWVYvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAeCv9brqsdhoUyBXU_l4mWwo_C8Y2ojfUeZ3clMDTcJr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09T4VZDYV%2F\">Roku Ultra</a> has the same features of the Streaming Stick+ and then some. There’s a wide selection of content, a simple user interface and support for 4K HDR streaming, AirPlay2 and voice commands. On top of that, the Ultra adds Dolby Vision support along with HDR 10+, USB connections, a microSD slot for external media, and Ethernet connectivity.</p><p>Like the Streaming Stick 4K+, the Ultra comes with Roku’s Voice Remote Pro. The remote also features a couple of programmable shortcut keys that you can map to specific commands, like “Launch YouTube” or “Play classical music.” Best of all, the Ultra features a remote finder in case you lose it in between your couch cushions. The Ultra is definitely the most capable Roku device on the market, but you’ll have to pay quite a bit more for it.</p><h2>Best premium streamer: Apple TV 4K</h2><p></p><p>For those who want a slightly higher-end option and have a lot of Apple devices, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkpMRFZKVEMvP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAeAhsSANR6AHEV91TGJBQ7fd1oLenitJA37vaFM2_rDH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BJLDVJTC%2F\">Apple TV 4K</a> could be worth a splurge. It can stream in 4K HDR and Dolby Vision, plus it supports AirPlay 2 for streaming from Mac and iOS devices. The tvOS platform has an attractive and clean user interface that’s also easy to use. There’s also a “One Home Screen” feature that lets you sync apps and their layout across multiple Apple TVs, and you can use Siri to search for your favorite shows. And ever since Apple revamped the Siri remote included with the box, it's been much easier to navigate between apps, scroll through content and generally find what you're looking for quickly.</p><p>As you might expect, the Apple TV is also the only set-top box that works with the entire Apple ecosystem. This means that you can use the Apple TV to buy and rent movies from iTunes, access music and podcasts, play games from Apple Arcade and run apps like Fitness+, Apple’s line of workout classes.</p><p>iPhone owners in particular are likely to benefit from owning an Apple TV. You can hold your handset up to the box during setup to transfer all of your settings and enter passwords directly through the Remote app, which is itself easily accessible via iOS’s control center.</p><h2>Best for gamers: NVIDIA Shield TV Pro</h2><p></p><p>For those who want an all-in-one device that lets you stream movies, run a PLEX media server and play games, consider <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1lQOUZCTU0vP3RhZz1nZGd0MGMtcC1vLWZsLTIwIiwiY29udGVudFV1aWQiOiJiNTU3ZjEwYS1hODM3LTQwYjMtYWFhNi00YWU3N2MyZjkwMzkifQ&amp;signature=AQAAAfrLWj2eRKubnCxOJ6koR9V2e_xOpmpPHy1pmieoTjyK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07YP9FBMM%2F\">NVIDIA’s Shield TV Pro</a>. It currently runs Android TV, which is a little outdated at this point, but there’s a possibility that it could be upgraded to Google TV in the future.</p><p>Thanks to its capable Tegra X1+ processor, the NVIDIA Shield TV Pro can stream in native 4K and it can also upscale 720p and 1080p video to 4K with the company’s AI neural network. It also supports Dolby Vision and HDR10, has 3GB of RAM, 16GB of storage and two USB-C ports. Additionally, there’s a gigabit Ethernet port, an HDMI socket and a microSD card slot. Since it runs on Android, you can use it to play most games from the Google Play Store.</p><p>The main reason you’d choose the NVIDIA Shield TV Pro over other machines is that it gives you access to NVIDIA’s GeForce Now cloud gaming service. As long as you have a relatively speedy internet connection, you can play top-tier PC games that are streamed online to your Shield TV Pro.</p><h2>Best gaming console for streaming: Xbox Series X</h2><p></p><p>Even though both Sony’s PlayStation 5 and the <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy54Ym94LmNvbS9lbi1VUy9jb25zb2xlcy94Ym94LXNlcmllcy14Pz8iLCJjb250ZW50VXVpZCI6ImI1NTdmMTBhLWE4MzctNDBiMy1hYWE2LTRhZTc3YzJmOTAzOSJ9&amp;signature=AQAAAYWFBZh8fKQ3jrdMV7viiNp1uimN_rtPiqclONMKpFfX&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fen-US%2Fconsoles%2Fxbox-series-x%3F%3F\">Xbox Series X</a> can stream video, it’s the Xbox that we think is the best gaming console for the job. It can play 4K Blu-Rays and supports all of the usual streaming video apps including Apple TV+ and Disney+. However, the PS5 can’t stream Disney+ in 4K or Dolby Atmos, which is disappointing if you ever want to watch <em>The Mandalorian</em> in all its cinematic glory.</p><p>Fortunately, that’s not the case with the Xbox Series X. On top of that, the Xbox Series X (and S) also support Dolby Vision for streaming video, which is especially great for people with newer TVs. Of course, the Xbox is also a pretty great gaming machine, and it offers access to Game Pass, Microsoft’s subscription service that has a large library of titles.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-streaming-devices-media-players-123021395.html?src=rss", "link": "https://www.engadget.com/best-streaming-devices-media-players-123021395.html?src=rss", "date_published": "2023-07-31T18:55:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Mazda stops selling its only EV in the US", "description": "<p>Mazda's MX-30 is a <a href=\"https://www.engadget.com/2019-10-22-mazda-mx-30.html\">strange EV</a>, and it appears the company knows this. The automaker is <a href=\"https://news.mazdausa.com/2023-07-28-Mazda-MX-30-Discontinuation\">pulling</a> the small crossover from the US market after the 2023 model year. The company says it's currently focused on &quot;large platform&quot; plug-in hybrids like the CX-70 and CX-90, and also offers conventional hybrids like the CX-50.</p><p>The MX-30 is Mazda's first and only mass-produced EV to date, and it came to the country in fall 2021 as a California-only model. From the start, its prospects were limited by a number of unusual business decisions. On top of its small size, it had just a 35.5kWh battery with an estimated 100-mile range. This was supposed to make it <a href=\"https://www.engadget.com/2020-01-13-mazda-mx-3-limited-torque.html\">feel more like a gas car</a> and <a href=\"https://www.engadget.com/2019-12-29-mazda-says-long-range-evs-worse-than-diesels.html\">limit the car's CO2 footprint</a>, but the net result was a car that was both less exciting to drive and less practical than competing EVs costing significantly less than Mazda's $35,385 sticker. The <a href=\"https://www.engadget.com/gm-says-a-next-gen-chevy-bolt-is-on-the-way-144518735.html\">outgoing current-gen Chevy Bolt</a> costs $9,000 less while delivering more performance and over twice the range.</p><span id=\"end-legacy-contents\"></span><p>Sales were accordingly poor. Mazda has sold just 571 MX-30 units in the US over three years. In some countries, the company has reworked the machine as a plug-in hybrid with a rotary gas engine and an estimated 53 miles of electric-only driving.</p><p>Mazda is rethinking its EV strategy. It plans to introduce cars based on both an existing platform as well as a new framework. There are claims the company might use a future Toyota platform expected to deliver <a href=\"https://www.engadget.com/toyota-claims-its-future-evs-will-have-a-range-over-600-miles-104555944.html\">over 600 miles on a charge</a>. The MX-30 discontinuation isn't the end, in other words — rather, it's an acknowledgment that the company needs to be more competitive.</p><p>The move is also a reflection of Japanese brands' general trouble entering the EV market. Honda <a href=\"https://www.engadget.com/the-honda-e-compact-electric-car-might-not-get-a-follow-up-051431133.html\">might not replace its E compact car</a>, and is refocusing on SUVs like <a href=\"https://www.engadget.com/honda-prologue-ev-design-reveal-160536773.html\">next year's Prologue</a> as well as its <a href=\"https://www.engadget.com/sony-honda-mobility-officially-unveils-its-collaborative-ev-concept-first-look-ces-2023-015133456.html\">collaboration with Sony</a>. Toyota and Subaru, meanwhile, had <a href=\"https://www.engadget.com/toyota-restarts-bz4x-ev-production-165203347.html\">problems launching the bZ4x</a> SUV crossover and its Solterra equivalent. For now, they largely have to rely on hybrids to attract buyers.</p>This article originally appeared on Engadget at https://www.engadget.com/mazda-stops-selling-its-only-ev-in-the-us-182657731.html?src=rss", "link": "https://www.engadget.com/mazda-stops-selling-its-only-ev-in-the-us-182657731.html?src=rss", "date_published": "2023-07-31T18:26:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony's latest QD-OLED TV is significantly brighter than last year’s models", "description": "<p>Sony announced pricing and availability today for its high-end 2023 QD-OLED television that the electronics giant says offers its “best color ever.” The Google TV-powered Bravia XR A95L will ship in 55-inch, 65-inch and 77-inch models, starting at $2,800.</p><p>The Sony Bravia XR A95L has a <a href=\"https://www.engadget.com/samsung-qd-oled-215038108.html\">QD-OLED panel</a> that takes the best of OLED screens (deep blacks, rich contrast) while adding the superior brightness and colors you’d expect from QLED TVs. Earlier this year, Engadget’s Sam Rutherford <a href=\"https://www.engadget.com/sony-2023-bravia-xr-tv-hands-on-bigger-brighter-and-even-better-looking-150030819.html\">found that the new TV</a> “definitely did a better job at preserving details in shadows” than the rival <a href=\"https://www.engadget.com/lg-oled-g2-c2-annoucement-020045964.html\">LG C2</a>. “The A95L was particularly impressive thanks to its QD-OLED panel and Cognitive Processor, with Sony claiming brightness that’s now two times higher than last year’s model.” The company also says the new set provides up to 200 percent color brightness compared to typical OLED TVs.</p><span id=\"end-legacy-contents\"></span><p>The Cognitive Processor XR powers the set’s color range and hues, essentially acting as a brain that manages details like color, contrast, clarity, adaptive noise reduction and auto HDR tone mapping. In addition, the TV includes a Bravia Cam in the box: The sensor acts as a webcam for video calls (including <a href=\"https://www.engadget.com/sony-bravia-tv-owners-can-soon-take-zoom-calls-from-the-couch-213024871.html\">Zoom support</a>) while optimizing the television’s picture and sound based on your location in the room.</p><figure><img alt=\"Marketing photo of the Sony A95L TV in a posh living room. Modern gray aesthetics with sleek furniture and floor-to-ceiling window to the left.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/5498e380-2fc6-11ee-9bff-21b8f10ba504\" style=\"height: 1079px; width: 1800px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure><p>The A95L runs <a href=\"https://www.engadget.com/google-tv-takes-on-roku-with-over-800-free-tv-channels-173805920.html\">Google TV software</a> but includes a few new extras this generation. That consists of a Game Menu for managing gaming picture and assistance settings. (It even lets you add a persistent crosshair for first-person shooters.) It also has exclusive PS5-friendly features: Auto HDR Tone Mapping and Auto Genre Picture Mode to optimize the premium display for your favorite PlayStation games. The TV also includes a new Eco Dashboard to help you manage all its energy-saving settings in one place.</p><p>Sony’s new TV also has Acoustic Surface Audio+: actuators behind the TV that can “vibrate to produce audio from the entire screen,” helping make dialog clearer. The feature works with <a href=\"https://www.engadget.com/sony-ht-a-3000-soundbar-dolby-atmos-140003355.html\">Sony Soundbars</a>, as select models will sync with the television’s built-in vibrations to produce “fuller vocals” on the center audio channel. The company also synced its Soundbars to show their volume, sound field and other toggles directly in the TV’s Quick Settings menu.</p><p>The Sony Bravia XR A95L starts at $2,800 for the 55-inch model. The 65-inch variant will cost $3,500, while the 77-inch model will total $4,500. All three models will be available for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=15919d69-aefa-41ae-a977-fdcae58a803c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sony&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxNTkxOWQ2OS1hZWZhLTQxYWUtYTk3Ny1mZGNhZTU4YTgwM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9lbGVjdHJvbmljcy5zb255LmNvbS90di12aWRlby90ZWxldmlzaW9ucy9hbGwtdHZzL3AveHI2NWE5NWwiLCJjb250ZW50VXVpZCI6IjY2Y2E0NWRlLTM3ZjUtNDlkNy1hNTc3LTdjOWNmMGI3NzI3OSJ9&amp;signature=AQAAAdr5QAn2Aor055SVS9VZs35oFgPGMbDCPLvtedqlWOvO&amp;gcReferrer=https%3A%2F%2Felectronics.sony.com%2Ftv-video%2Ftelevisions%2Fall-tvs%2Fp%2Fxr65a95l\">pre-order</a> from Sony authorized dealers starting on August 21st.</p>This article originally appeared on Engadget at https://www.engadget.com/sonys-latest-qd-oled-tv-is-significantly-brighter-than-last-years-models-175307553.html?src=rss", "link": "https://www.engadget.com/sonys-latest-qd-oled-tv-is-significantly-brighter-than-last-years-models-175307553.html?src=rss", "date_published": "2023-07-31T17:53:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Instagram seems to be working on labels for posts 'generated by Meta AI'", "description": "<p>Meta’s consumer-facing generative AI tools based on its new <a href=\"https://www.engadget.com/meta-and-microsoft-release-llama-2-an-ai-language-model-for-commercial-use-163615807.html\">Llama 2</a> model may not be far off. The company appears to be working on several new generative AI features for Instagram, including labels that allow creators to identify images “generated by Meta AI.”</p><p>That’s according to screenshots shared by reverse engineer <a href=\"https://twitter.com/alex193a/status/1685620855416467456\">Alessandro Paluzzi</a> who often teases unreleased features from Meta’s apps. Paluzzi recently posted a screenshot that shows an in-app message detailing how posts created with generative AI tools may soon be labeled within Instagram. “The creator or Meta said that this content was created or edited with AI,” the message explains. Additional labels indicate it was “generated by Meta AI” and that “content created with AI is typically labeled so that it can be easily detected.”</p><span id=\"end-legacy-contents\"></span><div id=\"e2463911d12f45c280303927c8be525b\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/hashtag/Instagram?src=hash&amp;ref_src=twsrc%5Etfw\">#Instagram</a> is working to label the contents created or modified by <a href=\"https://twitter.com/hashtag/AI?src=hash&amp;ref_src=twsrc%5Etfw\">#AI</a> in order to be identified more easily 👀 <a href=\"https://t.co/bHvvYuDpQr\">pic.twitter.com/bHvvYuDpQr</a></p>— Alessandro Paluzzi (@alex193a) <a href=\"https://twitter.com/alex193a/status/1685620855416467456?ref_src=twsrc%5Etfw\">July 30, 2023</a></blockquote></div><p>A spokesperson for Meta declined to comment. But the screenshot suggests the company, like Google and others in the AI space, is interested in helping users discern when AI was used to create content. As generative AI tools have become more widely used, researchers and policymakers have <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">raised concerns</a> about how the technology could be used to aid the spread of misinformation or otherwise mislead people. Earlier this month, seven AI companies — including Meta — pledged to adopt a series of AI <a href=\"https://www.engadget.com/ai-companies-will-reportedly-commit-to-safeguards-at-the-white-houses-request-185646283.html\">safety measures</a>, like watermarks for AI-generated content.</p><p>While Meta so far hasn’t disclosed many details about its consumer-facing generative AI plans, Mark Zuckerberg has dropped several hints. “We're also building a number of new products ourselves using Llama that will work across our services,” the CEO said in a quarterly earnings call last week. “You can imagine lots of ways AI could help people connect and express themselves in our apps: creative tools that make it easier and more fun to share content, agents that act as assistants, coaches, or that can help you interact with businesses and creators, and more.”</p><p>Elsewhere, Paluzzi has spotted signs of other  generative AI-powered tools for Instagram, including a “<a href=\"https://twitter.com/alex193a/status/1685671665953382400\">message summary</a>” feature for summarizing long DMs, and new artistic tools <a href=\"https://twitter.com/alex193a/status/1685268593322143745\">for editing</a> Stories.</p><p><strong>Update, July 31st, 2023, 11:06 AM PT: </strong>This story has been updated to note that Meta declined to comment.</p>This article originally appeared on Engadget at https://www.engadget.com/instagram-seems-to-be-working-on-labels-for-posts-generated-by-meta-ai-173427549.html?src=rss", "link": "https://www.engadget.com/instagram-seems-to-be-working-on-labels-for-posts-generated-by-meta-ai-173427549.html?src=rss", "date_published": "2023-07-31T17:34:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best eco-friendly phone cases for 2023", "description": "<p>No modern smartphone is completely carbon neutral. Even the most eco-conscious phones are only partially made out of recyclable materials. But you can help cut back on plastic usage by at least purchasing an eco-friendly case to protect your phone from dings and scratches. There are plenty of them, from compostable phone cases to ones made from ocean-based plastic. Best of all, eco-friendly cases are often just stylish and durable as their mainstream counterparts. Here are our favorite environmentally-friendly phone cases.</p><h2>Pela Case</h2><p></p><p>Without a doubt, our favorite eco-friendly phone cases are those made by <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BlbGFjYXNlLmNvbS8iLCJjb250ZW50VXVpZCI6IjViYzRjMmViLWYyYzQtNGM0Zi05ODk4LTlhNDFlZmVhYzdmNCJ9&amp;signature=AQAAAWL1XLUzxiJWhDQVRbd6nOxiU_W3Lj-SONanCPqj2NGg&amp;gcReferrer=https%3A%2F%2Fpelacase.com%2F\">Pela</a>. We absolutely love their colors and designs, plus the fact that the entire line is 100 percent plant-based and compostable. The case material is called “Flaxstic,” which the company says is made from flax straw and compostable bioplastic elastomer. Importantly, it's also free of BPA, phthalates, cadmium and lead. If you ever decide to get rid of it, you can indeed just chuck in a compost bin and it’ll be completely biodegradable.</p><span id=\"end-legacy-contents\"></span><p>What’s more, Pela cases are available for a <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BlbGFjYXNlLmNvbS9wYWdlcy9vdXItcGVsYS1jYXNlLWNvbGxlY3Rpb25zPyIsImNvbnRlbnRVdWlkIjoiNWJjNGMyZWItZjJjNC00YzRmLTk4OTgtOWE0MWVmZWFjN2Y0In0&amp;signature=AQAAAdUDXH9nIhCENpnx3JwnP6EETXJ-AsTtEj3b0XXs3ZZN&amp;gcReferrer=https%3A%2F%2Fpelacase.com%2Fpages%2Four-pela-case-collections%3F\">wide array of handsets</a>. They can accommodate iPhones (from iPhone 5 onwards), Samsung Galaxies (Galaxy S8 and newer), Google Pixels (from the Pixel 3a on) and even some OnePlus and Huawei models.</p><p>For iPhone users, we should note that Pela cases are not MagSafe-compatible by default. Strangely, too, you can only purchase an additional <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BlbGFjYXNlLmNvbS9wcm9kdWN0cy9tYWdzYWZlLW1vZHVsZSIsImNvbnRlbnRVdWlkIjoiNWJjNGMyZWItZjJjNC00YzRmLTk4OTgtOWE0MWVmZWFjN2Y0In0&amp;signature=AQAAAdncKSo3XYQoxLe9Rm2xeMhZPFjtAvBXUk6qWwdAUGtY&amp;gcReferrer=https%3A%2F%2Fpelacase.com%2Fproducts%2Fmagsafe-module\">$13 MagSafe module</a> for the iPhone 13 and 14, and not the iPhone 12. Applying it to my phone was pretty straightforward, so that’s not a big concern, but it’s something to keep in mind. And, obviously, the MagSafe module with all its magnets is not compostable; you’ll have to take it off and dispose of it separately.</p><h2>Otterbox LifeProof Wake Case</h2><p></p><p>LifeProof is a phone case brand that specializes in recycled materials, with each of its products being at least partially made from them. But the most eco-friendly option is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL3dha2Utc2VyaWVzLXJlY3ljbGVkLWNhc2VzIiwiY29udGVudFV1aWQiOiI1YmM0YzJlYi1mMmM0LTRjNGYtOTg5OC05YTQxZWZlYWM3ZjQifQ&amp;signature=AQAAAUx0Wt7qeFDsXv-Ph_zIOuBtdlH5VtiHICp1m5DL15u4&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Fwake-series-recycled-cases\">LifeProof Wake</a>, which is made from 85 percent ocean-based recycled plastic. According to the company, a lot of that comes from discarded fishing gear, which would otherwise be a fatal hazard for marine life like sharks and turtles.</p><p>In addition, we’re big fans of the Wake’s design. It comes in four different colors, and features an attractive sculpted wave pattern. It feels sturdy and durable, and LifeProof says it’s drop proof from two meters (roughly six and half feet). Plus, it’s MagSafe-compatible by default. The LifeProof Wake is available for iPhones (iPhone 11 onward), Samsung Galaxies (Galaxy S20 and newer) and Google Pixels (Pixel 4a and up).</p><h2>Casetify Ultra Compostable</h2><p></p><p>Casetify is mostly known for making durable yet stylish phone cases, but it has several eco-friendly options, too. The latest is its <a href=\"https://shopping.yahoo.com/rdlw?merchantId=881a07b4-2543-4833-9cef-796aa25ceb07&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CASETiFY&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4ODFhMDdiNC0yNTQzLTQ4MzMtOWNlZi03OTZhYTI1Y2ViMDciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY2FzZXRpZnkuY29tL2Nhc2UtdHlwZS91bHRyYS1jb21wb3N0YWJsZS1jYXNlPyIsImNvbnRlbnRVdWlkIjoiNWJjNGMyZWItZjJjNC00YzRmLTk4OTgtOWE0MWVmZWFjN2Y0In0&amp;signature=AQAAASJkJSDAdao9ruUsADoGiTNKwwim7l-Q7FYzyy6vWTQU&amp;gcReferrer=https%3A%2F%2Fwww.casetify.com%2Fcase-type%2Fultra-compostable-case%3F\">Compostable line</a>, which is made with a 100 percent compostable and plant-based material called “Ecotify.” Basically, it’s a blend of bamboo, biopolymers and starch.</p><p>The regular Compostable line has a drop-protection of around four feet, while the Ultra Compostable line, with its extra corner bumpers, has a drop-protection of about 6.6 feet. My recommendation would be to go with the more durable Ultra Compostable option, even if it does cost a bit more.</p><p>Unfortunately, Casetify’s Compostable line is only available for iPhones the (iPhone 7 and up). Casetify does make other kinds of sustainable cases for both the iPhone and Samsung Galaxy handsets (Galaxy S20 and newer), but they’re not compostable. Instead, they’re made from 65 percent recycled materials. Plus, Casetify offers the option to return your old case, which they’ll then reuse or up-cycle to create a new one, thus reducing waste.</p><p>The biggest perk of Casetify’s cases is that they’re very customizable. Not only can you pick out your favorite bumper colors and designs (Casetify regularly partners with brands and illustrators to come up with unique styles), but you can actually add engravings to them too. You can also choose to add even more protection with thicker bumpers (Casetify says the “<a href=\"https://shopping.yahoo.com/rdlw?merchantId=881a07b4-2543-4833-9cef-796aa25ceb07&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CASETiFY&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4ODFhMDdiNC0yNTQzLTQ4MzMtOWNlZi03OTZhYTI1Y2ViMDciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY2FzZXRpZnkuY29tL3Byb2R1Y3QvcGhvbmUtY2FzZS1jdXN0b21pemF0aW9uP3V0bV90ZXJtPWJvdW5jZSZrZXl3b3JkPWJvdW5jZSYjLzE2MDA0NzYxIiwiY29udGVudFV1aWQiOiI1YmM0YzJlYi1mMmM0LTRjNGYtOTg5OC05YTQxZWZlYWM3ZjQifQ&amp;signature=AQAAAaf3sK91cT45rS96wm2UP6KSPMp43q-xvkeukvbR-B8U&amp;gcReferrer=https%3A%2F%2Fwww.casetify.com%2Fproduct%2Fphone-case-customization%3Futm_term%3Dbounce%26keyword%3Dbounce%26%23%2F16004761\">Bounce Case</a>” offers a 13-foot drop protection).</p><h2>Incipio Organicore</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=c818c9f6-c244-44c6-b497-a88f415f1bd8&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Incipio&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODE4YzlmNi1jMjQ0LTQ0YzYtYjQ5Ny1hODhmNDE1ZjFiZDgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9pbmNpcGlvLmNvbS9wYWdlcy9vcmdhbmljb3JlIiwiY29udGVudFV1aWQiOiI1YmM0YzJlYi1mMmM0LTRjNGYtOTg5OC05YTQxZWZlYWM3ZjQifQ&amp;signature=AQAAAZ3CkW9QPjBakEE5O0pBz3OEXJg_Fm5ngGQE1PW6ah-T&amp;gcReferrer=https%3A%2F%2Fincipio.com%2Fpages%2Forganicore\">Incipio’s Organicore line of cases</a> is one of the most attractive we’ve seen, plus they are 100 percent compostable. You’ll find them in clear and opaque designs, the latter of which has a buttery texture that makes the case feel more luxurious than you’d think. Most Organicore cases will protect your handset from drops from up to eight feet, and we like the way their raised edges defend against accidental bumps and dings. There are also MagSafe options available, so you can still use your iPhone with magnetic accessories without taking your case off.</p>This article originally appeared on Engadget at https://www.engadget.com/best-eco-friendly-phone-cases-150016494.html?src=rss", "link": "https://www.engadget.com/best-eco-friendly-phone-cases-150016494.html?src=rss", "date_published": "2023-07-31T17:10:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "This free plugin uses AI to generate music samples from text prompts", "description": "<p>The devs behind AI-based sample editing software Samplab are back with a free VST3 plugin that generates samples from text prompts. The appropriately-named <a href=\"https://samplab.com/text-to-sample\">TextToSample</a> is a plugin that opens inside your DAW or as a standalone tool, allowing you to type, say, “bubbly synth melody” to create a, well, bubbly synth melody to do with as you see fit.</p><p>TextToSample utilizes Meta’s open-source AI-based sound generation toolset, MusicGen, and was trained using data provided by the algorithm. You can also drag and drop pre-existing sounds into the plugin and have it generate related samples, in addition to typing out commands.</p><span id=\"end-legacy-contents\"></span><p>The UI is extremely minimal and sparse, which makes it easy to use, but does present some inherent limitations. For instance, it doesn’t take pre-existing music on your track into account, so your first, second, and even third attempts will likely not match the tone you are going for. It also has trouble recognizing basic music concepts like keys, scales and BPM. Just like most AI-creation platforms, you aren’t going to get a perfect match right away. You’ll have to tweak, augment and provide further instructions, bit by bit, until satisfied.</p><div id=\"20671c9945004aab86021e73c95ac6ee\"></div><p>However, when you get there, it’s pretty darn fun, creating the kinds of happy accidents you’d never stumble into on your own. Check out the demo video and that little flourish of guitar at the tail end of the sample as an example.</p><p>This is an AI tool in the year 2023, so there are some bugs. During experiments, we ran into issues like the plugin adding drums when we clearly stated that we didn’t want percussion. To that end, Samplab says the tool is not intended to “replace human musicians, which it’s not capable of doing anyway.” It’s free, though, so there's no harm in checking it out, and the technology should improve as more people use it.</p>This article originally appeared on Engadget at https://www.engadget.com/this-free-plugin-uses-ai-to-generate-music-samples-from-text-prompts-165058168.html?src=rss", "link": "https://www.engadget.com/this-free-plugin-uses-ai-to-generate-music-samples-from-text-prompts-165058168.html?src=rss", "date_published": "2023-07-31T16:50:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "FBI investigation reveals that it was unknowingly using NSO-backed spyware", "description": "<p>A <em>New York Times</em> investigation uncovered earlier this year that <a href=\"https://www.nytimes.com/2023/04/02/us/politics/nso-contract-us-spy.html\">the US government used spyware</a> made by Israeli hacking firm NSO. Now, after an FBI investigation into who was using the tech, the department uncovered a confusing answer: itself, <a href=\"https://www.nytimes.com/2023/07/31/us/politics/nso-spy-tool-landmark-fbi.html?smid=tw-nytimesbits&amp;smtyp=cur\">according to the <em>New York Times</em> on Monday</a>.&nbsp;</p><p>Since 2021, the Biden administration has taken steps toward <a href=\"https://www.nytimes.com/2021/11/03/business/nso-group-spyware-blacklist.html\">parting ways with NSO</a>, given the firm's reputation for <a href=\"https://www.pbs.org/wgbh/frontline/documentary/global-spyware-scandal-exposing-pegasus/\">shady tools like Pegasus</a> that lets governments discreetly download personal information from hacked phones without the user's knowledge. But even after the president <a href=\"https://www.engadget.com/biden-administration-bans-federal-agencies-from-using-commercial-spyware-182812610.html\">signed an executive order banning commercial spyware in March</a>, an FBI contractor used NSO's geolocation product Landmark to track the locations of targets in Mexico.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The FBI had inked a deal with telecommunications firm Riva Networks to track drug smugglers in Mexico, according to <em>The</em><em>Times. </em>The spyware let US officials track mobile phones because of existing security gaps in the country's cellphone networks. While the FBI says it was misled by Riva Networks into using the tech, and has since terminated the contract, people with direct knowledge of the situation said the FBI used the spyware as recently this year.&nbsp;</p><p>This isn't the FBI's first run in with NSO and its spyware tools. Prior to the executive order banning the products for government use, the agency<a href=\"https://www.engadget.com/fbi-reportedly-considered-using-pegasus-spyware-195512125.html\"> considered using Pegasus</a> to aid in its criminal investigations. Spyware generally gained a bad reputation for its use to <a href=\"https://carnegieendowment.org/2021/07/21/governments-are-using-spyware-on-citizens.-can-they-be-stopped-pub-85019\">surveil citizens</a> and <a href=\"https://www.nytimes.com/2022/12/08/us/politics/spyware-nso-pegasus-paragon.html\">suppress political dissent</a>, with NSO considered one of the <a href=\"https://onlinelibrary.wiley.com/doi/10.1002/tie.22321\">largest in the business</a>.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/fbi-investigates-use-of-nso-spyware-pegasus-landmark-163949655.html?src=rss", "link": "https://www.engadget.com/fbi-investigates-use-of-nso-spyware-pegasus-landmark-163949655.html?src=rss", "date_published": "2023-07-31T16:39:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "'Minecraft' mod exploit lets hackers control your device", "description": "<p>You might want to run antivirus tools if you use certain <em>Minecraft</em> mods. The MMPA security community has <a href=\"https://blog.mmpa.info/posts/bleeding-pipe/\">learned</a> that hackers are exploiting a &quot;BleedingPipe&quot; flaw in the Forge framework powering numerous mods, including some versions of Astral Sorcery, EnderCore and Gadomancy. If one of the game tweaks is running on Forge 1.7.10/1.12.2, intruders can remotely control both servers and gamers' devices. In one case, an attacker was using a new exploit variant to breach a <em>Minecraft</em> server and steal both Discord chatters' credentials as well as players' Steam session cookies.</p><p>As <em>Bleeping Computer</em><a href=\"https://www.bleepingcomputer.com/news/security/hackers-exploit-bleedingpipe-rce-to-target-minecraft-servers-players/#google_vignette\">explains</a>, BleedingPipe relies on incorrect deserialization for a class in the Java code powering the mods. Users just have to send special network traffic to a server to take control. The first evidence of BleedingPipe attacks <a href=\"https://github.com/bdew-minecraft/bdlib/issues/57\">surfaced</a> in March 2022 and were quickly patched by modders, but MMPA understands most servers running the mods haven't updated.</p><span id=\"end-legacy-contents\"></span><p>We've asked Mojang parent company Microsoft for comment. It's not responsible for Forge, so the tech giant can't necessarily stop or limit the damage. You won't be affected if you use stock <em>Minecraft</em> or stick to single-player sessions.</p><p>The full scope of the vulnerability isn't clear. While there are 46 mods known to fall prey to BleedingPipe as of this writing, there's the potential for considerably more. Users are asked to scan their systems (including their <em>Minecraft</em> folder) for malware. Server operators, meanwhile, are urged to either update mods or stop running them entirely. MMPA also has a PipeBlocker mod that protects everyone involved, although mod packs may cause problems if the mods haven't been updated.</p>This article originally appeared on Engadget at https://www.engadget.com/minecraft-mod-exploit-lets-hackers-control-your-device-162231445.html?src=rss", "link": "https://www.engadget.com/minecraft-mod-exploit-lets-hackers-control-your-device-162231445.html?src=rss", "date_published": "2023-07-31T16:22:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "SOMA Labs' Rumble of Ancient Times is the chaotic neutral of synths", "description": "<p>I wrote my <a href=\"https://www.engadget.com/2019-01-15-korg-minilogue-xd-review.html\">first synth review</a> for Engadget in 2019. At the time I thought it might be a one off. Maybe it would afford me the opportunity to play with some fun gear now and then, but “Engadget synth beat reporter” was not something in the cards long term. Well, four years later I’ve not only managed to turn music tech into a regular part of my job, but I’ve become something of a connoisseur of <a href=\"https://www.engadget.com/cre8audio-east-best-and-west-pest-cheap-modular-synthesis-review-143003424.html\">weird</a>, <a href=\"https://www.engadget.com/modal-electronics-skulptsynth-se-review-virtual-analog-170031324.html\">cheap</a><a href=\"https://www.engadget.com/moog-mavis-diy-semi-modular-synth-review-160024467.html\">synths</a>. I’d almost say that I’ve become jaded by the relentless releases of wannabe <a href=\"https://www.engadget.com/korg-volca-fm-2-synthesizer-152847286.html\">Volcas</a> and <a href=\"https://www.engadget.com/arturia-turns-the-mini-freak-into-a-standalone-soft-synth-vst-160047902.html\">VSTs-but-hardware</a>. So I was somewhat skeptical of SOMA’s <a href=\"https://somasynths.com/roat/\">Rumble of Ancient Times</a> (RoAT from here on out), a $170 “8-bit noise synthesizer.”</p><p>Well, this little pile of battery-powered weirdness has silenced my inner cynic. It’s reminded me to stop being so precious about my music. That creating art should be fun. And that, sometimes, you just need to let things go.</p><span id=\"end-legacy-contents\"></span><div id=\"ba1802c35c9e445ea28aebd80503e105\"><div style=\"font-size: 10px; color: #cccccc; overflow: hidden; white-space: nowrap; font-family: Interstate, Lucida Grande, Lucida Sans Unicode, Lucida Sans, Garuda, Verdana, Tahoma, sans-serif; font-weight: 100;\"><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9957be96-25f6-431d-9e37-e15ffa9fc598&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=soundcloud&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5OTU3YmU5Ni0yNWY2LTQzMWQtOWUzNy1lMTVmZmE5ZmM1OTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb3VuZGNsb3VkLmNvbS9lbmdhZGdldC1wb2RjYXN0IiwiY29udGVudFV1aWQiOiI2OGQ1MGZkYi0xMmJiLTQxOGUtOTIwMi1mZmNhMzA3MjEwMGUifQ&amp;signature=AQAAAUJ71Ioa03tRHnLyBTiWH4RwQ6j-NnhueJz2APSj8Cc5&amp;gcReferrer=https%3A%2F%2Fsoundcloud.com%2Fengadget-podcast\" style=\"color: #cccccc; text-decoration: none;\" target=\"_blank\" title=\"Engadget\">Engadget</a> · <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9957be96-25f6-431d-9e37-e15ffa9fc598&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=soundcloud&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5OTU3YmU5Ni0yNWY2LTQzMWQtOWUzNy1lMTVmZmE5ZmM1OTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zb3VuZGNsb3VkLmNvbS9lbmdhZGdldC1wb2RjYXN0L3NvbWEtbGFicy1ydW1ibGUtb2YtYW5jaWVudC10aW1lcy1kZW1vIiwiY29udGVudFV1aWQiOiI2OGQ1MGZkYi0xMmJiLTQxOGUtOTIwMi1mZmNhMzA3MjEwMGUifQ&amp;signature=AQAAAUg4kyFSiKxHQM69I-7DA05pnqcOiSaz5zgu3t-9UuFu&amp;gcReferrer=https%3A%2F%2Fsoundcloud.com%2Fengadget-podcast%2Fsoma-labs-rumble-of-ancient-times-demo\" style=\"color: #cccccc; text-decoration: none;\" target=\"_blank\" title=\"Soma Labs Rumble of Ancient Times demo\">Soma Labs Rumble of Ancient Times demo</a></div></div><p>Before I turn you off with more philosophical ramblings (and don’t worry, there will be more), let’s lay out exactly what the RoAT is. It’s an 8-bit digital synth and sequencer inspired by video games of the early PC era, which had to do <em>a lot</em> with incredibly little. The core here isn’t some high-powered ARM processor; there’s no advanced physical modeling or complex wavetables. Instead, the RoAT runs on a very basic microcontroller like you might find in old kitchen appliances. (Not the kind that connect to the internet and have <a href=\"https://www.engadget.com/samsungs-upcoming-smart-fridge-has-a-32-inch-display-and-integrated-smart-things-hub-115528671.html\">giant touchscreens</a>.)</p><p>There are four freely tunable oscillators with 16 waveforms to choose from. The frequency range available is huge and the potentiometers can only turn so much, so dialing in a perfect scale isn’t something that’s going to come easy. The 16 voice options are all harsh and decidedly digital. Think Atari 2600 in a blender. And the resonant filter is deliciously lo-fi. I know that it’s somewhat cliche at this point to say that a synth is oozing character, but I don’t know how else to describe the sound of RoAT. It’s one of the more characterful instruments I’ve had the pleasure of using at any price point.</p><p>The sequencer is basic, too. An oscillator is either on or off and that’s it. If you want a particular note you have to lock it in with the tuning knobs. The one variable is that by default, the voices can either be momentary on, or momentary off – so you can set one to drone while the others pop in to add color. The sequences must be played in live, nothing is quantized and the pattern length is just a single bar. But since it’s not a step sequencer, that doesn’t matter quite as much. You can always just turn the tempo down to 70 bpm while actually playing at 140 bpm and effectively get two bars.</p><figure><img alt=\"Soma Labs Rumble of Ancient Times voice buttons.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2bbceb70-2cb8-11ee-ad6a-f4bcc945ea3a\" style=\"height: 1365px; width: 2048px;\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien</div></figure><p>The simplicity here actually makes it fun and fuss free. You just hold down the record button and tap the little copper pads under each voice button, wait for the loop to come back around and tap some more to add additional triggers. The whole process of dialing in notes then sequencing them is sloppy and playful. You don’t have to think about ratchets or <a href=\"https://www.engadget.com/2020-02-26-elektron-model-cycles-review-affordable-fm-groovebox.html\">parameter locks</a>. The limitations actually free you up to focus on jamming, experimenting and iterating.</p><p>The one part of the RoAT interface that might seem intimidating at first is the bank of registers. This is how you do actual sound design on the instrument. There’s a table in the bottom right hand corner where all the various parameters are laid out, like frequency, wave selection, LFO type and speed, etcetera. They’re in numbered rows, from zero to seven, and you navigate between them using buttons on the left side labeled one, two and four. So yes, you will need to do some basic arithmetic if you want to change the release of a voice or tweak the filter resonance, which you’ll find on page five and select by pressing the one and four buttons (1+4=5, got it?). While this might seem unnecessarily complicated, it’s actually pretty easy to wrap your head around and I’d argue far faster and more enjoyable than trying to scroll through an <a href=\"https://www.engadget.com/roland-tr-6-s-review-classic-drum-machines-808-909-portable-143001780.html\">endless menu</a>.</p><p>Some of the parameters need a little more explanation than what can be squeezed into the table on the front. But flip the RoAT over and you’ll get most of the info you need on the back of the unit.</p><figure><img alt=\"Soma Labs Rumble of Ancient Times reference charts on the back of the device.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2bcc06a0-2cb8-11ee-b85f-01e45c655a20\" style=\"height: 1365px; width: 2048px;\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien</div></figure><p>The one exception to this is page six of the registers, which is where you’ll find the summing algorithm controls. These are explained on the back of the device, but I’d be lying if I said I fully understood what they all meant or why they affect the sound the way they do. I have a feeling that many people will be in the same boat as me. That being said, you don’t really need to understand to simply tweak the knobs until you hear something you like.</p><p>By the way, turning knobs until you hear something you like is perfectly a valid approach for any instrument, but it seems particularly appropriate here. The dramatic changes even a tiny bit of movement introduces mean this is best navigated by feel. And if that seems like too much work for you, there’s that button labeled “CHAOS” in the top left corner. I bet you can guess what it does. (It causes chaos, btw.)</p><p>This button randomizes all the parameters except for the row you’ve currently selected in the register. So if you don’t have any of the numbered buttons on, you’re on row zero which controls pitch, you can knock out countless iterations on a particular melody or sequence, swapping in different waveforms and algorithms.</p><figure><img alt=\"Soma Labs Rumble of Ancient Times chaos button.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2bc995a0-2cb8-11ee-b8ff-71a79eb8c610\" style=\"height: 1365px; width: 2048px;\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien</div></figure><p>Now this is where the limitations of the RoAT might become an issue for some. Do you like the chaos you’ve just created? Great, you better record that <em>right now</em>. Get out a field recorder and a TRS cable, or fire up your DAW or something. Because once you flip that power switch on the RoAT off, your creation is gone – forever. There’s no saving of sequences. No presets. No MIDI out to control other instruments.</p><p>There is analog sync out, but no sync in. That means that, while you can connect the RoAT to a Volca or a Pocket Operator and keep them in time, you have to use the clock on the RoAT to drive everything. And there’s no tap tempo here or a screen where you can see the exact tempo you’re at. So I really hope you enjoy your jams at 108.45 BPM.</p><figure><img alt=\"Soma Labs Rumble of Ancient Times register table.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2bd6b500-2cb8-11ee-bff4-ab555a208246\" style=\"height: 1365px; width: 2048px;\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien</div></figure><p>Practically everything about the RoAT is messy and ephemeral. But, that’s also kind of what makes it so great. I realize that a lot of what attracts me to the RoAT might not matter to many of you. You might just want to play a pleasant melody on a clean sounding synth. Which, great, I like doing that too. That’s not what you come to the RoAT for, though.</p><p>It’s excellent at noisy rhythmic patterns perfect for industrial or chiptunes. But it’s limited connectivity and inability to reliably reproduce the same exact results multiple times means it’s not an ideal performance instrument. Instead it’s best as a source of inspiration and samples. Though, thinking of the Rumble of Ancient Times in purely practical terms misses the point. It takes obsolete technology that would otherwise be destined for a landfill and mutates it into an experimental instrument that’s easy to get lost in. And every time you turn it on feels like a brand new adventure.</p><figure><img alt=\"Soma Labs Rumble of Ancient Times close up of SOMA logo.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2bc96e90-2cb8-11ee-afbb-48c456f66894\" style=\"height: 1365px; width: 2048px;\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien</div></figure><p>Remember when I said earlier that it reminded me that sometimes you need to let things go? Well, I am a digital hoarder. I have saved practically every photo I’ve taken since 2008 (and every crappy photochop since 2005). I have a hard drive overflowing with song sketches that are absolute trash and clearly going nowhere. And I have a hard time parting with even insignificant personal items floating around my house.</p><p>Not only that, but I am the sort of person who second guesses <em>everything</em>. I will nitpick and obsess over a project – be it a song or this review – until I hate it. In April of last year I mentioned in my review of the <a href=\"https://www.engadget.com/chase-bliss-habit-review-guitar-effects-pedal-delay-looper-130017678.html\">Chase Bliss Habit</a> that I had been sitting on three songs for an EP for over a year. Well, absolutely zero progress has been made there. In fact I’ve since decided one of those songs is worthless and I’ve cut it.</p><p>Which brings me back to the Rumble of Ancient Times. Its simplicity, playfulness and sloppiness are a natural counter to my obsessive tendencies. Its insistence that you explore, iterate and constantly push forward prevents me from getting stuck. And the fact that I can’t save a sequence – that I have to start with a blank canvas every time I turn it on – keeps me from hoarding half-baked ideas that I will never revisit.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/soma-labs-rumble-of-ancient-times-is-the-chaotic-neutral-of-synths-154507287.html?src=rss", "link": "https://www.engadget.com/soma-labs-rumble-of-ancient-times-is-the-chaotic-neutral-of-synths-154507287.html?src=rss", "date_published": "2023-07-31T15:45:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "8BitDo’s Nintendo-inspired mechanical keyboard has Super Buttons just begging to be mashed", "description": "<p>Novelty accessory maker <a href=\"https://www.engadget.com/8bitdo-launches-a-30-version-of-its-ultimate-controller-214509427.html\">8BitDo</a> today announced a new mechanical keyboard inspired by Nintendo’s NES and Famicom consoles from the 1980s. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS84Qml0RG8tUmV0cm8tTi1QQy9kcC9CMENDUDhLWUdHLz90YWc9Z2RndDBjLXAtby0xcnctMjAiLCJjb250ZW50VXVpZCI6Ijg1YjJiZTVkLTBiMTMtNDlmNS1iM2JmLTM3YjU1NDkwZWE2NyJ9&amp;signature=AQAAAXQNFqRYqGWQRahAlMtpl2u0PxobpCMiQOABVobgxjyz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F8BitDo-Retro-N-PC%2Fdp%2FB0CCP8KYGG%2F\">$100 Retro Mechanical Keyboard</a> works in wired / wireless modes, supports custom key mapping and includes two giant red buttons begging to be mashed.</p><p>The 8BitDo Retro Mechanical Keyboard ships in two colorways: the “N Edition” is inspired by the <a href=\"https://www.engadget.com/the-nes-at-40-seven-ways-it-changed-the-gaming-world-forever-130033026.html\">Nintendo Entertainment System (NES)</a>, and the “Fami Edition” draws influence from the <a href=\"https://www.engadget.com/2016-09-29-nintendo-famicom-mini-japan.html\">Nintendo Famicom</a>. Although the accessory-maker likely toed the line enough to avoid unwelcome attention from Nintendo’s lawyers, the color schemes match the classic consoles nearly perfectly: The NES-inspired variant ships in a familiar white / dark gray / black color scheme, while the Famicom-influenced one uses white / crimson.</p><span id=\"end-legacy-contents\"></span><p>The Fami Edition includes Japanese characters below the English markings for each standard alphanumerical key. The keyboard’s built-in dials and power indicator also have a charmingly old-school appearance. And if you want to customize the keyboard’s hardware, you can replace each button on its hot-swappable printed circuit board (PCB). 8BitDo tells Engadget it uses Kailh Box White Switches V2 for the keyboard and Gatreon Green Switches for the Super Buttons.</p><figure><img alt=\"Marketing photography. A NES-colored mechanical keyboard sits on a dark wooden desk. Two hands mash two giant red buttons (also NES-styled) below.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/9c89c3e0-2d72-11ee-9f97-e965bc439d43\" style=\"height: 1708px; width: 2560px;\" /><figcaption></figcaption><div class=\"photo-credit\">8BitDo</div></figure><p>As for what those bundled Super Buttons do, that’s up to you: The entire layout, including the two ginormous buttons, is customizable using 8BitDo’s Ultimate Software. The company tells Engadget they connect directly to the keyboard via a 3.5mm jack. And if the two in the box aren’t enough, you can buy extras for $20 per set.</p><p>The 87-key accessory works with Bluetooth, 2.4 GHz wireless and USB wired modes. Although the keyboard is only officially listed as compatible with Windows and Android, 8BitDo confirmed to Engadget that it will also work with macOS. It has a 2,000mAh battery for an estimated 200 hours of use from four hours of charging.</p><p>Pre-orders for the <a href=\"https://www.8bitdo.com/\">8BitDo Retro Mechanical Keyboard</a> are available starting today on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS84Qml0RG8tUmV0cm8tTi1QQy9kcC9CMENDUDhLWUdHLz90YWc9Z2RndDBjLXAtby0xcnctMjAiLCJjb250ZW50VXVpZCI6Ijg1YjJiZTVkLTBiMTMtNDlmNS1iM2JmLTM3YjU1NDkwZWE2NyJ9&amp;signature=AQAAAXQNFqRYqGWQRahAlMtpl2u0PxobpCMiQOABVobgxjyz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F8BitDo-Retro-N-PC%2Fdp%2FB0CCP8KYGG%2F\">Amazon</a> and direct at 8BitDo. The accessory costs $100 and is estimated to begin shipping on August 10th.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/8bitdos-nintendo-inspired-mechanical-keyboard-has-super-buttons-just-begging-to-be-mashed-150024778.html?src=rss", "link": "https://www.engadget.com/8bitdos-nintendo-inspired-mechanical-keyboard-has-super-buttons-just-begging-to-be-mashed-150024778.html?src=rss", "date_published": "2023-07-31T15:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best iPad cases for 2023", "description": "<p>Regardless of whether you're using your <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">iPad</a> as a laptop replacement or giving it to your kid to distract them during a road trip, it’s a good idea to secure it with a case. Even if you treat your tech like gold, it’s impossible to predict all the hazards life will throw at you. But having a layer of protection in the form of a case can make it so your iPad has a better chance of emerging unscathed from those situations. Below are some of our top picks for the best iPad cases you can get right now at various price points, and providing different levels of protection.</p><h2>Otterbox Symmetry 360</h2><p></p><p>Otterbox is an expert when it comes to protection, as seen with their phone cases, but its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhZMlBUU05NLz90YWc9Z2RndDBjLXAtby0xcnUtMjAiLCJjb250ZW50VXVpZCI6ImZiYTE4YzkzLTU0NTYtNDYyNi04ODRlLWRhM2JkYzdiNDQ5ZiJ9&amp;signature=AQAAAS7kG55oS7DsUOyMw62vVOPdZp9gRkBkG2fGQ_Z_6MM4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08Y2PTSNM%2F\">Symmetry Series 360 series</a> shows that it has design chops, too. Symmetry cases look similar to Apple’s Smart Cover, but the clear, scratch-resistant back is sturdy without adding a lot of weight to the iPad. Plus, the edge protection is substantial, so you won’t have to worry about damage from the inevitable, accidental bumps your tablet takes. The extra flap Otterbox added keeps the iPad screen cover closed and holds the second-generation Apple Pencil to the side of the iPad Pros. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL3N5bW1ldHJ5LTM2MCIsImNvbnRlbnRVdWlkIjoiZmJhMThjOTMtNTQ1Ni00NjI2LTg4NGUtZGEzYmRjN2I0NDlmIn0&amp;signature=AQAAAbZfXhGUuTZzSeRJxYwktigWcWW9rZdpn7sGLuhZGU7j&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Fsymmetry-360\">Symmetry Series 360 cases</a> are available for most iPad models, and there’s a new offshoot of the lineup called <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL2lwYWQ_cHJlZm4xPW5hbWUyJnByZWZ2MT1TeW1tZXRyeSUyMFNlcmllcyUyMEZvbGlvIiwiY29udGVudFV1aWQiOiJmYmExOGM5My01NDU2LTQ2MjYtODg0ZS1kYTNiZGM3YjQ0OWYifQ&amp;signature=AQAAAfJtO65_-ImOf6Z7NawG80Fycus3xzzk0RTcu1kHvSXO&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Fipad%3Fprefn1%3Dname2%26prefv1%3DSymmetry%2520Series%2520Folio\">Symmetry Folio</a>, which includes a dedicated sleeve for your Apple Pencil on the front cover.</p><span id=\"end-legacy-contents\"></span><h2>ProCase iPad cases</h2><p></p><p>Look no further than <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS8xRTJFOEQ1Ni05QjMzLTRDNkItQkExMS01NDc0NkE3NTczMEM_dGFnPWdkZ3QwYy1wLW8tMXJ1LTIwIiwiY29udGVudFV1aWQiOiJmYmExOGM5My01NDU2LTQ2MjYtODg0ZS1kYTNiZGM3YjQ0OWYifQ&amp;signature=AQAAAcGC3O51FGOFZwO7Xu80j4Q1eTSRqg_fEpKaumhT-Lkn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2F1E2E8D56-9B33-4C6B-BA11-54746A75730C\">ProCases’ iPad covers</a> if you want a solid dupe for Apple’s own Smart Cover. ProCase has a lot of different designs, but its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Qcm9DYXNlLUdlbmVyYXRpb24tU3RhbmQtUHJvdGVjdGl2ZS1SZWxlYXNlL2RwL0IwQjhGWjE0U1Q_dGFnPWdkZ3QwYy1wLW8tMXJ1LTIwIiwiY29udGVudFV1aWQiOiJmYmExOGM5My01NDU2LTQ2MjYtODg0ZS1kYTNiZGM3YjQ0OWYifQ&amp;signature=AQAAAWLc_gTLbZjc7WAG4uKR08jZTrrbI9gNuMDNJl49e4Xa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FProCase-Generation-Stand-Protective-Release%2Fdp%2FB0B8FZ14ST\">Thin Hard Protective Smart Folio</a> will be a great option for anyone that just wants a bit of extra protection for their tablet. Plus, it helps that it’s available for all current iPad models and even a few old-school versions, too. A thin layer of hard plastic encases your iPad while the front flap magnetically closes over the screen to protect it. And for iPad models that support the second-generation Apple Pencil, the case leaves a cut out on the edge where the stylus can sit when you’re not using it. They may not be quite as substantial as Otterbox Symmetry cases, but ProCase’s accessories make up for that in price: you can pick one up for as low as $13, and we’ve seen some go on sale for even less than that.</p><h2>Otterbox Defender series</h2><p></p><p>If you’re not messing around with your iPad, look no further than <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PVFRFUkJPWC1ERUZFTkRFUi1DYXNlLWlQYWQtRGlzcGxheS9kcC9CMDBaN1JWVFFBP3RhZz1nZGd0MGMtcC1vLTFydS0yMCIsImNvbnRlbnRVdWlkIjoiZmJhMThjOTMtNTQ1Ni00NjI2LTg4NGUtZGEzYmRjN2I0NDlmIn0&amp;signature=AQAAAfBTH7lmTe0t9SZ7tFOCaJSlG4hPToZpyQMEuiOhSZ3P&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOTTERBOX-DEFENDER-Case-iPad-Display%2Fdp%2FB00Z7RVTQA\">Otterbox’s Defender series</a> of cases. The company has these rugged covers for tons of different devices, and Defender cases for iPads provide some of the best protection you could ask for. In addition to passing more than 24 shock, abrasion and drop tests, Defender cases have a built-in screen protector and covers for the single port on all of the latest iPad models. You can also detach the Shield Stand and use it to prop up your iPad for better viewing. It may be on the bulky side, especially compared to other cases on this list, but we think that’s a fair tradeoff for the extra protection.</p><h2>Apple Magic Keyboard</h2><p></p><p>It’s hard to get much better than Apple’s own <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NYWdpYy1LZXlib2FyZC0xMS1pbmNoLWlQYWQtR2VuZXJhdGlvbi9kcC9CMDg2M0JRSk1TP3RhZz1nZGd0MGMtcC1vLTFydS0yMCIsImNvbnRlbnRVdWlkIjoiZmJhMThjOTMtNTQ1Ni00NjI2LTg4NGUtZGEzYmRjN2I0NDlmIn0&amp;signature=AQAAAZZ4o806ysheBPAu7AYcaeBb099jp0P_4eFjo4P_usHR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMagic-Keyboard-11-inch-iPad-Generation%2Fdp%2FB0863BQJMS\">Magic Keyboard</a> if you want a case that will turn your tablet into an acceptable laptop replacement. iPads magnetically attach to it, hovering above the keys and trackpad, while allowing you to angle it from 90 to 130 degrees to get the right viewing position. It feels surprisingly sturdy, and the keyboard itself is great to use for long periods of time. It doesn’t have the same stability a standard laptop would if you’re using it on your lap, but you won’t feel like your setup will collapse at any moment either. The glass trackpad is another standout — it’s wide enough for gestures and generally a breeze to use, even if it’s noticeably smaller than one you’d get on a full-sized MacBook.</p><p>There are two major drawbacks to the <a href=\"https://www.engadget.com/apple-magic-keyboard-review-ipad-pro-299-349-130015291.html\">Magic Keyboard</a>: it doesn’t provide a ton of protection, and it’s expensive. The edges do not wrap around the iPad, so this is not the case to get if you’re particularly prone to dropping things. Also, the Magic Keyboard costs $300 to $350, depending on the size of your iPad. Without a doubt, it’s the most luxurious iPad case on this list, but those who want to make their iPad as functional as possible will get a lot of use out of it.</p><h2>Logitech Combo Touch</h2><p></p><p>Logitech is known for <a href=\"https://www.engadget.com/best-ipad-accessories-130018595.html\">solid accessories</a>, and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS84RUQzRDQwOS00QzVDLTQ4NUEtQTZCQi1GRTA0MDdCNDU0M0M_dGFnPWdkZ3QwYy1wLW8tMXJ1LTIwIiwiY29udGVudFV1aWQiOiJmYmExOGM5My01NDU2LTQ2MjYtODg0ZS1kYTNiZGM3YjQ0OWYifQ&amp;signature=AQAAAfD1ogA8x6E5TUh5hU00Y4pTXw9O_v41YfUwGrJM1olL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2F8ED3D409-4C5C-485A-A6BB-FE0407B4543C\">Combo Touch keyboard case</a> is no exception. Think of it as a more versatile (and more affordable) alternative to the Magic Keyboard. The case wraps securely around your iPad and has a built-in kickstand that lets you adjust your viewing angle for whatever you’re doing, be it typing, watching videos, sketching or reading. The backlit keyboard is pretty spacious and includes a multi-touch trackpad for more precise on-screen control. There’s also a spot for your Apple Pencil, so it’ll be close at hand when you need to mark up a document or doodle an idea in Apple Notes. It’ll probably be harder to balance Logitech’s kit on your lap than the Magic Keyboard, but that’s a small price to pay for an otherwise stellar keyboard case. We also like that Logitech offers the Combo Touch in various sizes that fit the latest iPad, iPad Air and iPad Pro models.</p>This article originally appeared on Engadget at https://www.engadget.com/best-ipad-cases-to-protect-your-tablet-130033533.html?src=rss", "link": "https://www.engadget.com/best-ipad-cases-to-protect-your-tablet-130033533.html?src=rss", "date_published": "2023-07-31T13:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter threatens to sue anti-hate group over its research", "description": "<p>X Corp (aka Twitter) may take legal action against one of its more outspoken critics. The Center for Countering Digital Hate (CCDH) says in a <a href=\"https://counterhate.com/wp-content/uploads/2023/07/Letter-to-A.-Spiro-from-R.-Kaplan-re-CCDH.pdf\">letter</a> that X threatened a lawsuit against the anti-hate group on July 20th for allegedly making &quot;false or misleading&quot; claims against the social media giant and trying to scare advertisers. The Center <a href=\"https://counterhate.com/research/twitter-fails-to-act-on-twitter-blue-accounts-tweeting-hate/\">published</a> a research article in June asserting that X allowed explicitly racist and homophobic posts despite policies to the contrary, even days after they'd been reported.</p><p>X accused CCDH of using poor methodology, and not studying the 500 million posts on the service each day. It also maintained that the Center was taking funding from competitors or foreign governments as part of an &quot;ulterior agenda,&quot; <a href=\"https://www.nytimes.com/2023/07/31/technology/twitter-x-center-for-countering-digital-hate.html\">according</a> to <em>The New York Times</em>. CCDH rejects the allegations. It notes that it never claimed to be conducting a comprehensive study, and points to its documented methodology. It adds that X never said just what was inaccurate, and that it doesn't accept any funding from companies or governments.</p><span id=\"end-legacy-contents\"></span><p>The researchers further maintain that X is being hypocritical for attacking supposedly limited research while simultaneously curbing the ability to conduct those studies. The platform recently instituted <a href=\"https://www.engadget.com/twitter-says-it-couldnt-tell-people-about-rate-limiting-in-advance-183928265.html\">reading rate limits</a> in what it says is a temporary measure to thwart excessive data scraping. The company believes some scrapers are abusing their tools to train AI models and conduct manipulation campaigns. Even Blue subscribers are capped at viewing 8,000 posts per day, making it impractical to conduct extensive research.</p><p>X has disbanded its communications team and isn't available for comment. CCDH says it &quot;will not be bullied&quot; and will continue publishing its research. It also intends to post the original letter, and believes a lawsuit with &quot;frivolous&quot; claims could prove risky.</p><p>Reports indicate that X's <a href=\"https://www.engadget.com/twitters-ad-sales-have-reportedly-dropped-by-59-percent-since-last-year-092543851.html\">ad sales have plunged</a> by half since Musk bought the company last year. The executive pinned the exodus on European and North American marketers trying to deliberately bankrupt the firm, but employees talking to the <em>NYT</em> maintained that advertisers were balking at the surges in hate speech and porn after Musk's acquisition. Brands like GM and Volkswagen have frozen ad spending on X, while others are believed to have scaled back their efforts.</p><p>X has been threatening legal action against others in recent weeks. It <a href=\"https://www.engadget.com/twitter-reportedly-accuses-microsoft-of-violating-its-data-use-policy-052356286.html\">accused Microsoft</a> of violating data use policy, and <a href=\"https://www.engadget.com/twitter-threatens-to-sue-meta-over-the-new-threads-app-191141961.html\">threatened to sue Meta</a> for purportedly duping key features with Threads. The tech giant has also sued a law firm for supposedly taking excess funds during the previous management's handover to Musk.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-threatens-to-sue-anti-hate-group-over-its-research-125645342.html?src=rss", "link": "https://www.engadget.com/twitter-threatens-to-sue-anti-hate-group-over-its-research-125645342.html?src=rss", "date_published": "2023-07-31T12:56:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "New PS5 beta adds support for Dolby Atmos, 8TB SSD storage and more", "description": "<p>Your <a href=\"https://www.engadget.com/sony-playstation-5-review-130048353.html\">PS5</a> might have some fresh features coming its way, with <a href=\"https://blog.playstation.com/2023/07/31/ps5-beta-rolls-out-today-with-new-accessibility-and-audio-options-social-features-and-ui-enhancements/\">Sony announcing a new PS5 software beta update</a> with Dolby Atmos support, more accessibility components, and greater M.2 SSD storage. The addition of Dolby Atmos support should let you play the PS5's 3D Audio powered by Tempest 3D AudioTech on any compatible Dolby Atmos-enabled HDMI device, like your home theater or soundbar. Storage-wise, the beta increases M.2 SSD limits from 4GB to 8GB — giving your PS5 more storage space.</p><div id=\"a2cce3a356e740088cef1c5edb6221cf\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">New PS5 system software beta features revealed:<br /><br />🎮 Added accessibility features<br />🔈 Support for compatible <a href=\"https://twitter.com/Dolby?ref_src=twsrc%5Etfw\">@Dolby</a> Atmos-enabled audio devices<br />🖥️ Social feature enhancements<br />💾 Larger-capacity M.2 SSD support<br /><br />➡️ Full details at PS Blog: <a href=\"https://t.co/RyzgdMeWrS\">https://t.co/RyzgdMeWrS</a><a href=\"https://t.co/DdtUahSyGj\">pic.twitter.com/DdtUahSyGj</a></p>— PlayStation (@PlayStation) <a href=\"https://twitter.com/PlayStation/status/1685938802827698176?ref_src=twsrc%5Etfw\">July 31, 2023</a></blockquote></div><p>There are two big accessibility features available with the beta, including the ability to add a second controller for assistance during gameplay. You can try this option when using a DuelSense Edge or classic controller — it will turn off features like motion sensor and haptic feedback — or a third-party controller supported by the PS5. However, you can't use the<a href=\"https://www.engadget.com/playstation-dualsense-edge-review-sonys-pricey-but-powerful-sidekick-for-the-ps5-130041956.html\"> DuelSense Edge</a> as your second controller. Sony has also introduced the option to turn haptic feedback effects on while gaming with either of the DualSense controllers or the PS VR2 Sense controller.</p><span id=\"end-legacy-contents\"></span><p>Sony is trying to change how people interact in games, adding a &quot;join&quot; button next to your friend's name if they're <a href=\"https://www.engadget.com/best-games-for-ps5-playstation-5-171511880.html\">playing a game</a> you can hop into. Plus, you can now invite people to your parties without adding them to an existing group or needing to form a new one — or send an invite to an entire group versus to each person individually.</p><p>The beta will be available to certain PS5 users in the United States, United Kingdom, Canada, Germany, Japan and France. These features should be widely available within a few months if it follows the timeline of other updates. In the meantime, you can <a href=\"https://www.playstation.com/en-gb/ps5/ps5-beta-program-sign-up/\">sign up to be a PS5 beta tester</a> on the PlayStation website.</p>This article originally appeared on Engadget at https://www.engadget.com/new-ps5-beta-adds-support-for-dolby-atmos-8tb-ssd-storage-and-more-113512511.html?src=rss", "link": "https://www.engadget.com/new-ps5-beta-adds-support-for-dolby-atmos-8tb-ssd-storage-and-more-113512511.html?src=rss", "date_published": "2023-07-31T11:35:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: The Zuck vs Musk fight may not happen", "description": "<p>It looks like the Mark Zuckerberg vs Elon Musk cage match <a href=\"https://www.engadget.com/looks-like-the-zuck-vs-musk-fight-isnt-happening-195538503.html\">isn’t happening</a>, according to audio exclusively heard by <em>Reuters</em>. In the recording, the now surprisingly buff Zuckerberg told Meta employees at a company town hall he’s “not sure if it’s going to come together.”</p><p>Zuck didn’t actually say the match is off, just unlikely. For those of us excited by the prospects of billionaires punching each other in the face, let’s hold out hope. Musk hasn’t issued a response – which is odd when he responds to so much – but given Zuckerberg’s continued training in jiu jitsu (and some competition success), Musk could be relieved.</p><p>– Mat Smith</p><p>​​<em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a>​​</p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/tor-dark-web-privacy-secure-browser-anonymous-130048839.html\"><br />Tor’s shadowy reputation will only end if we all use it </a></p><p><a href=\"https://www.engadget.com/indie-games-have-entered-the-era-of-bespoke-publishing-170639414.html\">Indie games have entered the era of bespoke publishing </a></p><p><a href=\"https://www.engadget.com/hitting-the-books-the-dangerous-real-world-consequences-of-our-online-attention-economy-143050602.html\">Hitting the Books: The dangerous real-world consequences of our online attention economy</a></p><p></p><h2><a href=\"https://www.engadget.com/apple-says-its-aware-of-a-bug-that-may-affect-screen-time-restrictions-for-kids-052057086.html\">Apple is aware of bug that may affect Screen Time restrictions for kids</a></h2><h3>It's working on updates to 'improve the situation.'</h3><h3></h3><p>Apple has promised to fix a bug in iPhones, iPads and iPod Touch devices that may affect Screen Time restrictions for kids. It affects the Downtime function parents use to remotely set hours when kids can't use their devices. &quot;We are aware that some users may be experiencing an issue where Screen Time settings are unexpectedly reset,&quot; a spokesperson told the <em>WSJ</em>. &quot;We take these reports very seriously and we have been, and will continue, making updates to improve the situation.&quot;</p><p><a href=\"https://www.engadget.com/apple-says-its-aware-of-a-bug-that-may-affect-screen-time-restrictions-for-kids-052057086.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/final-fantasy-xiv-comes-to-xbox-next-spring-192903645.html\">'Final Fantasy XIV' is coming to Xbox next spring</a></h2><h3>Possibly ready in time for the next expansion.</h3><a href=\"https://www.engadget.com/final-fantasy-xiv-comes-to-xbox-next-spring-192903645.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/e36ee8c0-2f80-11ee-b5e7-52299d82f42c\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Square Enix</div></figure></a><p>It took a decade, but Square Enix's premier massively multiplayer online role-playing game is finally coming to Xbox consoles. The developer has revealed Final Fantasy XIV will be available for Xbox Series X/S in spring 2024. An open beta is expected for patch 6.5X, and given the dates, the Xbox port should be ready in time for the new Dawntrail expansion, due next summer.</p><p><a href=\"https://www.engadget.com/final-fantasy-xiv-comes-to-xbox-next-spring-192903645.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/engadget-podcast-samsung-galaxy-z-fold-5-123038156.html\">Engadget Podcast: Samsung’s foldable summer</a></h2><h3>And, of course, we discuss Twitter's X rebrand.</h3><a href=\"https://www.engadget.com/engadget-podcast-samsung-galaxy-z-fold-5-123038156.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/e36ee8c0-2f80-11ee-bfd7-b36b4aafc648\" style=\"height: 303px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Following Samsung’s first Unpacked event in Seoul, South Korea, Cherlynn, Devindra and Senior Writer Sam Rutherford dive into all of Samsung’s news: the Galaxy Z Fold 5, Z Flip 5, Watch 6 and Tab S9. Is Samsung playing it safe this year, or is it bringing something new to the world of foldables? Also, we discuss Twitter’s rebrand to X (sigh). And talk alien balls.</p><p><a href=\"https://www.engadget.com/engadget-podcast-samsung-galaxy-z-fold-5-123038156.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-the-zuck-vs-musk-fight-may-not-happen-111516235.html?src=rss", "link": "https://www.engadget.com/the-morning-after-the-zuck-vs-musk-fight-may-not-happen-111516235.html?src=rss", "date_published": "2023-07-31T11:15:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Volvo EX30 first look: The compact electric SUV we need", "description": "<p>As we slowly shift towards electric vehicles, there’s a growing number of big, fancy battery-powered SUVs. However, for those looking for something smaller, the options are a lot more limited. But with the upcoming EX30, Volvo has created a compact electric SUV with a ton of premium features and a surprisingly affordable price. After getting to check one out in person at its North American debut, it’s clear we need more electric vehicles like this in the market.</p><p>Due out sometime in the summer of 2024, a base EX30 will start at just $35,000 for a single-motor setup with around 275 miles of range. Granted, that’s a bit more than a gas-powered alternative like a Honda CR-V (which starts at just under $30,000) or a Subaru Crosstrek (around $25,000). But when you consider the average price of a new electric vehicle is <a href=\"https://www.kbb.com/car-advice/how-much-electric-car-cost/\">over $53,000</a>, Volvo is definitely helping make EVs a bit more affordable.</p><span id=\"end-legacy-contents\"></span><div id=\"3ac2998318bb443386f3fafb1a87d739\"></div><p>On top of that, a base EX30 appears to be well-equipped, with Volvo including things like a 12.3-inch touchscreen based on Android Automotive (with support for wireless Apple CarPlay), cyclist detection, Pilot Assist and rear passenger detection as standard. And as you’d expect from Volvo, you get a very Scandinavian minimalist interior made from a range of recycled and sustainable materials. Now some may take issue with a few of the components Volvo is using like the speckled panels on the dash – which kind of remind me of a fancy gym mat. But in a car sporting a slick modern design, I think it works.</p><p>That said, if you don’t mind spending a bit more, the EX30 is also available with an upgraded dual-motor all-wheel-drive configuration that boasts a 0 to 60 time of just 3.4 seconds. Not only does that make the EX30 faster than bigger and more expensive electric SUVs like a Tesla Model Y Performance, it’s also the fastest Volvo ever (across both electric and ICE vehicles).</p><p>The EX30 feels rather roomy in the front, with Volvo simplifying its interior by using a soundbar that runs the width of the windshield instead of multiple individual speakers. The company has also moved a lot of common controls for stuff like the windows to the center console to help streamline the interior. And Volvo put an emphasis on storage, with the EX30 featuring a lot of handy cubby holes including a center-mounted glove box and a dishwasher-safe removable tray (with a cute little moose graphic) for rear seat passengers. Thankfully, there’s no shortage of power options for your devices with two USB-C ports in the front, another two in back, and a built-in dual phone wireless charging pad between the driver and passenger seats.</p><p>When sitting in the rear, things do feel a bit tighter, though that’s somewhat expected for a car that, at 166 inches long and 61 inches tall, is very similar in size to a Chevy Bolt. As someone who’s six feet tall, there’s very little legroom if the front seats are pushed all the way back. And in the truck, you get a surprising amount of cargo space at 31.9 cubic feet if you include the extra room underneath the load flat floor.</p><figure><img alt=\"The EX30 features a similar design and many features with Volvo's flagship EX90 electric SUV, but in a more compact body.  \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/395db3a0-2cbc-11ee-9bcb-71c2a6a660e7\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>So while I haven’t had a chance to take it for a drive, all told the EX30 looks to offer a great blend of premium features and decent range in a compact size. Not to mention excellent performance, just so long as you’re willing to pay for it. And coming from someone who lives in the city, the EX30 seems like a great EV for getting around town while still being easy to park on the streets, which is something we need more of among electric SUVs.</p><p>Reservations for the EX30 in the U.S. are available today with a $500 refundable deposit before the car arrives at dealerships sometime next summer.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/volvo-ex30-first-look-the-compact-electric-suv-we-need-100013835.html?src=rss", "link": "https://www.engadget.com/volvo-ex30-first-look-the-compact-electric-suv-we-need-100013835.html?src=rss", "date_published": "2023-07-31T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "iPhone 15 Pro set to feature thinner bezels, a titanium frame and USB-C charging", "description": "<p>We're one step closer to getting a complete picture of Apple's upcoming iPhone 15. New information on the iPhone 15 has leaked, and with it comes insight into everything from bezel size to a new charging port. For starters, the classic iPhone 15 and iPhone 15 Plus are allegedly bidding farewell to the top notch in favor of the <a href=\"https://www.engadget.com/all-iphone-15-models-will-reportedly-feature-dynamic-island-cutouts-222957434.html\">Dynamic Island</a>, an interactive pill-shaped cutout first released with the iPhone 14 Pro, <a href=\"https://www.bloomberg.com/news/newsletters/2023-07-30/apple-iphone-15-pro-features-usb-c-port-new-design-thinner-bezels-lkpemg29?in_source=embedded-checkout-banner&amp;leadSource=uverify%20wall#xj4y7vzkg\"><em>Bloomberg's </em>Mark Gurman reports</a>. The <a href=\"https://www.engadget.com/wifi-6e-could-be-one-of-the-features-apple-uses-to-differentiate-iphone-15-pro-models-193640691.html\">iPhone 15 Pro and Pro Max</a> are likely getting a new look up top all together, with low-injection pressure over-molding (LIPO) shrinking the iPhone's border from 2.2 millimeters to 1.5 millimeters. Apple first used LIPO in its Watch Series 7.</p><p>The iPhone 15 might also finally swap out its lightning charger for a USB-C port, limiting the number of cords you need to carry around at once. Even if the change doesn't happen for this generation, it's only a matter of time. Last year, the European Union announced that <a href=\"https://www.europarl.europa.eu/news/en/press-room/20220930IPR41928/long-awaited-common-charger-for-mobile-devices-will-be-a-reality-in-2024\">all smartphones and tablets sold in the region must have a USB-C charging port</a> starting in 2024. The European Parliament called the measure, which will extend to laptops two years later, &quot;beneficial for the environment and for consumers.&quot;</p><span id=\"end-legacy-contents\"></span><p>Other updates to the iPhone 15 and iPhone 15 Plus might include camera upgrades and the A16 processor, first seen in the iPhone 14 Pro. The new iPhone 15 Pro and iPhone 15 Pro Max will reportedly have titanium edges instead of stainless steel and a 3-nanometer chip. There are also rumors of an <a href=\"https://www.engadget.com/apple-may-introduce-a-pricier-iphone-ultra-next-year-172301607.html\">iPhone &quot;Ultra&quot;</a> hitting the market as a higher-end option. Apple will likely release at least the iPhone 15 and iPhone 15 Pro in September — based on the company's usual schedule — and potentially at a more expensive price than previous generations.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/iphone-15-pro-set-to-feature-a-thinner-bezel-titanium-frame-and-usb-c-charging-094118389.html?src=rss", "link": "https://www.engadget.com/iphone-15-pro-set-to-feature-a-thinner-bezel-titanium-frame-and-usb-c-charging-094118389.html?src=rss", "date_published": "2023-07-31T09:41:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Kanye West's Twitter/X account has been unbanned again", "description": "<p>X, formerly known as Twitter, has reinstated Kanye West after he was <a href=\"https://www.engadget.com/ye-twitter-account-suspended-again-111550704.html\">banned</a> last December for tweeting an image of a swastika, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy94LWZvcm1lcmx5LWtub3duLWFzLXR3aXR0ZXItcmVpbnN0YXRlcy1rYW55ZS13ZXN0cy1hY2NvdW50LTdjOGM3MGQyIiwiY29udGVudFV1aWQiOiI2Y2VjZjY2MS05ZThlLTQ3YjEtYTg1Zi1kMDgxNjViNTRkNWQifQ&amp;signature=AQAAAY1OPASb-gqJZ_IgXe1gmGbWZ8tKTlIdRxC_sYJmp_aF&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fx-formerly-known-as-twitter-reinstates-kanye-wests-account-7c8c70d2\"><em>The Wall Street Journal</em></a> has reported. Elon Musk's platform only made the move after being assured that West would not post antisemitic or other harmful content. In addition, ads won't appear next to his posts and he won't be able to monetize the account.&nbsp;</p><p>Kanye has had multiple run-ins with Twitter/X. In October, Elon Musk welcomed him back after he went two years without tweeting — but he stayed just a short time before being banned again for saying he would go \"def con 3 on Jewish people.\" Shortly after that Ye entered a <a href=\"https://www.engadget.com/kanye-west-is-buying-twitter-clone-parler-101627060.html\">deal to acquire</a> the \"free speech\" social media app Parler, but that fell through soon after. West has paid a price for past comments, with major brands including <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9tYXJrZXQtZGF0YS9xdW90ZXMvQUREWVkiLCJjb250ZW50VXVpZCI6IjZjZWNmNjYxLTllOGUtNDdiMS1hODVmLWQwODE2NWI1NGQ1ZCJ9&amp;signature=AQAAAeUhJIlQaBxMKIWYFMMK30kJKuI8FdG7b_QLwR6JSaC1&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Fmarket-data%2Fquotes%2FADDYY\">Adidas</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9tYXJrZXQtZGF0YS9xdW90ZXMvR1BTIiwiY29udGVudFV1aWQiOiI2Y2VjZjY2MS05ZThlLTQ3YjEtYTg1Zi1kMDgxNjViNTRkNWQifQ&amp;signature=AQAAATAeZIVdHGvxyu5f_-zsPU5H3KaUZR77D0Z1LmIt45i4&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Fmarket-data%2Fquotes%2FGPS\">Gap</a> cutting ties.</p><span id=\"end-legacy-contents\"></span><p>Shortly after acquiring Twitter last fall, Musk — who calls himself a \"free-speech absolutist\" — vowed to <a href=\"https://www.engadget.com/elon-musk-twitter-ted-181607962.html\">rethink permanent bans</a> based on the site's rules, unless laws were broken. Since then, he has restored the account of Donald Trump (who has not subsequently tweeted), along with other controversial personalities, including <a href=\"https://www.rollingstone.com/politics/politics-news/elon-musk-twitter-reinstates-neo-nazi-andrew-anglin-account-1234640390/\">avowed neo-Nazis</a>. Earlier this year <a href=\"https://www.haaretz.com/israel-news/2023-05-16/ty-article/.premium/israels-foreign-affairs-ministry-accuses-musk-of-an-anti-semitic-tweet/00000188-25f2-df77-afe9-6df6e4750000\">Israel’s Foreign Ministry said that Musk</a> was responsible for a rise of antisemitism on the site, adding that Twitter is now “filled with antisemitic conspiracies and hate speech targeting Jews all over the world.\"</p><p>The news comes after Musk changed Twitter's name and logo to X. He recently placed a strobing X sign on the roof of the company's San Francisco headquarters. X subsequently told the city's building inspectors that the sign was temporary for an event. Yesterday, Musk <a href=\"https://twitter.com/elonmusk/status/1685437228967686144\">tweeted</a> that X's HQ would remain in \"beautiful\" San Francisco despite the city being in a \"death spiral.\"&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/kanye-wests-twitterx-account-has-been-unbanned-again-075206407.html?src=rss", "link": "https://www.engadget.com/kanye-wests-twitterx-account-has-been-unbanned-again-075206407.html?src=rss", "date_published": "2023-07-31T07:52:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple says it's aware of a bug that may affect Screen Time restrictions for kids", "description": "<p>Apple has promised to fix a bug in iPhones, iPads and iPod Touch devices that may affect Screen Time restrictions for kids, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9hcHBsZXMtcGFyZW50YWwtY29udHJvbHMtYXJlLWJyb2tlbi01NWEyYWE1MiIsImNvbnRlbnRVdWlkIjoiMjdjZjZkMzktMjY2My00ZTJiLWE0Y2ItOWQ5ZDExYTI2YzkwIn0&amp;signature=AQAAASG2WE89Swk_oh9lpFY5WQdnE6yGrs96-mWoeH-c7TY4&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fapples-parental-controls-are-broken-55a2aa52\"><em>The Wall Street Journal </em></a>has reported. It affects a function called Downtime that allows parents to remotely set hours when kids can't use their devices.&nbsp;</p><p>\"We are aware that some users may be experiencing an issue where Screen Time settings are unexpectedly reset,\" a spokesperson told the <em>WSJ</em>. \"We take these reports very seriously and we have been, and will continue, making updates to improve the situation.\"</p><span id=\"end-legacy-contents\"></span><p>Parents checking the feature have found that scheduled times have either reverted to older settings or been removed altogether — allowing kids to use their devices at will. One user changed his passcode to be sure his kids hadn't guessed it, but found he needed to reset the feature \"two or three times a week.\" Suffice to say, kids don't always report the issue in a timely fashion either. Around 2,300 people on an Apple discussion page on the subject said they experienced the same bug.&nbsp;</p><p>Apple knew about the issue before, but reported it fixed with the release of iOS 16.5 in May. However, WSJ reporters found the issue in subsequent releases and even in the iOS 17 beta.&nbsp;</p><p>Screen time was introduced in 2018 at Apple's <a href=\"https://www.engadget.com/2018-06-04-ios-12-lets-parents-limit-kids-screen-time.html\">developer's conference</a>, allowing parents to remotely check their kid's Activity Report and manage their app use time. They can also set a custom amount of time per app that kids can't extend, or create a Downtime to block everything but selected software and phone calls for a set hourly range. Apple has yet to say when it will release a fix.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/apple-says-its-aware-of-a-bug-that-may-affect-screen-time-restrictions-for-kids-052057086.html?src=rss", "link": "https://www.engadget.com/apple-says-its-aware-of-a-bug-that-may-affect-screen-time-restrictions-for-kids-052057086.html?src=rss", "date_published": "2023-07-31T05:20:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]