[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New P2PInfect Worm Targets Redis Servers with Undocumented Breach Methods", "description": "The P2PInfect peer-to-peer (P2) worm has been observed employing previously undocumented initial access methods to breach susceptible Redis servers and rope them into a botnet.\n\"The malware compromises exposed instances of the Redis data store by exploiting the replication feature,\" Cado Security researchers Nate Bill and Matt Muir said in a report shared with The Hacker News.\n\"A common attack", "link": "https://thehackernews.com/2023/07/new-p2pinfect-worm-targets-redis.html", "date_published": "2023-07-31T13:38:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Patchwork Hackers Target Chinese Research Organizations Using EyeShell Backdoor", "description": "Threat actors associated with the hacking crew known as Patchwork have been spotted targeting universities and research organizations in China as part of a recently observed campaign.\nThe activity, according to KnownSec 404 Team, entailed the use of a backdoor codenamed EyeShell.\nPatchwork, also known by the names Operation Hangover and Zinc Emerson, is suspected to be a threat group that", "link": "https://thehackernews.com/2023/07/patchwork-hackers-target-chinese.html", "date_published": "2023-07-31T12:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar: Riding the vCISO Wave: How to Provide vCISO Services", "description": "Demand for Virtual CISO services is soaring. According to Gartner, the use of vCISO services among small and mid-size businesses and non-regulated enterprises was expected to grow by a whopping 1900% in just one year, from only 1% in 2021 to 20% in 2022!\nOffering vCISO services can be especially attractive for MSPs and MSSPs. By addressing their customers’ needs for proactive cyber resilience,", "link": "https://thehackernews.com/2023/07/webinar-riding-vciso-wave-how-to.html", "date_published": "2023-07-31T11:50:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "AVRecon Botnet Leveraging Compromised Routers to Fuel Illegal Proxy Service", "description": "More details have emerged about a botnet called AVRecon, which has been observed making use of compromised small office/home office (SOHO) routers as part of a multi-year campaign active since at least May 2021.\nAVRecon was first disclosed by Lumen Black Lotus Labs earlier this month as malware capable of executing additional commands and stealing victim's bandwidth for what appears to be an", "link": "https://thehackernews.com/2023/07/avrecon-botnet-leveraging-compromised.html", "date_published": "2023-07-31T09:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fruity Trojan Uses Deceptive Software Installers to Spread Remcos RAT", "description": "Threat actors are creating fake websites hosting trojanized software installers to trick unsuspecting users into downloading a downloader malware called Fruity with the goal of installing remote trojans tools like Remcos RAT.\n\"Among the software in question are various instruments for fine-tuning CPUs, graphic cards, and BIOS; PC hardware-monitoring tools; and some other apps,\" cybersecurity", "link": "https://thehackernews.com/2023/07/fruity-trojan-uses-deceptive-software.html", "date_published": "2023-07-31T08:38:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Multiple Flaws Found in Ninja Forms Plugin Leave 800,000 Sites Vulnerable", "description": "Multiple security vulnerabilities have been disclosed in the Ninja Forms plugin for WordPress that could be exploited by threat actors to escalate privileges and steal sensitive data.\nThe flaws, tracked as CVE-2023-37979, CVE-2023-38386, and CVE-2023-38393, impact versions 3.6.25 and below, Patchstack said in a report last week. Ninja Forms is installed on over 800,000 sites.\nA brief description", "link": "https://thehackernews.com/2023/07/multiple-flaws-found-in-ninja-forms.html", "date_published": "2023-07-31T06:42:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]