[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Resort cyfryzacji ostrzega przed aplikacjami z Barbie", "description": "Ministerstwo Cyfryzacji wydało ostrzeżenie przed popularnymi w ostatnich dniach internetowymi programami do generowania zdjęć w stylu lalki Barbie. \"W sieci dostępne są dwie aplikacje: barbieselfie.ai i bairbie.me – obie stanowią duże zagrożenie dla naszych danych\" - informuje resort.", "link": "https://www.wirtualnemedia.pl/artykul/aplikacja-barbie-barbieselfie-ai-bairbie-me-jak-dziala-ostrzezenie", "date_published": "2023-07-31T20:59:25.785466+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Edyta Bartosiewicz chce przeprosin od Stanowskiego za użycie jej piosenki w filmie o Janoszek", "description": "Piosenkarka Edyta Bartosiewicz zażądała publicznie przeprosin od Krzysztofa Stanowskiego za użycie bez jej zgody piosenki “Skłamałam” w filmie dziennikarza o Natalii Janoszek. - Wszystkie prawa do moich piosenek są po mojej stronie - podkreśliła artystka. Kilka godzin później współzałożyciel Kanału Sportowego ogłosił, że fragmenty z utworem Bartosiewicz zostaną w materiale wyciszone.", "link": "https://www.wirtualnemedia.pl/artykul/edyta-bartosiewicz-przeprosiny-krzysztof-stanowski-natalia-janoszek-sklamalam", "date_published": "2023-07-31T20:55:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Zawiadomienie do prokuratury ws. Mariusza Maksa Kolonki. Groził śmiercią Andrzejowi Dudzie", "description": "W jednym z nagrań na swoim wideoblogu Mariusz Max Kolonko groził śmiercią prezydentowi Andrzejowi Dudzie. Ośrodek Monitorowania Zachowań Rasistowskich i Ksenofobicznych złoży w tej sprawie zawiadomienie do prokuratury. Z kolei Stowarzyszenie HejtStop w zeszły weekend powiadomiło już o tym prokuraturę.", "link": "https://www.wirtualnemedia.pl/artykul/mariusz-max-kolonko-grozi-smierc-prezydent-andrzej-duda-pozew-prokuratura", "date_published": "2023-07-31T20:11:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Co Stanowski w swoim filmie powiedział o dziennikarstwie? „Ujawnił chorobę systemu, która będzie się pogłębiała”", "description": "Bijemy się o algorytmy, więc tytuł internetowy nie jest merytoryczny. A ci idioci w telewizjach brali te internetowe tytuły i czytali zupełnie bezmyślnie. To świadczy, jaki ten system jest przegniły - tak obraz dziennikarstwa ukazany przez Krzysztofa Stanowskiego komentuje w rozmowie z portalem Wirtualnemedia.pl Karolina Korwin-Piotrowska. Medioznawca dr Miłosz Babecki precyzuje: - Wiele redakcji nadwyrężyło zaufanie do siebie, nie sprawdzając informacji, które powinny były sprawdzić. Ale model dziennikarstwa już się nie zmieni. Edyta Bartosiewicz zarzucała zaś Stanowskiemu, że wykorzystał jej piosenkę bez zgody.", "link": "https://www.wirtualnemedia.pl/artykul/krzysztof-stanowski-bollywoodzkie-zero-natalia-janoszek-the-end", "date_published": "2023-07-31T19:50:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "OKO.press z większymi wpływami, ale z ponad milionem zł straty", "description": "Fundacja zarządzająca serwisem OKO.press w ub.r. zwiększyła przychody statutowe o prawie 10 proc., ale przy wzroście kosztów w tym zakresie o 45 proc. jej rentowność netto pogorszyła się z 771,8 tys. zł zysku do 1,08 mln zł straty.", "link": "https://www.wirtualnemedia.pl/artykul/oko-press-wydawca-ile-zarabia-fundacja-oko", "date_published": "2023-07-31T18:58:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Google oskarżany o nieprawidłowości w rozliczaniu reklamodawców na YouTube", "description": "Autorzy raportu z firmy analitycznej Adalytics stawiają Google poważne zarzuty dotyczące sposobu wydatkowania budżetów na kampanie reklamowe na YouTube. Reklamodawcy mieliby wedle firmy stracić nawet 13 mld  dolarów.", "link": "https://www.wirtualnemedia.pl/artykul/google-nieprawidlowosci-rozliczanie-reklam-youtube", "date_published": "2023-07-31T18:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Gry-Online bez połowy zysku", "description": "W ub.r. spółka Gry-Online, należąca do niemieckiej Webedia Group, zwiększyła przychody o 7,6 proc. do 12,23 mln zł, a jej zysk netto zmalał z 3,04 do 1,63 mln zł.", "link": "https://www.wirtualnemedia.pl/artykul/gry-online-bez-polowy-zysku", "date_published": "2023-07-31T18:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Generator awatarów Barbie i Kena hitem sieci. Ekspert: uważajmy, strona nie spełnia standardów UE", "description": "Od kilku dni w mediach społecznościowych panuje nowa moda na udostępnianie swoich zdjęć w wersji avatara à la Barbie lub Ken. Czy to bezpieczna zabawa? Eksperci mają wątpliwości.  - Zaniepokojenie może wzbudzić fakt, iż serwis nie spełnia podstawowych standardów obowiązujących na terenie krajów Unii Europejskiej - ocenia dla Wirtualnemedia.pl Kamil Sadkowski, ekspert ds. cyberbezpieczeństwa z ESET.", "link": "https://www.wirtualnemedia.pl/artykul/generator-awatar-barbie-ken-bairbie-me-jak-dziala-aplikacja", "date_published": "2023-07-31T18:43:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Elon Musk zostanie ukarany za ogromną literę X w siedzibie Twittera", "description": "Elon Musk może zostać ukarany za ogromną literę X i nowe logo na siedzibie Twittera. Firma nie koordynowała instalacji nowego logo z Działem Projektowania i Bezpieczeństwa.", "link": "https://www.wirtualnemedia.pl/artykul/elon-musk-kara-litera-x-siedziba-twitter", "date_published": "2023-07-31T18:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Sekielscy mają coraz mniej patronów, ale Kombinat Medialny ma się dobrze", "description": "Zaczynali od 2050 patronów, jednak w ciągu dwóch lat liczba wspierających braci Tomasza i Marka Sekielskich zmniejszyła się drastycznie, spadając do nieco ponad 940 osób. Miesięczne wpłaty przekazywane im przez patronów zmniejszyły się w tym czasie o ponad 31,7 tys. zł. To dużo, ale nie wiadomo, czy ma to wpływ na biznesy braci, bo oni cały czas milczą. Nie informują ani mediów, ani patronów co dalej z filmami i jak widzą przyszłość spółki. Zakończyła ona 2022 rok z 90-tysięcznym zyskiem.", "link": "https://www.wirtualnemedia.pl/artykul/bracia-sekielscy-liczba-patronow", "date_published": "2023-07-31T18:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}]