[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCL9PlYkRD3Q-RZca6CCnPKw", "title": "Ashley Biden Confirms Famed Diary Is Hers & The Full Story Behind FBI Raids On American Journalists", "description": "[09.03.2020] VERITAS TIP LINE: \"... Ashley Biden was staying in this room and they found her diary, all her clothes, luggage, pills... The diary is pretty crazy.\" \n \n[10.08.2020] ASHLEY BIDEN: \"I am Ashley Biden. It is my stuff.\"  \n \n[Mamaroneck, New York]  \n \nToday, Project Veritas published the real story behind the Ashley Biden diary and personal items, when and how it came into our possession, and the subsequent unconstitutional FBI raids of three Veritas journalists. Hear, for the first time, the fateful voicemail left on our tip line, as well as the call, in which Ashley herself confirmed the authenticity of the diary, and the rest of the full story.  \nIn the Fall of 2020, Project Veritas was approached by tipsters claiming they had Ashley Biden’s diary. Veritas had neither met nor heard of these individuals prior thereto. Each of the tipsters indicated they had acquired the diary and personal effects of Ashley Biden after they had been abandoned in a room where Ms. Biden had stayed at that time. The tipsters also claimed the diary included explosive allegations against then-Presidential candidate and current sitting President, Joe Biden.  \nWe took steps to corroborate the authenticity of the diary but, ultimately, made the decision not to publish. We attempted to return the diary to an attorney representing Ms. Biden, Roberta Kaplan. Project Veritas then gave the diary to law enforcement to return it to its rightful owner. Soon after, we learned in 2021 that the Department of Justice began investigating the issue a year prior, claiming the diary was stolen. In November of 2021, James O’Keefe’s and two other journalists’ homes were subjected to pre-dawn FBI raids. Documents obtained by Project Veritas later revealed that details of the investigation were leaked to journalists at the New York Times during the raids. \nDuring testimony before the House Judiciary Committee’s Representative, Andy Biggs, James O’Keefe stated, “In short, we did nothing wrong other than the non-crime of investigating a story, as journalists do.”  \nWhen Project Veritas reached out to the Biden campaign for comment on October 16th of 2020, Ashley Biden’s attorney, Ms. Kaplan, responded by email stating, “We should send to the Southern District of New York.” Shortly thereafter, the SDNY approved the first of 19 secret subpoenas, orders and warrants, which gave the Department of Justice unfettered access to Project Veritas’ newsroom, sensitive email and phone data, and gag orders preventing our journalists from knowing about the seizures. \nOn April 13th, 2022, Project Veritas filed a motion demanding the return of its property from the Department of Justice. In a stunning revelation, it was revealed the Department of Justice had been Spying on Project Veritas journalists’ and security detail’s Apple and Google accounts for over a year.  \nThe American Civil Liberties Union [ACLU] published This November 14th, 2021 statement in response to the FBI raids, which reads, “Unless the government had good reason to believe that Project Veritas employees were directly involved in the criminal theft of the diary, it should not have subjected them to invasive searches and seizures. We urge the court to appoint a special master to ensure that law enforcement officers review only those materials that were lawfully seized and that are directly relevant to a legitimate criminal investigation.”  \nRepresentative Jim Jordan [R-OH], on April 6th of 2022, Spoke in favor of H.R. 4330, the Press Act, in response to the Department of Justice’s targeting of Project Veritas. Representative Jordan stated, “In a free country, we need to make sure that the government cannot unmask journalists’ sources without good cause. This Bill provides those protections, and it is time we get this legislation signed into law.”  \nNow, nearly two years following the pre-dawn FBI raids, Project Veritas has spent millions of dollars defending the three journalists. A ruling on whether the government will be allowed to legally see journalists’ privileged materials, including with their own attorneys, is expected soon by United States District Court Judge for the Southern District of New York, Analisa Torres.  \nProject Veritas maintains that it neither broke any laws, nor committed any crimes, in the pursuit of this story.  \n \nGot a tip? VeritasTips@ProtonMail.com!", "link": "https://www.youtube.com/watch?v=Nb_D9d6xQOI", "date_published": "2023-07-31T17:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/Nb_D9d6xQOI/hqdefault.jpg"}]