[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nintendo Reportedly Plans to Release Next-Gen Console During Second Half of 2024 - IGN Daily Fix", "description": "On today's Daily Fix:\nNintendo will release its next-gen console during the second half of 2024, according to a new report. We have the scoop on all the highlights from Final Fantasy XIV Fan Fest 2023. Finally, Elden Ring is notorious for its brutal difficulty, with a no-damage run that is not impossible but a challenging feat to accomplish. But one Twitch streamer managed to conquer this challenge with an unconventional controller: an electric saxophone.", "link": "https://www.youtube.com/watch?v=sfp2y36j42g", "date_published": "2023-07-31T23:41:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/sfp2y36j42g/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man: Beyond the Spider-Verse Delayed Indefinitely Amid Strikes - IGN The Fix: Entertainment", "description": "Spider-Man: Beyond the Spider-Verse has been delayed indefinitely. Sony Pictures has jumbled up a bunch of its movie release dates, pushing films slated for release this year to sometime in 2024. It’s been rumored that animation on Beyond the Spider-Verse hasn’t even started. In an interview conducted by Vulture, an experienced artist who has apparently worked on big-budget animations for various studios claimed there’s no way Sony Pictures will hit its March 2024 release date. In other Marvel news, we got the season 2 trailer for Loki, coming to Disney Plus. This and much more in IGN’s latest entertainment news series with Akeem Lawanson.\n\n#IGN", "link": "https://www.youtube.com/watch?v=InmiNqZJ_Vg", "date_published": "2023-07-31T23:22:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/InmiNqZJ_Vg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "KamiErabi GOD.app - Official Teaser Trailer (Yoko Taro) English Sub", "description": "Here's your look at the teaser trailer for KamiErabi GOD.app, an upcoming anime series based on original planning by Yoko Taro (NieR; Drakengard). KamiErabi GOD.app is directed by Hiroyuki Seshita (Ajin; Knights of Sidonia; BLAME!) at animation studio UNEND and features series composition and scripts from JIN (Kagero Project) and character designs by Atsushi Ohkubo (writer and illustrator behind Soul Eater and FIRE FORCE).\n\nKamiErabi GOD.app will broadcast in Japan on Fuji TV as part of the “+Ultra” programming block beginning in October 2023, and the series will also stream on Crunchyroll as part of the Fall 2023 anime simulcast lineup.", "link": "https://www.youtube.com/watch?v=UGd0xnFJsDk", "date_published": "2023-07-31T23:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UGd0xnFJsDk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Devil's Game - Official Trailer", "description": "Prepare for a devilishly amazing time at Fear Fest 2023 as we present 'The Devil's Game' - a riveting addition to our horror games presentation! Join The Devil on a hilariously twisted journey to create the scariest game ever made. Take a journey to the world of game dev as he assembles a crack team, each with their quirks, we mean skills, in this dark comedy narrative. The Devils Game season one premieres at Fear Fest 2023 on September 6th, 2023 here on IGN's YouTube channel.\n\n#IGN", "link": "https://www.youtube.com/watch?v=un6I1qRh6sw", "date_published": "2023-07-31T22:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/un6I1qRh6sw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warrior King - Official Trailer (2023)", "description": "This Chinese animated epic fantasy is based on the true story of King Gesar. born to a divine lineage and destined to become a great hero and ruler. As a young man, the future king grew up exiled in a realm overrun by menacing demons and monsters. When evil forces threaten his home, he embarks on a heroic journey to save his people and fulfill his destiny as a legendary leader.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=g113R1BrMIA", "date_published": "2023-07-31T21:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/g113R1BrMIA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Strays - Official Red Band Behind the Scenes Clip (2023) Will Ferrell, Jamie Foxx, Isla Fisher", "description": "Get a behind-the-scenes look at Strays, an upcoming live-action comedy movie starring Will Ferrell, Jamie Foxx, Isla Fisher, Randall Park, Brett Gelman, Will Forte, Josh Gad, Harvey Guillén, Rob Riggle, Jamie Demetriou, and Sofia Vergara.\n\nThey say a dog is a man’s best friend, but what if the man is a total dirtbag? In that case, it might be time for some sweet revenge, doggy style. \n\nWhen Reggie (Will Ferrell), a naïve, relentlessly optimistic Border Terrier, is abandoned on the mean city streets by his lowlife owner, Doug (Will Forte; The Last Man on Earth, Nebraska), Reggie is certain that his beloved owner would never leave him on purpose. \n\nBut once Reggie falls in with a fast-talking, foul-mouthed Boston Terrier named Bug (Jamie Foxx), a stray who loves his freedom and believes that owners are for suckers, Reggie finally realizes he was in a toxic relationship and begins to see Doug for the heartless sleazeball that he is. \n\nDetermined to seek revenge, Reggie, Bug and Bug’s pals—Maggie (Isla Fisher; Now You See Me, Wedding Crashers), a smart Australian Shepherd who has been sidelined by her owner’s new puppy, and Hunter (Randall Park; Always Be My Maybe, Aquaman), an anxious Great Dane who’s stressed out by his work as an emotional support animal—together hatch a plan and embark on an epic adventure to help Reggie find his way home … and make Doug pay by biting off the appendage he loves the most. (Hint: It’s not his foot). \n\nStrays is produced by Picturestart founder and CEO Erik Feig (Luckiest Girl Alive, Cha Cha Real Smooth), by Louis Leterrier (director Fast X, The Clash of the Titans), by Dan Perrault (Players, American Vandal) and by Lord Miller partners Phil Lord and Chris Miller (Spider-Man: Into The Spider-Verse, The Lego Movie 2: The Second Part) and Lord Miller President of Film Aditya Sood (The Martian, Cocaine Bear). The film is executive produced by Jessica Switch, Nikki Baida and Julia Hammer. It is directed by Josh Greenbaum (Barb and Star Go to Vista Del Mar) and written by Dan Perrault (Players, American Vandal).\n\nStrays opens in UK cinemas on August 17, 2023 and in US theaters on August 18, 2023.", "link": "https://www.youtube.com/watch?v=AfyVCIfJJiU", "date_published": "2023-07-31T18:16:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/AfyVCIfJJiU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Apex Legends - Official 'Kill Code Part 2' Trailer", "description": "Check out Kill Code Part 2, the new episode from the Apex Legends miniseries. Crypto hacks into a discarded fragment of Revenant to investigate some disturbing changes. Revenant is losing control of himself – but to who?\n\n#IGN #Gaming #ApexLegends", "link": "https://www.youtube.com/watch?v=wDfSoX8Meds", "date_published": "2023-07-31T17:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wDfSoX8Meds/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Heart of Stone: Exclusive Clip (2023) Gal Gadot, Jamie Dornan", "description": "Rachel Stone (Gal Gadot) appears to be an inexperienced tech, on an elite MI6 unit headed up by lead agent Parker (Jamie Dornan). What her MI6 team doesn't know is that Stone actually works for the Charter — a covert peacekeeping organization, secret even from other spies, which uses cutting-edge technology to neutralize global threats. Rachel has been trained to be the consummate professional: a phenomenal field agent who sticks to the mission, follows the numbers, and trusts no one. When a routine mission is derailed by mysterious hacker Keya Dhawan (Alia Bhatt), Rachel’s two lives collide. As she races to protect the Charter and strives to beat the odds, her humanity might just be her biggest asset. \n\nHeart of Stone launches on Netflix on August 11, 2023. Tom Harper directs from a screenplay by Greg Rucka and Allison Schroeder.\n\n#HeartOfStone #GalGadot", "link": "https://www.youtube.com/watch?v=n_nRFJ1ycDA", "date_published": "2023-07-31T16:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/n_nRFJ1ycDA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Sports FC 24 - Official Career Deep Dive Trailer", "description": "Get a deep dive into what you can expect from the new features of Manager Career Mode and Player Career Mode in EA Sports FC 24, including coaches, training plans, pre-match reports, match-ready training, the introduction of the Player Agent, and how Play Styles works.\n\n#IGN #Gaming #EASportsFC", "link": "https://www.youtube.com/watch?v=tF4Dvt7LgK4", "date_published": "2023-07-31T15:34:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/tF4Dvt7LgK4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fort Solis: 14 Minutes of Exclusive Gameplay", "description": "Enjoy 14 minutes of exclusive new gameplay from Fort Solis, the thriller starring Troy Baker as Wyatt Taylor – alongside Roger Clark's Jack Leary and Julia Brown's Jessica Appleton – as players guide Leary through one long and terrifying night on Mars. Fort Solis will be released on PS5 and PC on August 22.", "link": "https://www.youtube.com/watch?v=nmiJPojIzuo", "date_published": "2023-07-31T15:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/nmiJPojIzuo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios’ Loki Season 2 - Official Trailer (2023) Tom Hiddleston, Owen Wilson, Ke Huy Quan", "description": "Check out the trailer for Marvel Studios’ Loki Season 2, the series starring Tom Hiddleston, Owen Wilson, Sophia Di Martino, Ke Huy Quan, and more.\n\nSeason 2 of Marvel Studios' Loki is streaming on Disney+ on October 6, 2023.\n\n#IGN #Marvel #Loki", "link": "https://www.youtube.com/watch?v=wfdcIlMptvA", "date_published": "2023-07-31T13:14:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wfdcIlMptvA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite x Terminator - Official Collaboration Trailer", "description": "Check out the latest Fortnite trailer for a look at this Fortnite Terminator skin. Fortnite T-800 arrives on Fortnite Island as part of the popular battle royale game's collaboration with The Terminator franchise. \"He needs your Back Bling, your Pickaxe and the keys to your Battle Bus.\" \n\nThe Fortnite T800 Terminator skin is now available in the Fortnite Shop.\n\n#IGN #Gaming #Fortnite", "link": "https://www.youtube.com/watch?v=yXv_doQM1r0", "date_published": "2023-07-31T11:13:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yXv_doQM1r0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Official Keepers of Time Trailer", "description": "It's In Our Blood. Discover a reborn Mortal Kombat Universe created by Fire God Liu Kang. Mortal Kombat 1 ushers in a new era of the iconic franchise with a new fighting system, game modes, and Fatalities!", "link": "https://www.youtube.com/watch?v=dzo8V2yol0A", "date_published": "2023-07-31T03:18:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dzo8V2yol0A/hqdefault.jpg"}]