[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 HUGE PS5 AND XBOX SERIES X | S Games You Probably Didn't Know Were In Development", "description": "With so many games being announced in rapid succession after one another, it can be genuinely hard to keep track of what’s coming and when. \n\nAnd this issue only worsens when you consider the fact that so many AAA developers have started to announce the game before it even enters proper production, which results in long periods of radio silence with little to no updates. \n\nTo that end, here are 15 of the biggest games that you probably didn’t know were in development.", "link": "https://www.youtube.com/watch?v=UVLf15ilQ1k", "date_published": "2023-07-31T15:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UVLf15ilQ1k/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Starfield vs Fallout 4 and 76 - 10 BIGGEST DIFFERENCES You Need To Know", "description": "Bethesda Game Studio’s open world RPGs usually tend to follow a specific formula, but over the years, with each new instalment, the developer has obviously expanded and iterated on that framework in a variety of ways. With the upcoming Starfield, it looks like what we know as the BGS RPG is going to take probably the biggest leap it’s ever taken in a long, long time. \n\nFrom improvements to the technical side of things to a staggering expansion of scope (not that past BGS games were small by any means) to a glut of exciting new gameplay ideas and mechanics, Starfield is looking like a step-up over BGS’ past works in no few ways. \n\nHere, we’re going to compare it directly to the studio’s two most recent major releases – Fallout 4 and Fallout 76 – and talk about what’s changing.", "link": "https://www.youtube.com/watch?v=2dyb9DIYCns", "date_published": "2023-07-31T13:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/2dyb9DIYCns/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Ratchet & Clank: Rift Apart PC Graphics Analysis - Does It Surpass The PS5 Version?", "description": "In 2021, Insomniac Games delivered an excellent action platformer with Ratchet and Clank: Rift Apart on the PS5, thanks to an enjoyable gameplay mechanics and an impressive suite of distinct rifts available for players to explore. In keeping with the recently established traditions of Sony's first-party releases, this previously exclusive PS5 title has finally made its way over to the PC platform. \n\nNixxes Software is the team behind the porting process, and expectations are obviously high considering that it’s the same team that worked on translating the Insomniac’s engine with PC ports of Marvel’s Spider-Man Remastered and Marvel’s Spider-Man: Miles Morales. With this graphics analysis, we will be diving deep into the features of the PC version, how it compares to the PS5 release in terms of graphical fidelity, loading times among a slew of other things.", "link": "https://www.youtube.com/watch?v=qZjW-3O9ip8", "date_published": "2023-07-31T11:30:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/qZjW-3O9ip8/hqdefault.jpg"}]