[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CISA Alerts on Critical Security Vulnerabilities in Industrial Control Systems", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has released eight Industrial Control Systems (ICS) advisories on Tuesday, warning of critical flaws affecting equipment from Delta Electronics and Rockwell Automation.\nThis includes 13 security vulnerabilities in Delta Electronics' InfraSuite Device Master, a real-time device monitoring software. All versions prior to 1.0.5 are", "link": "https://thehackernews.com/2023/03/cisa-alerts-on-critical-security.html", "date_published": "2023-03-22 13:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "ScarCruft's Evolving Arsenal: Researchers Reveal New Malware Distribution Techniques", "description": "The North Korean advanced persistent threat (APT) actor dubbed ScarCruft is using weaponized Microsoft Compiled HTML Help (CHM) files to download additional malware.\nAccording to multiple reports from AhnLab Security Emergency response Center (ASEC), SEKOIA.IO, and Zscaler, the findings are illustrative of the group's continuous efforts to refine and retool its tactics to sidestep detection.\n\"", "link": "https://thehackernews.com/2023/03/scarcrufts-evolving-arsenal-researchers.html", "date_published": "2023-03-22 12:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Preventing Insider Threats in Your Active Directory", "description": "Active Directory (AD) is a powerful authentication and directory service used by organizations worldwide. With this ubiquity and power comes the potential for abuse. Insider threats offer some of the most potentials for destruction. Many internal users have over-provisioned access and visibility into the internal network.\nInsiders' level of access and trust in a network leads to unique", "link": "https://thehackernews.com/2023/03/preventing-insider-threats-in-your.html", "date_published": "2023-03-22 11:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Rogue NuGet Packages Infect .NET Developers with Crypto-Stealing Malware", "description": "The NuGet repository is the target of a new \"sophisticated and highly-malicious attack\" aiming to infect .NET developer systems with cryptocurrency stealer malware.\nThe 13 rogue packages, which were downloaded more than 160,000 times over the past month, have since been taken down.\n\"The packages contained a PowerShell script that would execute upon installation and trigger a download of a '", "link": "https://thehackernews.com/2023/03/rogue-nuget-packages-infect-net.html", "date_published": "2023-03-22 08:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New NAPLISTENER Malware Used by REF2924 Group to Evade Network Detection", "description": "The threat group tracked as REF2924 has been observed deploying previously unseen malware in its attacks aimed at entities in South and Southeast Asia.\nThe malware, dubbed NAPLISTENER by Elastic Security Labs, is an HTTP listener programmed in C# and is designed to evade \"network-based forms of detection.\"\nREF2924 is the moniker assigned to an activity cluster linked to attacks against an entity", "link": "https://thehackernews.com/2023/03/new-naplistener-malware-used-by-ref2924.html", "date_published": "2023-03-22 07:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "BreachForums Administrator Baphomet Shuts Down Infamous Hacking Forum", "description": "In a sudden turn of events, Baphomet, the current administrator of BreachForums, said in an update on March 21, 2023, that the hacking forum has been officially taken down but emphasized that \"it's not the end.\"\n\"You are allowed to hate me, and disagree with my decision but I promise what is to come will be better for us all,\" Baphomet noted in a message posted on the BreachForums Telegram", "link": "https://thehackernews.com/2023/03/breachforums-administrator-baphomet.html", "date_published": "2023-03-22 04:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}]