[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Proud Boys Attorney Says DOJ Revealed Informant Close To Defendants", "description": "The Department of Justice (DOJ) revealed yet another government informant, according to an attorney for one of the Proud Boys facing a seditious conspiracy case tied to January 6. This latest twist came on Wednesday when the government conveyed to the defense that this person, who was set to appear on behalf of one of ...", "link": "https://www.dailywire.com/news/proud-boys-attorney-says-doj-revealed-informant-close-to-defendants", "date_published": "2023-03-22 19:27:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Derisive, Divisive And Demoralizing Misogyny’: Public University President Cancels Student Drag Show, Issues Fiery Rebuke Of Drag", "description": "A public university president canceled a student drag show on campus Tuesday, and gave a fierce rebuke of drag. Walter Wendler, the president of West Texas A&amp;M University, canceled the drag show on Tuesday. He also sent an email to students explaining the reasoning behind his decision, which he also shared as a post on ...", "link": "https://www.dailywire.com/news/derisive-divisive-and-demoralizing-misogyny-public-university-president-cancels-student-drag-show-issues-fiery-rebuke-of-drag", "date_published": "2023-03-22 18:59:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "As California Cancels Walgreens, Casey DeSantis Partners With The Company To Help Needy Floridians", "description": "Florida First Lady Casey DeSantis knows her Hope Florida program isn’t going to be the sexiest story in the news cycle. She knows it won’t drive social media clicks or spark heated debate on cable news panels. And yet, she’s hoping it transforms the way Americans think about government assistance. Hope Florida first launched in ...", "link": "https://www.dailywire.com/news/as-california-cancels-walgreens-casey-desantis-partners-with-the-company-to-help-needy-floridians", "date_published": "2023-03-22 18:57:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nevada Governor Rips Biden For ‘Federal Confiscation’ Of Over 500,000 Acres: ‘Historic Mistake’", "description": "Nevada Governor Joe Lombardo blasted President Joe Biden’s creation of national monuments in Nevada on Tuesday. Biden used authority granted to the president under the Antiquities Act of 1906 on Tuesday to create two national monuments — one in Nevada and one in Texas — and he directed resources toward studying a possible marine national ...", "link": "https://www.dailywire.com/news/nevada-governor-rips-biden-for-federal-confiscation-of-over-500000-acres-historic-mistake", "date_published": "2023-03-22 18:40:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Israel Signals Military Strike Against Iran Possible If Uranium Enrichment Tops 60%: Report", "description": "Israel officials signaled to the Biden administration and several European countries on Wednesday that the nation&#8217;s military forces could strike against Iran if it enriches uranium levels above 60%. According to a senior Israeli official who spoke to Axios, defense forces have been preparing for a possible military attack against Iran to prevent Tehran&#8217;s growing ...", "link": "https://www.dailywire.com/news/israel-signals-military-strike-against-iran-possible-if-uranium-enrichment-tops-60-report", "date_published": "2023-03-22 18:39:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Cruz Ridicules Buttigieg At Train Derailment Hearing", "description": "Sen. Ted Cruz (R-TX) used a congressional hearing on Wednesday to air criticisms of Transportation Secretary Pete Buttigieg&#8216;s response to the Norfolk Southern train derailment disaster in East Palestine, Ohio, early last month. The Texas Republican argued how &#8220;delayed and disjointed response by the Biden administration&#8221; has not allayed the concerns of local residents terrified ...", "link": "https://www.dailywire.com/news/cruz-ridicules-buttigieg-at-train-derailment-hearing", "date_published": "2023-03-22 18:14:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Appeals Court Rules Trump Lawyer Must Testify To Federal Grand Jury, Turn Over Records Due To ‘Crime-Fraud Exception’", "description": "A federal appeals court ruled Wednesday that an attorney for former President Donald Trump must testify and turn over records on Trump in the federal criminal investigation into the former president’s handling of U.S. government records after he left office. Prosecutors allegedly showed in court last week that they had “sufficient” evidence that Trump “intentionally ...", "link": "https://www.dailywire.com/news/appeals-court-rules-trump-lawyer-must-testify-to-federal-grand-jury-turn-over-records-due-to-crime-fraud-exception", "date_published": "2023-03-22 17:39:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Milwaukee Has A Car Theft Epidemic. The City Is Suing Car Makers, Claiming Their Cars Are Too Easy To Steal.", "description": "The city of Milwaukee is in the midst of a car theft epidemic, but instead of criminals, the city is targeting the car makers. The Milwaukee Common Council voted Tuesday to approve a resolution to seek outside counsel to pursue a lawsuit against Kia and Hyundai. The city will join a multi-district lawsuit being heard ...", "link": "https://www.dailywire.com/news/milwaukee-has-a-car-theft-epidemic-the-city-is-suing-car-makers-claiming-their-cars-are-too-easy-to-steal", "date_published": "2023-03-22 17:35:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Megan Fox And Machine Gun Kelly Reportedly ‘On A Break,’ Wedding Plans Stalled", "description": "Megan Fox and Machine Gun Kelly are reportedly “on a break” at the moment — following cheating rumors about the rapper — and their wedding plans are stalled. The 36-year-old actress and the &#8220;Bloody Valentine&#8221; rocker&#8217;s romance has reportedly become &#8220;pretty volatile&#8221; one source shared, but added that the pair are &#8220;still in contact.&#8221; &#8220;They ...", "link": "https://www.dailywire.com/news/megan-fox-and-machine-gun-kelly-reportedly-on-a-break-wedding-plans-stalled", "date_published": "2023-03-22 17:31:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Moves To Stop Semiconductor Funds From Helping China, Other Adversaries", "description": "The Commerce Department moved to prevent funds allocated by the CHIPS and Science Act from helping with the development of semiconductors in adversarial nations. The CHIPS and Science Act, signed by President Joe Biden last year, provides $39 billion in manufacturing incentives for semiconductors, as well as $13.2 billion for research and development, and a ...", "link": "https://www.dailywire.com/news/white-house-moves-to-stop-semiconductor-funds-from-helping-china-other-adversaries", "date_published": "2023-03-22 17:04:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wednesday Afternoon Update: Fed Hikes, Russia-China Lovefest, No Trump Indictment Yet", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Fed Hikes The Federal Reserve raised interest rates by a quarter point on Wednesday as officials tried to balance two conflicting problems — the risk that inflation could remain high, and the threat that higher borrowing costs could ...", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-fed-hikes-russia-china-lovefest-no-trump-indictment-yet", "date_published": "2023-03-22 17:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Newsmax, DirecTV Work Out Deal To Bring Back Conservative Network", "description": "DirecTV’s 13 million customers can once again turn the channel to Newsmax after the conservative network worked out a deal with the TV giant. Newsmax, which boasts a viewership of 25 million Americans, was removed by DirecTV in January and claimed it was targeted by the cable company because of its Right-wing political leanings. DirecTV, ...", "link": "https://www.dailywire.com/news/newsmax-directv-work-out-deal-to-bring-back-conservative-network", "date_published": "2023-03-22 16:49:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘He Manipulated Everybody’: ‘The View’ Hosts Are Mad Everyone Fell For Trump’s Arrest Claims", "description": "The hosts of ABC&#8217;s midday talk show &#8220;The View&#8221; spent part of Wednesday&#8217;s show complaining that too many people — themselves included — had been fooled by former President Donald Trump&#8217;s assertion that he would likely be arrested on Tuesday. Longtime host Whoopi Goldberg, who still refuses to mention Trump by name, began the show ...", "link": "https://www.dailywire.com/news/he-manipulated-everybody-the-view-hosts-are-mad-everyone-fell-for-trumps-arrest-claims", "date_published": "2023-03-22 16:30:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Weaponization’ Panel Finds ‘No Legitimate Basis’ For DOJ School Board Memo", "description": "Federal law enforcement had &#8220;no legitimate basis&#8221; for a Biden administration directive to tackle school board-related threats, according to a GOP-led &#8220;weaponization&#8221; panel. The House Judiciary Committee and its Select Subcommittee on the Weaponization of the Federal Government made the determination in a staff interim report unveiled on Tuesday using information Chairman Jim Jordan (R-OH) obtained ...", "link": "https://www.dailywire.com/news/weaponization-panel-finds-no-legitimate-basis-for-doj-school-board-memo", "date_published": "2023-03-22 16:17:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Welp, Biden’s Phony Baloney Right-Wing Pivot Is Here", "description": "Welp, President Joe Biden’s phony baloney 2024 Right-wing pivot is here.  Biden&#8217;s about-face on critical issues ahead of his re-election bid has been evident ever since he helped deep-six Washington, D.C.&#8217;s soft-on-crime overhaul. It was a shrewd move that isolated his far-Left colleagues and blunted GOP attacks that blame Biden and his party for the ...", "link": "https://www.dailywire.com/news/welp-bidens-phony-baloney-right-wing-pivot-is-here", "date_published": "2023-03-22 16:16:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Retirement Preparedness Drops To Worrying New Level Amid Economic Turmoil", "description": "Economic volatility over the past year has severely impacted retirement savings, with more than half of households falling short of the savings trajectory needed to retire at their desired level. The most recent Retirement Savings Assessment index published by Fidelity Investments showed that the nation’s retirement score has declined to 78 as of 2023, marking ...", "link": "https://www.dailywire.com/news/american-retirement-preparedness-drops-to-worrying-new-level-amid-economic-turmoil", "date_published": "2023-03-22 15:50:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Wheel Of Fortune’ Host Pat Sajak Gets Playfully Physical With Contestant And Fans Have Questions", "description": "&#8220;Wheel of Fortune&#8221; host Pat Sajak appeared to get playfully physical with a contestant on Tuesday&#8217;s show, and fans took to social media to ask what in the world was going on. During the popular game show, one contestant named Fred revealed he was a professional wrestler. He admitted that he wrestles strictly &#8220;for the ...", "link": "https://www.dailywire.com/news/wheel-of-fortune-host-pat-sajak-gets-playfully-physical-with-contestant-and-fans-have-questions", "date_published": "2023-03-22 15:48:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russia Has Recovered Pieces Of Downed U.S. Drone: Report", "description": "Russia may have recovered some parts of the American drone that went down in the Black Sea last week after being dogged by Russian fighter jets. According to a report published Wednesday by The New York Times, hobbyists were able to pick up some of the radio chatter between Russian ships and aircraft in the ...", "link": "https://www.dailywire.com/news/russia-has-recovered-pieces-of-downed-u-s-drone-report", "date_published": "2023-03-22 15:31:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Average Down Payment On Houses Drops As Real Estate Demand Cools", "description": "Homebuyers in the United States are paying the lowest down payments in nearly two years amid a decreased demand for properties. The median down payment for a home financed by a mortgage was $42,375 as of January 2023, equivalent to 10% of the purchase price, according to a Wednesday analysis from Redfin. The figure marks ...", "link": "https://www.dailywire.com/news/average-down-payment-on-houses-drops-as-real-estate-demand-cools", "date_published": "2023-03-22 15:25:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Two Virginia Inmates Arrested At IHOP After Digging Hole Through Cell Wall Using Toothbrush, Metal Object To Escape", "description": "Two Virginia inmates who escaped their jail cells Monday night by digging a hole through the cell wall using &#8220;primitive-made&#8221; tools were recaptured early the next morning at a local IHOP diner. John M. Garza, 37, and Arley V. Nemo, 43, were placed back in custody by Newport News Jail Annex authorities within hours after ...", "link": "https://www.dailywire.com/news/two-virginia-inmates-arrested-at-ihop-after-digging-hole-through-cell-wall-using-toothbrush-metal-object-to-escape", "date_published": "2023-03-22 15:24:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Kirby Trashed For Claiming LGBTQ Rights Are A ‘Core Part’ Of American Foreign Policy", "description": "John Kirby took a fair amount of backlash after he declared on Tuesday that LGBTQ rights were a &#8220;core part&#8221; of American foreign policy. The former Pentagon spokesman — who now serves as the coordinator of strategic communications for the National Security Council — made the comments during a press briefing on Tuesday, saying that ...", "link": "https://www.dailywire.com/news/john-kirby-trashed-for-claiming-lgbtq-rights-are-a-core-part-of-american-foreign-policy", "date_published": "2023-03-22 15:17:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pentagon Doctors Back Child Sex Changes, Blast Red States", "description": "Several Defense Department doctors defended sex-change procedures for minors and took aim at Republican-led states who have banned the life-altering procedures for children in a major medical journal.  The doctors, who published an article in the March issue of the American Journal of Public Health, came out firmly in favor of allowing children to be ...", "link": "https://www.dailywire.com/news/pentagon-doctors-back-child-sex-changes-blast-red-states", "date_published": "2023-03-22 14:59:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gisele Bündchen Breaks Silence About Tom Brady Divorce, Weighs In On Rumors", "description": "Gisele Bündchen broke her silence about her divorce from former NFL star Tom Brady and responded to rumors that his refusal to walk away from football had something to do with their split. The 42-year-old supermodel said that she and Brady ended their 13 years of marriage because &#8220;sometimes you grow together; sometimes you grow ...", "link": "https://www.dailywire.com/news/gisele-bundchen-breaks-silence-about-tom-brady-divorce-weighs-in-on-rumors", "date_published": "2023-03-22 14:30:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Writer, Director Aaron Sorkin Reveals He Had A Stroke Last Fall: ‘It Was A Loud Wake-Up Call’", "description": "Hollywood veteran Aaron Sorkin just revealed that he had a stroke in November, two months before “Camelot” rehearsals began. The 61-year-old playwright and film director told The New York Times that his blood pressure got so high that he was “supposed to be dead.”  He was slurring words, had trouble typing, and was told not ...", "link": "https://www.dailywire.com/news/writer-director-aaron-sorkin-reveals-he-had-a-stroke-last-fall-it-was-a-loud-wake-up-call", "date_published": "2023-03-22 14:10:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Reserve Hikes Target Interest Rates By Quarter Point As Officials Balance Fighting Inflation And Protecting Banks", "description": "Officials at the Federal Reserve announced a 0.25% increase in the target federal funds rate on Wednesday, continuing a slowdown from previous rate hikes meant to combat inflation and marking caution from policymakers given recent tumult in the banking sector. Rate hikes increase the cost of borrowing money, lowering inflationary pressures as consumers and businesses ...", "link": "https://www.dailywire.com/news/federal-reserve-hikes-target-interest-rates-by-quarter-point-as-officials-balance-fighting-inflation-and-protecting-banks", "date_published": "2023-03-22 14:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "97-Year-Old Dick Van Dyke Crashes Car, Sustains Injuries", "description": "Hollywood legend Dick Van Dyke crashed his car a week ago in Malibu, California, and only sustained &#8220;minor injuries.&#8221; Law enforcement sources told TMZ the 97-year-old actor was involved in a single-vehicle accident last Wednesday, crashing a 2018 Lexus LS 500 into a gate. Sources told the outlet the &#8220;Mary Poppins&#8221; star told police that ...", "link": "https://www.dailywire.com/news/97-year-old-dick-van-dyke-crashes-car-sustains-injuries", "date_published": "2023-03-22 14:04:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mom Of 2 Young Girls Sues Chief Of Police, Air Force Officials For Targeting Her After She Slammed Sexual Posters in Elementary School", "description": "A New Jersey mom is suing her local police chief and high-ranking officials at a nearby Air Force Base, alleging they targeted her and portrayed her as a security threat after she spoke out about the sexually graphic material on display in an elementary school. Angela Reading, who was once the state&#8217;s Student Teacher of ...", "link": "https://www.dailywire.com/news/mom-of-2-young-girls-sues-chief-of-police-air-force-officials-for-targeting-her-after-she-slammed-sexual-posters-in-elementary-school", "date_published": "2023-03-22 13:47:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nikki Fried Takes Aim At Ron DeSantis. Piers Morgan Levels Her.", "description": "Florida Democratic Party Chairwoman Nikki Fried took aim at Governor Ron DeSantis (R-FL) after he sat down for an interview with British television host Piers Morgan for his show, &#8220;Piers Morgan Uncensored.&#8221; Fried lost the 2022 Democratic nomination to ex-Republican Charlie Crist — who then lost the gubernatorial race to DeSantis in a blowout — ...", "link": "https://www.dailywire.com/news/nikki-fried-takes-aim-at-ron-desantis-piers-morgan-levels-her", "date_published": "2023-03-22 13:41:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chris Hemsworth Dragged For Photo Of His Wife Smashing Cake In Son’s Face On His 9th Birthday", "description": "Actor Chris Hemsworth is facing backlash after posting a photo of one of his 9-year-old twin sons getting a cake smashed in his face on his birthday. The “Thor: Love and Thunder” star shared the image of himself with his wife, Elsa Pataky, and their three children celebrating the occasion. Their twin sons turned 9 ...", "link": "https://www.dailywire.com/news/chris-hemsworth-dragged-for-photo-of-his-wife-smashing-cake-in-sons-face-on-his-9th-birthday", "date_published": "2023-03-22 13:40:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Trump-DeSantis Primary Fight Begins", "description": "This week, as Manhattan District Attorney Alvin Bragg considered indicting Donald Trump on a flimsy felony charge over a seven-year-old hush money payment to former porn star Stormy Daniels, Trump placed his focus on the man he perceives as the truest threat to his political dominance: Florida Governor Ron DeSantis. Trump backers demanded that DeSantis ...", "link": "https://www.dailywire.com/news/the-trump-desantis-primary-fight-begins", "date_published": "2023-03-22 13:32:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "TikTok CEO Swears Company Is ‘Not An Agent Of China’", "description": "TikTok CEO Shou Zi Chew vowed that ByteDance, the technology company based in China that owns the social media platform, is not an instrument of the communist nation. “Let me state this unequivocally: ByteDance is not an agent of China or any other country,” Chew said in prepared remarks he is scheduled to deliver before ...", "link": "https://www.dailywire.com/news/tiktok-ceo-swears-company-is-not-an-agent-of-china", "date_published": "2023-03-22 13:30:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Senator Buys Home In Leftist Virginia Enclave. His Neighbors Aren’t Happy, Target Him.", "description": "In another example of just how “tolerant” leftists are of opposing viewpoints, the Virginia neighbors of Ohio GOP senator J.D. Vance reportedly welcomed him by covering up a signpost near his new home. Vance recently bought a new home in a “close-in Alexandria neighborhood,” a neighborhood described by a resident as “filled with Pride flags ...", "link": "https://www.dailywire.com/news/gop-senator-buys-home-in-leftist-virginia-enclave-his-neighbors-arent-happy-target-him", "date_published": "2023-03-22 13:26:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lori Vallow, ‘Doomsday Mom’ Who Allegedly Killed Her Children, Won’t Face Death Penalty", "description": "Lori Vallow Daybell, the Idaho mom charged with killing two of her children, will not face the death penalty in her upcoming trial. At a hearing Tuesday morning at the Fremont County Courthouse in St. Anthony, Idaho, District Judge Steven Boyce heard a motion to dismiss the death penalty, which Boyce granted “to ensure the ...", "link": "https://www.dailywire.com/news/lori-vallow-doomsday-mom-who-allegedly-killed-her-children-wont-face-death-penalty", "date_published": "2023-03-22 13:04:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manhattan Grand Jury Won’t Meet Wednesday, Potential Trump Indictment Delayed: Report", "description": "A New York grand jury considering evidence of former President Donald Trump&#8216;s alleged role in a 2016 hush money payment to a porn star has reportedly been called off on Wednesday, delaying any possible indictment of Trump. The grand jury will not meet on Wednesday, delaying a potential indictment of the former president until Thursday ...", "link": "https://www.dailywire.com/news/manhattan-grand-jury-wont-meet-wednesday-potential-trump-indictment-delayed-report", "date_published": "2023-03-22 12:51:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Game-Changer’ Costello Testimony May Have Sunk Manhattan DA’s Case Against Trump, Dershowitz Says", "description": "Manhattan District Attorney Alvin Bragg’s possible criminal case against former President Donald Trump may have derailed this week, according to Harvard Law professor emeritus Alan Dershowitz. On Monday, former federal prosecutor Robert Costello testified in front of a Manhattan grand jury over matters related to a $130,000 hush money payment to a porn star in ...", "link": "https://www.dailywire.com/news/game-changer-costello-testimony-may-have-sunk-manhattan-das-case-against-trump-dershowitz-says", "date_published": "2023-03-22 12:42:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lindsey Graham Bemoans Trump’s Attacks On DeSantis", "description": "Sen. Lindsey Graham (R-SC) said on Tuesday he does not &#8220;like&#8221; former President Donald Trump attacking Florida Republican Governor Ron DeSantis ahead of a potential 2024 election face-off. Despite this view, Graham, who endorsed Trump&#8217;s third campaign for the White House, acknowledged during an appearance on Fox News that Trump is &#8220;not into &#8216;thou shalt ...", "link": "https://www.dailywire.com/news/lindsey-graham-bemoans-trumps-attacks-on-desantis", "date_published": "2023-03-22 11:47:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Bill Would Fine Lawmakers Hefty Sum If They Are Caught Trading Individual Stocks", "description": "Democratic and Republican members of Congress renewed efforts to prohibit fellow lawmakers from trading individual stocks. Several prominent lawmakers have been accused of leveraging their intimate knowledge about forthcoming regulations to purchase stocks at opportune times or mitigate losses by selling shares. The legislation introduced on Tuesday by Rep. Pramila Jayapal (D-WA), Rep. Matt Rosendale ...", "link": "https://www.dailywire.com/news/new-bill-would-fine-lawmakers-hefty-sum-if-they-are-caught-trading-individual-stocks", "date_published": "2023-03-22 11:34:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Beyoncé Fans Opt To Purchase Concert Tickets In Europe As U.S. Prices Soar: ‘It Was Still Cheaper’", "description": "Beyoncé fans in the United States are combating astronomical ticket prices by choosing to attend concerts in Europe instead. Music fans have been using this tactic for a while, arguing that a trip abroad can cost the same or less than seeing a show stateside, especially when they use airline points or other rewards to ...", "link": "https://www.dailywire.com/news/beyonce-fans-opt-to-purchase-concert-tickets-in-europe-as-u-s-prices-soar-it-was-still-cheaper", "date_published": "2023-03-22 11:18:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "South Carolina Law Enforcement Rule Teenager’s Death A Homicide Days After Buster Murdaugh Denies Involvement", "description": "The death of a South Carolina teenager who was on a rural road in 2015 has been ruled a homicide, just two days after Buster Murdaugh denied involvement in the teen’s death. Stephen Smith was the alleged victim of a hit-and-run in 2015, years before the Murdaugh family housekeeper died after falling down some stairs ...", "link": "https://www.dailywire.com/news/south-carolina-law-enforcement-rule-teenagers-death-a-homicide-days-after-buster-murdaugh-denies-involvement", "date_published": "2023-03-22 11:04:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rapper Rick Ross Responds To Neighbor ‘Scared’ Of Finding His Bison In Her Yard: ‘Give It A Carrot’", "description": "Rapper Rick Ross is defending his eclectic menagerie of animals after some of his bison escaped and were found wandering around a neighbor’s property. The 47-year-old musician, whose real name is William Leonard Roberts II, came under fire after a video of the gigantic animals walking through a Georgia resident’s yard was recently published on TMZ.  ...", "link": "https://www.dailywire.com/news/rapper-rick-ross-responds-to-neighbor-scared-of-finding-his-bison-in-her-yard-give-it-a-carrot", "date_published": "2023-03-22 10:58:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Simply A Bad Idea’: Ted Cruz Introduces Bill To Stop Creation Of A ‘Central Bank Digital Currency’", "description": "Sen. Ted Cruz (R-TX) introduced a bill on Tuesday that would prevent the Federal Reserve and the Biden administration from establishing a central bank digital currency. Opponents of a potential central bank digital currency observe that the asset, which would be managed by the Federal Reserve and tethered to the value of the dollar, may ...", "link": "https://www.dailywire.com/news/simply-a-bad-idea-ted-cruz-introduces-bill-to-stop-creation-of-a-central-bank-digital-currency", "date_published": "2023-03-22 10:40:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jamie Lee Curtis Helps Give ‘Hollyweird’ Its Name", "description": "The so-called “Scream Queen” Jamie Lee Curtis just received her first-ever Academy Award after fans have been wondering for years why she never got one. Curtis, 64, has been in Hollywood for a long time, first in the horror genre and eventually as a mainstream actress who’s appeared in everything from TV to movies. The ...", "link": "https://www.dailywire.com/news/jamie-lee-curtis-helps-give-hollyweird-its-name", "date_published": "2023-03-22 10:39:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Has Put A Kick Me Sign On The Back Of Uncle Sam’: Cotton Rips Biden’s Weak Foreign Policy", "description": "Sen. Tom Cotton (R-AR) slammed President Biden for his fecklessness in foreign policy, snapping that Biden “has put a kick me sign on the back of Uncle Sam.” Cotton spoke of China’s attempts to become a power broker of diplomacy, Biden’s first year in office in which he appeased Russian President Vladimir Putin, and Biden’s ...", "link": "https://www.dailywire.com/news/has-put-a-kick-me-sign-on-the-back-of-uncle-sam-cotton-rips-bidens-weak-foreign-policy", "date_published": "2023-03-22 10:37:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Mom-Shaming Is Super Lame’: Young Mother Mocked By Katy Perry Fires Back", "description": "The young mother who was mocked by Katy Perry on American Idol, prompting outrage among fans and a viral video of the exchange, has issued a stinging reply in a TikTok video. Sara Beth Liebe, 25, revealed on the show that she had borne three children by the time she was 25. That prompted Perry ...", "link": "https://www.dailywire.com/news/mom-shaming-is-super-lame-young-mother-mocked-by-katy-perry-fires-back", "date_published": "2023-03-22 09:55:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Video Emerges Of Rapper Tekashi 6ix9ine Getting Savagely Beaten In Gym Locker Room", "description": "Rapper Tekashi 6ix9ine was hospitalized on Tuesday after getting beat up in a gym locker room in South Florida. TMZ reported that the incident happened at an LA Fitness when several guys just decided to start attacking him, according to his attorney. Video of the incident showed at least two larger men kicking the rapper ...", "link": "https://www.dailywire.com/news/video-emerges-of-rapper-tekashi-6ix9ine-getting-savagely-beaten-in-gym-locker-room", "date_published": "2023-03-22 08:28:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rolling Stone Allegedly Omitted ‘Child Porn’ Accusations In Story About FBI Raid On Journalist: Report", "description": "Rolling Stone magazine allegedly omitted references to child pornography in a report from the publication late last year about the FBI&#8217;s raid on an ABC News journalist. NPR reported that Rolling Stone Editor-in-Chief Noah Shachtman edited the story from reporter Tatiana Siegel on former ABC News national security producer James Gordon Meek, who was arrested ...", "link": "https://www.dailywire.com/news/rolling-stone-allegedly-omitted-child-porn-accusations-in-story-about-fbi-raid-on-journalist-report", "date_published": "2023-03-22 08:13:39+00:00", "persistent": false, "user": null, "language": "en-US"}]