[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Ingrid Andress: Tiny Desk Concert", "description": "Stephen Thompson | March 22, 2023\nIngrid Andress performs and speaks with a humility that feels inversely proportional to the scale of her success. Given that she's already received four Grammy nominations, and that her team had to navigate NPR's busy and construction-forward D.C. neighborhood in a tour bus only slightly smaller than an aircraft carrier, that adds up to a fair bit of humility.\n\nFor Andress, writing songs often means having to explain yourself. Between songs at the Tiny Desk, she wrangled with her place in country music — as a Colorado-bred singer-songwriter who sings and speaks without a twang — and with the truths she's capturing and conjuring in her songs. \"Yearbook,\" about a curdled high-school romance, appears to be about her parents, but that required an explanation, too: \"I always have to say, it's not about my parents. Because they really want everyone to know that. So, it sounds like it's about them. But when I write songs, sometimes I take from things that I have observed — like, other people's stories.\"\n\nAll three of the songs she played at the Tiny Desk — \"Yearbook,\" her 2020 breakthrough ballad \"More Hearts Than Mine\" and her current country hit \"Feel Like This\" — have ways of digging up clear-headed truths, no matter how she came about locating them. \"Feel Like This\" captures what Andress describes as an uncharacteristic sense of optimism, while returning to one of her favorite themes: the radical change that comes with shedding the toxicity of bad relationships.\n\nSET LIST\n\"More Hearts Than Mine\"\n\"Feel Like This\"\n\"Yearbook\"\n\nMUSICIANS\nIngrid Andress: vocals, piano\nAlex Edwards: guitar \nHarrison Moore-Kondo: guitar, steel guitar\n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter \nVideographers: Joshua Bryant, Kara Frame, Sofia Seidel\nAudio Assistant: Neil Tevault \nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván, Maia Stern\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #ingridandress", "link": "https://www.youtube.com/watch?v=sovwUwi5SFA", "date_published": "2023-03-22 09:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}]