[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Ile Netflix płaci aktorom? Głos zabiera obsada „Orange Is the New Black”", "description": "Rozpoczął się strajk aktorów, podczas którego członkowie związku zawodowego starają się wyjaśnić opinii publicznej, na czym polega problem branży. Mówią, że tylko promil z nich zarabia miliony dolarów, reszta żyje od zlecenia do zlecenia. Więcej o tym, jak wyglądają zarobki na planach najpopularniejszych seriali, opowiedziały gwiazdy „Orange Is the New Black” Netfliksa.", "link": "https://www.wirtualnemedia.pl/artykul/ile-netflix-placi-aktorom-obsada-orange-is-the-new-black-tantiemy-20-dolarow-za-rok", "date_published": "2023-07-16T17:23:38.033238+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Caroline Derpienski chce 50 mln zł za parodie Nosowskiej. \"Nie jest ofiarą, lecz beneficjentką\"", "description": "22-letnia Caroline Derpienski chce 50 mln zł odszkodowania od firmy Danone za żartobliwą reklamę marki Alpro w wykonaniu Katarzyny Nosowskiej. - Derpienski, która rozpoznała siebie w parodii autorstwa piosenkarki nie jest ofiarą, lecz beneficjentką sytuacji - twierdzi Urszula Podraza, ekspertka ds. wizerunku. - Do tej pory jej popularność opierała się przede wszystkim na obecności w mediach plotkarskich, zaś Katarzyna Nosowska, występująca w innej lidze, pozwoliła jej zaistnieć w mediach opiniotwórczych i dotrzeć do osób, które wcześniej nie słyszały o celebrytce i prawdopodobnie nigdy nie poznałyby jej nazwiska.", "link": "https://www.wirtualnemedia.pl/artykul/kto-to-jest-caroline-derpienski-parodia-katarzyna-nosowska-pozew-danone", "date_published": "2023-07-16T05:27:52.515128+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Top 10 wszech czasów filmów i seriali Netfliksa", "description": "Netflix niedawno zmienił system pomiaru oglądalności swoich filmów i seriali, co wpłynęło na układ list Top 10 platformy. Sprawdzamy, jakie produkcje cieszą się teraz największym zainteresowaniem subskrybentów.", "link": "https://www.wirtualnemedia.pl/artykul/top-10-filmy-seriale-netflix-squid-game-wednesday-czerwona-nota-troll-co-ogladac", "date_published": "2023-07-16T04:23:22.599781+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Pilot WP bez 3,3 mln zł zysku. Wpływy 30 proc. w górę", "description": "Spółka Netwizor zarządzająca platformą WP Pilot w ub.r. przy wzroście przychodów o 30 proc. do 33,28 mln zł zanotowała spadek zysku netto z 3,5 mln zł do 228,8 tys. zł. Wpływ na to miał wzrost o ponad 55 proc. kosztów operacyjnych (do 32,9 mln zł).", "link": "https://www.wirtualnemedia.pl/artykul/jak-odbierac-pilot-wp-kanal-zysk", "date_published": "2023-07-16T04:23:22.597466+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}]