[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "Transformers: Rise of the Beasts — The Hollywood Curse of Emptiness | Anatomy of a Failure", "description": "Go to https://dave.com/filmento and get up to $500 in 5 minutes or less when you download Dave. For terms, visit https://dave.com/legal\n\nTransformers: Rise of the Beasts is another Transformers blockbuster without Michael Bay, and it pays the price for it. It's the biggest Transformers flop in theaters so far and it adds almost nothing to the franchise. It just makes you wish that Shia Labeouf's Sam Witwicky was still here, and yes, even that Megan Fox was still here. Instead,  Rise of the Beasts offers things like animal transformers called Maximals that are barely in the movie and final battles in an empty cgi jungle that pales in comparison with Dark of the Moon for example. The movie is sort of empty, as many modern bad Hollywood movies often are. In today's Anatomy of a Failure, let's see what that means and how to avoid it.\n\nBook, Amazon: https://www.amazon.com/dp/B0BW1TN97D?ref_=pe_3052080_276849420\nBook, PDF: email me at saltyfilmento(a)gmail.com\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nFilmento en Español: https://youtu.be/ViDZUofaZd8\n\n#transformers   #transformersriseofthebeasts #anatomyofafailure\n\nMusic:\nhttps://www.youtube.com/@WhiteBatAudio\nhttps://www.youtube.com/@NanoverseProductions\nhttps://www.youtube.com/@AimToHeadOfficial\n\n\n-\nTransformers: Rise of the Beasts (2023)\nRise of the Beasts is “the best Transformers movie yet.” See it on the biggest screen possible. Watch the final trailer now. Returning to the action and spectacle that have captured moviegoers around the world, Transformers: Rise of the Beasts will take audiences on a ‘90s globetrotting adventure with the Autobots and introduce a whole new faction of Transformers – the Maximals – to join them as allies in the existing battle for earth. Directed by Steven Caple Jr. and starring Anthony Ramos and Dominique Fishback, the film arrives in theatres June 9, 2023. Optimus prime, optimus primal, scourge, airazor, mirage, arcee.\n-\nTransformers: Dark of the Moon (2011)\nThe interstellar war between the Autobots and Decepticons shifts into overdrive following the discovery of Sentinel Prime (voice of Leonard Nimoy) in this sequel from director Michael Bay. Only a precious handful of officials in the government and military realize that the 1969 moon mission was the result of an event that threatened profound repercussions for the entire human race. When the Apollo 11 Rise of the beasts trailer everything wrong with transformers rise of the beasts honest trailer watch transformers rise of the beasts full movie online free 4k clip optimus vs scourge rise of the beasts ending explained fight scene rise of the beasts action scene only action best moments funny moments rise of the beasts 2 transformers 7 8 rise of the beatss final fight battle bumblebee returns how did bumblebee survive bumblebee death rise of the beasts maximals scene optimus primal vs airrazor what happened sam witwicky where is rise of the beasts flop bad movie astronauts discover the wrecked remains of Sentinel Prime on the surface of our natural satellite, they bring him back to planet Earth. But Sentinel Prime wasn't the only alien object on the moon, and when a malevolent new enemy makes its presence known, only the Autobots can save humankind from certain destruction.", "link": "https://www.youtube.com/watch?v=sdfGiC7anF8", "date_published": "2023-07-16T19:26:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/sdfGiC7anF8/hqdefault.jpg"}]