[{"source": "https://www.theguardian.com/rss", "title": "Iran’s ‘morality police’ resume patrols 10 months after nationwide protests", "description": "<p>Authorities announce new campaign to force women to wear the Islamic headscarf, after policing was scaled back following mass protests last year</p><p>Iranian authorities have announced a new campaign to force women to wear the Islamic headscarf, as “morality police” returned to the streets 10 months after the death of <a href=\"https://www.theguardian.com/world/2022/sep/24/something-big-is-happening-the-iranians-risking-everything-to-protest\">a woman in their custody sparked nationwide protests</a>.</p><p>The morality police had largely pulled back after the <a href=\"https://www.theguardian.com/world/2022/sep/17/iran-protests-death-kurdish-woman-mahsaa-amini-morality-police\">death of 22-year-old Mahsa Amini last September</a>, as authorities struggled to contain mass protests calling for the overthrow of the theocracy that has ruled Iran for over four decades.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/irans-morality-police-resume-patrols-10-months-after-nationwide-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/irans-morality-police-resume-patrols-10-months-after-nationwide-protests", "date_published": "2023-07-16T23:22:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia seizes control of shares in Danone and Carlsberg subsidiaries", "description": "<p>French yoghurt-maker says it is investigating the situation while Danish brewer says it has not been officially informed of move</p><p>The Russian state has taken control of French yoghurt maker Danone’s Russian subsidiary along with beer company Carlsberg’s stake in a local brewer, according to a decree signed by president Vladimir Putin.</p><p>The decree published on Sunday says the Russian state would “temporarily” manage shares belonging to Danone Russia and to Baltika, which is owned by Carlsberg.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/russia-seizes-control-of-shares-in-danone-and-carlsberg-subsidiaries\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/russia-seizes-control-of-shares-in-danone-and-carlsberg-subsidiaries", "date_published": "2023-07-16T23:21:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour plans new taskforce to target contractors linked to hostile nations", "description": "<p>Exclusive: Yvette Cooper to tell RUSI thinktank that economic security and national security go hand in hand</p><p>Contractors linked to hostile foreign powers such as China will be targeted by a new security taskforce if Labour wins the next general election.</p><p>In a joint initiative from the shadow home secretary, Yvette Cooper, and the shadow chancellor, Rachel Reeves, the new body will aim to anticipate risks to Britain’s national security.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/labour-plans-new-taskforce-to-target-contractors-linked-to-hostile-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/labour-plans-new-taskforce-to-target-contractors-linked-to-hostile-nations", "date_published": "2023-07-16T23:06:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Airport expansion does not boost UK growth or productivity – report", "description": "<p>Researchers argue that industry claims about benefits of more flights should be taken with pinch of salt</p><p>Claims that airport expansion will help grow the UK economy should be treated with scepticism, according to a report that finds air travel does not increase productivity or growth.</p><p>Declining business travel and lower wages in aviation undermine claims made by the industry for the value of increased air connections, say researchers at the New Economics Foundation.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/airport-expansion-no-boost-productivity-growth-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/airport-expansion-no-boost-productivity-growth-report", "date_published": "2023-07-16T23:01:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Government on track to break Boris Johnson’s ‘40 new hospitals’ promise", "description": "<p>National Audit Office research finds delays and lack of value for money, and that only 11 projects are wholly new builds</p><p>The government is on track to break a key election promise from Boris Johnson to build 40 new hospitals in England by the end of the decade, a damning report by the public spending watchdog has found.</p><p>Delays to projects mean the target is unlikely to be met, with work on buildings in the second cohort of the scheme yet to have started as of May, according to the National Audit Office.</p> <a href=\"https://www.theguardian.com/society/2023/jul/17/government-on-track-to-break-boris-johnsons-40-new-hospitals-promise\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/17/government-on-track-to-break-boris-johnsons-40-new-hospitals-promise", "date_published": "2023-07-16T23:01:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Green energy tycoon to launch UK’s first electric airline", "description": "<p>But Dale Vince’s Ecojet plane will run on kerosene-based fuel in 2024 to enable quick start to project</p><p>The green energy tycoon Dale Vince is planning to launch Britain’s first electric airline in a move designed to prove polluting industries can decarbonise.</p><p>Ecojet, styled as a “flag carrier for green Britain”, will launch early next year with a 19-seater plane travelling on a route between Edinburgh and Southampton.</p> <a href=\"https://www.theguardian.com/business/2023/jul/17/green-energy-tycoon-to-launch-uk-first-electric-airline\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/green-energy-tycoon-to-launch-uk-first-electric-airline", "date_published": "2023-07-16T23:01:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lords panel criticises Boris Johnson for bringing honours system into question", "description": "<p>Report expresses disapproval at former PM’s attempts to fill upper house with his supporters</p><p>A cross-party committee of senior peers has criticised Boris Johnson for bringing the honours system into question.</p><p>In a report published on Monday, <a href=\"https://committees.parliament.uk/committee/369/lord-speakers-committee-on-the-size-of-the-house/membership/\">the six-member panel</a>, including two former Conservative ministers, noted with disapproval Johnson’s attempts to fill the Lords with his supporters.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/boris-johnson-criticised-bringing-honours-system-into-question-lords\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/boris-johnson-criticised-bringing-honours-system-into-question-lords", "date_published": "2023-07-16T23:01:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak ‘attacking people’s aspirations’ with universities policy, Labour says", "description": "<p>PM to announce proposals limiting number of enrolments on ‘low value’ degree courses in England</p><p>Labour has accused the government of “attacking the aspirations of young people” with its plans to limit access to university degrees in England based on what students might earn years after graduation.</p><p><a href=\"https://www.theguardian.com/education/2023/jul/14/rishi-sunak-force-english-universities-cap-low-value-degrees\">As revealed by the Guardian</a>, Rishi Sunak will announce proposals on Monday to curb the numbers enrolling on so-called “low value” courses on the basis of data about each course’s graduate employment and dropout rates.</p> <a href=\"https://www.theguardian.com/education/2023/jul/17/rishi-sunak-university-degrees-courses-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/17/rishi-sunak-university-degrees-courses-england", "date_published": "2023-07-16T23:01:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK survivors of terrorist atrocities say compensation scheme is broken", "description": "<p>Survey of those affected by 11 major incidents finds most are unhappy with Criminal Injuries and Compensation Authority</p><p>People who suffered life-changing injuries or mental anguish after being caught up in terrorist atrocities have condemned the UK’s compensation system for being “broken” and “unmanageable”, according to a report released on Monday.</p><p>A survey of those affected by 11 major terrorist incidents found that more than two-thirds felt that the compensation scheme overseen by the Criminal Injuries and Compensation Authority was unfair and unreasonable.</p><p>Sixty-eight per cent felt that the process was unfair and unreasonable, only 9% felt the opposite.</p><p>Sixty-two per cent did not feel treated with respect and empathy – compared with only 17% who felt they were.</p><p>The requests for evidence from CICA as “proof” of physical and psychological injury were experienced as unmanageable, unreasonable, and the time limits set by CICA were experienced as unreasonable.</p><p>More than half said they were unable to speak to someone from CICA for help.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/uk-survivors-of-terrorist-atrocities-say-compensation-scheme-is-broken\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/uk-survivors-of-terrorist-atrocities-say-compensation-scheme-is-broken", "date_published": "2023-07-16T23:01:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part 27: South Africa", "description": "<p>Banyana Banyana were overawed on their debut four years ago but the African champions believe they will fare better this time around</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/17/womens-world-cup-2023-team-guides-part-27-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/womens-world-cup-2023-team-guides-part-27-south-africa", "date_published": "2023-07-16T23:01:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Toulson and Spendolini-Sirieix win landmark world championships silver", "description": "<ul><li>Pair win GB’s first world championships women’s diving medal</li><li>Silver in 10m synchro follows up on their European gold in Rome</li></ul><p>Lois Toulson and <a href=\"https://www.theguardian.com/sport/2022/aug/08/spendolini-sirieix-gold-wraps-up-englands-best-diving-commonwealth-games\">Andrea Spendolini-Sirieix</a> have made history by winning Great Britain’s first ever world championships diving medal in a women’s event.</p><p>The pair took silver in the 10m synchro in Fukuoka, Japan. The medal marks another notable achievement for the duo after they won European gold in Rome last year.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/toulson-and-spendolini-sirieix-win-landmark-world-championships-silver\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/toulson-and-spendolini-sirieix-win-landmark-world-championships-silver", "date_published": "2023-07-16T22:58:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michael van Gerwen suffers shock first-round exit in World Matchplay", "description": "<ul><li>Brendan Dolan beats reigning champion 10-7</li><li>World No 1 Michael Smith defeats Steve Beaton 10-2</li></ul><p>The reigning champion, Michael van Gerwen, suffered a shock first-round exit at the Betfred World Matchplay in Blackpool, losing 10-7 to Brendan Dolan.</p><p>The three-time winner Van Gerwen could not have made a worse start to his title defence as Dolan, the world No 27, won the first three legs on his way to a 4-1 lead at the break.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/michael-van-gerwen-suffers-shock-first-round-exit-in-world-matchplay\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/michael-van-gerwen-suffers-shock-first-round-exit-in-world-matchplay", "date_published": "2023-07-16T22:47:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Right to Fight review – the hatred these female boxers faced is breathtakingly awful", "description": "<p>This documentary about pioneering US fighters in the 70s tells its tale brilliantly. The interviewees are so explosively charismatic that the show could last 20 hours and not run out of energy</p><p>Unless you wanted to do it topless in some businessman’s apartment, the opportunities for female boxers in the early 1970s were limited at best. Sky’s new documentary, Right to Fight, written and directed by Georgina Cammalleri – and drawing on the research and archive of the former boxer Sue “Tiger Lilly” Fox – is the story of the women who changed the sport.</p><p>It is not a tale that has been told before. Fox has spent years painstakingly gathering scraps of evidence to form a coherent whole – since male historians of the sport have concentrated entirely on preserving the male record of what is perhaps the sport most dominated by men. Right to Fight tells it brilliantly, helped by the fact that every one of its subjects bursts with the kind of energy and charisma that is a gift to the camera. They have backstories, anecdotes and attitude that could fill a programme 10 times as long without it flagging for a moment.</p><p>Right to Fight aired on Sky Documentaries and is available on Now TV.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/16/right-to-fight-review-the-hatred-these-female-boxers-faced-is-breathtakingly-awful\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/16/right-to-fight-review-the-hatred-these-female-boxers-faced-is-breathtakingly-awful", "date_published": "2023-07-16T21:50:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "World on Fire series two review – this epic second world war drama is totally gripping", "description": "<p>This hugely ambitious attempt to show the war through the lives of ordinary people has an immaculate grasp of tension and character. To watch is to be fully invested in these peoples’ fate</p><p>World on Fire was supposed to return a little sooner than it did, but the pandemic meant that its second series has arrived four years after the first. The idea that real-world events might intrude on its storytelling is apt, given that much of this sweeping, epic war drama is concerned with how conflict affects everyday life, and how adaptable people can, and must, be when everything is turned upside down.</p><p>Writer and creator Peter Bowker (Blackpool, The A Word) has moved the action forward just slightly to 1941, and translator Harry Chase is temporarily back at home in Cheshire, having brought his new wife, Kasia (Zofia Wichlacz), back from Poland with him. Lesley Manville continues to play Harry’s waspish mother Robina with a hint of the Maggie Smith/Dowager Countess to her; her compassion is not entirely absent, but it is buried deeply in the weeds of propriety and blunt proclamations about the state of things. “I doubt that the Germans are interested in Cheshire,” she says, drily, as bombs rain down on Manchester. She claims to be unafraid of strong emotion: “I just disapprove of it.”</p><p>World on Fire aired on BBC One and is available on BBC iPlayer.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/16/world-on-fire-series-two-review-this-epic-second-world-war-drama-is-totally-gripping\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/16/world-on-fire-series-two-review-this-epic-second-world-war-drama-is-totally-gripping", "date_published": "2023-07-16T21:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russians bombard centre of Kharkiv hours after earlier fatal attack", "description": "<p>Latest missile strike part of series of attacks that began at 2am on Sunday, with one dead and four wounded reported</p><p>Russia has continued its assault on Kharkiv, with loud explosions heard in the central district on Sunday evening, just hours after one person was killed and four wounded in an earlier attack.</p><p>The governor, Oleh Synyehubov, urged people to take to shelters. Russia had began bombarding the north-eastern Ukrainian city at 2am on Sunday, firing four S-300 anti-aircraft missiles. No one was injured as two were intercepted and the other two landed in a courtyard.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/russians-bombard-centre-of-kharkiv-hours-after-earlier-fatal-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/russians-bombard-centre-of-kharkiv-hours-after-earlier-fatal-attack", "date_published": "2023-07-16T20:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Microsoft agrees to keep Call of Duty on PlayStation ahead of Activision buy", "description": "<p>Software giant acquiesced after US trade commission expressed concern that Activision Blizzard acquisition would hurt gamers</p><p>Microsoft has signed a binding agreement to ensure that the Call of Duty video game franchise remains available on Sony’s PlayStation platform after Microsoft’s $69bn acquisition of Activision Blizzard, the tech company said on Sunday, easing concerns from Sony and the Federal Trade Commission (FTC).</p><p>A <a href=\"https://twitter.com/XboxP3/status/1680578783718383616\">tweet</a> from Phil Spencer, Microsoft Gaming’s CEO, read: “We are pleased to announce that Microsoft and @PlayStation have signed a binding agreement to keep Call of Duty on PlayStation following the acquisition of Activision Blizzard. We look forward to a future where players globally have more choice to play their favorite games.”</p> <a href=\"https://www.theguardian.com/technology/2023/jul/16/microsoft-activision-blizzard-sony-playstation-call-of-duty\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/16/microsoft-activision-blizzard-sony-playstation-call-of-duty", "date_published": "2023-07-16T20:26:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon a ‘dream come true,’ says Carlos Alcaraz after stunning victory", "description": "<ul><li>Spaniard defeats Novak Djokovic in almost five hours</li><li>World No 1 told himself to raise his level after losing first set</li></ul><p>A beaming Carlos Alcaraz described Wimbledon as a “dream come true” after he beat Novak Djokovic in a gripping five-set final on Sunday.</p><p>The 20-year-old Spaniard, who became the third-youngest man to win the title after Boris Becker and Björn Borg, said he never expected to win the title so soon in his career</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/wimbledon-a-dream-come-true-says-carlos-alcaraz-after-stunning-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/wimbledon-a-dream-come-true-says-carlos-alcaraz-after-stunning-victory", "date_published": "2023-07-16T20:09:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU signs off €1bn deal with Tunisia to help stem irregular migration", "description": "<p>Ursula von der Leyen hails deal as an investment in shared prosperity and stability</p><p>The EU has signed off on a €1bn (£860m) deal with Tunisia to help stem irregular migration, as the president of the north African country denounced those who offer migrants “sympathy without respect” for their goal to have equity in life.</p><p>Ursula von der Leyen, the European Commission president, hailed the deal with Tunisia, including significant measures to stem deadly irregular migration across the mediterranean, as an investment in shared prosperity and stability.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/eu-deal-with-tunisia-help-stem-irregular-migration\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/eu-deal-with-tunisia-help-stem-irregular-migration", "date_published": "2023-07-16T19:44:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Je T’Aime … Moi Non Plus was the succès de scandale of 1969 – but Jane Birkin’s music was far more than that", "description": "<p>In her collaborations with Serge Gainsbourg, Birkin left a permanent mark on pop – and her underrated solo albums of dark, strange songs are ripe for rediscovery</p><ul><li><a href=\"https://www.theguardian.com/culture/2023/jul/16/jane-birkin-actor-and-singer-dies-aged-76\">Jane Birkin, actor and singer, dies aged 76</a></li><li><a href=\"https://www.theguardian.com/culture/gallery/2023/jul/16/jane-birkin-a-life-in-pictures\">Jane Birkin: a life in pictures</a></li></ul><p>Serge Gainsbourg frequently had what you might charitably describe as complicated relationships with his female collaborators. There always seemed to be a problem: a joke or a satire on Gainsbourg’s part to which they weren’t entirely party, a level of controversy that Gainsbourg was willing to provoke but they were not. There was the 18-year-old France Gall, who he duped into singing a song that was evidently – to all but the innocent Gall herself – about oral sex, causing her to temporarily retreat from public life in mortification, and furnished with a succession of other songs that appeared to be viciously mocking their singer as she sang them (the Eurovision-winning Poupée de Cire, Poupée de Son, depicted her as a hopelessly naive puppet, whose fans didn’t have a clue what they were doing). There was Brigitte Bardot, with whom he had a passionate affair, who first recorded the scandalous duet Je T’Aime … Moi Non Plus, then refused to allow it to be released, fearful of precisely how scandalous it was going to be. There was his daughter Charlotte, whom he corralled into recording a duet called Lemon Incest, then cast in a film, Charlotte for Ever, in which he played her father, reducing her to tears on the set during a scene in which he undressed her. And there was Vanessa Paradis, their working relationship so fraught that Gainsbourg took to calling her Vanessa L’Enfer.</p><p>But that never happened with Gainsbourg and Jane Birkin. They were a couple for 12 years: their working partnership outlived their separation in 1980, lasting until Gainsbourg’s death in 1991. The standard line is to call her his muse on account of the songs he wrote for her – Jane B, Ma Chérie Jane, La Fille aux Claquettes, Ballade de Johnny-Jane, Lost Song, Dépressive – or the songs she inspired: Birkin performed the role of, and was clearly the model for, the titular heroine in Gainsbourg’s masterpiece, the 1971 concept album Histoire de Melody Nelson. But the word “muse” implies a certain passivity that sells Birkin hopelessly short: she felt far more like Gainsbourg’s co-conspirator. It was Birkin who modelled Gainsbourg’s iconic latterday image. There seemed to be nothing he could come up with that she would baulk at. Singing the song that Bardot had refused to release, and riding out the resultant scandal, which grew far bigger than even Bardot had feared, encompassing not just radio bans, but condemnation from the Vatican. Demonstrating La Décadanse, Gainsbourg’s attempt at instituting a dance craze that involved the male lead grasping his female partner’s breasts. Being photographed naked and chained to a radiator for Lui magazine, complete with accompanying text by Gainsbourg describing her as his “little hermaphrodite”. Starring in the 1976 film that shared Je T’Aime … Moi Non Plus’ title, which explored the doomed relationship between a boyish girl and a homosexual trucker, involved a great deal of anal sex, and effectively scuppered Birkin’s acting career for the next couple of years. Singing the astonishing Vie Mort et Résurrection d’un Amour Passion, a 1978 song that seemed to lay their crumbling relationship bare in the starkest terms imaginable: “We are fucked … I told you ‘kill me, kill me if you’re a man’, but you’re just a mug, because you never could.”</p> <a href=\"https://www.theguardian.com/culture/2023/jul/16/jane-birkin-music-career-je-taime-moi-non-plus-serge-gainsbourg\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/16/jane-birkin-music-career-je-taime-moi-non-plus-serge-gainsbourg", "date_published": "2023-07-16T19:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keira Walsh: ‘Everyone’s going to love you or hate you. I had to learn that’", "description": "<p>England midfielder on regaining her self-belief, learning at Barcelona and why she still feels like ‘just a girl from Rochdale’</p><p>Ask quietly who in the England squad is irreplaceable and the likely answer you will get is Keira Walsh. Sarina Wiegman’s defensive midfielder is the increasingly not-so-secret jewel in England’s crown. It was Walsh’s pass that elicited more oohs and aahs than Ella Toone’s sumptuous finish to open the scoring in the <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\" title=\"\">final of the Euros</a> against Germany last year and <a href=\"https://www.theguardian.com/football/2022/sep/07/barcelona-agree-world-record-fee-to-sign-keira-walsh-from-manchester-city\" title=\"\">Walsh’s £400,000 move to Barcelona</a> from Manchester City broke the world record for a transfer fee.</p><p>Since that move Walsh has won a treble – La Liga, the Supercopa and <a href=\"https://www.theguardian.com/football/2023/jun/03/barcelona-wolfsburg-womens-champions-league-final\" title=\"\">the Champions League</a> – and lifted the first <a href=\"https://www.theguardian.com/football/2023/apr/06/kelly-seals-it-as-england-win-on-penalties-after-brazil-comeback\" title=\"\">women’s Finalissima trophy</a> with England. Yet four years ago she <a href=\"https://www.theguardian.com/football/2020/jan/03/manchester-city-keira-walsh-interview-criticism-world-cup\" title=\"\">almost walked away</a> from football, the heavy toll of the criticism she faced during the 2019 World Cup almost too much to take. Walsh had looked out of sorts in France, like the youngest of rabbits, frozen in the road, caught in the headlights of the first car they have seen.</p> <a href=\"https://www.theguardian.com/football/2023/jul/16/keira-walsh-england-women-world-cup-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/16/keira-walsh-england-women-world-cup-barcelona", "date_published": "2023-07-16T19:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk says Twitter cash flow still negative amid 50% drop in ad revenue", "description": "<p>Latest sign that aggressive cost-cutting measures since Musk acquired Twitter are not enough to get cash flow positive</p><p>Twitter’s cash flow remains negative because of a nearly 50% drop in advertising revenue and a heavy debt load, Elon Musk said on Saturday, falling short of his expectation in March that Twitter could reach cash flow positive by June.</p><p>“Need to reach positive cash flow before we have the luxury of anything else,” Musk said in a tweet replying to suggestions on recapitalization.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/16/elon-musk-says-twitter-cash-flow-negative\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/16/elon-musk-says-twitter-cash-flow-negative", "date_published": "2023-07-16T18:49:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Vine agrees deal with Twitter user who falsely named him as accused BBC star", "description": "<p>Radio 2 presenter says he has received apology and man has also agreed to make donation to charity</p><p>Jeremy Vine has agreed a settlement with a Twitter user who falsely identified him as the BBC presenter at the centre of claims he paid a young person thousand of pounds for explicit photographs.</p><p>Vine, who hosts an afternoon programme on BBC Radio 2, was one of several BBC presenters, including Gary Lineker, Rylan Clark and Nicky Campbell, who were moved to publicly deny claims on social media that they were the unnamed TV star. On Wednesday, it was revealed that the presenter was the News at Ten anchor Huw Edwards.</p> <a href=\"https://www.theguardian.com/media/2023/jul/16/jeremy-vine-settlement-twitter-user-bbc-presenter\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/16/jeremy-vine-settlement-twitter-user-bbc-presenter", "date_published": "2023-07-16T18:23:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on southern Europe’s extreme heatwave – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/16/nicola-jennings-on-southern-europes-extreme-heatwave-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/16/nicola-jennings-on-southern-europes-extreme-heatwave-cartoon", "date_published": "2023-07-16T18:07:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Iranian academic will appeal against prison sentence for criticising government", "description": "<p>Sadegh Zibakalam was sentenced for tweeting in March about the alleged poisoning of schoolchildren in Iran</p><p>One of the most distinguished former political science professors at the University of Tehran, who was sentenced to a year in jail for tweeting about <a href=\"https://www.theguardian.com/world/2023/mar/06/what-do-we-know-suspected-poisonings-schoolgirls-iran\">the alleged poisoning of schoolchildren</a>, has said that his sentence was inexplicable and he will appeal against it.</p><p>Sadegh Zibakalam said nothing in his tweet directly accused the government of being behind the mysterious spate of alleged poisonings of schoolchildren that left hundreds in hospital but no one charged.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/iranian-academic-will-appeal-against-prison-sentence-for-criticising-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/iranian-academic-will-appeal-against-prison-sentence-for-criticising-government", "date_published": "2023-07-16T18:06:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cage director banned from France as ‘threat to public order’", "description": "<p>Human rights campaigner Muhammad Rabbani accused of spreading conspiracy theories about ‘Islamophobic persecution’</p><p>The director of the campaign group Cage was detained in Paris for almost 24 hours last week and then sent back to London after the French government accused him of spreading conspiracy theories about “Islamophobic persecution”.</p><p>In 2020, Cage, which campaigns on behalf of communities affected by the “war on terror”, <a href=\"https://www.cage.ngo/cage-overturn-france-entry-ban\">overturned a French travel ban</a> for its director, Muhammad Rabbani. But on arrival in Paris last Tuesday for meetings with French journalists and civil society leaders, Rabbani was told that the interior ministry had imposed a new travel ban preventing him from entering the country. He was questioned and then sent back on a flight to London.</p> <a href=\"https://www.theguardian.com/news/2023/jul/16/cage-director-banned-from-france-as-threat-to-public-order\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jul/16/cage-director-banned-from-france-as-threat-to-public-order", "date_published": "2023-07-16T17:57:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carlos Alcaraz beats Novak Djokovic to win Wimbledon title in final for the ages", "description": "<ul><li>Spaniard’s second major title in 1-6, 7-6(6), 6-1, 3-6, 6-4 win</li><li>Djokovic endures first Centre Court defeat in over 10 years</li></ul><p>Over the past few years of men’s tennis, as his great rivals have retreated from view, Novak Djokovic has spent his time destroying the hopes and dreams of nearly all younger challengers at the major tournaments. Not only has continued to hold off the next generation, but he has relished his supremacy over them.</p><p>It has been clear for a long time, though, that Carlos Alcaraz is just different. Both in terms of his on-court talents and the supreme mental strength that underpins his success. A month after his body crumbled under the sheer tension of facing Djokovic at a major, Alcaraz recovered from a set deficit to perform at a remarkable level for five sets as he toppled Djokovic 1-6, 7-6 (6), 6-1, 3-6, 6-4 to win his first Wimbledon title.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/carlos-alcaraz-novak-djokovic-wimbledon-final-singles-men-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/carlos-alcaraz-novak-djokovic-wimbledon-final-singles-men-tennis", "date_published": "2023-07-16T17:52:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Libyan border guards rescue migrants left in desert near Tunisia", "description": "<p>Group numbering at least 80 discovered in uninhabited region reportedly without water, food or shelter</p><p>Libyan border guards have rescued dozens of migrants they said had been left in the desert by Tunisian authorities without water, food or shelter.</p><p>Hundreds of people from sub-Saharan African countries were forcibly taken to desert and hostile areas bordering Libya and Algeria after racial unrest in early July in Sfax, Tunisia’s second largest city.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/libyan-border-guards-rescue-migrants-left-in-desert-near-tunisia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/libyan-border-guards-rescue-migrants-left-in-desert-near-tunisia", "date_published": "2023-07-16T17:43:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RNLI accused of failing to tackle violent bullying after assault", "description": "<p>Victim resigned over handling of what he said was ‘hate-filled attack’ by colleague and its aftermath</p><p>The Royal National Lifeboat Institution (RNLI) has been accused of failing to tackle violent bullying, after a row about rescuing people crossing the Channel in small boats ended in a volunteer being beaten unconscious by a crewmate who remained in charge of a lifeboat, despite the assault being witnessed by a regional manager.</p><p>The incident illustrates how the issue of rescuing people seeking refuge in the UK has fuelled tensions inside the RNLI. A leaked internal survey revealed staff anger at the<a href=\"https://www.theguardian.com/world/2023/jul/08/rnli-accused-of-misogyny-over-response-to-sexual-misconduct-claim\"> “toxic masculinity” of some colleagues</a>.</p> <a href=\"https://www.theguardian.com/society/2023/jul/16/rnli-accused-of-failing-to-tackle-violent-bullying-after-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/16/rnli-accused-of-failing-to-tackle-violent-bullying-after-assault", "date_published": "2023-07-16T17:33:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on closing train station ticket offices: the wrong route | Editorial", "description": "<p>Modernisation does not have to mean closures and cuts. The government and train companies should think again</p><p>In 1963, as the cost-cutting axe <a href=\"https://www.theguardian.com/uk/2013/mar/02/beeching-wrong-about-britains-railways\" title=\"\">fell</a> on railway branch lines across the country, the popular songwriters Flanders and Swann <a href=\"https://www.google.com/search?q=flanders+and+swann+slow+train&amp;amp;oq=Flanders+and+Swann&amp;amp;aqs=chrome.0.35i39i650j46i512j46i131i433i512j0i512l2j46i512j0i512l3.5721j0j15&amp;amp;sourceid=chrome&amp;amp;ie=UTF-8\" title=\"\">mourned</a> their loss in elegiac verse: “No one departs, no one arrives / From Selby to Goole, from St Erth to St Ives / They’ve all passed out of our lives.”</p><p>Sixty years on, the prospect of a similarly brutal cull looms over almost every station ticket office in England. As part of an exercise as shortsighted, sweeping and peremptory as the mass line closures imposed by Dr Richard Beeching in the 1960s, train companies recently <a href=\"https://www.theguardian.com/business/live/2023/jul/05/train-companies-begin-process-of-closing-hundreds-ticket-offices-england-car-sales-business-live\" title=\"\">announced</a> plans to phase out hundreds of ticket offices over the course of the next three years. A token public consultation period for this proposal – risibly short at a mere 21 days – will end in less than two weeks’ time. After that perfunctory nod to <a href=\"https://www.theguardian.com/uk-news/2023/jul/13/rail-minister-misinformed-ticket-office-closures-commons-speaker\" title=\"\">growing</a> public disquiet, the process of pulling down the shutters at the vast majority of the country’s 1,007 remaining ticket offices is due to begin.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/the-guardian-view-on-closing-train-station-ticket-offices-the-wrong-route\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/the-guardian-view-on-closing-train-station-ticket-offices-the-wrong-route", "date_published": "2023-07-16T17:30:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on a water crisis: Uruguay points to a wider issue – and to solutions | Editorial", "description": "<p>The South American country is running dry. But it can draw upon a history of social and political organisation to protect access </p><p>Almost two decades ago, Uruguay led the way as the world’s first country to enshrine the <a href=\"https://www.tni.org/files/wateruruguayrev.pdf\" title=\"\">right to clean water</a> in its constitution. Now it is parched and desperate. Residents can <a href=\"https://edition.cnn.com/2023/06/25/americas/uruguay-water-crisis-climate-intl/index.html\" title=\"\">cross the reservoir</a> serving Montevideo on foot. The capital has declared a <a href=\"https://www.reuters.com/world/americas/uruguay-declares-water-emergency-sets-tax-exemption-bottled-water-2023-06-20/\" title=\"\">water emergency</a>, with officials warning that it is a matter of days before it runs dry. For months they have been eking out tap water supplies by adding brackish estuary water, telling pregnant women and people with serious health conditions not to drink it. Authorities have cut taxes on bottled water and are distributing it for free to the estimated one in seven people for whom it is unaffordable. Others are turning to wells.</p><p>The main culprit is the worst drought in more than 70 years. Though Uruguay is <a href=\"https://www.guruguay.com/uruguay-water-crisis/\" title=\"\">naturally rich in water</a>, rainfall is highly variable due to the impact of <a href=\"https://oceanservice.noaa.gov/facts/ninonina.html\" title=\"\">La Niña and El Niño</a> weather patterns. The problems are exacerbated by global heating, which makes dry years drier and rainy years wetter, as well as increasing evaporation losses. Neighbouring Argentina is <a href=\"https://www.reuters.com/business/environment/argentinas-unprecedented-drought-pummels-farmers-economy-2023-03-09/\" title=\"\">beset by shortages</a> already. Many more countries around the world <a href=\"https://www.greenpeace.org/africa/en/blogs/51757/water-crisis-in-south-africa/\" title=\"\">face similar challenges</a> – or soon will.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/the-guardian-view-on-a-water-crisis-uruguay-points-to-a-wider-issue-and-to-solutions\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/the-guardian-view-on-a-water-crisis-uruguay-points-to-a-wider-issue-and-to-solutions", "date_published": "2023-07-16T17:25:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A high price to pay for the collapse in NHS dentistry | Letters", "description": "<p><strong>Les Bright</strong> and another reader on the difficulty of getting an NHS dentist as more practitioners go private</p><p>Re your report (<a href=\"https://www.theguardian.com/society/2023/jul/14/mps-demand-urgent-reform-nhs-dental-services-report\" title=\"\">MPs demand dentistry overhaul as patients resort to DIY treatment, 14 July</a>), I recently received a text from my dental surgery, cancelling my appointment at the end of this month and asking me to call them.</p><p>I did so and learned that my dentist and her colleague were “going private from 1 September” and could not see me as their priorities were children and those undergoing a course of treatment. However, when I said that I would like to continue seeing my dentist once she had gone private, I was offered a new appointment on the same day as my cancelled visit<em>.</em></p> <a href=\"https://www.theguardian.com/society/2023/jul/16/a-high-price-to-pay-for-the-collapse-in-nhs-dentistry\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/16/a-high-price-to-pay-for-the-collapse-in-nhs-dentistry", "date_published": "2023-07-16T17:14:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Innovative solutions to duvet divisions", "description": "<p>Sleeping arrangements | The Unbearable Lightness of Being in Aberystwyth | Hope and despair | Ar Tarn, Desborough</p><p>Lucy Mangan (<a href=\"https://www.theguardian.com/uk-news/2023/jul/14/separate-bedrooms-king-charles-queen-camilla-nadine-dorries-boris-johnson\" title=\"\">Digested week, 14 July</a>) and, apparently, the king suggest that marital harmony can be achieved by sleeping in separate rooms. We’d suggest a less drastic alternative – one king-sized bed and two double duvets. No arguments over one person hogging the duvet, and they can be of different thicknesses to accommodate personal preferences. It works for us.<br /><strong>Lesley Warner and Peter Robinson</strong><br /><em>Ilford, London</em></p><p>• Duvet divisions? My wife came up with a clever solution. She sewed buttons on her side and fastens them to her PJs, preventing me from hogging all the quilt.<br /><strong>Ian Garner</strong><br /><em>Keighley, West Yorkshire</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/16/innovative-solutions-to-duvet-divisions\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/16/innovative-solutions-to-duvet-divisions", "date_published": "2023-07-16T17:14:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia retain Ashes as England fall short in record run chase in second ODI", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-07-16/england-women-cricket-team\">Second ODI: Australia 282-7 beat England 279-7 by three runs</a></li><li>Sciver-Brunt hits epic 111 not out to take match to final ball</li></ul><p>Australia retained the Ashes after beating England by three runs in the one-day international at the Ageas Bowl on Sunday, despite an unbeaten century from Nat Sciver-Brunt.</p><p>Australia have an unassailable 8-6 points lead in the series with one match left to play. But though England’s dreams of a first Ashes win in a decade may be over, they once again lived up to the billing of their head coach, Jon Lewis, whose mission is for his team to “inspire and entertain”.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/australia-retain-ashes-as-england-fall-short-in-record-run-chase-in-second-odi\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/australia-retain-ashes-as-england-fall-short-in-record-run-chase-in-second-odi", "date_published": "2023-07-16T16:52:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Opposition grows among teachers to 6.5% pay offer in England", "description": "<p>Union members are concerned about funding for the below-inflation increase and the lack of a long-term agreement</p><p>Concerns over how the rise promised to teachers in England will be funded, and dismay at the lack of a long-term agreement on pay, has stirred opposition to the government’s offer among union members.</p><p>The deal announced between the government and England’s four school teaching and leadership unions would mean an across-the-board 6.5% pay rise from September, with a slightly higher increase for new teachers to bring their starting salary up to £30,000 a year. Mid-career teachers’ annual pay would go up by about £2,500 to £3,000.</p> <a href=\"https://www.theguardian.com/education/2023/jul/16/opposition-grows-among-teachers-to-65-pay-offer-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/16/opposition-grows-among-teachers-to-65-pay-offer-in-england", "date_published": "2023-07-16T16:48:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vingegaard survives Pogacar attack in stage 15 to retain Tour de France lead", "description": "<ul><li>Dane holds 10-second lead after finish in shadow of Mont Blanc</li><li>Wout Poels wins stage after fan causes crash in peloton</li></ul><p>The game of poker that is the 2023 Tour de France continued in the shadow of Mont Blanc as the defending Tour de France champion Jonas Vingegaard and his closest rival, Tadej Pogacar, bluffed their way to the summit finish of stage 15 at Saint-Gervais Mont Blanc.</p><p>The only meaningful attack throughout the stage came from Pogacar in the final kilometre but was contained easily by the Dane. There was no change to the overall standings and with their next duel coming in Tuesday’s 22.4km time trial, they remain divided by a mere 10 seconds.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/vingegaard-retains-slight-lead-over-pogacar-after-wout-poels-wins-stage-15\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/vingegaard-retains-slight-lead-over-pogacar-after-wout-poels-wins-stage-15", "date_published": "2023-07-16T16:43:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "National Audit Office launches review of financial regulator’s effectiveness", "description": "<p>Plans to assess FCA come in light of its growing list of responsibilities including cryptoassets, AI and competitiveness</p><p>The National Audit Office has launched a fresh review of the City watchdog’s effectiveness and ability to manage a growing list of responsibilities, including oversight of cryptoassets and risks surrounding artificial intelligence.</p><p>Plans to assess the Financial Conduct Authority (FCA) come in light of “significant changes” in the way it is expected to regulate the financial services sector, the NAO explained.</p> <a href=\"https://www.theguardian.com/business/2023/jul/16/national-audit-office-launches-review-of-financial-regulators-effectiveness\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/16/national-audit-office-launches-review-of-financial-regulators-effectiveness", "date_published": "2023-07-16T16:43:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "John Nettleton obituary", "description": "Actor who appeared as the cold, calculating cabinet secretary Sir Arnold Robinson in the TV satire Yes Minister<p>John Nettleton, who has died aged 94, was a prolific character actor for more than half a century. He was admired for the dozens of classical supporting roles he took on stage, but he gained his greatest recognition on screen. His comic flair was best exploited as the cold, calculating Sir Arnold Robinson in the TV sitcom Yes Minister (1980-84), set in the corridors of Whitehall.</p><p>Although his presence and resonant voice invested authority in the characters he played, Nettleton was shy and totally unstarry. He described himself as a “workman” actor, adding: “I’ve got a pipe-smoking image. I’m typed as a senior civil servant, a soldier, a judge, a Harley Street doctor.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/16/john-nettleton-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/16/john-nettleton-obituary", "date_published": "2023-07-16T16:16:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarfraz Manzoor says he will use new role to make Luton ‘cool’", "description": "<p>Greetings from Bury Park author announces initiatives to ‘bang drum’ for town as he is named chancellor of the University of Bedfordshire</p><p>When he was growing up, Sarfraz Manzoor dreamed of leaving his home town of Luton. Now the author and journalist has become chancellor of the University of Bedfordshire and has one clear mission – to make people think of Luton as “cool rather than crap”.</p><p>Luton is a town with a bad reputation, he said. But he hopes this new role will help him fulfil his ambition of challenging that image and getting people to associate Luton with interesting ideas and culture.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/16/sarfraz-manzoor-says-he-will-use-new-role-to-make-luton-cool\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/16/sarfraz-manzoor-says-he-will-use-new-role-to-make-luton-cool", "date_published": "2023-07-16T15:57:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than 40 pilot whales dead in mass stranding on Isle of Lewis in Scotland", "description": "<p>Human influence on marine environment has been blamed for an increase in the number of strandings</p><p>More than 50 pilot whales have been stranded on a beach on the Isle of Lewis, in Scotland, all but 10 of whom have died.</p><p>The British Divers Marine Life Rescue (BDMLR) said it was alerted to the “mass stranding” in the Outer Hebrides at 7am on Sunday via the police.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/16/pilot-whales-dead-mass-stranding-isle-of-lewis-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/16/pilot-whales-dead-mass-stranding-isle-of-lewis-scotland", "date_published": "2023-07-16T15:41:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harry Maguire stripped of Manchester United captaincy by Erik ten Hag", "description": "<ul><li>England defender reveals move after talks with manager</li><li>Maguire, who is up for sale, is ‘extremely disappointed’ </li></ul><p>Harry Maguire has revealed that he has been stripped of the Manchester United captaincy by Erik ten Hag. The England defender retained the armband last season despite losing his first-choice status and the move comes with United willing to listen to offers for the 30-year-old.</p><p>“After discussions with the manager today he has informed me he is changing captain,” <a href=\"https://twitter.com/HarryMaguire93/status/1680597461943959555\">Maguire tweeted</a>. “He outlined his reasons to me and whilst I’m personally extremely disappointed, I will continue to give my all every time I wear the shirt. So I wanted to say a massive thank you to the Manchester United fans for all their brilliant support whilst I’ve been wearing the armband.</p> <a href=\"https://www.theguardian.com/football/2023/jul/16/harry-maguire-stripped-manchester-united-captaincy-erik-ten-hag\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/16/harry-maguire-stripped-manchester-united-captaincy-erik-ten-hag", "date_published": "2023-07-16T15:37:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine says ‘only a few hundred’ Wagner troops are in Belarus", "description": "<p>Kyiv reports fighting has intensified on eastern front, with its forces on defensive near Kupiansk</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/16/russia-ukraine-war-live-russia-shoots-down-nine-ukrainian-drones-over-crimea-moscow-official-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine said fighting had intensified on the eastern front as further details emerged about the number of Wagner troops who had relocated to Belarus.</p><p>“The situation has somewhat intensified in the east,” the Ukrainian deputy defence minister Hanna Maliar said. She added that Ukrainian forces were on the defensive near the eastern city of Kupiansk but making advances near Bakhmut.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/ukraine-says-only-a-few-hundred-wagner-troops-are-in-belarus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/ukraine-says-only-a-few-hundred-wagner-troops-are-in-belarus", "date_published": "2023-07-16T15:24:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour would keep two-child benefit cap, says Keir Starmer", "description": "<p>Leader says party in power will stick with Tory policy seen as driving low-income families into deeper poverty</p><p>Keir Starmer has confirmed that a Labour government would keep the controversial two-child benefits cap despite mounting pressure from his MPs to <a href=\"https://www.theguardian.com/society/2023/jul/02/labour-under-pressure-to-axe-two-child-benefit-limit\">commit to scrapping</a> a policy that has been blamed for pushing families into poverty.</p><p>The Labour leader said the party was “not changing that policy” even though the shadow work and pensions secretary, Jonathan Ashworth, described the cap as “heinous” and suggested in an interview last month that it had <a href=\"https://www.theguardian.com/society/2023/apr/06/more-than-1m-children-growing-up-in-poverty-under-two-child-benefits-limit\">made child poverty worse</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/16/labour-keep-two-child-benefit-cap-says-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/16/labour-keep-two-child-benefit-cap-says-keir-starmer", "date_published": "2023-07-16T15:02:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Your heart races a bit’: US weather man threatened with death for mentioning climate crisis", "description": "<p>Chris Gloninger wove the reality of global heating into his forecasts in the conservative heartland of Iowa. Not everyone was receptive </p><p>It was a brave, if perhaps scientifically obvious, experiment – to convey messages about the unfolding climate crisis via the regular local TV weather forecasts seen by viewers in the conservative heartland of Iowa. It culminated in the meteorologist involved receiving death threats and exiting the state.</p><p>Chris Gloninger, who is 38, has been obsessed with the weather since he was a child, when <a href=\"https://www.weather.gov/box/hurricane_bob\">Hurricane Bob</a> crunched into his New York state home town, parlaying this into an itinerant career as a TV meteorologist in cities such as Milwaukee and Boston, where he pioneered at NBC 10 what he thinks was the US’s first regular broadcast segment on climate change, in 2010.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/16/chris-gloninger-tv-weather-man-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/16/chris-gloninger-tv-weather-man-climate-crisis", "date_published": "2023-07-16T15:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is sleep the canary in the coalmine – a clue to the health of our minds? | Eleanor de Jong", "description": "<p>Sleep disturbance is a recognised risk factor for developing a host of psychiatric disorders. Going to bed is the best thing you can do for your brain right now</p><p>When I had my baby, almost as soon as she was safely out, the medical experts around me were urging me to sleep.</p><p>A nurse was assigned to feed her and the midwife team taped handwritten signs across my door: “Do not disturb this patient” and “This patient must sleep”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/sleep-deprivation-mental-illness-manic-depression\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/sleep-deprivation-mental-illness-manic-depression", "date_published": "2023-07-16T15:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rory McIlroy denies MacIntyre with birdie-birdie finish to win Scottish Open", "description": "<ul><li>McIlroy shoots final round 68 for 15 under par total</li><li>MacIntyre’s 64 had given Scotsman clubhouse lead</li></ul><p>Rory McIlroy produced a stunning finish to deny the home favourite Robert MacIntyre the biggest win of his career in amazing fashion in the £7m Genesis Scottish Open.</p><p>MacIntyre had set a daunting target of 14 under par thanks to a sensational birdie on the 18th, just the second of the day on the closing hole as winds gusting up to 40mph made for testing scoring conditions.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/rory-mcilroy-denies-macintyre-with-birdie-birdie-finish-to-win-scottish-open-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/rory-mcilroy-denies-macintyre-with-birdie-birdie-finish-to-win-scottish-open-golf", "date_published": "2023-07-16T14:40:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ofgem warns energy suppliers it will clamp down on excess profits", "description": "<p>Head of regulator for Great Britain says firms with weak finances should not pay dividends as energy crisis abates</p><p>The head of Ofgem has fired a warning shot at suppliers as the worst energy crisis since the 1970s abates, making clear that the regulator will clamp down on excess profits and that firms with weak finances should not pay dividends.</p><p>Jonathan Brearley, the chief executive of Ofgem, said during the past two years the country had seen an “energy crisis genuinely unprecedented since at least the 1970s” and as more normal conditions returned it would be alive to profiteering.</p> <a href=\"https://www.theguardian.com/business/2023/jul/16/ofgem-warns-energy-suppliers-it-will-clamp-down-on-excess-profits-dividends\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/16/ofgem-warns-energy-suppliers-it-will-clamp-down-on-excess-profits-dividends", "date_published": "2023-07-16T14:39:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Henry Searle becomes first British Wimbledon boys’ champion since 1962", "description": "<ul><li>17-year-old beats No5 seed Yaroslav Demin 6-4, 6-4</li><li>Searle sends down 134mph serve during final </li></ul><p>Henry Searle became the first British boys’ singles champion at Wimbledon since 1962. The 17-year-old from Wolverhampton beat fifth seed Yaroslav Demin 6-4, 6-4 on Court One to emulate Stanley Matthews, son of the famous footballer, who triumphed 61 years ago.</p><p>Searle is Britain’s first junior champion since Laura Robson won the girls’ event in 2008 and ensured more home success at this year’s tournament after Neal Skupski triumphed in the men’s doubles on Saturday.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/britains-henry-searle-becomes-wimbledon-boys-singles-champion\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/britains-henry-searle-becomes-wimbledon-boys-singles-champion", "date_published": "2023-07-16T14:31:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scheme to stop people being quizzed by abuser in court failing, lawyers say", "description": "<p>Exclusive: Courts in England and Wales unable to attract sufficient numbers of advocates</p><p>A scheme designed to ensure people representing themselves in court do not have to be questioned by their abuser is failing due to lack of resources, family law experts have said.</p><p>Since last year, family and civil courts have been required in certain cases to appoint a qualified legal representative (QLR) so that <a href=\"https://www.theguardian.com/law/2018/dec/26/how-legal-aid-cuts-filled-family-courts-with-bewildered-litigants\">litigants in person</a> are not cross-examined by the perpetrator or alleged perpetrator of their abuse and vice versa, but there has been a shortage of lawyers signing up to the scheme.</p> <a href=\"https://www.theguardian.com/law/2023/jul/16/scheme-to-protect-abuse-case-litigants-lacks-resources-lawyers-say-england-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jul/16/scheme-to-protect-abuse-case-litigants-lacks-resources-lawyers-say-england-wales", "date_published": "2023-07-16T14:20:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A huge market going untapped’: lack of visitors worries Wales", "description": "<p>Country does not seem to get its fair share of tourists or money, despite so much spectacular mountain scenery and coastline</p><p>Any summer’s day on top of Yr Wyddfa you may be forgiven for thinking all is well with Welsh tourism. People are queuing to touch the summit cairn, the cafe is rammed and the railway fully booked.</p><p>But the <a href=\"https://committees.parliament.uk/publications/40824/documents/198909/default/\">Welsh affairs committee</a> at Westminster this week voiced serious concerns. It pointed out that in 2019, international visitors spent about £515m in Wales, less than 2% of the £28bn they spent in the UK overall. Closer scrutiny revealed other worrying signs: in 2022, there were almost <a href=\"https://www.gov.wales/domestic-gb-tourism-statistics-day-trips-wales-2022-html\">2.8bn </a>day trips taken by British residents but only 6% happened in Wales, and on those visits people spent less than elsewhere in Britain.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/16/huge-market-untapped-lack-of-visitors-worries-wales-tourists-money\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/16/huge-market-untapped-lack-of-visitors-worries-wales-tourists-money", "date_published": "2023-07-16T14:03:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Anohni’s cultural highlights", "description": "<p>The singer and artist on Marvin Gaye’s masterpiece, the shameful price of peace in Afghanistan – and why Arnold Schwarzenegger is such a hoot</p><p>The musician and visual artist Anohni was born in Chichester in 1971. She moved to California with her family aged 10 and to Manhattan in 1990 to study experimental theatre at NYU, getting involved in the New York performance scene and later forming Antony and the Johnsons. The band’s self-titled debut album came out in 2000 and their follow-up, <em>I Am a Bird Now</em>, won the Mercury prize in 2005. After a decade-long hiatus, during which she released solo work and was nominated for an Academy Award, the band have reformed as <a href=\"https://www.anohni.com/\">Anohni and the Johnsons</a>. Their sixth album, <em>My Back Was a Bridge for You to Cross</em>, is out now.</p> <a href=\"https://www.theguardian.com/music/2023/jul/16/on-my-radar-anohni-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/16/on-my-radar-anohni-cultural-highlights", "date_published": "2023-07-16T14:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s not just the food we missed’: three writers remember beloved restaurants that closed down", "description": "<p>From student haunts to a first ‘proper’ meal out, why we mourn the places where we ate that are no longer with us</p><p>On the surface of it, the problem was straightforward. Somehow, we’d all made it to the sixth form, an elevation we thought so magnificent – oh, the grandness of being allowed to drink Nescafé in free periods! – it was surely only right now to mark it with a minor increase in sophistication come Friday night. But the question was: how? Clubbing was one thing. We were avid for that, and went dancing in town twice a week in our cliff-top shoulder pads and scratchy white shoes. The bigger drama was the matter of what to do first. No longer would the pub do: that slow eking out of our Cinzano and lemonades, the better that we might not conk out too early later (alas, I usually did conk out too early).</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/its-not-just-the-food-we-missed-three-writers-remember-beloved-restaurants-that-closed-down\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/its-not-just-the-food-we-missed-three-writers-remember-beloved-restaurants-that-closed-down", "date_published": "2023-07-16T14:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scottish Ensemble review – Anna Meredith’s electronic Vivaldi thunders and chills", "description": "<p><strong>Town Hall, Cheltenham</strong><br />Jonathan Morton was a vibrant soloist in Meredith’s playful reimagining of The Four Seasons, in a showcase of nature-inspired gems by Jessie Montgomery, Fredrik Sjölin and more</p><p>This crack string ensemble boasts players of a high order, their precision and polished sound very much evident in every aspect of the closing concert of this year’s Cheltenham music festival. Crisscrossing both centuries and continents in a programme with the natural world as its theme, different compositional treatments of the four seasons offered a connecting thread. And, yes, that immediately spells <a href=\"https://www.theguardian.com/music/antonio-vivaldi\">Vivaldi</a>, though not as you’d assume.</p><p>It’s common practice for new commissions to be partner pieces to particular pieces in the repertoire, but <a href=\"https://www.theguardian.com/music/anna-meredith\">Anna Meredith</a>’s 2016 piece for the Scottish Ensemble Anno took elements of Vivaldi’s four ultra-familiar concertos and created a sequence of 16 movements, interpolating her own distinctive blend of acoustic and surround electronics. While the original composition featured coordinated visuals by Meredith’s sister Eleanor, here Cheltenham’s Town Hall stage had a back wall of greenery, decorously arranged on the raked seating behind the players, with lighting used to atmospheric effect.</p> <a href=\"https://www.theguardian.com/music/2023/jul/16/scottish-ensemble-review-town-hall-cheltenham-anna-meredith-anno-jonathan-morton\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/16/scottish-ensemble-review-town-hall-cheltenham-anna-meredith-anno-jonathan-morton", "date_published": "2023-07-16T13:59:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England set to recall Jimmy Anderson for fourth Ashes Test", "description": "<ul><li>Bowler ready to return at home ground of Old Trafford</li><li>Robinson expected to make way in must-win Test</li></ul><p>Jimmy Anderson is expected to win a recall this week as England head into their must-win fourth Ashes Test on his home ground of Old Trafford.</p><p>Anderson was officially “rested” for the <a href=\"https://www.theguardian.com/sport/2023/jul/09/england-keep-ashes-hopes-alive-after-woakes-earns-tense-win-over-australia\">three-wicket victory over Australia</a> at Headingley, even if three wickets at 75 runs apiece during the defeats at Edgbaston and Lord’s sparked wider questions about the 40-year-old bowler’s enduring potency.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/england-set-to-recall-jimmy-anderson-for-fourth-ashes-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/england-set-to-recall-jimmy-anderson-for-fourth-ashes-test", "date_published": "2023-07-16T13:49:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Smokers who get e-cigarette flavour advice more likely to quit, report finds", "description": "<p>Study says quarter of smokers had quit after three months and 13% cut consumption by more than half</p><p>Smokers who get help picking the flavour of e-cigarette they use and receive supportive text messages are much more likely to quit, research has found.</p><p>The study, led by London South Bank University (LSBU), explored in what settings vapes could help those addicted to smoking give up the habit. A quarter had quit after three months and a further 13% reduced their cigarette consumption by more than half.</p> <a href=\"https://www.theguardian.com/society/2023/jul/16/smokers-who-get-e-cigarette-flavour-advice-more-likely-to-quit-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/16/smokers-who-get-e-cigarette-flavour-advice-more-likely-to-quit-report-finds", "date_published": "2023-07-16T13:44:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RMT leader says government has not contacted him since January", "description": "<p>Mick Lynch downplays prospects of a resolution to dispute over pay, jobs and conditions</p><p>The RMT leader, Mick Lynch, has claimed he has not met a government minister since January as he downplayed prospects of a resolution to the long-running dispute over pay, jobs and conditions.</p><p>The next strike by members of the of the Rail, Maritime and Transport union takes place on Thursday, with strikes also scheduled for Saturday and 29 July.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/16/rmt-mick-lynch-government-not-contacted-him-since-january\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/16/rmt-mick-lynch-government-not-contacted-him-since-january", "date_published": "2023-07-16T13:38:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis reduces staff as campaign struggles to meet fundraising goals – report", "description": "<p>Fewer than 10 staffers were laid off,  Politico reports, as more shake-ups within campaign are expected in coming weeks</p><p>Florida Governor and 2024 Republican presidential candidate Ron DeSantis has reduced campaign staff as his campaign has struggled to meet fundraising goals.</p><p>Fewer than 10 staffers were laid off, according to an anonymous staffer, <a href=\"https://www.politico.com/news/2023/07/15/desantis-campaign-sheds-staff-amid-cash-crunch-00106485\">reported</a> Politico. The staffers were involved in event planning and may be picked up by the pro DeSantis super-Pac, Never Back Down. Two senior campaign advisers, Dave Abrams and Tucker Obenshain <a href=\"https://www.politico.com/news/2023/07/14/two-senior-desantis-advisers-are-leaving-to-help-run-outside-effort-00106422\">left</a> the campaign this past week to assist a pro-DeSantis nonprofit group.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/16/desantis-reduces-campaign-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/16/desantis-reduces-campaign-staff", "date_published": "2023-07-16T13:37:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jane Birkin obituary", "description": "<p>Singer and actor who duetted with Serge Gainsbourg on Je T’aime … Moi Non Plus in 1969 and went on to a prolific film career</p><p><strong><br /></strong>• <a href=\"https://www.theguardian.com/film/2023/jul/16/jane-birkin-a-tremendous-screen-presence-with-a-gift-for-creative-collaboration\">Peter Bradshaw on Jane Birkin: a tremendous screen presence with a gift for creative collaboration</a><br />• <a href=\"https://www.theguardian.com/culture/gallery/2023/jul/16/jane-birkin-a-life-in-pictures\">Jane Birkin: a life in pictures</a></p><p>The sultry 1969 hit single <a href=\"https://www.youtube.com/watch?v=k3Fa4lOQfbA\" title=\"\">Je T’aime … Moi Non Plus</a> was a four-and-a-half-minute distillation of languid Gallic cool, in which a Frenchman, his voice coarsened by Gitanes, is heard billing and cooing with an ecstatically sighing young Englishwoman over the swirling motif of a baroque organ. That man was Serge Gainsbourg; his companion was Jane Birkin, the actor and singer, who has died aged 76. Though Birkin worked with some of the world’s finest film-makers, including <a href=\"https://www.theguardian.com/film/2016/jan/29/jacques-rivette\" title=\"\">Jacques Rivette</a> and <a href=\"https://www.theguardian.com/film/2019/mar/29/agnes-varda-obituary\" title=\"\">Agnès Varda</a>, she knew that Je T’aime … would be remembered above everything else she did. “When I die, that’ll be the tune they play, as I go out feet first,” she said.</p><p>Birkin was 21 when she and Gainsbourg met while starring together in the film Slogan (1969). He was 40, and had previously recorded Je T’aime … as <a href=\"https://www.youtube.com/watch?v=j9Zw4LeSt2w\" title=\"\">a duet with Brigitte Bardot</a>, only for the actor to withdraw permission for it to be released. Birkin had already starred in a 1965 musical, Passion Flower Hotel, scored by <a href=\"https://www.theguardian.com/music/2011/jan/31/john-barry-obituary\" title=\"\">John Barry</a>, whom she married that year at the age of 19 and from whom she was divorced in 1968; he was the father of Kate, the first of Birkin’s three daughters. But it was on the duet with Gainsbourg, she said, that for the first time “somebody thought I had a pretty voice”.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/16/jane-birkin-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/16/jane-birkin-obituary", "date_published": "2023-07-16T13:35:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tesco puts squeeze on suppliers so it can cut grocery prices for customers", "description": "<p>As market moves from ‘inflation to deflation’, supermarket wants to get ahead of rivals </p><p>Tesco is pushing for lower prices from grocery suppliers so it can pass them on to its shoppers, arguing that the tide is turning on inflation and it wants to be able to move faster than its rivals.</p><p>In a presentation to suppliers at the end of last week, Tesco described the grocery market as moving from “inflation to deflation” and made clear that it wanted to get out in front of rival supermarkets by cutting prices more aggressively.</p> <a href=\"https://www.theguardian.com/business/2023/jul/16/tesco-puts-squeeze-on-suppliers-so-it-can-cut-grocery-prices-for-customers-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/16/tesco-puts-squeeze-on-suppliers-so-it-can-cut-grocery-prices-for-customers-inflation", "date_published": "2023-07-16T13:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British backpacker stabbed in Australian beach resort – reports", "description": "<p>Fifteen-year-old boy charged with assault by police after incident in Queensland in early hours of Sunday </p><p><br />A 25-year-old British backpacker has been stabbed by a teenager in an Australian beach resort, according to local media reports.</p><p>Police were called to Hastings Street in Noosa on the Queensland coast in the early hours of Sunday after the man was allegedly attacked by a 15-year-old boy following an argument.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/16/british-backpacker-stabbed-in-australian-beach-resort-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/16/british-backpacker-stabbed-in-australian-beach-resort-reports", "date_published": "2023-07-16T13:14:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer is threatening to leave our crises unchanged. So what social forces will he unleash? | John Harris", "description": "<p>From local councillors to climate activists, there is a growing group of people who won’t stand for Labour inaction</p><p>As Rishi Sunak and his ministers bounce from crisis to disgrace to mishap, the likelihood of a change in government feels like it is hardening into near-certainty. As everything falls apart, Labour’s leadership would like us to believe that the metaphorical cavalry is now on its way, bringing common sense, competence and the promise of change.</p><p>There is only one problem: when it gets here, we are told, its weapons will be rusty, many of its horses are likely to be knackered – and whatever the urgent challenges it will be confronted with, its commanders may well begin by doing precious little of any consequence.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/labour-changes-little-power-social-forces-councillors-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/labour-changes-little-power-social-forces-councillors-climate", "date_published": "2023-07-16T13:13:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Camera ready: how Agnès Varda turned her photographs into film", "description": "<p>Before she picked up a film camera, the revered director was a photographer. The seeds of her groundbreaking cinema lie in her earliest still images, says her daughter, Rosalie</p><p>Agnès Varda, at least in her later years, didn’t make a big deal about being taken seriously. For decades, the film-maker and artist was much respected as the pioneering feminist voice in French cinema and as the “godmother of the <em>Nouvelle Vague</em>” – New Wave – her work beating <a href=\"https://www.theguardian.com/film/jeanlucgodard\">Jean-Luc Godard</a>, <a href=\"https://www.theguardian.com/film/francoistruffaut\">François Truffaut </a>et al to the big screen by several years. But she was also somewhat sidelined, eclipsed by her male peers, and it took until this century for her to be truly revered: last year, her 1962 classic <em>Cléo </em><em>from 5 to 7</em> was ranked No 14 in the <em><a href=\"https://bfidatadigipres.github.io/sight%20and%20sound%20greatest%20films%20of%20all%20time%202022%3Cbr%3E14=/2023/03/05/cleo-from-5-to-7/\">Sight &amp; Sound</a></em> greatest films poll.</p><p>But by the time she had begun to be deified, Varda was prone to sending herself up. She would appear on her film posters and DVD boxes in cartoon form as a quizzical, rotund Mrs Pepperpot figure; she even appeared at the Venice Biennale dressed as a potato. The latter guise, she once said, was because she loved the circus as a child. “I thought I should do something to get attention.”</p><p>Nude, Paris, 1954.</p> <a href=\"https://www.theguardian.com/film/2023/jul/16/camera-ready-how-agnes-varda-turned-her-photographs-into-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/16/camera-ready-how-agnes-varda-turned-her-photographs-into-film", "date_published": "2023-07-16T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Watermelon with Mexican spices, Malaysian mangos, Sichuanese aubergines – six salads for a hot summer", "description": "<p>Fresh and tangy, bright and spicy … keep cool with easy dishes from brilliant cooks such as Georgina Hayden and Fuchsia Dunlop</p><p><em><strong>Georgina Hayden</strong></em></p> <a href=\"https://www.theguardian.com/food/2023/jul/16/watermelon-mexican-spices-malaysian-mangos-sichuanese-aubergines-six-salads-georgina-hayden-fuchsia-dunlop\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/watermelon-mexican-spices-malaysian-mangos-sichuanese-aubergines-six-salads-georgina-hayden-fuchsia-dunlop", "date_published": "2023-07-16T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We live in an anxious world. So why am I so happy? | Rhymer Rigby", "description": "<p>Unhappiness calls to unhappiness everywhere, but if your outlook is cheerful, nobody’s interested. Admittedly, this is a good problem to have</p><p>Recently, I was chatting to a friend. She was a bit down and I was trying to cheer her up, being my usual sunny self when, suddenly, she gave me an odd look and said: “You’re never really unhappy, are you, Rhymer?” I had a moment of clarity. She was right. But when I told her this, she responded with bewilderment. Surely nobody can be happy all the time? That’s weird. OK, I conceded, of course I experience occasional frustration, grumpiness and disappointment, but they are fleeting feelings and usually connected to discrete events. Prolonged periods of unhappiness or anxiety? Nope.</p><p>If happiness is a scale of one to 10, I am invariably between a six and an eight. Perhaps the odd, brief dip to four when something genuinely sad happens. But my default resting state is an untroubled 7.5. There is no apparent reason for this. I am lucky enough to live a pretty nice life, but I am not insulated from stress and anxiety. To take an obvious example, my mortgage is about to increase by 50% and I’m certainly not independently wealthy. What’s more, I know plenty of people who are better off than me – and their happiness seems to be normally distributed. There are plenty of unhappy rich people. My sunny disposition seems innate, like being 6ft 2in, which, sadly, I’m not. My wife, who does worry about things and wishes I worried a bit more, has occasionally said that I would probably be exactly the same if I had twice as much money or half as much money.</p><p>Rhymer Rigby is a freelance journalist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/we-live-in-an-anxious-world-so-why-am-i-so-happy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/we-live-in-an-anxious-world-so-why-am-i-so-happy", "date_published": "2023-07-16T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon men’s singles final 2023: Carlos Alcaraz v Novak Djokovic – live", "description": "<ul><li>Updates from today’s main event on Centre Court</li><li><a href=\"https://www.theguardian.com/sport/2023/jul/15/marketa-vondrousova-wimbledon-impossible-grand-slam\">Vondrousova on ‘the most impossible grand slam to win’</a></li><li><a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet him</a> with your thoughts</li></ul><p><strong>Email! </strong>“So here we are, another Wimbledon final,” says James W. “I will take Djokovic to win, just, (7-5 in the fifth set). Pretty sure Alcaraz wins the first set. If not, It’s Djok in 4.”</p><p>There are very few outcomes that’d surprise me, but but Djokovic in four looks good. I’d expect him to win the first though, because Alcaraz is more likely to be nervous, especially given what happened in Paris.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/16/wimbledon-mens-singles-final-2023-carlos-alcaraz-v-novak-djokovic-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/16/wimbledon-mens-singles-final-2023-carlos-alcaraz-v-novak-djokovic-live", "date_published": "2023-07-16T12:44:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barbies, bathing and beating the heat: the weekend’s best photos – in pictures", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/16/barbies-bathing-and-beating-the-heat-the-weekends-best-photos-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/16/barbies-bathing-and-beating-the-heat-the-weekends-best-photos-in-pictures", "date_published": "2023-07-16T12:32:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jane Birkin, actor and singer, dies aged 76", "description": "<p>Best known for the sexually explicit 1969 hit Je t’aime … moi non plus, she found fame in her adopted France</p><p>The British-born actor and singer Jane Birkin has been found dead at her home in Paris, the French culture ministry said on Sunday.</p><p>Birken, 76, was best known overseas for her 1969 hit in which she and her lover, the late French singer-songwriter Serge Gainsbourg, sang the sexually explicit Je t’aime … moi non plus.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/16/jane-birkin-actor-and-singer-dies-aged-76\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/16/jane-birkin-actor-and-singer-dies-aged-76", "date_published": "2023-07-16T12:23:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "June drop in UK inflation expected but heat still on Bank of England", "description": "<p>City economists predict annual rate will fall from 8.7% recorded in April and May but will still be higher than in eurozone</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/16/how-britain-became-the-g7s-inflation-outlier-in-one-chart\">How Britain became the G7’s inflation outlier – in one chart</a></li></ul><p>The UK’s inflation rate is expected to drop this week but is likely to remain four times over the Bank of England’s official target of 2%.</p><p>City economists predict that June’s consumer prices index, due on Wednesday, will fall to about 8.2% in the 12 months to June, down from the 8.7% recorded in April and May.</p> <a href=\"https://www.theguardian.com/business/2023/jul/16/june-drop-in-uk-inflation-expected-but-heat-still-on-bank-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/16/june-drop-in-uk-inflation-expected-but-heat-still-on-bank-of-england", "date_published": "2023-07-16T12:02:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mexico vigilante leader’s killing highlights failure to curb violence", "description": "<p>Hipólito Mora’s death in a hail of bullets is just the latest murder as the country’s brutal crime conflict shows no sign of abating</p><p>More than 150,000 people have been murdered since Mexico’s current president took power and Hipólito Mora suspected he would join them.</p><p>“I knew this day would come,” the lime farmer turned vigilante rebel wrote in <a href=\"https://www.milenio.com/estados/carta-postuma-de-hipolito-mora-esto-dice\">a farewell message</a> to be published in the event that it did.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/mexico-violence-vigilante-hipolito-mora-amlo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/mexico-violence-vigilante-hipolito-mora-amlo", "date_published": "2023-07-16T12:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s dangerously good’: tinned cocktails tested and rated", "description": "<p>Sandrae Lawrence, from the Cocktail Lovers podcast and magazine, tries out this summer’s best mixes</p><p><em>250ml, £1.25, <a href=\"https://www.sainsburys.co.uk/gol-ui/product/all-summer/mojito-with-white-rum-25cl\" title=\"\">sainsburys.co.uk</a><br /></em>Nice aroma – fresh, summery. It tastes like those Fruit Salad sweets, with a lovely fizz. A nice roundness, from the nose to the finish on the palate. Surprisingly complex. It’s dangerously good. <br />★★★★</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/tinned-cocktails-taste-test-sandrae-lawrence\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/tinned-cocktails-taste-test-sandrae-lawrence", "date_published": "2023-07-16T12:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool Biennial 2023 review – horror and healing", "description": "<p><strong>Various venues, Liverpool</strong><br />At the 12th Liverpool Biennial, bold works from Isa do Rosário, Binta Diaw, Torkwase Dyson and more focus on colonialism and the slave trade. But the aim is to spiritually awaken rather than shock</p><p>The bloody legacy of the transatlantic slave trade looms large over Liverpool, which was the slave-trading capital of Britain by 1740. Many of the works featured in the 12th edition of the <a href=\"https://www.biennial.com/\" title=\"\">Liverpool Biennial</a>, mostly by Black, Asian and Indigenous artists, appear to be haunted by the city’s dark past. Take Brazilian artist <a href=\"https://www.biennial.com/artists/isa-do-rosario/\" title=\"\">Isa do Rosário</a>’s bright blue textile work <em>Dance with Death on the Atlantic Sea</em>. The long fabric, suspended from the ceiling, features patches of sketch-like paintings. The visceral brushstrokes evoke a sense of frenzy and close inspection reveals that the black dots and pieces of fabric represent Black people who lost their lives during the slave trade.</p><p>The title and theme of the 12th edition is uMoya: The Sacred Return of Lost Things. The word uMoya in the isiZulu language means spirit, breath, air, climate and wind. Independent Cape Town-based curator <a href=\"https://www.biennial.com/artists/khanyisile-mbongwa/\" title=\"\">Khanyisile Mbongwa</a> has set out to create “a call for ancestral and indigenous forms of knowledge, wisdom and healing”. She headed South Africa’s Stellenbosch Triennale in 2020 and previously worked as a curator for performative practices at the Norval Foundation. Liverpool Biennial director Sam Lackey said Mbongwa’s appointment was down to her “longstanding curatorial concerns around care and repair”.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/16/liverpool-biennial-2023-review-khanyisile-mbongwa-horror-and-healing\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/16/liverpool-biennial-2023-review-khanyisile-mbongwa-horror-and-healing", "date_published": "2023-07-16T12:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coram charity accused of ‘throttling by stealth’ nursery it helped create", "description": "<p>Pioneering early years centre in north London faces closure as landlord Coram plans to double rent</p><p>The UK’s oldest children’s charity has been accused of “throttling by stealth” a renowned state-maintained nursery it helped create with a shared mission to improve support for the early years.</p><p>The Thomas Coram nursery school, a pioneering early years centre in Camden, north London, has said it is facing possible closure after its landlord announced plans to double the rent and reduce the space available.</p> <a href=\"https://www.theguardian.com/education/2023/jul/16/coram-charity-accused-throttling-by-stealth-nursery-it-helped-create\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/16/coram-charity-accused-throttling-by-stealth-nursery-it-helped-create", "date_published": "2023-07-16T11:46:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kinks, BDSM and even torture porn are everywhere. Why has vanilla sex disappeared from our screens? | Larissa Hurt", "description": "<p>TV should reflect a wide range of preferences – but the rise of extreme sex scenes is offering a worryingly narrow view</p><p>Childhood trauma re-enacted through BDSM. A kinky affair with <a href=\"https://www.newstatesman.com/culture/tv/2022/09/industry-review-porn-posing-prestige-tv\">a colleague</a> in an office bathroom. Incest bookended by gruesome murders. Where has the straightforward, vanilla sex on television gone?</p><p>Take Euphoria creator Sam Levinson’s series The Idol, which concluded last weekend in a hail of <a href=\"https://www.worldofreel.com/blog/2023/5/x8muboo0hm9e5rhercybwqw30e7hpg\">terrible reviews</a>. In place of competent actors and well-written storylines, Levinson seemed to lean on <a href=\"https://www.gq-magazine.co.uk/article/the-idol-episode-3-hairbrush-scene\">gratuitous</a> <a href=\"https://www.rollingstone.com/tv-movies/tv-movie-features/the-idol-hbo-next-euphoria-torture-porn-the-weeknd-sam-levinson-lily-rose-depp-blackpink-jennie-1234688754/\">torture porn</a> to draw in viewers, subjecting the series’ protagonist to abusive, disturbing sex scenes – all presumably based on the belief that extreme sex sells. Viewing figures aside, it’s fair to say it’s backfired: critics have been horrified by what has been called “the worst TV show of the year” or “ever”, depending on who is reviewing it.</p><p>Larissa Hurt is a freelance writer</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/kinks-bdsm-torture-porn-vanilla-sex-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/kinks-bdsm-torture-porn-vanilla-sex-tv", "date_published": "2023-07-16T11:38:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Squaring the Circle (The Story of Hipgnosis) review – Anton Corbijn’s fascinating snapshot of rock art history", "description": "<p>The Control director’s first documentary tells the story of the British design firm behind some of the most iconic album covers of all time</p><p><em>Control</em> director Anton Corbijn’s first documentary, <em>Squaring the Circle (The Story of Hipgnosis)</em>, is a fascinating and suitably maverick snapshot of a richly creative moment in music history, told through a couple of disreputable hippies <a href=\"https://www.theguardian.com/film/2023/jul/03/anton-corbijn-hipgnosis-film-pink-floyd-led-zeppelin\">who designed some of the most iconic album covers of all time</a>. The team behind the cover art for acts such as Pink Floyd, Led Zeppelin, 10cc and Paul McCartney, Storm Thorgerson and Aubrey “Po” Powell, AKA Hipgnosis (the name came from a piece of graffiti by Syd Barrett), operated in a happy Venn diagram intersection in which vast record company budgets overlapped with an equally generous supply of hallucinogenic drugs. The rest is rock history.</p> <a href=\"https://www.theguardian.com/film/2023/jul/16/squaring-the-circle-the-story-of-hipgnosis-review-anton-corbijn-fascinating-snapshot-of-rock-art-history\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/16/squaring-the-circle-the-story-of-hipgnosis-review-anton-corbijn-fascinating-snapshot-of-rock-art-history", "date_published": "2023-07-16T11:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kemi Badenoch signs treaty for UK to join Indo-Pacific trade bloc", "description": "<p>Critics note government estimates that suggest membership of CPTPP will add just £1.8bn a year to UK economy after 10 years</p><p>The business secretary, Kemi Badenoch, has signed off UK membership to a large Indo-Pacific trade bloc that the government argues will bring British businesses a step closer to selling to a market of 500 million people with fewer barriers.</p><p>Badenoch signed the accession protocol for the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) in New Zealand on Sunday.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/16/kemi-badenoch-signs-treaty-for-uk-to-join-indo-pacific-trade-bloc-cptpp-uk-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/16/kemi-badenoch-signs-treaty-for-uk-to-join-indo-pacific-trade-bloc-cptpp-uk-economy", "date_published": "2023-07-16T11:22:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ROSE review – Sharon Eyal takes thrilling choreo to the club", "description": "<p><strong>New Century Hall, Manchester</strong><br />Lace-clad dancers writhe and prowl across a packed dancefloor, titillating close-up audience members with their supreme confidence and awesome muscular control</p><p>Four stars, but there’s a caveat. This show is great as long as you can see what’s going on. We’re in a dark club, Ben UFO is DJing, there’s insistent bass, tsk-ing hi-hats, the floor vibrating in 4/4. And into the crowd comes a chain of dancers, dressed in nude-coloured lace body stockings. On a packed dancefloor, only those nearby get to bask in the exacting undulations of their glitching bodies. Others crowd around, craning to see, reaching phones up in the air to try to film what’s happening (and those behind try to watch the phone screen instead), or climbing the shallow bleachers at the sides of the room to get some height. There’s a reason people dance on podiums in clubs, it turns out.</p><p>Israeli choreographer <a href=\"https://www.theguardian.com/stage/sharon-eyal\">Sharon Eyal</a>’s work has been seen on plenty of UK stages, but it has always felt like it should be in a club, with its future-creature androgyny, its hypnotic repetition, its slinking bodies with their strange and intimidating sexiness (Eyal’s co-director, Gai Behar, came from the Tel Aviv club scene). Manchester international festival thought that way, and masterminded this collab with record label Young (formerly Young Turks).</p><p>At <a href=\"https://factoryinternational.org/whats-on/sharon-eyal-gai-behar-and-young-with-ben-ufo/\">New Century Hall, Manchester</a>, until 16 July</p> <a href=\"https://www.theguardian.com/stage/2023/jul/16/rose-review-new-century-hall-manchester-sharon-eyal\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/16/rose-review-new-century-hall-manchester-sharon-eyal", "date_published": "2023-07-16T11:09:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The real deal’: young UK graphic artist nominated for five ‘comic book Oscars’", "description": "<p>Unflinchingly depicting her battles with depression, Zoe Thorogood, a 24-year-old from Bradford, has scooped most nominations for this week’s Eisner Awards</p><p>She’s young, she’s talented, and she’s being heralded as a future star of her industry – and yet you have probably never heard of her.</p><p>But this week 24-year-old Zoe Thorogood from Bradford will head to San Diego to the comic books equivalent of the Oscars – the Eisner Awards. She is nominated in five categories, more than any of the other seasoned professionals in her sector.</p> <a href=\"https://www.theguardian.com/books/2023/jul/16/the-real-deal-young-graphic-artist-zoe-thorogood-nominated-for-five-eisners\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/16/the-real-deal-young-graphic-artist-zoe-thorogood-nominated-for-five-eisners", "date_published": "2023-07-16T11:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ella Toone: ‘I don’t switch off from football. I’m a hundred miles an hour’", "description": "<p>England midfielder on waves, sunrises and the training game in the run-up to the Women’s World Cup that is amusing the squad</p><p>Ella Toone breaks into a big grin. “No idea, but I absolutely love it,” she says in her thick Lancashire accent. The 23-year-old midfielder has been asked the name of the game England have been playing in training at the Sunshine Coast Stadium. “Four teams, one big ball in the middle and you’ve just got to whack the ball with your football, and it can’t go over to your side basically,” she says. Hilarity ensues when Sarina Wiegman sweeps up the ball, which is almost as big as she is, at the end of the game and comically runs, or waddles, to the side of the pitch with it.</p><p>“This is the first time we’ve played it in Australia and it definitely brings up a lot of laughs,” Toone says. “It’s a fun game to get us going and start the session with.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/16/ella-toone-england-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/16/ella-toone-england-womens-world-cup", "date_published": "2023-07-16T11:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NHS consultants’ strike could cause even ‘more delays’ than doctors’ action", "description": "<p>Postponement of even more treatment in England will put Rishi Sunak’s pledge to cut waiting lists in peril, say unions</p><p>A walkout by the NHS’s most senior clinicians is expected to lead to even more care postponements than the 49,000 a day caused by the junior doctors’ strike, NHS bosses fear.</p><p>Strikes this week by hospital consultants are expected to further imperil Rishi Sunak’s vow to <a href=\"https://www.theguardian.com/society/2023/jul/12/rishi-sunaks-nhs-waiting-times-pledge-impossible-if-strikes\" title=\"\">bring down waiting lists</a>. Senior NHS figures are also concerned that the prime minister’s refusal to hold further pay talks with consultants could poison relations for years to come, leading to a crisis in morale and further disputes.</p> <a href=\"https://www.theguardian.com/society/2023/jul/16/nhs-consultants-strike-could-cause-even-more-delays-than-doctors-action\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/16/nhs-consultants-strike-could-cause-even-more-delays-than-doctors-action", "date_published": "2023-07-16T11:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shark’s eye view: Greg Skomal on a life spent chasing great white shadows", "description": "<p>In his new memoir, the pre-eminent Atlantic shark researcher delights in enduring mystery as well as scientific discovery</p><p>“I guess you wouldn’t call me a shark hugger,” Greg Skomal says from Cape Cod. “I’m a classically trained fisheries biologist. I believe that if you have sustainable fisheries, you should allow people to fish. Fishermen have helped me so much, and taught me so much. I don’t paint them as bad people. I try to show all sides.”</p><p>Skomal, 61, is a senior fisheries biologist with the Massachusetts division of marine fisheries, an adjunct professor at the University of Massachusetts, and director of the Massachusetts shark research program.</p> <a href=\"https://www.theguardian.com/books/2023/jul/16/greg-skomal-chasing-shadows-book-great-white-sharks\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/16/greg-skomal-chasing-shadows-book-great-white-sharks", "date_published": "2023-07-16T11:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Now, I’m a braver person’: Luella Bartley on love, loss and the comfort of painting", "description": "The tragic death of her son at 18 changed everything for Luella Bartley. Here, the celebrated designer reveals how art is showing her a way to live<p>Morning light pours into Luella Bartley’s studio on the first floor of her Bloomsbury townhouse. Palms are visible from the garden below and a tower of art books sits in front of the stone fireplace. There’s a <a href=\"https://www.theguardian.com/culture/2022/apr/10/kae-tempest-this-line-is-a-curve-album-review\" title=\"\">Kae Tempest</a> poetry collection on the wooden work table, alongside jars of paint brushes and scattered black and white photographic cut-outs of disembodied limbs of varying proportions and naked, headless female bodies marked by lines of red ink. There is scant art on the walls – most of the former fashion designer’s paintings and monochromatic photographs are now on display in her new exhibition.</p><p>The studio was once the children’s playroom, but they hardly used it. Since then there has been great loss in the family, and today Luella and her two younger children, Stevie, 18, and Ned, 16, are drawn to the small room and to the togetherness and talismanic creativity it affords.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/16/now-i-am-a-braver-person-luella-bartley-death-son-intimate-spaces\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/16/now-i-am-a-braver-person-luella-bartley-death-son-intimate-spaces", "date_published": "2023-07-16T11:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michel Roux: ‘It’s hard to avoid the ‘B-word’ – Brexit – when you look at the situation today’", "description": "<p>In his daughter’s Notting Hill restaurant, the chef reflects on his food dynasty and the most gifted cook he’s worked with</p><p>Michel Roux’s wife, he says, wasn’t convinced when their only daughter, Emily, wanted to follow her old man into the family business. “Giselle told her: ‘Look at your dad! He’s always tired. He’s grumpy! He spends all day Sunday sleeping. He stinks when he comes home! Look at his hands!’” The chef himself was more philosophical, bowing to the inevitable. “Cooking is what we Rouxs do.””</p><p>The proof of that particular millefeuille is <a href=\"https://www.caractererestaurant.com/\" title=\"\">Caractère</a>, the smart Notting Hill restaurant in a former corner boozer in which he and I are having lunch. Emily is in the kitchen, with her husband, Diego Ferrari – former head chef at Roux’s own restaurant <a href=\"https://www.le-gavroche.co.uk/\" title=\"\">Le Gavroche</a>. Emily and Diego opened <a href=\"https://www.theguardian.com/food/2019/feb/15/caractere-london-w11-emily-roux-restaurant-review-grace-dent\" title=\"\">Caractère</a> in 2019, and they are showing particular devotion to duty today, Michel suggests, because it is their son’s third birthday. Emily is too busy at work on her perfect desserts to come out and chat with her dad, but a couple of times she forwards pictures of his grandson, eating birthday cake at nursery, from her phone. Does he show signs of the family passion for puddings? “He does seem to have a bit of a taste for it, yes.”</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/michel-roux-brexit-restaurants-food-dynasty-most-talented-chef\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/michel-roux-brexit-restaurants-food-dynasty-most-talented-chef", "date_published": "2023-07-16T11:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part 26: Italy", "description": "<p>Surprise quarter-finalists four years ago, the Italians want to make up for a poor Euros and reach the latter stages again</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/16/womens-world-cup-2023-team-guides-part-26-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/16/womens-world-cup-2023-team-guides-part-26-italy", "date_published": "2023-07-16T10:59:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France 2023: stage 15 to the shadow of Mont Blanc – live", "description": "<ul><li>Updates as the riders are tested on a 179km stage</li><li><a href=\"mailto:amy.sedghi.casual@theguardian.com\">Email Amy</a> or <a href=\"https://twitter.com/amysedghi\">tweet her</a> with your thoughts on the race</li></ul><p><strong>Yellow:</strong> Jonas Vingegaard (Jumbo-Visma)</p><p><strong>Green:</strong> Jasper Philipsen (Alpecin-Deceuninck)</p><p><strong>Polka-dot:</strong> Neilson Powless (EF Education-EasyPost)</p><p><strong>White:</strong> Tadej Pogacar (UAE Emirates)</p><p><strong>Stage 14 report: </strong>Every second counts in the 2023 Tour de France, as the defending champion, <a href=\"https://www.theguardian.com/sport/jonas-vingegaard\">Jonas Vingegaard</a>, and his closest rival, Tadej Pogacar, again demonstrated as they fought their way through the Alps, scrapping over bonus seconds on stage 14, from Annemasse to Morzine. Jeremy Whittle reports from Morzine…</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/16/tour-de-france-2023-stage-15-shadow-mont-blanc-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/16/tour-de-france-2023-stage-15-shadow-mont-blanc-cycling", "date_published": "2023-07-16T10:42:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Economic ‘Bazball’ will have replaced UK’s safety-first approach to inflation and growth by 2025 | Larry Elliott", "description": "<p>Rishi Sunak used just-go-for-it route in Covid crisis but Treasury and Bank of England now play with straightest of bats</p><p>The England cricket team are winning friends and admirers after adopting a style of play known as Bazball. Named after the side’s coach, Brendon (Baz) McCullum, it is an aggressive, carefree approach to the game in which risks are taken with both bat and ball. It doesn’t always come off but win or lose, it has made the England team a lot more fun to watch.</p><p>Rishi Sunak is a cricket fan and in his early days as Boris Johnson’s chancellor was a strong advocate of an economic form of Bazball. This was early 2020 and, in truth, the Treasury and the Bank of England had no choice but to throw caution to the wind because a global pandemic was raging. Sunak borrowed more than any other peacetime chancellor so that <a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">furloughed workers</a> still received wages. The Bank cut interest rates to a <a href=\"https://www.theguardian.com/business/2020/mar/19/bank-of-england-cuts-interest-rates-to-all-time-low-of-01\">record low of 0.1%</a> and pumped billions of pounds into the economy through its bond-buying programme known as quantitative easing.</p> <a href=\"https://www.theguardian.com/business/2023/jul/16/economic-bazball-uk-safety-first-approach-inflation-growth-rishi-sunak-bank-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/16/economic-bazball-uk-safety-first-approach-inflation-growth-rishi-sunak-bank-of-england", "date_published": "2023-07-16T10:20:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benjamin Netanyahu discharged from hospital after heart tests", "description": "<p>Israeli prime minister fitted with monitoring device after being kept overnight with dehydration</p><p>Israel’s prime minister, Benjamin Netanyahu, has been discharged from hospital after heart monitoring tests showed no irregularities during an overnight admission for dehydration.</p><p>Netanyahu, 73, was <a href=\"https://www.theguardian.com/world/2023/jul/15/benjamin-netanyahu-taken-to-hospital-israel\">taken to hospital</a> near his private residence in the coastal town of Caesarea on Saturday afternoon after complaining of dizziness and kept overnight for observation, his office said.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/benjamin-netanyahu-discharged-hospital-heart-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/benjamin-netanyahu-discharged-hospital-heart-tests", "date_published": "2023-07-16T10:02:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood actors’ strike: entertainment desert looms and pain will spread wider", "description": "<p>The walkout by writers and screen stars won’t affect just the US film industry but production in UK and Europe</p><p>There will be no fresh helpings of<em> The White Lotus, The Last of Us</em> or even <em>Emily in Paris</em> beaming into front rooms when summer fades. Nor will a screen version of the musical <em>Wicked</em>, starring Ariana Grande, be showing in your local cinema in the spring. And all shooting on <em>Gladiator 2</em> in Morocco is likely to be indefinitely paused. Already, the wails are almost audible.</p><p>On this, the first weekend of the American <a href=\"https://www.theguardian.com/culture/2023/jul/14/the-hollywood-actors-strike-everything-you-need-to-know\" title=\"\">screen actors’ strike</a>, the level of frustration registered by film and TV drama fans around the world has dwarfed earlier reactions to the equivalent writers’ strike, running since the beginning of May.</p> <a href=\"https://www.theguardian.com/film/2023/jul/16/hollywood-actors-strike-entertainment-desert-looms-and-pain-will-spread-wider\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/16/hollywood-actors-strike-entertainment-desert-looms-and-pain-will-spread-wider", "date_published": "2023-07-16T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s demoralizing’: Idaho abortion ban takes toll on medical providers", "description": "<p>State’s OB-GYN numbers are dwindling in the face of a legal onslaught amid fears that patients will be unable to access care</p><p>Most mornings Dr Stacy Seyb is awake by 6am. He begins his day with meetings before a packed schedule seeing 18-20 patients going through high-risk pregnancies in Boise, Idaho. He has had a long career of treating people with all sorts of obstetrical complications so he’s used to stress. But it’s never been like this.</p><p>Now that federal protections for abortion have been gone for more than a year and Idaho is approaching the anniversary of its near-total abortion ban, the state has seen an exodus of OB-GYNs and other medical providers, leaving Seyb as one of the last remaining maternal-fetal medicine physicians in his state.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/16/idaho-abortion-ban-ob-gyn-doctors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/16/idaho-abortion-ban-ob-gyn-doctors", "date_published": "2023-07-16T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "10 great places to eat ice-cream in the UK", "description": "<p>From clotted-cream soft serve in Bristol to nougat wafer sandwiches in Glasgow, here’s where to get a lick of the best</p><ul><li><a href=\"https://www.theguardian.com/food/2023/jul/16/it-feels-sinless-jay-rayner-britain-ice-cream-business-booming\">Jay Rayner on why Britain’s ice-cream business is booming</a></li></ul><p>Since 1937, four generations of the Figliolini family have scooped their handmade ice-cream on the seafront, from April to October. There’s no vanilla here – they let the taste of the cooked milk shine. On the menu are cones, melbas and knickerbocker glories, plus a range of ice-cream cakes that can be made with any seasonal flavours. <br /><strong>#1 flavour</strong> “Natural,” says Aimee Figliolini (who likes the new vegan coffee), “some of our customers have never tried our other flavours.”</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/10-great-places-to-eat-ice-cream\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/10-great-places-to-eat-ice-cream", "date_published": "2023-07-16T10:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Extremist-friendly tech company closes after fine for securities fraud", "description": "<p>Experts say LBRY’s failure casts shadow on future of other ‘alt-tech’ sites as Twitter becomes more receptive to far right</p><p>LBRY, the company whose video-sharing technology and bespoke cryptocurrency once powered the <a href=\"https://www.theguardian.com/world/2021/may/14/odysee-video-platform-nazi-content-not-grounds-for-removal\">extremist-friendly video platform Odysee</a>, announced on <a href=\"https://twitter.com/LBRYcom/status/1678866789407551489\">Twitter</a> this week that it would <a href=\"https://twitter.com/LBRYcom/status/1678866789407551489\">close its doors</a> after a federal judge in New Hampshire fined the firm more than $111,000 for securities fraud.</p><p>The announcement saw the value of its LBRY Credit (LBC) cryptocurrency – which was at the center of the Security and Exchange Commission’s (SEC’s) two-year prosecution of the company – sink to around <a href=\"https://www.coinbase.com/price/library-credits\">1/3000th of a cent</a> by Thursday night.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/16/lbry-closes-odysee-cryptocurrency-tech-sec-fraud-extremist\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/16/lbry-closes-odysee-cryptocurrency-tech-sec-fraud-extremist", "date_published": "2023-07-16T10:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 places to eat, drink and stay in the Cotswolds", "description": "<p>With its restaurants with rooms, gastro pubs and farmers’ markets, the whole area is foodie heaven</p><p><strong>The Rectory Hotel, Crudwell </strong>An idyllic weekend retreat, this Georgian rectory with picture-perfect, bloom-filled gardens has been converted into an 18-room hotel, oozing classic country-house style. Guest rooms boast claw-footed baths, goose-down bedding and rich fabrics, but it’s the rooms below where the magic really happens. Award-winning chef Rob Weston presides over the kitchen, with the lovely conservatory-style restaurant opening on to pristine lawns. Expect creative twists with classic local ingredients – cured trout with blood orange and English wasabi or guinea fowl with wild garlic spatzle. <em>Doubles from £160 B&amp;B; <a href=\"https://therectoryhotel.com/\" title=\"\">therectoryhotel.com</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/jul/16/top-10-places-to-eat-drink-and-stay-in-the-cotswolds-restaurants-pubs-hotelds\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/16/top-10-places-to-eat-drink-and-stay-in-the-cotswolds-restaurants-pubs-hotelds", "date_published": "2023-07-16T10:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It feels sinless’: Jay Rayner on why Britain’s ice-cream business is booming", "description": "<p>An uncomplicated, comforting pleasure that harks back to childhood – post-Covid, it’s no surprise that ice-cream parlours are coming in from the cold</p><ul><li><a href=\"https://www.theguardian.com/food/2023/jul/16/10-great-places-to-eat-ice-cream\">OFM’s pick of the licks – 10 places for great ice-cream</a></li></ul><p>One lunchtime, a few weeks into the first lockdown of 2020, a customer came into <a href=\"https://www.caliendos.co.uk/\" title=\"\">Caliendo’s Gelato</a> in London’s Kentish Town, bubbling with excitement. “I asked her how long she’d been waiting,” says Michelina Caliendo-Sear who, with her partner, Fiona Bell, had opened the ice-cream parlour in December of 2019. “She said over half an hour. I went to the back door and looked out.” Customers were queueing right round the corner and far up the sidestreet. They were clearly prepared to wait a very long time indeed for scoops of blackcurrant and liquorice or fig and walnut and, most of all, for the famed Bronte pistachio, made with prestige nuts harvested from the very foothills of Mount Etna. “We were their treat at the end of their lockdown walk. That was when I knew the business was going to be OK,” Caliendo-Sear says.</p><p>In May, Caliendo’s was named the first ice-cream parlour of the year, in a competition run by the Ice Cream Alliance, which represents hundreds of parlours and producers. “We are honoured and proud to have won,” Caliendo-Sear says, “especially among such stiff competition.” She’s not wrong. The fact is that ice-cream – a broad term that can cover everything from hard scoop to gelato, soft serve to <a href=\"https://www.theguardian.com/lifeandstyle/wordofmouth/2014/sep/03/how-to-make-perfect-kulfi\" title=\"\">kulfi</a>, <a href=\"https://www.theguardian.com/food/2022/feb/25/tougher-and-chewier-australia-is-being-treated-to-a-new-world-of-ice-cream\" title=\"\">dondurma</a> to sorbet, frozen yoghurt and so much more – is having a moment. You could say that right now, ice-cream is hot. In 2022, the value of the UK sector rose by 6% to £1.7bn. While tough trading conditions recently have taken their toll, before the pandemic the number of dedicated ice-cream parlours was rising by 20% a year. Nearly two-thirds of all ice-cream manufacturers operating today have been incorporated only since 2015.</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/it-feels-sinless-jay-rayner-britain-ice-cream-business-booming\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/it-feels-sinless-jay-rayner-britain-ice-cream-business-booming", "date_published": "2023-07-16T10:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Don’t fret, neurotics – there are advantages to worrying", "description": "<p>Negative mental chatter and anxious fantasies may not be all bad – they could bring benefits such as greater creativity and better health</p><p>I cannot remember a time when some large worry has not cast a shadow over my day. As a young child, I would lie awake fearing everything from the impending embarrassment of gym class, to the death of my parents, to the prospect of a nuclear holocaust. The form of my fears may have changed as I age, but the tendency to see disaster on the horizon has remained.</p><p>I am far from alone in this: negative mental chatter and doom-laden fantasies are common characteristics of the personality trait “neuroticism”. Like other personality traits, this can measured using simple questions such as:</p><p>Do you suffer from “nerves”?</p><p>Do you worry too long after an embarrassing experience?</p><p>Are your feelings easily hurt?</p><p>Are you often troubled by feelings of guilt?</p><p>Are you an irritable person?</p> <a href=\"https://www.theguardian.com/science/2023/jul/16/dont-fret-neurotics-there-are-advantages-to-worrying\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/16/dont-fret-neurotics-there-are-advantages-to-worrying", "date_published": "2023-07-16T10:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French film-maker’s family fight to keep link to chateau that inspired his stories", "description": "<p>Marcel Pagnol based his famous movies on a Provencal manor he’d known as a child. Now his legacy is at risk, says his grandson</p><p>In 1941 the French novelist, playwright and film-maker Marcel Pagnol bought a chateau in a Provençal valley outside Marseille on the advice of his solicitor without even seeing it.</p><p>He proposed to transform the property into a “cinema city”, a French Hollywood set in the hills and lavender fields of southern France where he had holidayed as a child.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/french-film-makers-family-fight-to-keep-link-to-chateau-that-inspired-his-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/french-film-makers-family-fight-to-keep-link-to-chateau-that-inspired-his-stories", "date_published": "2023-07-16T10:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Herzog & de Meuron review – inscrutable show puts life before architecture", "description": "<p><strong>Royal Academy, London</strong><br />This fascinating if oblique showcase of the remarkable Swiss practice’s work explores the way buildings are made and inhabited, rather than the structures themselves</p><p>There is a 37-minute film, in the centre of the Royal Academy’s exhibition of the Swiss architects <a href=\"https://www.royalacademy.org.uk/exhibition/herzog-and-de-meuron\">Herzog &amp; de Meuron</a>, that hardly seems to be about architecture at all. Made by the Italian-French partnership of <a href=\"https://www.bekalemoine.com/project.php\">Ila Bêka and Louise Lemoine</a>, it focuses on a 20-year-old <a href=\"https://www.herzogdemeuron.com/projects/165-rehab-clinic-for-neurorehabilitation-and-paraplegiology/\">rehabilitation centre</a> for people disabled by accident or illness, designed by Herzog &amp; de Meuron on a site in Basel. It features patients telling their stories and battling to regain their physical capabilities, and a closeup of a slug crossing a path. The building itself, a beautiful and calming environment of wood and sunlight and views of nature, stays in the background.</p><p>The previous and first room doesn’t show much by way of graspable architectural projects either. It is dominated by timber-framed vitrines stacked with the models, mockups and samples of materials with which Herzog &amp; de Meuron investigate their designs. It’s like an alchemist’s laboratory, a cabinet of curiosities, a promiscuous but measured pile-up of shapes and substances. Multiple versions of a concert hall or a stadium or a skyscraper, in wood or cardboard or coloured plastic foam, jostle with models of a house at the same size, or fragments of molten-looking glass or refined copper, or a concrete panel imprinted with the image of a giant beetle.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/16/herzog-and-de-meuron-royal-academy-london-review-inscrutable-show-puts-life-before-architecture\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/16/herzog-and-de-meuron-royal-academy-london-review-inscrutable-show-puts-life-before-architecture", "date_published": "2023-07-16T10:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Open Throat by Henry Hoke review – inside the mind of a lion king", "description": "<p>A puma narrates this humorous experimental novel about humanity’s relationship with animals and nature</p><p>Over the past few years, non-human narrators have cropped up repeatedly in experimental fiction. There was the slowly decaying protagonist of Emma Glass’s <em>Peach</em> and, most recently, in Maddie Mortimer’s <em><a href=\"https://guardianbookshop.com/maps-of-our-spectacular-bodies-9781529069389\">Maps of Our Spectacular Bodies</a></em>, the villainous voice of cancer spreading through a woman’s body, charting its journey with exquisite, sometimes menacing, lyricism.</p><p>In Virginia-born Henry Hoke’s fifth book, <em>Open Throat</em>, Los Angeles’ much-adored mountain lion <a href=\"https://www.theguardian.com/us-news/2022/dec/20/p-22-mountain-lion-los-angeles-death-reaction\">P-22</a> (so-called because it was the 22nd puma in a national park service study) gets this literary treatment. “I’ve never eaten a person but today I might,” begins the big cat’s account of the comings and goings in Griffith Park in the Hollywood Hills, where the late P-22 roamed. The person to prompt this change of dietary preference (described as “the man with the whip”) is first encountered dressed as a cowboy, engaged in some kind of illicit sexual activity. He only appears on three occasions in the novel, but unwittingly becomes the feline’s long-running nemesis, a symbol of everything wrong with humanity.</p> <a href=\"https://www.theguardian.com/books/2023/jul/16/open-throat-by-henry-hoke-review-inside-the-mind-of-a-lion-king\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/16/open-throat-by-henry-hoke-review-inside-the-mind-of-a-lion-king", "date_published": "2023-07-16T10:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Derek Malcolm, longtime Guardian film critic, dies aged 91", "description": "<p>Malcolm, who served as chief movie reviewer for more than 25 years, was a much-loved and well-respected staple of the film industry in Britain and beyond</p><p>Derek Malcolm, who served as the Guardian’s film critic for more than 25 years, has died at the age of 91.</p><p>His death on Saturday was confirmed by his wife, the historian Sarah Gristwood. He died at home in Deal, of heart and lung failure, after a few months of illness.</p> <a href=\"https://www.theguardian.com/film/2023/jul/16/derek-malcolm-longtime-guardian-film-critic-dies-aged-91\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/16/derek-malcolm-longtime-guardian-film-critic-dies-aged-91", "date_published": "2023-07-16T09:38:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v Australia: Women’s Ashes second one-day international – live", "description": "<ul><li>Updates from the ODI at Southampton’s Rose Bowl</li><li>The cricket starts at 11am BST/8pm AEST</li><li>Any thoughts? <a href=\"mailto:geoff.lemon@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/GeoffLemonSport\">@GeoffLemonSport</a></li></ul><p>And another important moment in the women’s game, with this ICC announcement during the week.</p><p>England’s players are speaking with confidence now.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/16/womens-ashes-2023-england-vs-australia-live-updates-odi-one-day-international-cricket-eng-v-aus-latest-score-scorecard-southampton-rose-bowl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/16/womens-ashes-2023-england-vs-australia-live-updates-odi-one-day-international-cricket-eng-v-aus-latest-score-scorecard-southampton-rose-bowl", "date_published": "2023-07-16T09:31:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for raspberry and apricot shortcake, and apricot and harissa chutney", "description": "Glossy, rich and fleeting, apricots always make summer special<p>The wait for lunchtime feels endless. I take a white loaf, carve off a thick slice and toast it until its crusty edges have singed. I spread it with thick white ricotta straight from the tub, then prise a ripe apricot in two, flick out the stone, cut the fruit into thick wedges and lay them on top of the ricotta. Depending on what is to hand, I will then grind over the faintest amount of black pepper or a few crushed pistachios. The hot, chewy toast, velvety curd and sweet-sour fruit will keep me going until lunch is ready.</p><p>Apricots are at their best for such a short time in the summer that I tend to feast on them whenever I can, tucking into their soft, fluffy skin and almost jelly-like flesh at every chance. They can, of course, disappoint, and in truth that is often the case. The trick is to take matters into your own hands, ripening the fruit at home. Buy them unrefrigerated (chilling seems to sound the death knell for this fruit), then ripen them on a sunny windowsill or simply on a dish in the kitchen. They may take a day or two to become lusciously ripe, but I am convinced the wait is worth it.</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/nigel-slater-recipes-raspberry-and-apricot-shortcake-apricot-and-harissa-chutney\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/nigel-slater-recipes-raspberry-and-apricot-shortcake-apricot-and-harissa-chutney", "date_published": "2023-07-16T09:31:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Dr Semmelweis; Beneatha’s Place; A Strange Loop; Song from Far Away – review", "description": "<p><strong>Harold Pinter theatre; Young Vic; Barbican; Hampstead theatre, London</strong><br />Mark Rylance mesmerises as the tormented Hungarian doctor; Kwame Kwei-Armah’s new satire is all too timely; Kyle Ramar Freeman is irresistible; and Will Young compels</p><p>It was <a href=\"https://www.theguardian.com/culture/2023/jun/18/mark-rylance-questions-readers-famous-fans-dr-semmelweis-jerusalem-dont-look-up\">Mark Rylance</a> who elected to bring <strong><a href=\"https://drsemmelweistheplay.com/?gclid=CjwKCAjwwb6lBhBJEiwAbuVUStMELtWRL1CKtzUC9vvnigUSHmlVXSMUV6Ih2_2o7yTApYdP_yPtnRoCM0sQAvD_BwE\">Dr Semmelweis</a></strong> on to the stage with the help of writer Stephen Brown and director Tom Morris. The collaboration began during the pandemic when handwashing was in the headlines – appropriately, in that Semmelweis’s discovery, in 1847, was that he could save women dying of puerperal fever in childbirth, on the wards of Vienna’s general hospital, by getting doctors to wash their hands in chlorinated lime solution. More challenging was persuading a conservative, high-handed Viennese medical profession to listen to the findings of a loose cannon of a Hungarian doctor with poor communication skills. This show had a sellout run in Bristol last year and has now been repurposed in a magnificently polished new draft for the West End.</p><p>Designer Ti Green’s hospital is a gilded period piece – as poised as the medical knowledge of the period was unsteady, with not an antiseptic surface in sight. But it is for Rylance’s character study of the doctor that this show is a must-see (the medical history is of interest too). Rylance’s Semmelweis is a stiff, formally tormented soul with a little black moustache. In his quieter moments, he looks like one of those 19th-century photographs in which sitters are obliged to keep their faces still lest movement wreck everything. He has an uncanny ability to convey distress through his body, almost without moving: the inward becoming outward.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/16/dr-semmelweis-harold-pinter-theatre-west-end-mark-rylance-tom-morris-review-beneatha-s-place-young-vic-kwame-kwei-armah-a-strange-loop-barbican-song-from-far-away-will-young\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/16/dr-semmelweis-harold-pinter-theatre-west-end-mark-rylance-tom-morris-review-beneatha-s-place-young-vic-kwame-kwei-armah-a-strange-loop-barbican-song-from-far-away-will-young", "date_published": "2023-07-16T09:30:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thousands forced out of their homes on La Palma as heatwave grips Europe", "description": "<p>Forest fire sweeps across Canary island as continent braces for hottest temperatures ever recorded</p><p>More than 4,000 people have been evacuated on the Canary island of La Palma after a forest fire swept through the north-west of the island as Europe continues to experience extreme temperatures with the Cerberus heatwave.</p><p>The regional government on Sunday put neighbouring islands including Tenerife and Gran Granaria on <a href=\"https://www3.gobiernodecanarias.org/noticias/el-hierro-la-gomera-la-palma-tenerife-y-gran-canaria-pasan-a-alerta-por-riesgo-de-incendios-forestales/\">official alert for risk of forest fires</a> with 4,500 hectares of land and a dozen homes already destroyed in Palma.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/thousands-forced-out-of-homes-la-palma-canary-islands-as-heatwave-grips-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/thousands-forced-out-of-homes-la-palma-canary-islands-as-heatwave-grips-europe", "date_published": "2023-07-16T09:21:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stuck in a badly paid job? You’re also more likely to become too sick to work | Torsten Bell", "description": "Britain has been getting sicker for years, but the worst-hit are also the poorest<p>Choose your job carefully – it affects far more than what you get paid. In particular, it has implications for your health. That’s what I took away from two papers I read last week.</p><p>First, the Office for Budget Responsibility’s fiscal risks and sustainability <a href=\"https://obr.uk/docs/dlm_uploads/Fiscal_risks_and_sustainability_report_July_2023.pdf\" title=\"\">report</a> is more interesting than it sounds. The government’s official forecaster does a great job digging into the far less great <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/employmentintheuk/july2023\" title=\"\">400,000 rise</a> in people not working because of ill health since the pandemic. They show Britain has been getting sicker for some time – certainly pre-Covid – driven by an ageing population and rising mental ill health.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/stuck-in-a-badly-paid-job-youre-also-more-likely-to-become-too-sick-to-work\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/stuck-in-a-badly-paid-job-youre-also-more-likely-to-become-too-sick-to-work", "date_published": "2023-07-16T09:01:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A food revolution: campaigners in Liège want all the region’s produce to be grown locally. Can they do it?", "description": "<p>In the Belgian city, a group of tireless activists have one life-changing aim: to ensure most of their food is local and organic. What can we learn?</p><p>This is not a Hollywood story: it’s a Belgian story, for a start. It’s not even certain to end well; that’s a bit up in the air right now. But it’s a story about how things – important things – could be different. How they could, perhaps, be better. It’s a story about Liège, a city whose 19th-century heyday as a coal and steel powerhouse is long gone. Like many ex-coal and steel towns, Liège is poor, with increasing numbers of households living in poverty, but it also has a strong solidarity culture, a diverse population – and the best waffles.</p><p>So far, so Belgian. But why are we talking about Liège? Because in 2013, a group of activists who wanted to make food and city life better, greener and fairer, brought 600 people – all with an interest in food production – together. It asked them to imagine what could be different in Liège, within one generation. It’s an interesting question, the fundamental one really: what change can we concretely effect within our lifetimes? What they arrived at was this: “That in 35 years, one generation, the majority of food consumed in the Liège region would be grown locally in the best ecological and social conditions.” That’s a nice, if wordy, aspiration. But the thing is, they’ve tried to make it happen and even – to a degree – have succeeded.</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/the-good-life-in-liege-the-start-of-a-food-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/the-good-life-in-liege-the-start-of-a-food-revolution", "date_published": "2023-07-16T09:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Crumbs and cat poo: Renaissance women’s ‘astonishing’ beauty tips revealed", "description": "<p>The era is known for the white mask of makeup worn by Queen Elizabeth I, but academics reveal that cosmetic recipes then were more sophisticated than previously thought</p><p><a href=\"https://www.theguardian.com/books/2023/jul/14/heart-stopping-censored-pages-of-history-of-elizabeth-i-reappear-after-400-years\" title=\"\">Elizabeth I</a> is renowned for the thick white mask of makeup that coated her face, a look that became fashionable for Renaissance women who would often also be portrayed with powdery cheeks. But women of that period were using beauty products that were far more sophisticated than previously thought, according to new research.</p><p>An art historian and a physicist, Jill Burke and Wilson Poon, have been trying out recipes dating from the 15th to the 17th centuries for the beautification of the face, hair and body. They were astonished by how advanced they were.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/16/crumbs-and-cat-poo-revival-of-renaissance-womens-beauty-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/16/crumbs-and-cat-poo-revival-of-renaissance-womens-beauty-tips", "date_published": "2023-07-16T09:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sexual violence victims in UK forced to wait years for counselling and support", "description": "<p>Availability of therapy and legal help varies hugely across the country, with some having to wait two and a half years for help</p><p>Victims of sexual violence in England and Wales are facing waits of up to two and a half years for counselling, help with the legal system and trauma therapy, according to figures obtained by the <em>Observer</em>.</p><p>Getting help is becoming harder, with average waiting times rising by as much as eight months in the last three years depending on where in the country the services are. The average increase across all services is 63% since 2020, according to responses from 34 out of all 41 police and crime commissioners (PCCs) to a freedom of information request (FoI) by the <em>Observer</em>.</p> <a href=\"https://www.theguardian.com/society/2023/jul/16/sexual-violence-victims-in-uk-forced-to-wait-years-for-counselling-and-support\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/16/sexual-violence-victims-in-uk-forced-to-wait-years-for-counselling-and-support", "date_published": "2023-07-16T09:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The UK’s Mickey Mouse news agenda deserves only contempt | Stewart Lee", "description": "<p>The BBC presenter scandal was absolutely not the main story last week</p><p>It’s Thursday morning. Boris Johnson, who made a former KGB agent’s son a <a href=\"https://www.theguardian.com/politics/2020/jul/31/evgeny-lebedev-jo-johnson-and-ian-botham-among-36-peerage-nominations-boris\">lord</a> and attended sexy parties at his fairytale hacienda, has failed to hand over his mobile phone to the Covid inquiry as some secret spies said there might be all stuff on it. Johnson has also spaffed out another child, this time in wedlock, but the announcement of the birth was delayed by a week, which has inadvertently helped to detract from his ducking and diving and lying, like when he got that jack russell cross that we never see any more. The baby, Frank Alfred Odysseus Red Herring Picaninny Bum Boys Letterbox Johnson, also fulfils the same function as when Johnson started talking about how he liked to make <a href=\"https://www.theguardian.com/politics/2019/jun/25/boris-johnson-reveals-he-makes-models-of-buses-to-relax\">model buses</a> out of crates, in 2019, to game malleable search-engine algorithms away from his Brexit bus lies. As with so many of Johnson’s promises, we are yet to see any evidence of his ability to fashion a single model bus from crates. Perhaps he broke them all throwing them at Dilyn the dog. And trying to father a child every time he abuses the rules isn’t a long-term strategy, even for a man as profligate as the former prime minister.</p><p>It’s Thursday morning. Yesterday, at prime minister’s questions, the MP for Newark, Robert Jenrick, doubled down on his decision to <a href=\"https://www.theguardian.com/uk-news/2023/jul/07/robert-jenrick-has-cartoon-murals-painted-over-at-childrens-asylum-centre\">paint over</a> welcoming murals of Mickey Mouse in a processing centre for unaccompanied migrant minors on the grounds that many of them were teenagers, so the images weren’t “age appropriate”. Perhaps the teenage refugees would have related better to a mural of Mickey Mouse wanking into a crusty sock? Or deciding that vinyl is actually cool. Or being a massive miserable pain in the arse for six years. In contrast to Jenrick’s hastily concocted excuse, the minister for migration and borders, Lord Murray of Blidworth, told former child refugee, and top Jamaican sound system operator, Lord Dubs that the initial decision to paint the murals was a mistake by some cowboy contractors. Perhaps they were supposed to write “Abandon Hope All Ye Who Enter Here” in the Conservatives’ blue Franklin Gothic font over a painting of the two-year-old Syrian boy Alan Kurdi dead on a beach near Bodrum in 2015.</p><p><em>Basic Lee</em>’s tour dates are <a href=\"https://www.stewartlee.co.uk/live-dates/\">here</a>. A fun-size ™ ® version of the show is at <a href=\"https://www.thestand.co.uk/fringe/1623/stewart-lee-basic-lee\">the Stand’s New Town Theatre</a>, Edinburgh, from 11 to 20 August</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 250 words to be considered for publication, email it to us at <a href=\"mailto:observer.letters@observer.co.uk\">observer.letters@observer.co.uk</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/mickey-mouse-news-agenda-bbc-presenter-scandal-rupert-murdoch-tory-sun-newspaper\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/mickey-mouse-news-agenda-bbc-presenter-scandal-rupert-murdoch-tory-sun-newspaper", "date_published": "2023-07-16T09:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Europe is surging rightwards. But, as Britain has shown, the populist tide will start to ebb | Will Hutton", "description": "From Austria to Italy, Sweden to Spain, the far right is gaining ground. But ultimately, people want security and fairness, not regressive policies<p>Nigel Farage imagines he is a true Brit, the man who said what the establishment prohibited and so allowed Britain to shed noxious European influence. In truth, he is a true European, member of a fast-growing insurgent pan-European right, surfing the same anti-immigrant, anti-liberal, anti-democratic constitution tides as politicians of his ilk are doing across the EU. Almost every European country now has a Faragist making the political weather – with one key difference. None wants to repeat Britain’s disastrous experience and leave the EU. Unintentionally, Farage has done the European cause one great service.</p><p>Yet, as Spain’s Vox, with its roots in Franco’s fascism, hopes for success in the <a href=\"https://www.theguardian.com/world/2023/jul/14/will-spains-snap-election-usher-in-the-far-right-or-can-pedro-sanchez-gamble-pay-off\" title=\"\">imminent elections</a>, echoing what Giorgia Meloni, with her Brothers of Italy’s comparable roots in Mussolini’s fascism, achieved last year by becoming prime minister, mainstream European politics quivers. Liberals and the left are in retreat before parties that celebrate the primacy of family and faith, oppose same-sex marriage, want a crackdown on immigration and multiculturalism, do not believe in climate change, critique all things woke, and, above all, believe their nation is more special than any other. Parties in almost every country in Europe repeat the refrain, climb in the polls and are either in national or regional government (Finland, Denmark, Austria, Sweden, Poland, Italy, Hungary) or soon could be (Germany, France, Holland, Spain).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/europe-surging-rightwards-but-populist-tide-start-to-ebb\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/europe-surging-rightwards-but-populist-tide-start-to-ebb", "date_published": "2023-07-16T08:02:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Children born in pandemic have poorer communication skills, study finds", "description": "<p>Researchers conclude lockdown babies are lagging behind after limited interaction during Covid restrictions</p><p>At the age of two, babies born during the pandemic have similar behaviour and development compared with children who were born before Covid-19 arrived – with one exception. Their communication skills lag behind those of their predecessors.</p><p>These are the intriguing findings of a study – carried out by researchers based at the Royal College of Surgeons in Ireland (RCSI) – which examined <a href=\"https://www.rcsi.com/dublin/news-and-events/news/news-article/2022/10/pandemic-may-have-impacted-babies-social-communication-skills\" title=\"\">what life was like for babies born during the pandemic</a>, and the implications for their health and development.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/children-born-in-pandemic-have-poorer-communication-skills-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/children-born-in-pandemic-have-poorer-communication-skills-study-finds", "date_published": "2023-07-16T08:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Corey Fah Does Social Mobility by Isabel Waidner review – playfully surreal dark fable", "description": "<p>This uncompromising novel, an acerbic takedown of awards, celebrity and success, is a challenging but rewarding read</p><p>What even is this? It’s a daring, uncompromising, bonkers serious-scape of the kind that rarely gets the limelight in the UK’s contemporary literary field. Why? Because it’s subversive, off the wall and, frankly, challenging to the status quo of what literature is and does. For all these reasons, I’m glad of it.</p><p>Corey Fah is a writer who’s been awarded a prize for “the fictionalisation of social evils”, but the prize turns out to be a strange, UFO-like trophy that Fah repeatedly tries and fails to collect. Bambi Pavok, a time-travelling deer with eight legs and a spider’s “drinking-straw mouthpart”, appears on the scene. A madcap adventure unfolds in which Fah befriends Pavok (sort of) and with Drew – Corey’s partner – they become embroiled in a reality TV show about wormholes, hosted by Sean Saint Orton (an unrecognised writer whose story makes reference to the life of English playwright Joe Orton). The finale takes place in a football stadium/pop-up TV studio, where the characters travel in a time loop, trying to work out how to stop the mayhem. By the end of the novel, social mobility as we know it – awards, celebrity and “success” – has been roundly debunked.</p> <a href=\"https://www.theguardian.com/books/2023/jul/16/corey-fah-does-social-mobility-review-isabel-waidner-playfully-surreal-dark-fable\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/16/corey-fah-does-social-mobility-review-isabel-waidner-playfully-surreal-dark-fable", "date_published": "2023-07-16T08:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Half of UK company directors struck off linked to alleged Covid loan fraud", "description": "<p>Official figures show in a 15-month period at least 50% of disqualified bosses  are accused of fraud or abuse of coronavirus support schemes </p><p>More than half of all company directors struck off in Britain in the past 15 months were involved in alleged fraud or abuse of Covid-19 financial support schemes, official figures have revealed.</p><p>There were 1,200 directors disqualified between 1 April last year and 30 June this year, with 611 of the cases involving abuse of Covid-19 schemes, mainly in relation to taxpayer-backed bounce-back loans. About £1.1bn of loans have already been flagged as suspected fraud or error.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/half-of-uk-company-directors-struck-off-linked-to-alleged-covid-loan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/half-of-uk-company-directors-struck-off-linked-to-alleged-covid-loan", "date_published": "2023-07-16T08:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Any victim is a liar’: sexual violence scandals in Italy expose deep-seated sexism", "description": "<p>Two high-profile cases underscore how sexual harassment and rape are downplayed, as women are disparaged</p><p>The news in Italy this week has been dominated by two sexual violence scandals. In one, the son of the speaker of the senate, the street-fighting politician Ignazio La Russa, is under investigation for rape. In another, a 66-year-old school caretaker who, from behind, inserted his hands inside the underwear of a 17-year-old student from Rome, was absolved because the assault only lasted <a href=\"https://www.theguardian.com/world/2023/jul/13/fury-italy-school-caretaker-cleared-groping-assault-lasted-seconds\" title=\"\">“between five and 10 seconds”</a>.</p><p>Both cases have revealed that Italy is incapable of taking the subject seriously. After it emerged that a 22-year-old woman had denounced his son, La Russa stated that she had taken cocaine before going to Milan’s Apophis club in May. The newspaper <em>Libero</em> then revealed the alleged victim’s prescription drugs. The insinuation was that if she remembered nothing between being offered a drink in the club and waking up in La Russa’s bed (at which point she was informed she had also had sex with someone else), it was her own fault.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/16/any-victim-is-a-liar-sexual-violence-scandals-in-italy-expose-deep-seated-sexism\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/16/any-victim-is-a-liar-sexual-violence-scandals-in-italy-expose-deep-seated-sexism", "date_published": "2023-07-16T08:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The indie publishing mavericks shaking up the UK books world", "description": "<p>Last year, all of literature’s big prizes went to small publishers. In a risk‑averse climate, edgy debuts and ‘tricky-to-sell’ foreign titles have found a home at the likes of Fitzcarraldo Editions and Sort Of Books – and the gamble has paid off</p><p>A quiet revolution is afoot in British publishing. Earlier this year, when <em>American Psycho</em> author <a href=\"https://www.theguardian.com/books/2023/jan/14/bret-easton-ellis-james-and-the-giant-peach-changed-my-life-the-shards\">Bret Easton Ellis </a>brought out his latest bestseller, <em><a href=\"https://www.theguardian.com/books/2023/jan/08/the-shards-bret-easton-ellis-review-metafiction-1980s-los-angeles\">The Shards</a></em>, the book came to UK readers not from his usual publisher, Picador – his home for nearly four decades – but from a small independent company, <a href=\"https://swiftpress.com/\">Swift Press</a>, a freelance-powered outfit so light on overheads it doesn’t even have an office. Likewise, <a href=\"https://www.theguardian.com/books/2022/feb/12/sheila-heti-books-by-women-still-get-treated-differently-from-those-by-men\">Sheila Heti</a>, the prize-winning Canadian author of zeitgeisty autobiographical cogitations <em><a href=\"https://www.theguardian.com/books/2018/jul/08/motherhood-sheila-heti-an-excellent-choice-panic-joy-emma-brockes-review\">Motherhood</a></em> and <em><a href=\"https://www.theguardian.com/books/2013/jan/11/sheila-heti-how-should-person-be\">How Should </a></em><em><a href=\"https://www.theguardian.com/books/2013/jan/11/sheila-heti-how-should-person-be\">a Person Be?</a></em>, recently announced that her next book won’t be out with her regular publisher, Penguin Random House, but with south London indie <a href=\"https://fitzcarraldoeditions.com/\">Fitzcarraldo Editions</a>, not yet 10 years in business. Last year’s Booker winner, Sri Lankan writer <a href=\"https://www.theguardian.com/books/2022/oct/08/shehan-karunatilaka-seven-moons-of-maali-almeida-theres-a-sri-lankan-gallows-humour-weve-been-through-a-lot-of-catastrophes\">Shehan Karunatilaka</a>, came to us courtesy of the smallest publisher ever to win the prize, husband-and-wife indie <a href=\"https://sortof.co.uk/\">Sort Of Books</a>. In 2022, all the glittering literary prizes went to indies – not only the Booker, but its sister prize for translated fiction, the International Booker, as well as the Nobel, the Goldsmiths, the Pulitzer and Australia’s A$100,000 (£80,000) Victorian prize for literature. The last four remarkably were all won by Fitzcarraldo, the UK home of celebrated French memoirist <a href=\"https://www.theguardian.com/books/2023/may/21/annie-ernaux-french-writer-nobel-prize-literature\">Annie Ernaux</a> and foremost among a wave of new small publishers punching above their weight. What’s going on?</p><p>“The thing about the publishing world is that most people don’t understand how it works,” says Valerie Brandes, chief executive of black-owned London indie <a href=\"https://jacarandabooks.co.uk/\">Jacaranda Books</a>. “Even people in publishing don’t understand how it works! But I’d make so bold as to say the real publishing is happening at the bottom.” It’s a view that is increasingly widespread in the industry. The argument runs something like this: because commercial pressures at large houses encourage cautious commissioning (see the way every breakthrough success, be it <a href=\"https://www.theguardian.com/books/2021/aug/28/sally-rooney-hell-of-fame-normal-people\">Sally Rooney </a>or <a href=\"https://www.theguardian.com/books/2021/sep/04/richard-osman-no-ones-born-a-writer-i-write-because-i-read-it\">Richard Osman</a>, heralds an attack of the clones), nimbler indies – operating with tighter margins – step into the void and give choice-starved readers the books that corporate imprints deem unsaleable or otherwise risky. Whether these are from veteran authors left on the scrapheap (according to Ellis, Picador didn’t want <em>The Shards</em>), boundary-pushing first-timers such as Sheena Patel (author of <em><a href=\"https://www.theguardian.com/books/2022/may/29/im-a-fan-by-sheena-patel-review-fizzing-debut-about-a-sociopathic-narcissist\">I’m </a></em><em><a href=\"https://www.theguardian.com/books/2022/may/29/im-a-fan-by-sheena-patel-review-fizzing-debut-about-a-sociopathic-narcissist\">a Fan,</a></em> recently the winner of a British Book award) or foreign greats deemed tricky to sell (witness Fitzcarraldo’s wonder trio of overseas Nobel laureates, Ernaux, Svetlana Alexievich and Olga Tokarczuk), all are finding homes with upstart maverick publishers that – as their prize success indicates – are reaping the spoils.</p> <a href=\"https://www.theguardian.com/books/2023/jul/16/uk-indie-publishing-mavericks-shook-up-books-booker-nobel-fitzcarraldo-sort-of-books-daunt\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/16/uk-indie-publishing-mavericks-shook-up-books-booker-nobel-fitzcarraldo-sort-of-books-daunt", "date_published": "2023-07-16T08:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Let’s be clear about why the Tories are so keen to exploit the travails of the BBC | Andrew Rawnsley", "description": "A significant faction of the right and their press allies want to emasculate or even obliterate the national broadcaster<p>Everyone has an agenda when they pronounce about the BBC, but not everyone is open about it, so here’s my declaration of interest. I treasure the BBC. I do so not just because I enjoyed being one of its graduate trainees and presenting programmes on the Beeb. It is one of this country’s institutions that we can genuinely call world class. The BBC is not perfect, but its flaws are greatly outweighed by its many virtues. No other country has a national broadcaster like it and we’d be fools to allow it to be destroyed. A monthly cost per TV-owning household of £13.25 – a single trip to the cinema will often set you back more – is outstanding value for the calibre and range of its output. The aspiration to be fair and balanced in its news reporting and analysis is not always impeccably fulfilled, but in my experience BBC journalists make an energetic effort to achieve that goal and are doing so in an environment in which it has become more and more challenging.</p><p>Trustworthy news is critical when so much of public life is being drenched by a tsunami of misinformation and the threat from deep fakery is growing ever greater. This is also a period characterised by intense political partisanship. That makes it more essential than ever that we have a broad church national broadcaster to provide an arena in which people of all political denominations can engage with one another and a place to which the public can confidently turn at moments of national drama. During the pandemic, more Britons went to the BBC than anywhere else for reliable information. During election nights, the BBC is most people’s first choice to bring them the results. It is a binding agent for Britain at times of both crisis and celebration.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 250 words to be considered for publication, email it to us at <a href=\"mailto:observer.letters@observer.co.uk\">observer.letters@observer.co.uk</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/lets-be-clear-about-why-the-tories-are-so-keen-to-exploit-the-travails-of-the-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/lets-be-clear-about-why-the-tories-are-so-keen-to-exploit-the-travails-of-the-bbc", "date_published": "2023-07-16T07:31:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The UK’s illegal migration bill is a nasty piece of work. So is the cruelty inflicted on refugee children | Alf Dubs", "description": "Even the most ardent supporters of the government are balking at how it’s trying to deter asylum seekers<p>‘I’m a 16-year-old orphan from an African country escaping a war and religious persecution and I have a sibling living legally in the UK. What is a safe and legal route for me to come to the UK?”</p><p>The home secretary, Suella Braverman, <a href=\"https://www.independent.co.uk/news/uk/suella-braverman-mps-tim-loughton-matthew-rycroft-home-office-b2231463.html\" title=\"\">could not answer</a> this question from Conservative MP Tim Loughton last November. One of the many problems with the illegal migration bill currently ricocheting its way through parliament is that it offers no answers to this question.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/the-uks-migration-bill-is-a-nasty-piece-of-work-so-is-the-cruelty-inflicted-on-refugee-children\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/the-uks-migration-bill-is-a-nasty-piece-of-work-so-is-the-cruelty-inflicted-on-refugee-children", "date_published": "2023-07-16T07:02:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kids v dogs is a hot topic when you are eating out | Eva Wiseman", "description": "Kids at large in the world, dogs out and about in restaurants… why is the debate so utterly babyish?<p>Last month our friend Jay Rayner wrote <a href=\"https://www.theguardian.com/food/2023/jun/04/the-parakeet-london-the-food-is-great-but-beware-of-the-dogs-restaurant-review\" title=\"\">a review of a pub</a> with very nice food but also, a “pro-dog” policy. You may have read it, plenty did, many fans logging on to add their thoughts to a piece that described the singular frustration of a stranger’s dog (I’ll quote) “indulging in rigorous arse-end frottage” against Jay while he was “trying to get into the asparagus”. Here on the desk, working on the magazine, we expected a certain amount of feedback – dog lovers are passionate and often very online, alert and sensitive to any perceived criticism of their family (dogs), faith (dogs) or right to love (dogs). But we were unprepared for the speed at which the argument below the line became about something else entirely.</p><p>Those arguing the case for dogs in restaurants said they would far prefer to dine next to a dog than dine next to a badly behaved child. The comments continued, detailing examples of children moaning, and parents changing their babies’ nappies right there at the table. Others responded with stories of dogs licking their arses and then a plate. Battle lines were drawn in ketchup and a small war played out beneath Jay’s descriptions of mutton and a chocolate torte, one that has recently become familiar to anyone with skin in the game and half an eye on the internet. It was between the child-havers and the child-free, and it never fails to shock me.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/16/kids-v-dogs-is-a-hot-topic-when-it-comes-to-eating-out-in-restaurants\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/16/kids-v-dogs-is-a-hot-topic-when-it-comes-to-eating-out-in-restaurants", "date_published": "2023-07-16T07:01:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Stokes’s wild-ride Ashes captaincy asks: what do you really want from us? | Andy Bull", "description": "<p>As England head into the fourth Test, fans are being confronted with the very same questions the skipper has set his players</p><p>It’s the week after Christmas 2021 and England’s men have just lost the Ashes. Again. After two years of preparation and planning, they have been beaten out of sight in 12 days’ play, <a href=\"https://www.theguardian.com/sport/2021/dec/28/australia-retain-the-ashes-after-thrashing-england-to-take-3-0-series-lead\" title=\"\">the last three at the MCG</a>, where they have been bowled out for 185 and 68, and gone down by an innings and 14 runs to a team who made only 267 themselves.</p><p>Covid has spread among the squad: three of the coaches have tested positive and so have four family members, despite all the precautions. They have been living in a so-called bubble for much of the past couple of months, mostly unable to mix, meet people, or even leave the hotel. And now they are being battered in the newspapers, on TV, radio and social media: “Embarrassing, abysmal, humiliated”; “This has to be one of the worst England teams to play ashes cricket PATHETIC”; “You are an embarrassment to the Three Lions”.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/16/ben-stokess-wild-ride-ashes-captaincy-asks-what-do-you-really-want-from-us\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/16/ben-stokess-wild-ride-ashes-captaincy-asks-what-do-you-really-want-from-us", "date_published": "2023-07-16T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carlo Ancelotti caught in crossfire of Real Madrid and Brazil machinations | Sid Lowe", "description": "<p>Will he stay or will he go? The Italian’s future is clouded in mixed messages despite being touted as the successor to Tite</p><p>You may have heard that Carlo Ancelotti will be the next manager of Brazil, at least if you have been listening to the president of the Brazilian Football Confederation (CBF), anyway. If you have been listening to Ancelotti or Real Madrid, on the other hand, chances are you haven’t heard a thing. And that may be the most telling portrait of the way the pursuit of him has played out: no long-awaited announcement of his arrival. No arrival, either.</p><p>On 5 July, the CBF president, Ednaldo Rodrigues, named the Italian as the Brazil coach from 2024. Since then there has been silence. Ancelotti has said nothing, Madrid have said nothing and the CBF has said nothing, not officially. Even Rodrigues hadn’t said much at the time: a single word slipped in like an afterthought or an accident that was entirely deliberate, confirming an open secret and clarifying the one remaining doubt: a date.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jul/16/carlo-ancelotti-real-madrid-brazil-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jul/16/carlo-ancelotti-real-madrid-brazil-football", "date_published": "2023-07-16T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Easy does it: 23 nifty fitness hacks for busy lives", "description": "<p>How to get fitter, stronger and more flexible without going anywhere near the gym</p><p>Like buying hats or undergarments, staying healthy is not a one-size-fits-all situation. This is as true for diet and mood as it is for exercise, which is why behavioural scientists advise that the key to keeping fit is finding exercise that works for you. The truly excellent news is that even if you’re gym-phobic, unwilling to commit to team sports, averse to jogging or just plain short of time, physical activity is equally valid when split into bijou stints woven seamlessly and conveniently throughout your day.</p><p>Long gone, says <a href=\"https://www.ulster.ac.uk/staff/mh-murphy\" title=\"\">Marie Murphy</a>, professor of exercise and health at Ulster University, is the notion that you’ve got to sweat for at least 20 minutes for it to be worthwhile: 10-minute sessions are equally good, and even just a few minutes will still serve us well.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/16/easy-does-it-23-nifty-fitness-hacks-for-busy-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/16/easy-does-it-23-nifty-fitness-hacks-for-busy-lives", "date_published": "2023-07-16T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pádraig Harrington: ‘I am capable of winning the Open. I’m better mentally’", "description": "<p>Winner of three majors and former Ryder Cup captain is back on form and believes he could play this autumn against the US</p><p>A missed cut at the 2006 Open was irrelevant to Pádraig Harrington by the time he lifted the Claret Jug the following two years. This has not prevented the retention of memories from the toasted Royal Liverpool of 17 years ago. A European heatwave reduced the Open to dust.</p><p>“It freaked me out and having been over to see it again, I am in discussions with my club manufacturer,” he says. “I waggle quite aggressively and it was so burnt in 2006 that when I put the club on the ground, it kept slipping. I was afraid of hitting the ball when addressing it. It was uncomfortable. So I have been practising leaving my club two to three inches behind the ball and I have been checking with the guys if there is anything to put on the sole of my club to make it less slippy.” Harrington leaves nothing to chance.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/16/padraig-harrington-winning-the-open-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/16/padraig-harrington-winning-the-open-golf", "date_published": "2023-07-16T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Medusa review – body fascists on the loose in heady satire on Brazil’s police state", "description": "<p>Anita Rocha da Silveira’s genre-bending tale of masked religious vigilantes is a genre film with something to say</p><p>With its squishy synth soundtrack, candy-coloured teen environs and role-playing girl-gang violence, this second feature from Brazilian writer-director Anita Rocha da Silveira feels like a time-warped precursor to <em>Heathers</em>, <em>Clueless</em> and <em><a href=\"https://www.theguardian.com/film/2016/jul/10/the-neon-demon-review-nicholas-winding-refn\">The Neon Demon</a>. </em>It’s<em> </em>a satirical nightmare inspired by the giallo of Dario Argento, fired by the rise of former president <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>’s reactionary populism and campily refracted through the televangelising aesthetic of<a href=\"https://www.theguardian.com/film/2022/feb/05/the-eyes-of-tammy-faye-review-jessica-chastain-andrew-garfield-bakker\"> </a><em><a href=\"https://www.theguardian.com/film/2022/feb/05/the-eyes-of-tammy-faye-review-jessica-chastain-andrew-garfield-bakker\">The Eyes of Tammy Faye</a>. </em>Having racked up a string of international festival prizes (Miami, Tromsø, Sitges, San Sebastián) since premiering at Cannes in 2021, <em>Medusa</em> builds on the promise of Da Silveira’s genre-subverting 2015 feature debut, <em>Kill Me Please</em>, confirming its creator as a killer talent to watch.</p><p>We open with a video of spider-walking strangeness; a writhing dance watched on a phone by a black-fingernailed figure who is promptly set upon by masked female assailants. “Jezebel! We’ll nail you to the cross,” they cry, before beating their victim into promising to “accept Jesus… [and] become a devoted, virtuous woman”, then posting her bloodied submission online. These are the “Treasures”, a cheesy evangelical vocal group with a sideline in biblical violence, whose male counterparts the “Watchmen” train for morality-police duties with peacocking capoeira routines. While news reports about blackouts and rationing burble away in the background, these soldiers of God (who echo real-life Brazilian vigilantes, male and female) fight the good fight against progressive society with a twisted fervour reminiscent of the frothing <a href=\"https://www.theguardian.com/us-news/qanon\">QAnon</a> insurrectionists who stormed the US Capitol on 6 January in 2021.</p> <a href=\"https://www.theguardian.com/film/2023/jul/16/medusa-review-anita-rocha-da-silveira-body-fascists-on-the-loose-in-heady-satire-on-brazils-police-state\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/16/medusa-review-anita-rocha-da-silveira-body-fascists-on-the-loose-in-heady-satire-on-brazils-police-state", "date_published": "2023-07-16T07:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Simone Lia: House swap – cartoon", "description": "<p> </p> <a href=\"https://www.theguardian.com/culture/ng-interactive/2023/jul/16/simone-lia-house-swap-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/ng-interactive/2023/jul/16/simone-lia-house-swap-cartoon", "date_published": "2023-07-16T07:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Streaming: the best films about the atomic bomb", "description": "<p>Ahead of Christopher Nolan’s biopic of ‘father of the atomic bomb’ J Robert Oppenheimer, in cinemas next week, we explore the bomb’s legacy on film, from Hiroshima Mon Amour to Dr Strangelove</p><p>Two new documentaries available to stream this week are riding the wave of anticipation for Christopher Nolan’s <em>Oppenheimer</em>, out in cinemas next Friday. Lest Nolan’s Cillian Murphy-starring biopic of atomic bomb creator J Robert Oppenheimer not serve the facts diligently enough, then <em>Oppenheimer: The Real Story</em> (from 17 July) and <em>To End All War: Oppenheimer and the Atomic Bomb</em> (Now TV) are on hand to fill in any gaps. They join a long line of documentaries on the subject and its adjacent concerns; the surprise is that it’s taken this long for Oppenheimer himself to be the protagonist of a major Hollywood drama.</p><p>But the legacy of the atom bomb, from its development to its impact to its all-round political aura, is a rich one, spanning everything from esoteric arthouse films to genre B-movies. For decades after the horrifying outcome of the <a href=\"https://www.theguardian.com/cities/2018/may/03/off-the-map-the-secret-cities-behind-the-atom-bomb-manhattan-project\">Manhattan Project</a>, through the long-lingering chill of the cold war, anxiety over nuclear warfare was the driving force behind any number of thrillers and war films. Comedies, sci-fi and even the odd film noir – see Robert Aldrich’s blistering <strong><a href=\"https://archive.org/details/kissmedeadly1955_202001\">Kiss Me Deadly</a></strong> (1955; Internet Archive), which culminates in a literally explosive allegory – got in on the paranoia.</p> <a href=\"https://www.theguardian.com/film/2023/jul/16/streaming-the-best-films-about-the-atomic-bomb-oppenheimer-christopher-nolan\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/16/streaming-the-best-films-about-the-atomic-bomb-oppenheimer-christopher-nolan", "date_published": "2023-07-16T07:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top UK energy firms to warn Rishi Sunak: ‘Don’t back off green agenda’", "description": "<p>More than 100 companies are set to send a letter to the PM voicing fears about the disastrous effects of Britain’s overreliance on gas   </p><p>More than 100 of the UK’s biggest energy companies will tell Rishi Sunak this week not to back off the green agenda after a report by the Office for Budget Responsibility (OBR) warned of catastrophic effects on the economy of continued overreliance on gas.</p><p>The energy sector is becoming so alarmed at what it sees as the Sunak government’s <a href=\"https://www.theguardian.com/environment/2023/jul/02/sunak-u-turn-on-wind-farms-in-england-draws-wrath-of-green-tories\" title=\"\">mixed messages</a> on switching to more renewable energy that big UK companies are ready to go public with a letter to Downing Street within days.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/16/top-uk-energy-firms-to-warn-rishi-sunak-dont-back-off-green-agenda\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/16/top-uk-energy-firms-to-warn-rishi-sunak-dont-back-off-green-agenda", "date_published": "2023-07-16T07:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Agricultural shows boom across the UK as record crowds flock to the fields", "description": "<p>Once the preserve of farmers, now the dog trials, sheep shearing and food stalls are starting to appeal to everyone</p><p>One of the highlights of the Great Yorkshire Show for Bridlington farmer Geoff Riby – other than his ram winning the Beltex male champion in the sheep class competition – was watching Lorenzo the Flying Frenchman perform in the main ring at the Harrogate show ground.</p><p>Riby has exhibited at the fair since 1972 and has seen this annual event evolve from an industry trade fair promoting tractors to the sort of festival that would feature one of France’s most skilled equestrians on the bill.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/16/agricultural-shows-boom-across-the-uk-as-record-crowds-flock-to-the-fields\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/16/agricultural-shows-boom-across-the-uk-as-record-crowds-flock-to-the-fields", "date_published": "2023-07-16T07:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can Europe’s marauding far right be slain? Spain’s voters hold the answer | Simon Tisdall", "description": "<p>Prime minister Pedro Sánchez gambled on a snap election. If he loses, the heirs of the age of Franco could be back in power for the first time in nearly 50 years</p><p>Prime minister Pedro Sánchez will be fighting three battles at once when Spain goes to the polls on Sunday 23 July after a hot, short-tempered <a href=\"https://www.politico.eu/article/spain-election-pedro-sanchez-alberto-nunez-feijoo-debate/\" title=\"\">summer campaign</a>. Whether Sánchez, leader of the social democratic Socialist Workers’ party (PSOE), can pull off an improbable hat-trick will shape not only Spain’s future trajectory but also potentially that of Europe as a whole.</p><p>First, Sánchez must save his own political career. His surprise decision to call a general election <a href=\"https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez\" title=\"\">six months early</a>, after his coalition’s drubbing in May’s local polls, was daring, even possibly self-defeating. Most politicians would have hung on, hoping for a shift in public mood. But like a matador challenging an angry bull, Sánchez waved his capote at voters and said, in effect: “Back me or sack me.”</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/jul/16/can-europes-marauding-far-right-be-slain-spains-voters-hold-the-answer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/jul/16/can-europes-marauding-far-right-be-slain-spains-voters-hold-the-answer", "date_published": "2023-07-16T07:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As wildly inadequate Tory mayoral candidates go, the Susan & Moz act tops the bill | Catherine Bennett", "description": "Are these two really the best the party has to offer London, or has it just given up trying?<p>In an LBC studio, Iain Dale has invited the final shortlist for the Conservative party’s mayor of London candidate, Susan Hall and Mozammel “Moz” Hossain, to question each other.</p><p><strong>Moz</strong>: “Do you think Londoners will vote for somebody who writes intolerant, hateful Twitter, Susan?”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/despair-fatalism-what-explains-tory-shortlist-london-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/despair-fatalism-what-explains-tory-shortlist-london-mayor", "date_published": "2023-07-16T06:32:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russia shoots down nine Ukrainian drones over Crimea, Moscow official says", "description": "<p>Russia says air defence forces intercepted attacks over port city of Sevastopol, but no damages were reported </p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-508-of-the-invasion\">What we know on day 508 of the invasion</a></li></ul><p>Welcome back to our continuing coverage of the war in Ukraine, I’m Yang Tian bringing you the latest news.</p><p><strong>Russia</strong> has shot down nine Ukrainian drones over the <strong>Crimean port of Sevastopol</strong> early on Sunday, according to a Moscow-installed official. There was no reported damage to the city and surrounding water area.</p><p><strong>Ukraine and Russia have accused each other of shelling civilians in a village in Zaporizhzhia after three people were wounded in attacks. </strong>The head of Ukraine’s presidential administration, Andriy Yermak, said Russian forces bombed the village of Stepnohirske using multiple rocket launchers, hitting an administrative building. Moscow-backed officials claimed it was Kyiv’s forces that shelled a school in the village of Stulneve and air defence forces intercepted a drone over the city of Tokmak. Both sides have denied targeting civilians.</p><p><strong>Russia has issued criminal charges against seven people who planned to kill two prominent Russian journalists in an alleged Ukrainian-backed plot</strong>, according to the state-owned Tass news agency. Russia’s FSB security service detained an unspecified number of people who conducted reconnaissance near the homes and workplaces of journalists Margarita Simonyan, head of state media outlet RT, and Ksenia Sobchak, who ran against President Vladimir Putin in 2018. The FSB said detainees had admitted preparing attacks on the two women on behalf of Ukraine and had been promised a reward of 1.5m roubles for each one.</p><p><strong>South Korea’s president, Yoon Suk-yeol, has pledged to increase his country’s humanitarian and non-lethal military assistance to Ukraine</strong> after a meeting with President <a href=\"https://www.theguardian.com/world/volodymyr-zelenskiy\">Volodymyr Zelenskiy</a> in Kyiv. Yoon said Seoul would “expand the scale of supplies from last year, when we provided materials such as helmets and bullet-proof vests”, adding that humanitarian aid would be increased to $150m in 2023, from $100m last year.</p><p><strong>Vladimir Putin has said the main objective of the deal that allowed Ukrainian grain exports to resume was not achieved</strong>, in a call with his South African counterpart, Cyril Ramaphosa. The Black Sea grain deal that eased fears of a global food crisis sparked by the war in Ukraine is due to expire late Monday unless Russia agrees to renew it. “The main goal of the deal, namely the supply of grain to countries in need, including on the African continent, has not been implemented,” Putin said according to a Kremlin release.</p><p><strong>Ukraine has criticised Bulgaria’s president over his remarks that Kyiv is to blame for Russia’s ongoing war and that supplying arms to</strong> <strong>Ukraine</strong> <strong>only prolongs the conflict. </strong>President Rumen Radev spoke about the recent Nato summit and said that he wanted “to make it clear that Ukraine insists on fighting this war … But it should also be clear that the bill is paid by the whole of <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a>.” The embassy of Ukraine in Sofia rejected Radev’s stance that supplying arms to Ukraine fuels and prolongs the war, saying Kyiv was making all possible efforts to restore peace.</p><p><strong>Ukrainians have reacted with bemusement, mild irritation and irony to UK defence secretary <a href=\"https://www.theguardian.com/world/2023/jul/12/uk-defence-secretary-ben-wallace-suggests-ukraine-could-say-thank-you\">Ben Wallace’s comments</a> that the country should be more grateful</strong> for the help it is receiving from the UK and other allies as it fights off Russian aggression. Kyiv previously regarded Wallace as a staunch supporter and friend. His remarks – on the second day of the Nato summit in Lithuania last week – mystified officials. “Whether we like it or not, people want to see a bit of gratitude,” Wallace said, asked about President Volodymyr Zelenskiy’s frustration at not being given a formal invitation to join Nato.</p><p><strong>A large convoy carrying fighters from the Wagner private army was spotted entering Belarus from Russia early on Saturday,</strong> according to independent monitoring group Belaruski Hajun. At least 60 trucks, buses and other large vehicles crossed into the eastern European country accompanied by Belarusian police. Belarus’s defence ministry said it planned for the mercenaries and Minsk’s own armed forces to conduct joint military drills.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/16/russia-ukraine-war-live-russia-shoots-down-nine-ukrainian-drones-over-crimea-moscow-official-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/16/russia-ukraine-war-live-russia-shoots-down-nine-ukrainian-drones-over-crimea-moscow-official-says", "date_published": "2023-07-16T06:07:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s all for the rich’: anger in Scotland over huge lochside gated community", "description": "<p>No-entry signs are up around the beautiful Taymouth estate as a US developer plans to build luxury homes</p><p>At one time, locals and those visiting the village of Kenmore on the north-eastern banks of Loch Tay, Perthshire, were able to take a leisurely walk through the woodlands of the 180-hectare Taymouth estate, enjoying local wildlife, Victorian landscaping and views of imposing 19th-century Taymouth Castle. Today, in high summer and peak tourist season, would-be walkers are instead met with “path closed” signs and security warnings, while the castle – clad in scaffolding – is only visible from the roadside en route to nearby Aberfeldy.</p><p>According to campaigners, this, alongside the recent closure of local amenities such as a post office, hotel and boat hire company, is symptomatic of the “strangling” of Kenmore by developers who have bought up much of the village. Now an online campaign, Protect Loch Tay, aims to put a stop to plans by the US firm Discovery Land Company (DLC) to build a 320-hectare gated community on the Taymouth estate and neighbouring Glenlyon estate.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/16/its-all-for-the-rich-anger-in-scotland-over-huge-lochside-gated-community\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/16/its-all-for-the-rich-anger-in-scotland-over-huge-lochside-gated-community", "date_published": "2023-07-16T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Get moving: 15 of the best activewear brands - in pictures", "description": "<p>This summer’s selection of activewear sports pops of colour and bold prints</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jul/16/get-moving-15-of-the-best-activewear-brands-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/jul/16/get-moving-15-of-the-best-activewear-brands-in-pictures", "date_published": "2023-07-16T06:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: a wry take on a Chinese folk tale", "description": "<p>Hong Kong artist Fion Hung Ching-Yan’s intriguing image is inspired by an old parable about a child’s parental loyalty</p><p>The 24 Paragons of Filial Piety is a series of traditional Chinese folk tales that illustrate acts of extreme loyalty performed by children for their parents. The Hong Kong artist <a href=\"https://www.hungchingyan.com/\">Fion Hung Ching-Yan</a> has used those stories – which her father used to tell her at bedtime – as the visual stimuli for her series of therapeutic pictures, <em>The Skeletons in the Closet</em>. Think Eminem meets Confucius.</p><p>This image, now on show in Brighton, is based on the ancient story of the child who visits a family friend in a distant province and is given a mandarin orange. The family friend observes the child stealing two more oranges and hiding them in his sleeve. The host’s anger at the theft turns to praise, however, when he discovers that the child has taken the fruit not for himself but for his mother at home. Hung, it seems, is not wholly convinced by the implied guilt trip of that parable – the moral of her updated story is that there would never be enough oranges to satisfy the demands of her parents; she needs one or two for herself.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/16/the-big-picture-a-wry-take-on-a-chinese-folk-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/16/the-big-picture-a-wry-take-on-a-chinese-folk-tale", "date_published": "2023-07-16T06:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Borderline racist’: critics slam Rishi Sunak’s plan to fund pay rise with higher migrant fees", "description": "<p>Charities, unions and politicians say ‘divisive’ policy will damage UK economy by squeezing workers from overseas</p><p>The government’s plan to fund a public sector pay rise by hiking the fees charged to migrants for visa applications and NHS access has been described as “deeply unfair” and “deliberately divisive” by charities, unions and politicians.</p><p>Unison, which represents 1.3 million public service workers, warned that the increases would “push more people into poverty”, while the Joint Council for the Welfare of Immigrants accused the government of a “blatant attempt to pit worker against worker and divide our communities”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/16/borderline-racist-rishi-sunak-plan-to-fund-pay-rises-by-hiking-migrant-fees\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/16/borderline-racist-rishi-sunak-plan-to-fund-pay-rises-by-hiking-migrant-fees", "date_published": "2023-07-16T06:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Angela Rayner: ‘Why should I have my rough edges smoothed off?’", "description": "<p>If Labour wins the next election, this working-class, passionate, voluble woman will be the second most powerful person in the land. Ahead of two crucial byelections, she talks about her ‘feral’ childhood, ‘pragmatic’ socialism, and why some Tory colleagues are scared of her</p><p>In Angela Rayner’s small and cluttered Westminster office, the functional and the homely coexist in an uneasy alliance. In one corner, an assortment of dresses, tops and jackets hangs on a small rail between a desktop printer and an ornately framed mirror. A large sofa takes up a lot of space, while two matching green armchairs face her desk, in front of which stands a huge electric fan – “When it gets really hot,” she says, laughing, “Ginger from Manchester starts to wilt.”</p><p>Several pairs of high-heel shoes sit by the sofa and a pair of pink polka-dot slip-ons nestle on the floor. Her choice of footwear has been a preoccupation of the tabloids, who have reported gleefully on her lace-up platforms, Kung Fu Panda heels and, most infamously, the <em>Star Wars</em>-themed creations she pre-ordered and didn’t receive. “I love shoes,” she tells me, “because, growing up, I had one pair of bog-standard black shoes with steel toecaps that my nana thought would last me and I got bullied for them.”</p> <a href=\"https://www.theguardian.com/politics/2023/jul/16/angela-rayner-election-labour-deputy-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/16/angela-rayner-election-labour-deputy-keir-starmer", "date_published": "2023-07-16T06:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Having roots is a myth… why ‘homeland’ was just an illusion for Milan Kundera | Kenan Malik", "description": "The novelist, who died last week, posed questions on identity that resonate to this day<p>The novelist, Milan Kundera <a href=\"https://archive.nytimes.com/www.nytimes.com/books/98/05/17/specials/kundera-roth.html\" title=\"\">once observed</a> to fellow-writer Philip Roth, “teaches the reader to comprehend the world as a question”. He feared that in a world in which people “prefer to judge rather than to understand, to answer rather than ask… the voice of the novel can hardly be heard over the noisy foolishness of human certainties”.</p><p>The death last week of Kundera has been marked with <a href=\"https://www.theguardian.com/books/2023/jul/12/milan-kundera-obituary\" title=\"\">respectful eulogies</a>. Yet the lightness with which he has been remembered has also made clear that he no longer occupies the place in our culture he once did. Kundera’s voice, too, has less resonance in our noisy world.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/in-celebrating-europes-glorious-diversity-milan-kundera-confounds-its-bigots\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/in-celebrating-europes-glorious-diversity-milan-kundera-confounds-its-bigots", "date_published": "2023-07-16T05:32:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Nato summit’s failure to offer Ukraine membership | Observer editorial", "description": "While leaders dined out on a half deal with Turkey’s Erdoğan, Volodymr Zelenskiy was left looking like a poor man at a feast<p>Volodymyr Zelenskiy had to put a brave face on it, after being petulantly <a href=\"https://www.theguardian.com/world/2023/jul/12/uk-defence-secretary-ben-wallace-suggests-ukraine-could-say-thank-you\" title=\"\">accused of ingratitude</a> by British defence secretary Ben Wallace, but last week’s Nato summit was a disappointment for Ukraine’s president and the embattled country he leads. Nato’s repeated failure to offer an unambiguous timetable for <a href=\"https://www.theguardian.com/politics/2023/jul/14/boris-johnson-nato-ukraine-membership\" title=\"\">Kyiv’s full membership</a> will be seen by the Kremlin as a weak hedging of bets. It will probably be exploited in any future talks to end the war.</p><p>To be sure, Ukraine received <a href=\"https://www.nato.int/cps/en/natohq/news_217059.htm\" title=\"\">pledges of long-term support</a>, more weaponry and G7 assistance, and the halfway house of a Ukraine-Nato council. “We’re not going anywhere. You’re stuck with us,” US president Joe Biden joked. But Zelenskiy’s dutiful laughter seemed a little forced. Sincere though he is, Biden cannot be sure of keeping his promise. In 18 months’ time, US policy under a less supportive Republican successor could be very different.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/observer-view-nato-summit-failure-offer-ukraine-membership\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/16/observer-view-nato-summit-failure-offer-ukraine-membership", "date_published": "2023-07-16T05:02:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I care too much what other people think. How can I stop? | Ask Philippa", "description": "Become more internally focussed and allow yourself to be guided by your feelings, says Philippa Perry. You don’t need to impress anyone<p><em><strong>The dilemma </strong>I grew up with loving parents and had a happy childhood, but am beginning to realise that a persistently low sense of self-esteem may now be hampering my life.</em></p><p><em>Growing up, I had a fractious relationship with my older brother, who I think resented me for being the academically gifted child of the family. Constant rejection and ridicule by him left me feeling frustrated at times. In my last few years at school I felt bullied by a group that I tried (and failed) to become a part of. I didn’t even like them. They constantly made fun of me under the guise of “banter”.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/16/i-care-too-much-about-what-other-people-think-how-can-i-stop-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/16/i-care-too-much-about-what-other-people-think-how-can-i-stop-philippa-perry", "date_published": "2023-07-16T05:01:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lark, Bury St Edmunds: ‘Clever, relaxed, and hugely enjoyable’ – restaurant review", "description": "A small ambitious team, classic cooking techniques and a pie to sigh over – the Lark is ascending<p><strong>Lark, 6A Angel Hill, Bury St Edmunds IP33 1UZ (<a href=\"https://larkrestaurant.co.uk/\">larkrestaurant.co.uk</a>). Snacks £2.50-£7, plates £11-£28, desserts £10-£12, wines from £25 a bottle</strong></p><p>Some words are more abused than others. “Special” is one of those. Russia’s murderous war on Ukraine is apparently a “special military operation”. The Royal Mail’s “special delivery” service invariably means you’ll receive a card through your door from someone who couldn’t be arsed to ring the bell, even though you were in, telling you to go and collect your package from the post office. And then there’s the use of special on menus, which may indicate that the kitchen ordered too much of something nobody wanted to eat, and now it’s been repurposed as a soup still nobody wants to eat.</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/lark-bury-st-edmunds-clever-relaxed-and-hugely-enjoyable-restaurant-review\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/lark-bury-st-edmunds-clever-relaxed-and-hugely-enjoyable-restaurant-review", "date_published": "2023-07-16T05:01:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nato should not enter the war – and here’s why | Letters", "description": "Calls for the west to intervene directly in Ukraine should be ignored<p>Despite his caveats, Simon Tisdall is in effect making a case for Nato to go to war with Russia (“<a href=\"https://www.theguardian.com/world/commentisfree/2023/jul/08/ukraine-nato-must-step-in-to-stop-russia\" title=\"\">Defeat for Ukraine would be a global disaster. Nato must finally step in</a>”, Foreign Affairs Commentary).</p><p>I believe that such a course of action would prove detrimental to western interests. If the Ukrainian counteroffensive fails to attain its ambitious objectives, no amount of western aid will allow Kyiv to prevail – including the controversial cluster munitions, that Washington is making available to the Ukrainians at the expense of its own soft power. The real choice facing the west is between a direct involvement of Nato and an end to hostilities through a peace treaty or an armistice of indefinite duration.</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/jul/16/nato-should-not-enter-war-ukraine-observer-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/jul/16/nato-should-not-enter-war-ukraine-observer-letters", "date_published": "2023-07-16T05:01:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Old world v new world: who wins?", "description": "New Zealand v Alsace and South Africa v the Loire, the same grape in different areas brings very different rewards<p><strong>Te Whare Ra Toru, Marlborough, New Zealand 2022 (£20.35, <a href=\"https://shop.lescaves.co.uk/lescaves-items?c=Wines\">lescaves.co.uk</a>) </strong>The wine world has a bit of a thing for events in which the wines of a supposed upstart from the New World are tasted alongside the wines that inspired them in the classic European regions. It’s a habit that dates back to the Judgement of Paris, a tasting that still looms large in the wine trade imaginary despite taking place almost half a century ago in 1976, when a Paris-based British merchant, Steven Spurrier, got a panel of French experts to blind taste a bunch of California wines against the very best of Bordeaux and Burgundy. Sensationally, two California wines came out on top, announcing the US region’s arrival as a serious fine wine player on the world stage. The most recent event of this type I attended pitted a set of wines from New Zealand against their equivalents in Alsace. “Alsace Rocks, New Zealand Rolls”, was designed to be more instructive than competitive, but it certainly showed how far top aromatic New Zealand whites, such as Toru, have come.</p><p><strong>Domaine Zind Humbrecht Heimbourg Pinot Gris, Alsace 2017 (£32, <a href=\"https://www.thewinesociety.com/\">thewinesociety.com</a>) </strong>The gorgeous aromatic ripple of tropical and temperate fruit (pineapple and mango meets apple and pear) of Toru’s Alsace-alike blend of gewürztraminer, pinot gris and riesling set the tone for a tasting in which the New Zealand wines performed much stronger than this Francophile expected, with many of the New Zealand bottles matching (if never quite out-matching) the equivalent Alsace wine they were tasted against. The Toru, for example, was not at all out of place in the company of the immaculate silkily textured honeyed blend of 13 grapes from one of my favourite Alsace producers: Marcel Deiss Berckem 2018 (£26.95, <a href=\"https://www.leaandsandeman.co.uk/\">leaandsandeman.co.uk</a>). And it was a surprise for me, too, that Prophets Rock Pinot Gris 2020 from Central Otago, with its sumptuous succulent pear and quince and gentle floral tones, was able to stand shoulder to shoulder with the luxuriously plush but fluent wine made from the same grape variety, pinot gris, by one of the world’s most celebrated white winemakers, Olivier Humbrecht in Alsace.</p> <a href=\"https://www.theguardian.com/food/2023/jul/16/old-world-v-new-world-who-wins\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/16/old-world-v-new-world-who-wins", "date_published": "2023-07-16T05:01:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Danish meadow bursts into colour", "description": "<p>With the sun high in the sky and the night’s bright with reds and yellows and blues to enjoy</p><p>Midsummer at the. summerhouse: 29C and a hosepipe ban. Small planes scan the plots for too-green grass. Water use is monitored. Drooping trees perk up with occasional light rain. The two-month no-mow meadow is alive with daisies, poppies, cornflowers, every kind of grasshead. I walk around with the <a href=\"https://identify.plantnet.org/\">Pl@ntNet</a> app. I am near-addicted to the bird-identifier Merlin, turned to Sound ID, making sense of the chorus.</p><p>I cycle past the looping peewits, scan for the flickering skylarks, watch, entranced by the skimming martins living in the sand cliffs along the beach.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/16/the-danish-meadow-bursts-into-colour\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/16/the-danish-meadow-bursts-into-colour", "date_published": "2023-07-16T05:01:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Lesley Manville’s overlooked war drama World on Fire returns", "description": "<p>The cast also boasts the Little Mermaid star Jonah Hauer-King. Plus, how women won the right to get in the fighting ring. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/16/tv-tonight-lesley-manvilles-overlooked-war-drama-world-on-fire-returns\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/16/tv-tonight-lesley-manvilles-overlooked-war-drama-world-on-fire-returns", "date_published": "2023-07-16T05:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New dementia drugs: patients to pay privately or face NHS postcode lottery", "description": "<p>As advanced remedies emerge, the chief executive of Alzheimer’s Research UK warns sufferers could miss out as the health service struggles to cope</p><p>Groundbreaking new dementia drugs are likely to be the preserve of the rich while NHS patients will be subject to a “massive postcode lottery” when they become available for the first time in the UK, according to the co-chair of the government’s national mission to tackle the condition.</p><p>Amid multiple scientific and pharmaceutical breakthroughs – the latest of which, <a href=\"https://www.theguardian.com/society/2023/may/03/new-alzheimers-drug-slows-cognitive-decline-by-35-trial-results-show\" title=\"\">donanemab</a>, is to have its full clinical trial results published at a conference in the Netherlands on Monday – more research funding and the establishment of a dedicated government taskforce, it should be a promising time for tackling the disease that affects more than 850,000 people in Britain.</p> <a href=\"https://www.theguardian.com/society/2023/jul/16/new-dementia-drugs-patients-to-pay-privately-or-face-nhs-postcode-lottery\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/16/new-dementia-drugs-patients-to-pay-privately-or-face-nhs-postcode-lottery", "date_published": "2023-07-16T04:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 508 of the invasion", "description": "<p>Ukraine and Russia accuse each other of shelling civilians; Moscow issues criminal charges against seven in alleged plot to kill top Russian journalists</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>Ukraine and Russia have accused each other of shelling civilians in a village in Zaporizhzhia after three people were wounded in attacks. </strong>The head of Ukraine’s presidential administration, Andriy Yermak, said Russian forces bombed the village of Stepnohirske using multiple rocket launchers, hitting an administrative building. Moscow-backed officials claimed it was Kyiv’s forces that shelled a school in the village of Stulneve and air defence forces intercepted a drone over the city of Tokmak. Both sides have denied targeting civilians.</p><p><strong>Russia has issued criminal charges against seven people who planned to kill two prominent Russian journalists in an alleged Ukrainian-backed plot</strong>, according to the state-owned Tass news agency. Russia’s FSB security service detained an unspecified number of people who conducted reconnaissance near the homes and workplaces of journalists Margarita Simonyan, head of state media outlet RT, and Ksenia Sobchak, who ran against President Vladimir Putin in 2018. The FSB said detainees had admitted preparing attacks on the two women on behalf of Ukraine and had been promised a reward of 1.5m roubles for each one.</p><p><strong>South Korea’s president, Yoon Suk-yeol, has pledged to increase his country’s humanitarian and non-lethal military assistance to Ukraine</strong> after a meeting with President <a href=\"https://www.theguardian.com/world/volodymyr-zelenskiy\">Volodymyr Zelenskiy</a> in Kyiv. Yoon said Seoul would “expand the scale of supplies from last year, when we provided materials such as helmets and bullet-proof vests”, adding that humanitarian aid would be increased to $150m in 2023, from $100m last year.</p><p><strong>Vladimir Putin has said the main objective of the deal that allowed Ukrainian grain exports to resume was not achieved</strong>, in a call with his South African counterpart, Cyril Ramaphosa. The Black Sea grain deal that eased fears of a global food crisis sparked by the war in Ukraine is due to expire late Monday unless Russia agrees to renew it. “The main goal of the deal, namely the supply of grain to countries in need, including on the African continent, has not been implemented,” Putin said according to a Kremlin release.</p><p><strong>Ukraine has criticised Bulgaria’s president over his remarks that Kyiv is to blame for Russia’s ongoing war and that supplying arms to</strong> <strong>Ukraine</strong> <strong>only prolongs the conflict. </strong>President Rumen Radev spoke about the recent Nato summit and said that he wanted “to make it clear that Ukraine insists on fighting this war … But it should also be clear that the bill is paid by the whole of <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a>.” The embassy of Ukraine in Sofia rejected Radev’s stance that supplying arms to Ukraine fuels and prolongs the war, saying Kyiv was making all possible efforts to restore peace.</p><p><strong>Ukrainians have reacted with bemusement, mild irritation and irony to UK defence secretary <a href=\"https://www.theguardian.com/world/2023/jul/12/uk-defence-secretary-ben-wallace-suggests-ukraine-could-say-thank-you\">Ben Wallace’s comments</a> that the country should be more grateful</strong> for the help it is receiving from the UK and other allies as it fights off Russian aggression. Kyiv previously regarded Wallace as a staunch supporter and friend. His remarks – on the second day of the Nato summit in Lithuania last week – mystified officials. “Whether we like it or not, people want to see a bit of gratitude,” Wallace said, asked about President Volodymyr Zelenskiy’s frustration at not being given a formal invitation to join Nato.</p><p><strong>A large convoy carrying fighters from the Wagner private army was spotted entering Belarus from Russia early on Saturday,</strong> according to independent monitoring group Belaruski Hajun. At least 60 trucks, buses and other large vehicles crossed into the eastern European country accompanied by Belarusian police. Belarus’s defence ministry said it planned for the mercenaries and Minsk’s own armed forces to conduct joint military drills.</p> <a href=\"https://www.theguardian.com/world/2023/jul/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-508-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-508-of-the-invasion", "date_published": "2023-07-16T01:01:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]