[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Służby ostrzegają przed rosyjską prowokacją na terenie Zaporoskiej Elektrowni Atomowej", "description": "Wkrótce może dojść do rosyjskiej prowokacji na terenie okupowanej Zaporoskiej Elektrowni Atomowej - ostrzegły we wtorek Siły Zbrojne Ukrainy. Poinformowały o dostrzeżeniu na dachach dwóch bloków elektrowni przedmiotów przypominających ładunki wybuchowe.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/sluzby-ostrzegaja-przed-rosyjska-prowokacja-na-terenie-zaporoskiej-elektrowni-atomowej/", "date_published": "2023-07-04T19:26:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Threads - nowe aplikacja od Meta. To bezpośrednia konkurencja dla Twittera", "description": "Spółka Meta zapowiedziała uruchomienie aplikacji Threads. Program dostępny jest w przedsprzedaży w App Store, a oficjalnie dystrybucja ma zacząć działać w czwartek. Threads to odpowiedź na Twittera, jego bezpośrednia konkurencja.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/threads-nowe-aplikacja-od-meta-to-bezposrednia-konkurencja-dla-twittera/", "date_published": "2023-07-04T18:10:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Minister potwierdza. Rosjanie od roku nie mogą \"upolować\" HIMARS-ów", "description": "Ukraińskie wojsko nie straciło ani jednego systemu HIMARS - powiadomiła we wtorek ukraińska wiceminister obrony Hanna Malar. “Pojawienie się amerykańskich HIMARS-ów w czerwcu 2022 roku było nieprzyjemnym zaskoczeniem dla rosyjskiego wojska - napisała, dziękując USA za wsparcie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/ukraina-minister-potwierdza-rosjanie-od-roku-nie-moga-ich-upolowac/", "date_published": "2023-07-04T17:12:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Protesty we Francji mogą nadwyrężyć gospodarkę kraju. Straty wynoszą ponad miliard euro", "description": "Zamieszki we Francji przyniosły ponad miliard euro strat. Setki sklepów, restauracji i banków zostało splądrowanych. Mieszkańcy mogą długo odczuwać skutki gwałtownych protestów. Ubezpieczenia najpewniej nie pokryją wszystkich szkód. Dodatkowo wielu turystów odwołało wakacyjne wyjazdy, ze względu na niestabilną sytuację w kraju.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/straty-wartosci-ponad-miliarda-euro-protesty-we-francji-moga-nadwyrezyc-gospodarke-kraju/", "date_published": "2023-07-04T16:44:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Władimir Putin bagatelizuje sankcje nałożone przez Zachód. \"Rosja rozwija się jak nigdy dotąd\"", "description": "- Rosja przeciwdziała wszystkim tym zewnętrznym sankcjom, naciskom, prowokacjom i rozwija się, jak nigdy dotąd - stwierdził Władimir Putin podczas przemówienia na wirtualnym szczycie Szanghajskiej Organizacji Współpracy (SCO).", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/wladimir-putin-rosja-rozwija-sie-jak-nigdy-dotad-rosyjski-przywodca-bagatelizuje-sankcje-zachodu/", "date_published": "2023-07-04T15:29:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Awaria kolejki górskiej. Pasażerowie wisieli z głową w dół przez trzy godziny", "description": "Osiem osób, w tym siedmioro dzieci, spędziło około trzy godziny, wisząc z głową w dół. Wszystko przez awarię kolejki górskiej. Wagoniki zatrzymały się z powodu usterki mechanicznej. Pasażerowie nie zostali ranni, jednak wszystkich przewieziono na badania.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/wisconsin-dramat-podczas-festynu-wisieli-glowa-w-dol-przez-trzy-godziny/", "date_published": "2023-07-04T14:37:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Afganistan: Talibowie nakazali zamknięcie salonów fryzjerskich i kosmetycznych", "description": "Talibowie nakazali zamknięcie salonów fryzjerskich i kosmetycznych w Afganistanie. To najnowsze ograniczenia, z jakimi w tym kraju borykają się kobiety. Zakłady mają miesiąc na przystosowanie się do nowych przepisów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/afganistan-talibowie-nakazali-zamkniecie-salonow-fryzjerskich-i-kosmetycznych/", "date_published": "2023-07-04T14:05:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Adoptowała pudla i zrobiła z niego jednorożca. Burza w sieci", "description": "42-latka z Kalifornii zafarbowała włosy swojego pudla w różnych kolorach, aby jak najbardziej przypominał jednorożca. Teraz jest zbulwersowana, bo choć wydaje setki dolarów rocznie, by uzyskać odpowiednią barwę zwierzęcia, wciąż musi mierzyć się z atakami hejterów. Jak tłumaczy, psu nie dzieje się krzywda, bo używa wegańskich farb.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/usa-adoptowala-pudla-i-zrobila-z-niego-jednorozca-burza-w-sieci/", "date_published": "2023-07-04T12:04:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Tragiczny wypadek polskiej rodziny. Nie żyje kobieta", "description": "Na autostradzie w Niemczech doszło do wypadku polskiej rodziny. Zginęła 49-letnia kobieta, a trzy kolejne osoby są ciężko ranne. Na razie nie ustalono, co było przyczyną tragedii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/niemcy-tragiczny-wypadek-polskiej-rodziny-nie-zyje-kobieta/", "date_published": "2023-07-04T11:03:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Izrael. Samochód wjechał w ludzi w Tel Awiwie", "description": "Samochód wjechał w tłum ludzi w Tel Awiwie. W wyniku incydentu rannych zostało co najmniej sześć osób. Wcześniej informowano, że jest ich 10. Agencja Reutera podała, że sprawca miał również atakować swoje ofiary nożem. Pojawiły się również doniesienia o strzałach z broni palnej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/izrael-samochod-wjechal-w-ludzi-w-tel-awiwie/", "date_published": "2023-07-04T10:31:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kadencja szefa NATO Jensa Stoltenberga przedłużona o rok. \"Jestem zaszczycony\"", "description": "Sekretarz generalny NATO Jens Stoltenberg poinformował, że jego kadencja została przedłużona do 1 października 2024 roku. W bardziej niebezpiecznym świecie nasz Sojusz jest ważniejszy niż kiedykolwiek - stwierdził norweski polityk.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/kadencja-jensa-stoltenberga-jako-szefa-nato-przedluzona-o-rok-jestem-zaszczycony/", "date_published": "2023-07-04T09:46:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Zaginiony nastolatek odnalazł się po ośmiu latach. Pobity spał przed kościołem", "description": "Mężczyzna, który ponad osiem lat temu zaginął jako nastolatek, został niedawno znaleziony. Jak podaje policja z amerykańskiego Houston, obecnie 25-letni Rudolph spał przed kościołem. Nie wiadomo, co działo się z nim przez ten czas, ale najpewniej co najmniej raz został dotkliwie pobity. Rodzina przekazała, że jest w złej kondycji psychicznej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/usa-zaginiony-nastolatek-odnalazl-sie-po-osmiu-latach-pobity-spal-przed-kosciolem/", "date_published": "2023-07-04T09:41:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Czeczenia. Elena Milashina dotkliwie pobita. Dziennikarce opisującej zbrodnie Kadyrowa ogolono głowę", "description": "Elena Milashina i jej prawnik Alexander Nemow zostali pobici w Groznym, stolicy Czeczenii. Zamierzali wziąć udział w rozprawie, jednak w drodze z lotniska zaatakowali ich agresywni mężczyźni. Twierdzili oni, że atak to tylko ostrzeżenie. To już kolejne pobicie dziennikarki - do podobnego zdarzenia doszło trzy lata temu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/czeczenia-elena-milashina-dotkliwie-pobita-dziennikarce-opisujacej-zbrodnie-kadyrowa-ogolono-glowe/", "date_published": "2023-07-04T09:18:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś: System S-400 uruchomiony. Reżim Łukaszenki chce \"podglądać\" Warszawę", "description": "Ministerstwo Obrony Białorusi poinformowało, że załogi systemów przeciwlotniczych S-400 rozpoczęły dyżury bojowe. Z informacji przekazanych przez przedstawicieli resortu wynika, że zestawy widzą cele zarówno nad Warszawą, jak i nad Morzem Bałtyckim.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/bialorus-system-s-400-uruchomiony-rezim-chce-podgladac-warszawe/", "date_published": "2023-07-04T08:04:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Atak dronów w pobliżu Moskwy. Eksplozje, przekierowane loty z lotniska Wnukowo", "description": "Doniesienia o atakach dronów na obiekty nieopodal Moskwy pojawiły się we wtorek rano w rosyjskich mediach. Informacje potwierdziło tamtejsze ministerstwo obrony. Głos w sprawie zabrała również rzeczniczka rosyjskiego MSZ Marija Zacharowa, która określiła sytuację kolejnym aktem ukraińskiego terroryzmu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/rosja-atak-dronow-w-poblizu-moskwy-eksplozje-przekierowane-loty-z-lotniska-wnukowo/", "date_published": "2023-07-04T07:58:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Erdogan krytykuje \"islamofobię\" we Francji. Obawia się prześladowania muzułmanów", "description": "Prezydent Turcji Recep Tayyip Erdogan wyraził zaniepokojenie, że ostatnie wydarzenia we Francji, których zarzewiem było zastrzelenie przez policjanta 17-letniego Nahela, doprowadzą do dalszego ucisku muzułmanów i migrantów. Potępił także islamofobię, która - jego zdaniem - panuje w kraju rządzonym przez Emmanuela Macrona.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/erdogan-krytykuje-islamofobie-we-francji-obawia-sie-przesladowania-muzulmanow/", "date_published": "2023-07-04T07:27:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grecja. Ciała dwóch 18-latków z Irlandii na wyspie Ios. Byli przyjaciółmi", "description": "Grecka policja prowadzi osobne śledztwa w sprawie śmierci dwóch nastolatków z Irlandii. Andrew ODonnell i Max Wall wybrali się na szkolną wycieczkę na wyspę Ios. Obaj zostali znalezieni martwi w niedzielę w odstępie zaledwie kilku godzin. Ich ciała znajdowały się w różnych częściach wyspy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/grecja-ciala-dwoch-18-latkow-z-irlandii-na-wyspie-ios-byli-przyjaciolmi/", "date_published": "2023-07-04T06:35:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Media: Tak wygląda obóz Grupy Wagnera na Białorusi. \"Rozbito około 298 namiotów\"", "description": "We wsi Cel koło białoruskiego miasta Osipowicze zauważono blisko 300 namiotów. Mają pomieścić nawet osiem tysięcy osób. Niezależny kanał przekazał, że odpowiadają za nie wagnerowcy, którzy budują w tym miejscu obóz polowy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-07-04/media-oboz-grupy-wagnera-na-bialorusi-rozbito-okolo-298-namiotow/", "date_published": "2023-07-04T04:54:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}]