[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Dramatic increase in Diabetes", "description": "Incidence of Diabetes in Children and Adolescents During the COVID-19 Pandemic\n\nA Systematic Review and Meta-Analysis. 30th June 2023, Toronto\n\nhttps://jamanetwork.com/journals/jamanetworkopen/fullarticle/2806712?utm_source=For_The_Media&amp;utm_medium=referral&amp;utm_campaign=ftm_links&amp;utm_term=063023\n\nKey Points\n\nAnalysis of 42 studies\n\nN = 102,984 youths (19 years and under)\n\nIncidence of type 1 diabetes was higher during the COVID-19 pandemic compared with before the pandemic.\n\nThe findings suggest the need to elucidate possible underlying mechanisms to explain temporal changes\n\nSynthesize estimates of changes in incidence rates\n\nMinimum observation period of 12 months during and 12 months before the pandemic\n\n(Also looked at incidence of DKA in new-onset diabetes during the pandemic.)\n\nResults, Type 1 diabetes incidence rates\n\nN = 38,149 youths\n\nFirst year of the pandemic, incidence rate ratio = 1.14\n\nDuring months 13 to 24, incidence rate ratio = 1.27\n\n(Expected 3% to 4% annual increase trends in Europe)\n\nResults, Type 2 diabetes incidence rates\n\nTen studies reported incident in both periods. \n\nEight studies, an increase incident of type 2 diabetes\n\nResults, DKA incidence rates\n\nFifteen studies\n\nIncidence rate ratio = 1.26\n\nConclusions \n\nFuture studies are needed to assess whether this trend persists,\n\nand may help elucidate possible underlying mechanisms to explain temporal changes.\n\nMore from the study\n\nSome studies reported an association between SARS-CoV-2 infection and new-onset diabetes.\n\nHowever, (challenges in SARS-CoV-2 diagnosis), concerns about the validity of these studies. \n\nData sets used in other studies did not capture asymptomatic SARS-CoV-2\n\nThere is no clear mechanism by which COVID-19 could directly or indirectly lead to new-onset type 1 or 2 diabetes.\n\nPurported direct mechanisms\n\nSARS-CoV-2 entry receptor ACE2 is expressed on insulin-producing β cells\n\nThere is no clear underlying mechanism explaining the association between SARS-CoV-2 infection and subsequent increased risk of diabetes.\n\nPopulation-based studies suggest…. that the increase in incidence may be due to an immune-mediated mechanism.\n\nProposed indirect effects of the COVID-19 pandemic and containment measures that may be associated with diabetes\n\n(contrary to what would be expected based on the decrease in viral infections among children)\n\n‘Catch-up’ could only influence the first year of the pandemic\n\nReflection on yesterday’s lab leak video and biological war\n\nAs someone who has spent a number of years studying biological warfare (BW) and ways to defend against it, \n\nI'm not convinced that the Wuhan virus was not meant to be a BW agent. \n\nHigh lethality isn't necessarily required to be an effective weapon; \n\nit just needs to be able to incapacitate a significant number of people. \n\nThe incapacitated people are no longer able to do their jobs, \n\nand the added benefit to the employer of the weapon is that those incapacitated people now take up more resources and more people to treat them than if they died. \n\nAlso, the genetic techniques that they used, \n\ntechniques that made it difficult to identify any man-made changes, \n\nis in line with one of the main attractions of BW - plausible deniability. \n\nThank you for your thorough, objective and thoughtful reports!", "link": "https://www.youtube.com/watch?v=GRohIT7-aik", "date_published": "2023-07-04T14:24:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}]