[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC-91UA-Xy2Cvb98deRXuggA", "title": "\"LOUD QUITTING!\" - THE \"NEXT\" DUMB JOB TREND EXPLAINED", "description": "Go to https://brilliant.org/JoshuaFluke/ to get a 30-day free trial + the first 200 people will get 20% off their annual subscription!\n\n❤️ Support my content! \n https://www.patreon.com/joshuafluke\n\n🔥 Need a resume/cover letter? Check out my templates!  \nhttps://grindreel.com/\n\n👊 Join the community! \nhttps://discord.gg/Joshuafluke\n\nSocials🤳\nhttps://www.tiktok.com/@joshua_fluke\nhttps://www.instagram.com/joshuafluke/  📸\nhttps://twitter.com/joshuafluke  🐦\n\n📧 Email me directly!: grindreel@gmail.com\n📧 Business inquiries: Joshuafluke@thoughtleaders.io  \n\nMy Gear ⚙️:  https://kit.co/JoshuaFluke\n\nEmployees are now adopting a new method of quitting called \"loud quitting.\"\nLoud quitting refers to employees leaving their jobs in a very public and attention-grabbing manner.\nIt's worse than quiet quitting because it can potentially harm a company's reputation and create a negative buzz.\nThe rise of social media and online platforms has made it easier for employees to publicly share their frustrations and grievances.\nSome employees have resorted to creating elaborate resignation videos, posting scathing reviews on company websites, or using catchy hashtags to gain attention.\nCompanies are scrambling to handle these loud quitting episodes and mitigate the damage to their brand.\nThe increase in loud quitting is seen as a sign of employee dissatisfaction and frustration with workplace conditions, low wages, lack of growth opportunities, and toxic work environments.\nThe pandemic and remote work have played a role in fueling this trend, as employees feel more empowered to speak up and take a stand against unfair treatment.\nHowever, there are risks involved in loud quitting, such as potential damage to future job prospects and legal repercussions.", "link": "https://www.youtube.com/watch?v=_U6ky5cO-tE", "date_published": "2023-07-04T18:39:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]