[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Kerbal Space Program 2 Developers Help Us Build the Korok Space Program in Tears of the Kingdom", "description": "Kerbal Space Program 2 developers Brandon Orden and Tom Vinita helped walk us through launching a Korok into orbit in Tears of the Kingdom using Zonai technology and taught us a lot about rockets, flight, and crash landings in the process.\n\n#KerbalSpaceProgram2 #TheLegendOfZeldaTearsOfTheKingdom", "link": "https://www.youtube.com/watch?v=odj5roUbDVA", "date_published": "2023-07-04T19:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Synapse - Official PlayStation VR2 Launch Trailer", "description": "Synapse is a VR action shooter developed by nDreams. Players must harness a lethal combination of surging telekinetic powers and deadly weaponry as they attempt to stall the plans of the enemy Colonel Peter Conrad played by David Hayter. Guided by their Handler, Clara Sorensen played by Jennifer Hale, players will need to fight through to the Colonel’s subconscious and extract crucial intel that will put an end to his plans for mass destruction. Synapse uses PlayStation VR2-specific features such as eye-tracking, haptic feedback, and adaptive triggers. Synapse is available now for PlayStation VR2.\n\n#Synapse #PlayStationVR2", "link": "https://www.youtube.com/watch?v=NEOfWOdjTqg", "date_published": "2023-07-04T15:23:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Destiny 2: Season of the Deep - Official Revelation Cinematic Trailer", "description": "Destiny 2's Season of the Deep is well underway with a mission in need of being completed. Check out the Revelation Cinematic trailer for Destiny 2: Season of the Deep running through August 22 on PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#Destiny2 #SeasonOfTheDeep", "link": "https://www.youtube.com/watch?v=kyTKQOBa3Bk", "date_published": "2023-07-04T14:27:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite - Official Summer Escape Event Trailer", "description": "Feel the summer vibes in the new Fortnite Summer Escape trailer. The Fortnite Summer Escape event runs from July 4 at 6am PT/ 9am ET/ 2pm BST/ 11pm AEST to July 18 at 6am PT/ 9am ET/ 2pm BST/ 11pm AEST.\n\nEarn XP by completing Summer Escape Quests and unlock new in-game items for your locker, including the Toasted Coconut Emote, Artifact Axe Pickaxe, Bugzy Glider, Wild Fronds Back Bling, and Starry Sea Wrap. The Purradise Meowscles outfit will also be available to unlock in the Fortnite Chapter 4 Season 3 Battle Pass from July 6.\n\n#IGN #Gaming #Fortnite", "link": "https://www.youtube.com/watch?v=s4fSchNhq-E", "date_published": "2023-07-04T13:24:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Persona 3 Reload - Official English Gameplay Reveal Trailer", "description": "Here's some brand new Persona 3 Reload gameplay. The latest trailer also features our first look at Persona 3 Reload's English VO cast, announced at Anime Expo. Get another look at the upcoming reimagining of the popular RPG and prepare to step into the shoes of a transfer student thrust who unexpectedly manages to enter the hour \"hidden\" between one day and the next. Chase mysteries, harness incredible powers, and fight for your friends. Persona 3 Reload will be released in early 2024 for PC, Xbox Series X/S, Xbox One, and Xbox Game Pass.\n\n#IGN #Gaming #Persona3Reload", "link": "https://www.youtube.com/watch?v=_bSKt4nW9sw", "date_published": "2023-07-04T10:57:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Persona 5 Tactica - Official Character Spotlight 1 Trailer", "description": "Check out the first character spotlight trailer for Persona 5 Tactica, which gives us a closer look at Joker, Erina, and Morgana's abilities and playstyles. Persona 5 Tactica is a combat adventure game in which players lead a squad known as the Phantom Thieves of Hearts against a military group called Legionnaires. Construct a team of three familiar characters and prepare to take the group down. Persona 5 Tactica is coming to PC, Xbox Series X/S, Xbox One, and Xbox Game Pass on November 17, 2023.\n\n#IGN #Gaming #Persona5", "link": "https://www.youtube.com/watch?v=DnBSd6T0IlY", "date_published": "2023-07-04T10:25:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pikmin 4 Demo - 21 Minutes of Gameplay From the First Mission", "description": "The Pikmin 4 Demo has arrived on the Nintendo eShop and with it all the charm of the Pikmin series. 21 minutes of gameplay from the First Mission. Pikmin 4 release for Nintendo Switch on July 21, 2023.", "link": "https://www.youtube.com/watch?v=NJblWzqMBvs", "date_published": "2023-07-04T01:54:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pikmin 4 Demo - Opening Cinematic and Introduction Gameplay", "description": "The Pikmin 4 Demo has arrived on the Nintendo eShop and with it all the charm of the Pikmin series. Opening cinematic and Introduction gameplay from the demo. Pikmin 4 release for Nintendo Switch on July 21, 2023.", "link": "https://www.youtube.com/watch?v=EGwUOuWfqLw", "date_published": "2023-07-04T01:43:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sword Art Online Last Recollection PS5 Demo Gameplay - Anime Expo 2023", "description": "Dive into the world of Sword Art Online once again with Kirito and his new friends to take on new foes. SAO Last Recollection releases on October 6, 2023 for PlayStation 4, PlayStation 5, Windows PC, Xbox One, and Xbox Series S | X. 8 minutes of gameplay from the demo at Anime Expo (AX) 2023.", "link": "https://www.youtube.com/watch?v=ZrLFtXQCILI", "date_published": "2023-07-04T01:33:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]