[{"source": "https://www.theguardian.com/rss", "title": "MPs criticise ‘staggering’ failures at UK Health Security Agency", "description": "<p>Damning report highlights lack of control over billions in spending and no stockpile plan for future pandemic</p><p>Britain’s lead public health body has a staggering lack of control over billions of pounds of spending, and there is no plan for stockpiling vaccines or personal protective equipment (PPE) for a future pandemic, a damning MPs’ report has found.</p><p>The public accounts committee was highly critical of the repeated governance and financial failings at the UK Health Security Agency (UKHSA), which was set up with great fanfare under Boris Johnson.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/05/mps-criticise-staggering-failures-uk-health-security-agency\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/05/mps-criticise-staggering-failures-uk-health-security-agency", "date_published": "2023-07-04T23:01:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three charged with terrorism offences in relation with NI police officer’s shooting", "description": "<p>Men aged 45, 47 and 58 charged with preparatory acts of terrorism and will appear in Belfast magistrates court</p><p>Three men have been charged with preparatory acts of terrorism by officers investigating the attempted murder of DCI John Caldwell.</p><p>The police officer was shot multiple times at a sports complex in County Tyrone on 22 February after a youth football team coaching session. His son was with him as he loaded footballs into the boot of his car when the gunmen approached.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/three-charged-with-terrorism-offences-in-relation-with-ni-police-officers-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/three-charged-with-terrorism-offences-in-relation-with-ni-police-officers-shooting", "date_published": "2023-07-04T22:55:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV presenter Fiona Phillips reveals she has Alzheimer’s at age of 62", "description": "<p>GMTV host undergoing trials for new drug that scientists hope could slow or reverse the illness</p><p>The television presenter Fiona Phillips has disclosed she has been diagnosed with Alzheimer’s disease and is undergoing trials for a new drug that scientists hope could slow or reverse the illness.</p><p>The 62-year-old said she was informed she had the illness 18 months ago, having had months of brain fog and anxiety. Her mother, father, uncle and grandparents had Alzheimer’s, she said.</p> <a href=\"https://www.theguardian.com/media/2023/jul/04/tv-presenter-fiona-phillips-reveals-she-has-alzheimers-at-age-of-62\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/04/tv-presenter-fiona-phillips-reveals-she-has-alzheimers-at-age-of-62", "date_published": "2023-07-04T22:14:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Capt Tom Foundation closes to donations as council orders building demolition", "description": "<p>Building containing spa pool in Capt Tom Moore’s daughter’s back garden had been approved as smaller, part-charitable construction</p><p>The Captain Tom Foundation has stopped taking money from donors after a local council ruled an unauthorised building in the home of the daughter of the late charity fundraiser had to be demolished.</p><p>The charity was set up in memory of Captain Sir Tom Moore who raised £38.9m for the NHS by <a href=\"https://www.theguardian.com/world/2020/apr/16/coronavirus-capt-tom-moore-raises-12m-nhs-completes-garden-walk\">walking 100 laps of his garden</a> during the first national Covid-19 lockdown in 2020. <a href=\"https://www.theguardian.com/uk-news/2021/feb/02/captain-sir-tom-moore-dies-at-100-after-testing-positive-for-covid\">He died aged 100</a> in February 2021.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/capt-tom-foundation-closes-to-donations-as-council-orders-building-demolition\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/capt-tom-foundation-closes-to-donations-as-council-orders-building-demolition", "date_published": "2023-07-04T21:47:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Carolina woman dies after being attacked by alligator", "description": "<p>The 69-year-old was found dead on Hilton Head Island with the reptile appearing to guard her body and hampering rescue efforts</p><p>A South Carolina woman died on Tuesday after she was attacked by an alligator while walking her dog near a golf course, authorities said.</p><p>The 69-year-old woman, who has not been named, was found dead in the Spanish Wells community of Hilton Head Island, the Beaufort county sheriff’s office said in a news release.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/04/south-carolina-woman-dies-after-being-attacked-by-alligator\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/04/south-carolina-woman-dies-after-being-attacked-by-alligator", "date_published": "2023-07-04T20:10:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norrie channels ‘good memories’ of 2022 semi-final run in win over Machac", "description": "<ul><li>Norrie beats Czech qualifier 6-3, 4-6, 6-1, 6-4</li><li>British No 1: ‘Nice to get it done and start my campaign’</li></ul><p>Perhaps Cameron Norrie was feeling the burden of added expectation here on Tuesday as he set out to match, or perhaps even surpass, his run to the semi-finals 12 months ago, but his opening 6-3, 4-6, 6-1, 6-4 defeat of Tomas Machac, a qualifier making his Wimbledon debut, was not as straightforward as the scoreline might suggest.</p><p>The set that got away was a reminder of the occasional frailty in his game that a more experienced opponent will exploit and there was another Norrie flat spot in the fourth set before the British No 1 secured his place in the second round.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/cameron-norrie-battles-four-set-win-tomas-machac\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/cameron-norrie-battles-four-set-win-tomas-machac", "date_published": "2023-07-04T20:07:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon needs Andy Murray’s star power to fuel money machine | Barney Ronay", "description": "<p>Tournament organisers breathe a sigh of relief as British great clanks through the gears to set up one more night of drama</p><p>Time, please. But not just yet. As Andy Murray’s first round hit-about against a game, likable but outmatched Ryan Peniston came to an end after two ruminative hours the Centre Court crowd rose to offer an unusually tender ovation. Not so much a celebration of Murray’s straight-sets victory as a celebration of a generalised Murray-ness, of Wimbledon things, of a distinct place and time, another late-stage episode in this valedictory high summer ritual.</p><p>Tennis matches usually conform to a genre. The romp, the struggle, the fistfight. This sport is basically repartee, dialogue, a five-act two-hander. On a bleak and rain-sodden Tuesday the dominant feeling around Centre Court was closer to grateful relief. Well, we still have this, for now.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/wimbledon-andy-murray-centre-court\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/wimbledon-andy-murray-centre-court", "date_published": "2023-07-04T19:55:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elderly black man who was punched by police officer wins judicial review", "description": "<p>Independent Office for Police Conduct’s finding that officer had no case to answer overturned in high court</p><p>The high court has overturned a decision by the police watchdog that an officer who punched an elderly black man in the face had no case to answer.</p><p>Errol Dixon, 71, sustained a broken nose, displaced septum and fractured a cheekbone and an eye socket in the incident in south-east London in September 2021. He was stopped in his car by police officers in Bromley and the primary officer held Dixon round the neck and punched him in the face.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/elderly-black-man-who-was-punched-by-police-officer-wins-judicial-review\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/elderly-black-man-who-was-punched-by-police-officer-wins-judicial-review", "date_published": "2023-07-04T19:33:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sabalenka and Jabeur delight the crowds with a tweener and touch", "description": "<ul><li>No 2 seed Aryna Sabalenka beats Panna Udvardy 6-3, 6-1 </li><li>2022 runner-up Ons Jabeur enjoys 6-3, 6-3 win over Magda Frech</li></ul><p>It is worth reminding ourselves occasionally that most players perform better when they are doing their job with a smile on their face. The Belarusian Aryna Sabalenka has found life difficult off the court lately, fielding more questions about the war in Ukraine than her tennis, but on Tuesday she looked happy and confident as she eased into the second round.</p><p>The No 2 seed dismissed the challenge of the world No 82, Panna Udvardy of Hungary, in just over an hour with eight aces, 27 winners and even a tweener, treating the crowd to her power and athleticism on her return to Wimbledon after missing the event last year because of the ban on Russians and Belarusians competing.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/sabalenka-jabeur-tweener-wimbledon-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/sabalenka-jabeur-tweener-wimbledon-2023", "date_published": "2023-07-04T19:30:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rebecca Hendin on accusations of profiteering across UK economy – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/04/rebecca-hendin-on-accusations-of-profiteering-across-uk-economy-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/04/rebecca-hendin-on-accusations-of-profiteering-across-uk-economy-cartoon", "date_published": "2023-07-04T19:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Renters protest against ‘rampant profiteering’ outside landlords’ convention", "description": "<p>Tenants demand rent freeze at National Landlord Investment Show in London as average monthly UK rents soar</p><p>Tenants facing soaring rents staged a protest against “rampant profiteering” outside a landlord convention in London where investors were told how to “build a £25m property portfolio, using none of your own money”.</p><p>Dozens of renters chanted: “Landlords! Parasites!” outside the National Landlord Investment Show and demanded a rent freeze, as the average monthly UK rent has increased by £110 – more than 10% a year – according to the property website Zoopla.</p> <a href=\"https://www.theguardian.com/money/2023/jul/04/renters-protest-against-rampant-profiteering-outside-landlords-convention\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/04/renters-protest-against-rampant-profiteering-outside-landlords-convention", "date_published": "2023-07-04T18:43:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paolo Di Paolo obituary", "description": "Photographer who captured the glamour and spirit of his native Italy in the 1950s and 60s<p>The photographer Paolo Di Paolo, who has died aged 98, documented the renaissance of Italy following the dark days of the second world war, capturing that country’s 1950s and 60s glamour. His star shone brightly for 15 years before he turned his back on photography, but in that time he recorded the luminosity of cultural figures such as Pier Paolo Pasolini, <a href=\"https://www.theguardian.com/film/2023/jan/16/gina-lollobrigida-obituary\" title=\"\">Gina Lollobrigida</a> and Tennessee Williams, as well as the optimism and dignity of ordinary people.</p><p>His pictures captured the shift from a more innocent, rural life, in a style that mirrored the neorealism movement in Italian film, as embodied in the shot of three boys on a bucolic hill looking towards the sprawl of Rome. His keen eye recorded the societal tension between the haves and have-nots, but his humanist approach highlighted the elegance of every person, regardless of circumstance. He said: “You might not know the subject but you understand the situation. In every image there is a story to tell … that is my law.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/04/paolo-di-paolo-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/04/paolo-di-paolo-obituary", "date_published": "2023-07-04T18:36:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s armed forces chief says there is no row over cuts with head of army", "description": "<p>Tony Radakin tells MPs that Patrick Sanders’ brief tenure is down to the defence secretary not him</p><p>The head of the British military has insisted he has not fallen out with the army’s chief over cuts, telling MPs the decision to restrict the latter to a two-year contract was made by the defence secretary without consulting him.</p><p>Adm Sir Tony Radakin, the chief of the defence staff, was trying to defuse a row that broke out at the end of last week, when it emerged that interviews had begun to replace Gen Sir Patrick Sanders, the chief of the general staff, prompting allies to warn he was <a href=\"https://www.theguardian.com/uk-news/2023/jun/29/head-of-british-army-could-quit-in-row-over-further-cuts\">being forced out</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/uks-armed-forces-chief-says-there-is-no-row-over-cuts-with-head-of-army\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/uks-armed-forces-chief-says-there-is-no-row-over-cuts-with-head-of-army", "date_published": "2023-07-04T18:19:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the NHS at 75: pride mixed with disappointment | Editorial", "description": "<p>Underfunding and a lack of planning have undermined the health service, but the public is still behind it </p><p>The rhetoric and the reality of the UK’s National Health Service have rarely been further apart. On Wednesday the health secretary, Steve Barclay, will read prayers at a celebratory service at Westminster Abbey, while NHS England’s chief executive, Amanda Pritchard, will join a procession. Given the NHS’s status as a beloved national institution – the closest thing the English have to a religion, Nigel Lawson famously claimed – it is not unexpected that its <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/tories-nhs-75th-birthday-underfunding-britain\" title=\"\">75th birthday</a> should be marked this way. But it is jarring to see the state staging such a spectacle while the health and care system increasingly feels broken to staff and patients in clinics, hospitals and therapy rooms around the country.</p><p>It didn’t, and doesn’t, have to be this way. Polling carried out for the Health Foundation shows that <a href=\"https://www.health.org.uk/news-and-comment/news/nhs-remains-our-biggest-source-of-national-pride-but-public-are-worried-about-its-future#:~:text=Nearly%203%20in%204%20of,its%20current%20form%20%E2%80%93%2026%25).\" title=\"\">72% of the public</a> believe the NHS is crucial to British society and should remain free at the point of use, while <a href=\"https://www.theguardian.com/society/2023/jul/02/seven-in-10-people-believe-charges-for-nhs-care-are-on-the-way\" title=\"\">80%</a> think it needs increased funding. At the same time, 71% expect new charges to be introduced over the next 10 years. This combination of loyalty and pessimism indicates how seriously successive Conservative governments have let the public down. Their systematic underfunding of health, above all when David Cameron was prime minister and budgets were frozen, has led to the NHS struggling more and more to meet people’s needs. The failure to resolve longstanding issues in the social care sector, and refusal to regulate <a href=\"https://www.theguardian.com/society/2023/apr/27/uk-to-tighten-rules-on-online-gambling-after-long-awaited-review\" title=\"\">industries that profit</a> by worsening public health, compound the problem.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/the-guardian-view-on-the-nhs-at-75-pride-mixed-with-disappointment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/the-guardian-view-on-the-nhs-at-75-pride-mixed-with-disappointment", "date_published": "2023-07-04T18:09:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: UK plans to drop flagship £11.6bn climate pledge", "description": "<p>Exclusive: Disclosure provokes fury as Rishi Sunak accused of betraying populations vulnerable to global heating</p><p>The government is drawing up plans to drop the UK’s flagship £11.6bn climate and nature funding pledge, the Guardian can reveal, with the prime minster accused of betraying populations most vulnerable to global heating.</p><p>The disclosure provoked fury from former ministers and representatives of vulnerable countries, who accused Rishi Sunak of making false promises.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/04/revealed-uk-plans-to-drop-flagship-climate-pledge-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/04/revealed-uk-plans-to-drop-flagship-climate-pledge-rishi-sunak", "date_published": "2023-07-04T18:07:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Israel’s strikes on Jenin: where will the violence end? | Editorial", "description": "<p>The air and ground offensive is the biggest raid in the West Bank for decades. It won’t stop attacks</p><p>Israel has portrayed its strikes on the Jenin refugee camp – the biggest military operation in the occupied West Bank for two decades – as a limited intervention <a href=\"https://www.theguardian.com/world/2023/jul/03/palestinians-killed-israeli-strike-west-bank-jenin\" title=\"\">lasting just a few days</a>. This is scant comfort for the <a href=\"https://www.theguardian.com/world/2023/jul/04/jenin-refugee-camp-west-bank-israel-military-operation\" title=\"\">thousands fleeing violence</a>, including families making their escape as homes and infrastructure were destroyed. The Palestinian health ministry said on Tuesday that at least 11 people had been killed, and 100 injured.</p><p>Whenever the troops leave, the idea of a short-lived offensive is also misleading.The intent is a show of force in retaliation for renewed attacks <a href=\"https://www.theguardian.com/world/2023/jun/20/people-killed-palestinian-gunman-west-bank-eli\" title=\"\">on settlers</a>, and unexpectedly strong resistance to a previous raid. Benjamin Netanyahu, the prime minister, said it was an attack on a “safe haven for terrorists” and “people who would annihilate our country”. But this is only the latest and most intense of multiple raids on Jenin, one of which <a href=\"https://www.theguardian.com/world/ng-interactive/2023/mar/21/the-killing-of-shireen-abu-akleh-what-one-morning-in-the-west-bank-reveals-about-the-occupation\" title=\"\">killed the renowned journalist Shireen Abu Akleh</a> last year. And it will only fuel the surge of violence. On Tuesday a Palestinian resident of the West Bank injured at least nine people in Tel Aviv<a href=\"https://www.theguardian.com/world/2023/jul/04/seven-injured-in-tel-aviv-ramming-and-stabbing-attack\" title=\"\"> in a truck and knife attack</a>; he was shot dead.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/the-guardian-view-on-israels-strikes-on-jenin-where-will-the-violence-end\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/the-guardian-view-on-israels-strikes-on-jenin-where-will-the-violence-end", "date_published": "2023-07-04T18:07:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Monday was hottest day for global average temperature on record, as climate crisis bites", "description": "<p>Heatwaves sizzled around the world from the US south and the north of Africa to China and Antarctica</p><p>This Monday, 3 July 2023, was the hottest day ever recorded globally, according to data from the US National Centers for Environmental Prediction.</p><p>The average global temperature reached 17.01C (62.62F), surpassing the August 2016 record of 16.92C (62.46F), as heatwaves sizzled around the world.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/monday-was-hottest-day-for-global-average-temperature-on-record-as-climate-crisis-bites\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/monday-was-hottest-day-for-global-average-temperature-on-record-as-climate-crisis-bites", "date_published": "2023-07-04T18:01:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel’s Jenin assault displaces thousands as violence spirals on", "description": "<p>Armoured incursion in response to rising bloodshed across Israel and West Bank looks political as much as tactical</p><p>In the darkness of the night, thousands of people stumbled in lines through the Jenin refugee camp, guiding each other through the twisted metal, churned-up concrete and spent ammunition littering the narrow streets during a lull in Operation Home and Garden, Israel’s biggest offensive in the West Bank for 20 years.</p><p>Videos of the streams of people – about 3,000-4,000, according to Palestinian officials – fleeing to safety on Monday night were widely shared by Palestinians on social media, where they were likened to images of the Nakba, the expulsion of the Arab population from the newly created state of Israel in 1948.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/israels-jenin-assault-displaces-thousands-as-violence-spirals-on\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/israels-jenin-assault-displaces-thousands-as-violence-spirals-on", "date_published": "2023-07-04T17:58:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray turns back the clock with ruthless victory over Ryan Peniston", "description": "<ul><li>Murray shows his class in 6-4, 6-0, 6-1 win on Centre Court</li><li>‘I’m fit and ready for a good run’ insists two-time champion </li></ul><p>As one old master watched on, another moved on. Roger Federer was back at Wimbledon in the Royal Box as Andy Murray eased his way into the second round with a 6-4, 6-0, 6-1 victory over Englishman Ryan Peniston on Centre Court.</p><p>It was regulation stuff, with Murray taking a while to crank through the gears before racing away in the second and third sets. But afterwards, as the microphone was pressed towards the Scot’s face, he issued a bullish bulletin on his prospects for the fortnight. “It’s been a long time since I have felt physically good coming into Wimbledon,” he said, to loud cheers. “I’m fit and ready for a good run.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/andy-murray-turns-back-the-clock-with-ruthless-victory-over-ryan-peniston\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/andy-murray-turns-back-the-clock-with-ruthless-victory-over-ryan-peniston", "date_published": "2023-07-04T17:45:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "War in Ukraine weighs on Wimbledon as player tells of locker room tension", "description": "<p>Russian No 2 speaks of snubs after being allowed to return, while Ukrainian player feels weight of horrors at home</p><ul><li><a href=\"https://www.theguardian.com/sport/live/2023/jul/04/wimbledon-2023-murray-sabalenka-and-alcaraz-in-action-on-day-two-live\">Wimbledon live – latest updates</a></li></ul><p>Players at Wimbledon have told how the war in Ukraine is weighing heavily on their minds as Russians are <a href=\"https://www.theguardian.com/sport/2023/mar/31/wimbledon-to-allow-russian-and-belarusian-players-to-return-to-tournament-tennis\">allowed once more to compete.</a></p><p>After being barred in 2022, Russians can take part this year provided they sign neutrality agreements. But Veronika Kudermetova, the second-ranked Russian female player, has suggested tensions remain in the locker room.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/war-in-ukraine-weighs-on-wimbledon-as-player-tells-of-locker-room-tension\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/war-in-ukraine-weighs-on-wimbledon-as-player-tells-of-locker-room-tension", "date_published": "2023-07-04T17:43:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rain forecast for parts of UK after hottest June on record", "description": "<p>Wimbledon tennis tournament affected by torrential downpours</p><p>After the hottest June since records began, forecasters have warned to keep an umbrella and raincoat handy this week.</p><p>The Met Office said 20-30mm of rain could fall over a two-to-six-hour period on Tuesday as a “heavy band of rain” passed over the Wimbledon tennis tournament at about 5pm.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/rain-forecast-for-parts-of-uk-after-hottest-june-on-record\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/rain-forecast-for-parts-of-uk-after-hottest-june-on-record", "date_published": "2023-07-04T17:33:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour criticises ‘rushed’ plans to shut hundreds of rail ticket offices in England", "description": "<p>Party says closures beginning on Wednesday could exacerbate ‘managed decline’ of train network</p><p>Labour has criticised “rushed” plans to close hundreds of railway station ticket offices across England, warning it could exacerbate the “managed decline of our rail network”.</p><p>Train operators will begin <a href=\"https://www.theguardian.com/politics/2023/jun/26/closure-most-uk-railway-station-ticket-offices-start-weeks\">closing offices</a> on Wednesday, in a move that will dismay vulnerable passengers and inflame the continuing dispute with unions.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/labour-criticises-rushed-plans-shut-hundreds-rail-ticket-offices-england\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/labour-criticises-rushed-plans-shut-hundreds-rail-ticket-offices-england", "date_published": "2023-07-04T17:27:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rish! finds the liaison committee forgiving under Bernard’s watch | John Crace", "description": "<p>Committee chair Bernard Jenkin ensures attempts to grill the prime minister never get very far</p><p>Even the losers get lucky sometimes. This hasn’t been Rishi Sunak’s week. Or month. Or six months, even. Life hasn’t been kind for our gilded prince. Normally he only has to click his fingers and things fall into his lap. But running a country has proved to be a lot tougher than he expected. Partly because he’s not very good at it. Yet also because real life doesn’t often obey a Goldman Sachs handbook. Just working long hours with an ordinary brain doesn’t cut it.</p><p>Inflation <a href=\"https://www.theguardian.com/business/2023/jun/28/high-interest-rates-persist-bank-england-governor\">remains stubbornly high</a>. Government debt is higher than ever. The economy is flatlining, barely out of recession. Growth is the <a href=\"https://www.theguardian.com/business/2023/may/12/uk-economy-shrank-unexpectedly-in-march\">lowest of all G7 countries</a>. The government’s Rwanda plan has been deemed illegal. Hospital waiting lists are stubbornly high. So much so that death is almost preferable for some patients.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/rish-finds-the-liaison-committee-forgiving-under-bernards-watch\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/rish-finds-the-liaison-committee-forgiving-under-bernards-watch", "date_published": "2023-07-04T17:12:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Risks of UK housing crash rising by the day as fixed-rate mortgage deals end", "description": "<p>The tipping point for the economy could come if fixed-rate mortgages rise above 7%</p><p>All things considered, Britain’s housing market has held up pretty well so far in the face of a relentless rise in borrowing costs that has seen five-year fixed rate mortgages climb above 6%. <a href=\"https://www.nationwidehousepriceindex.co.uk/reports/house-prices-relatively-stable-in-june-but-annual-growth-remains-in-negative-territory\">House prices</a>, according to the Nationwide Building Society, are down just 3.5% on a year ago and rose slightly in June. The Bank of England reported a small rise in <a href=\"https://www.theguardian.com/business/2023/jun/29/uk-households-withdrawing-savings-at-fastest-ever-rate-official-figures-show\">mortgage approvals </a>in May.</p><p>The key words, though, are “so far”. Just because there has yet to be a housing crash despite <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5\">13 consecutive increases </a>in interest rates from Threadneedle Street’s monetary policy committee doesn’t mean there won’t be one. There is still the chance of a soft landing but the risks of a hard landing are rising by the day.</p> <a href=\"https://www.theguardian.com/business/2023/jul/04/risks-of-a-uk-housing-crash-rising-by-the-day-as-fixed-rate-mortgage-deals-end\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/04/risks-of-a-uk-housing-crash-rising-by-the-day-as-fixed-rate-mortgage-deals-end", "date_published": "2023-07-04T17:06:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cokanasiga now at ease with England pressure and chasing World Cup spot", "description": "<p>High early expectations took its toll but destructive wing feels ready for another assault on rugby’s biggest prize</p><p>Comparisons with Jonah Lomu are as weighty as they come so it is little surprise that Joe Cokanasiga admits to struggling with such a burden when he burst on to the scene.</p><p>Indeed, it is more than four years since a <a href=\"https://www.theguardian.com/sport/2019/mar/09/england-italy-six-nations-match-report\" title=\"\">man-of-the-match performance</a> on his Six Nations debut earned Cokanasiga rave reviews. But in the ensuing period the Bath wing has managed 11 more caps.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/joe-cokanasiga-england-pressure-world-cup-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/joe-cokanasiga-england-pressure-world-cup-rugby-union", "date_published": "2023-07-04T17:00:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Root urges Headingley fans to fire up England but ‘don’t go beyond that’", "description": "<ul><li>Batter calls for ‘brilliant atmosphere’ in third Ashes Test</li><li>Tensions remain high after Bairstow controversy at Lord’s </li></ul><p>Joe Root has called on supporters to scale back their barracking of Australia’s players when the Ashes action moves to his home ground of Headingley on Thursday for the third Ashes Test, as the row over Jonny Bairstow’s dismissal on Sunday continues to simmer.</p><p>While fans at Lord’s – and MCC members in that ground’s fabled Long Room – <a href=\"https://www.theguardian.com/sport/2023/jul/04/mcc-members-lords-icec-report-england-australia-second-test-jonny-bairstsow\">furiously turned on Australia after the incident on Sunday</a>, Root pleaded with those in Yorkshire to concentrate on getting behind their own team.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/joe-root-headingley-fans-fire-up-england-ashes-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/joe-root-headingley-fans-fire-up-england-ashes-test", "date_published": "2023-07-04T17:00:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you been offered reduced rent in exchange for childcare?", "description": "<p>We want to hear from people in the UK about their experiences of being offered – or taking – a reduced rent in exchange for childcare or other tasks</p><p>As rents rise and childcare costs go up, have you been offered lower rent in exchange for helping out with childcare or other tasks?</p><p>We would like to hear people’s experiences of these sorts of arrangements. Have you spotted any adverts online? Have you taken on an arrangement yourself? Please share with us below.</p> <a href=\"https://www.theguardian.com/money/2023/jul/04/tell-us-have-you-been-offered-reduced-rent-in-exchange-for-childcare\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/04/tell-us-have-you-been-offered-reduced-rent-in-exchange-for-childcare", "date_published": "2023-07-04T16:42:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Spacey looked ‘panicked’ when man rejected him, court hears", "description": "<p>Alleged victim claims actor grabbed his crotch and kissed his neck twice, saying ‘be cool, be cool’</p><p>Oscar-winning actor Kevin Spacey had a “panicked” look on his face after a man he met in a pub rejected him when he grabbed his crotch, a court has heard.</p><p>The alleged victim, who cannot be named for legal reasons, told a police officer the Hollywood star had kissed his neck twice before grabbing him, saying the words “Be cool, be cool”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/kevin-spacey-looked-panicked-when-man-rejected-him-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/kevin-spacey-looked-panicked-when-man-rejected-him-court-hears", "date_published": "2023-07-04T16:37:47+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winners of the inaugural Martha Mills prize for young writers announced", "description": "<p>Judges praised the ‘staggering amount of talent on display’ in entries to the competition launched by the London Review Bookshop for writers aged 11 to 14</p><p>The winners of the inaugural Martha Mills prize for young writers have been chosen from more than 1,000 entrants.</p><p>Izzy Cooper, Flynn Alexander Hampson and Mabel Swift have been announced as the winners of the award, which was launched by the London Review Bookshop and open to writing by 11-14 year olds.</p> <a href=\"https://www.theguardian.com/books/2023/jul/04/winners-of-the-inaugural-martha-mills-prize-for-young-writers-announced\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/04/winners-of-the-inaugural-martha-mills-prize-for-young-writers-announced", "date_published": "2023-07-04T16:35:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK regulator sued for not investigating Covid vaccine ‘misinformation’", "description": "<p>Case brought against General Medical Council for failure to look into claimed links to heart problems and deaths</p><p>The regulator charged with upholding professional standards in UK medical practice is being sued by a junior doctor over its refusal to investigate a cardiologist for spreading allegedly “harmful misinformation” about Covid vaccines.</p><p>Dr Matt Kneale brought the case against the General Medical Council after it failed to investigate Dr Aseem Malhotra at the ROC Private Clinic in London – who linked Covid vaccines to frequent, severe heart problems and deaths, despite substantial evidence for their safety.</p> <a href=\"https://www.theguardian.com/society/2023/jul/04/uk-regulator-sued-for-not-investigating-covid-vaccine-misinformation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/04/uk-regulator-sued-for-not-investigating-covid-vaccine-misinformation", "date_published": "2023-07-04T16:33:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To save the NHS, listen to GPs and patients | Letters", "description": "<p><strong>Dr Angus Whitfield</strong> says the system is breaking due to chronic underinvestment and overwhelming targets, while <strong>Bev Fitzsimmons</strong> thinks more attention should be paid to patients, carers and frontline staff</p><p>I note that Dr Stuart Bloom’s six-point plan on how he would fix the NHS (<a href=\"https://www.theguardian.com/society/2023/jun/30/what-next-for-the-nhs-six-ways-to-secure-its-future\" title=\"\">30 June</a>) focuses predominantly on the service provided in the community by general practice. There is logic to this: more than 90% of healthcare is delivered by GP practices and other community services. But a number of his points illustrate the problem with his plan.</p><p>As a consultant gastroenterologist from an eminent London teaching hospital, Dr Bloom is well-placed to advise on how to deliver elective and emergency hospital care. But his comments demonstrate that he genuinely doesn’t understand how that 90% of healthcare workload is delivered, nor the different challenges that service faces when delivering it in inner cities compared with delivering it in market towns or dispersed rural communities.</p> <a href=\"https://www.theguardian.com/society/2023/jul/04/to-save-the-nhs-listen-to-gps-and-patients\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/04/to-save-the-nhs-listen-to-gps-and-patients", "date_published": "2023-07-04T16:21:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s really important in medical education | Letter", "description": "<p><strong>Chris Ward</strong> is sceptical about the claim that ‘softer skills’ such as communication will suffer if medical training is cut from five years to four</p><p>Senior doctors are naturally concerned about the proposal to shorten basic medical education (<a href=\"https://www.theguardian.com/politics/2023/jun/30/plans-to-shorten-medical-training-put-quality-of-nhs-care-at-risk-doctors-say\" title=\"\">Plans to shorten medical training put quality of NHS care at risk, doctors say, 30 June</a>). But my experience as a clinical teacher and doctor makes me sceptical about the claim that “softer skills” such as communication will suffer if the course is cut from five years to four.</p><p>The zero-sum logic behind this complaint is that the softer stuff must be squeezed out because the amount of technical material a student needs to learn is irreducible. But is it? The idea that basic medical education should require five years goes back to 13th-century Salerno at least. What has changed since then is not so much the quantity of material students learn as its usefulness.</p> <a href=\"https://www.theguardian.com/society/2023/jul/04/whats-really-important-in-medical-education\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/04/whats-really-important-in-medical-education", "date_published": "2023-07-04T16:21:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Of course Macron won’t tackle police violence – he knows his power depends on it | Pauline Bock", "description": "<p>Since the 2018 gilets jaunes crisis, the French president seems to have accepted brutal police tactics. Is it fear or indifference? </p><p></p><p>As of this week, a crowdfunding campaign set up by the French far right in support of the police officer who shot and killed <a href=\"https://www.theguardian.com/world/2023/jun/29/boy-shot-dead-by-french-police-was-well-liked-kid-with-real-potential\">Nahel M</a>, a 17-year-old from Nanterre, has now surpassed €1.4m. Around the same time that Nahel’s killer’s<strong> </strong>fund passed the €1m mark, it was reported that <a href=\"https://www.bfmtv.com/police-justice/en-direct-emeutes-apres-la-mort-de-nahel-apres-une-nuit-calme-emmanuel-macron-recoit-gerard-larcher-et-yael-braun-pivet-ce-lundi_LN-202307030081.html#article_205087\">at least 120 young people</a> who had been arrested in the unrest unleashed by his death <a href=\"https://www.bondyblog.fr/societe/a-bobigny-des-dizaines-de-jeunes-ecopent-de-peines-de-prison-ferme/\">had already been sent to prison</a>.</p><p>So far, this “swift, firm and systematic judicial response” to the riots, as <a href=\"https://www.lemonde.fr/societe/article/2023/06/30/violences-urbaines-dans-une-circulaire-eric-dupond-moretti-demande-une-reponse-rapide-ferme-et-systematique-et-vise-notamment-les-parents_6180050_3224.html\">demanded</a> by the justice minister, Éric Dupond-Moretti, has been the only real response by the government to the unrest that has swept across French cities. Locals have been met with curfews and reduced transport in some cities, and in every <em>cité</em> where cars have burned and shops have been looted, the police presence has grown exponentially, with <a href=\"https://www.lemonde.fr/societe/live/2023/07/03/emeutes-urbaines-en-direct-le-maire-de-l-hay-les-roses-lors-d-un-rassemblement-de-soutien-c-est-la-democratie-elle-meme-qui-est-attaquee_6179556_3224.html\">45,000 officers</a> deployed across France on <a href=\"https://www.theguardian.com/world/2023/jun/30/france-riots-more-than-400-arrested-as-police-officer-accused-of-shooting-teen-apologises\">Friday night</a>.</p><p>Pauline Bock is a French journalist based in Paris</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/emmanuel-macron-police-violence-france\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/emmanuel-macron-police-violence-france", "date_published": "2023-07-04T16:14:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Local councils in England at risk of insolvency over £3bn funding black hole", "description": "<p>Several councils are in ‘an endgame’ where they face increasingly drastic action to balance the books, LGA says</p><p>More councils could be at risk of insolvency over the coming months as local authorities in England struggle to fill a £3bn funding black hole caused by inflationary costs and soaring demand for services, town hall leaders have said.</p><p>According to the Local Government Association (LGA), several councils are in “an endgame” where, without an increase in funding, they face the prospect of taking increasingly drastic action to meet their legal duty to balance the books.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/04/local-councils-england-risk-insolvency-funding-black-hole\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/04/local-councils-england-risk-insolvency-funding-black-hole", "date_published": "2023-07-04T16:12:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taliban order closure of beauty salons in Afghanistan", "description": "<p>Morality ministry decrees another reduction of Afghan women’s access to public spaces</p><p>The Taliban administration in Afghanistan has ordered beauty salons to close within a month, the morality ministry said, in the latest shrinking of access to public places for Afghan women.</p><p>“The deadline for the closing of beauty parlours for women is one month,” Mohammad Sadiq Akif, a spokesperson for the Ministry for the Prevention of Vice and Propagation of Virtue, said on Tuesday, referring to a ministry notice.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/taliban-order-closure-of-beauty-salons-in-afghanistan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/taliban-order-closure-of-beauty-salons-in-afghanistan", "date_published": "2023-07-04T16:12:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jasper Philipsen wins Tour de France stage four as Cavendish’s wait goes on", "description": "<ul><li>Alpecin–Deceuninck sprinter wins second straight stage</li><li>Mark Cavendish fifth after late crashes on final circuit</li></ul><p>The Belgian Jasper Philipsen won the fourth stage of the Tour de France on Tuesday, a 182km ride from Dax. The Australian rider Caleb Ewan (Lotto Dstny) took second place, fractionally behind Philipsen, and the German Phil Bauhaus (Bahrain Victorious) finished third.</p><p>Mark Cavendish, of the Astana Qazaqstan team, was fifth as he attempted to break the record for individual stage wins, while Briton Adam Yates, of UAE Team Emirates, retained the overall leader’s yellow jersey.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/cycling-tour-de-france-jasper-philipsen-stage-four\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/cycling-tour-de-france-jasper-philipsen-stage-four", "date_published": "2023-07-04T16:10:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a bit of fun’: Orkney residents savour idea of joining Norway", "description": "<p>Orcadians cite their Nordic links and neglect by Edinburgh as they digest a council decision to explore alternative governance </p><p>The skyline in Kirkwall’s bustling harbour is dominated by the squat silhouette of a Norwegian ship, a floating school for trainee sailors, with Norway’s national flag fluttering from its mast.</p><p>Its students were ashore, mingling with Orcadians absorbing the news that the local council had just <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/orkney-councillors-back-plan-to-explore-alternative-forms-of-governance\">formally agreed to investigate</a> the potential for far closer economic and political links to Norway and its Nordic neighbours.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/orkney-residents-savour-idea-of-joining-norway\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/orkney-residents-savour-idea-of-joining-norway", "date_published": "2023-07-04T16:07:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mobile phones and other devices to be banned from Dutch classrooms", "description": "<p>Education ministry in the Netherlands says tech is a distraction from learning and will only be allowed if specifically needed</p><p>Mobile phones, tablets and smartwatches will be largely banned from classrooms in the Netherlands from 1 January 2024, the Dutch government has said, in an attempt to limit distractions during lessons.</p><p>Devices will only be allowed if they are specifically needed, for instance during lessons on digital skills, for medical reasons or for people with disabilities.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/mobile-phones-other-devices-to-be-banned-from-dutch-classrooms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/mobile-phones-other-devices-to-be-banned-from-dutch-classrooms", "date_published": "2023-07-04T16:02:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Any spirit of goodness in cricket should recognise two opposing worldviews | Geoff Lemon", "description": "<p>Australia is a harder school where the batter is fair game – that culture does not deserve abuse or the label of cheat</p><p>It’s safe to say Alastair Cook would not have much enjoyed his 100th Test. His men were 2-0 down heading to another belting in Perth. England fielded for days, Ryan Harris chainsawed his off-stump in half, Graeme Swann was hit out of a career, Shane Watson defied a famously difficult relationship with centuries. Temperatures throughout were around 44C.</p><p>In the coming week, Steve Smith will reach the same milestone in front of a crowd at least as unsympathetic, in a place as far from home. In a way it is appropriate for a career defined by one team. Another 13 runs and Smith will pass Viv Richards for runs visiting England, Garfield Sobers for runs against England, and Allan Border for Ashes runs. That would leave only Border and Don Bradman ahead of him on the first two counts, and Jack Hobbs with Bradman on the third.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/spirit-cricket-australia-england-ashes-jonny-bairstow-alex-carey\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/spirit-cricket-australia-england-ashes-jonny-bairstow-alex-carey", "date_published": "2023-07-04T15:50:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak angrily defends Commons absences in session with MPs", "description": "<p>Prime minister accused at liaison committee hearing of  not turning up to PMQs and avoiding sensitive votes</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/04/rishi-sunak-liaison-committee-migration-bill-supreme-court-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak has angrily denied being an absentee prime minister who routinely misses Commons scrutiny and sensitive votes as he endured sometimes turbulent questioning from senior MPs.</p><p>Quizzed by Chris Bryant as part of a grilling by the liaison committee, Sunak defended his plan to miss the next two prime minister’s questions, a timetable that Labour said would give him the lowest attendance record at weekly PMQs for any prime minister since 1979.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/04/rishi-sunak-small-boat-channel-crossings-home-affairs-committee\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/04/rishi-sunak-small-boat-channel-crossings-home-affairs-committee", "date_published": "2023-07-04T15:43:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duncan Ferguson leaves Forest Green after six months in charge", "description": "<ul><li>Rovers were relegated from League One last season</li><li>‘This was very difficult decision to make,’ says chairman</li></ul><p>Duncan Ferguson has left his post as head coach of Forest Green. The 51-year-old Scot <a href=\"https://www.theguardian.com/football/2023/jan/26/duncan-ferguson-forest-green-manager-job\">was appointed in January</a> but he was unable to keep them in League One, with Rovers winning six of their 46 games.</p><p>“It had been a privilege to work with Dunc these last few months and this was a very difficult decision to make,” the Rovers chairman, Dale Vince, said. “I’m grateful to Dunc for joining us in such difficult circumstances and for all of his hard work at the club.</p> <a href=\"https://www.theguardian.com/football/2023/jul/04/duncan-ferguson-leaves-forest-green-coach\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/04/duncan-ferguson-leaves-forest-green-coach", "date_published": "2023-07-04T15:36:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rainbows in dancing shoes: Soho’s Pride party – in pictures", "description": "<p>Dougie Wallace’s take on London Pride, where people celebrated long into the night</p> <a href=\"https://www.theguardian.com/world/gallery/2023/jul/04/rainbows-in-dancing-shoes-sohos-pride-party-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/jul/04/rainbows-in-dancing-shoes-sohos-pride-party-in-pictures", "date_published": "2023-07-04T15:28:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocaine reportedly found in White House as Secret Service opens investigation", "description": "<p>If confirmed, it wouldn’t be the first time illegal drugs were brought into the executive mansion, according to Snoop Dogg and Willie Nelson</p><p>A preliminary field test on a white substance found in the White House library has reportedly come up positive for cocaine, law enforcement authorities said late on Monday, and the US Secret Service is investigating how it entered 1600 Pennsylvania Avenue.</p><p>The presence of the substance – which has been sent out for further testing – came to light when a firefighter with the Washington DC department’s hazardous materials team <a href=\"https://openmhz.com/\">radioed</a>: “We have a yellow bar saying cocaine hydrochloride,” the Washington Post first reported.</p> <a href=\"https://www.theguardian.com/society/2023/jul/04/cocaine-reportedly-found-in-white-house-as-secret-service-opens-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/04/cocaine-reportedly-found-in-white-house-as-secret-service-opens-investigation", "date_published": "2023-07-04T15:26:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Threads v Twitter – is this the main bout between Musk and Zuckerberg?", "description": "<p>Tesla tycoon challenged Meta boss to a cage fight but the launch of Twitter’s rival this week may provide the real action</p><ul><li><strong><a href=\"https://www.theguardian.com/technology/2023/jul/04/threads-app-instagram-twitter-competitor-meta-to-launch-rival\">Threads app to launch 6 July amid mass backlash against Twitter</a></strong></li></ul><p>Elon Musk recently challenged Mark Zuckerberg <a href=\"https://www.theguardian.com/technology/2023/jun/22/mark-zuckerberg-elon-musk-cage-match\">to a physical cage fight</a> – but the real battle between the two billionaires will begin on Thursday when Zuckerberg <a href=\"https://www.theguardian.com/technology/2023/jul/04/threads-app-instagram-twitter-competitor-meta-to-launch-rival\">launches Threads</a>, his company’s Twitter competitor.</p><p>Zuckerberg’s Meta believes there is a gap in the market for a Twitter-style social network for short posts that is technically stable and isn’t subject to the whims of Musk, who despite being one of the world’s richest men spends a considerable amount of time engaged in disputes on social media.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/04/threads-v-twitter-is-this-main-bout-musk-v-zuckerberg\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/04/threads-v-twitter-is-this-main-bout-musk-v-zuckerberg", "date_published": "2023-07-04T15:18:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exiled Hong Kong activists in UK defiant about HK$1m bounties for their arrest", "description": "<p>Nathan Law, Finn Lau and Mung Siu-tat vow to continue speaking out after ‘unprecedented’ move</p><p>Three Hong Kong exiles living in the UK have said they will not be intimidated and will continue to speak out after authorities in the former British territory <a href=\"https://www.theguardian.com/world/2023/jul/04/hong-kong-activists-china-uk-protecting-fugitives-national-security-law\">issued HK$1m bounties for their arrest</a>.</p><p>Hong Kong police on Monday offered a reward equal to about £100,000 per person for information leading to the arrest of eight activists, including three in the UK – Nathan Law, Finn Lau and Mung Siu-tat.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/exiled-hong-kong-activists-in-uk-defiant-about-hk1m-bounties-for-their-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/exiled-hong-kong-activists-in-uk-defiant-about-hk1m-bounties-for-their-arrest", "date_published": "2023-07-04T15:16:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man who befriended UK families jailed after failing to reveal rape conviction", "description": "<p>Robin Arnold, 71, breached a prevention order when he kept quiet about offence involving orphaned boy in Albania</p><p>A 71-year-old man convicted of raping an orphaned boy in Albania has been jailed in the UK for befriending families and children without telling them of his past.</p><p>Robin Arnold brought the children, all from an immigrant African community in Carlisle, Cumbria, gifts and they called him “Uncle Rob”, a court heard on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/man-who-befriended-uk-families-jailed-after-failing-to-reveal-conviction\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/man-who-befriended-uk-families-jailed-after-failing-to-reveal-conviction", "date_published": "2023-07-04T15:03:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pure petrofiction: why writers will keep drilling for stories about oil", "description": "<p>From tales of ‘hissing’ oilmen to ‘crying’ trees, novels about petroleum and its devastating effect on communities and the environment are powerful fiction for our times – with the potential for prophecy</p><p>Whatever our misgivings, oil has been driving the world for well over a century. Its multiple derivatives serve our consumption habits and so oil pervades all human relations. For as long as we have been wedded to petroleum and its byproducts, writers have been trying to fictionalise our predicament, through a genre formally identified – back in 1992, by <a href=\"https://www.theguardian.com/books/amitav-ghosh\">Amitav Ghosh</a> – as “petrofiction”.</p><p>Since oil is transnational, pipelines and tankers taking it across the globe, so too is petrofiction. Loaded perforce with large themes, it is also coloured by a distinctive image-repertoire. Petrofiction’s primal scene is “the gusher”: that calamitous moment in the early days of explorative drilling when crude would simply erupt from its high-pressure confinement. “The inside of the Earth seemed to burst out through that hole; a roaring and rushing, as Niagara, and a black column shot up into the air...”, reads a line from the first big petro-novel, Oil! (1927) by Upton Sinclair, a writer who was tirelessly concerned with exposing the material basis of society.</p> <a href=\"https://www.theguardian.com/books/2023/jul/04/pure-petrofiction-why-writers-will-keep-drilling-for-stories-about-oil\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/04/pure-petrofiction-why-writers-will-keep-drilling-for-stories-about-oil", "date_published": "2023-07-04T15:03:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost two years after my husband’s death I’m still grieving – but I’m also living in his honour", "description": "<p>For <strong>Margaret McNally</strong>, a chance encounter helped spark her realisation that during bereavement there is joy – and a life to live</p><p>It had been many years since a man offered to buy me a drink in a late-night lounge bar. I wouldn’t ordinarily be found in such a place and the only man to have bought my drinks for 25 years was my husband. But when a long, lean gentleman took me by surprise with his invitation, I surprised myself by saying yes. Moments earlier, in a brief exchange, I had told him my husband had died 19 months ago.</p><p>Seated at the bar, this stranger beside me asked if I was “emerging”. I don’t recall my grief counsellor or clinical psychologist ever asking this. Mostly, people ask the perfunctory “how are you? ”– a question often predicated on an “I’m OK” response, even when you’re not. People mean well but most don’t know what to say to the bereaved. Many say nothing. People want us to be OK. They fear knowing the ugly reality of how we truly are, lest grief is contagious. Grief is uncomfortable, for everyone.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/05/almost-two-years-after-my-husbands-death-im-still-grieving-but-im-also-living-in-his-honour\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/05/almost-two-years-after-my-husbands-death-im-still-grieving-but-im-also-living-in-his-honour", "date_published": "2023-07-04T15:00:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate grief is real – and I cannot keep watching images of our dying planet | David Shearman", "description": "<p>Our leaders’ addiction to economic growth and its consumption of environmental resources has me paralysed with fear and solastalgia</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Many of us have experienced grieving after the death of a family member or a long-time friend. We regard it as a form of suffering which we hope will be alleviated with time. Advice from love ones, doctors and therapists may help us to cope by offering the solution that time will heal.</p><p>In some, like Queen Victoria, the loss of a partner may cause lifelong grief with self-imposed withdrawal and solitude.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/05/climate-crisis-grief-is-real-solastalgia-dying-planet\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/05/climate-crisis-grief-is-real-solastalgia-dying-planet", "date_published": "2023-07-04T15:00:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cate Blanchett and Warwick Thornton on The New Boy: ‘Saviour is such a dangerous word’", "description": "<p>Thornton’s latest film, about an Aboriginal boy taken to a Christian orphanage, sat untouched for years – until Blanchett came into his orbit</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Warwick Thornton still remembers the first time he saw a crucifix. After a childhood as a mischief-maker in Alice Springs, he was exiled by his mother to a remote Western Australian town and sent to a boarding school run by Spanish Benedictine monks. It was there, aged 11, that he first walked into a church and came face-to-face with the gruesome effigy towering above him.</p><p>“[I remember] seeing this man being tortured up there,” the 52-year-old says. “And being incredibly scared and fearful.”</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/jul/05/cate-blanchett-and-warwick-thornton-on-the-new-boy-saviour-is-such-a-dangerous-word\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/05/cate-blanchett-and-warwick-thornton-on-the-new-boy-saviour-is-such-a-dangerous-word", "date_published": "2023-07-04T15:00:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alessia Russo completes move to Arsenal from Manchester United", "description": "<p>• England forward joins Londoners on free transfer</p><p>• ‘I can’t wait to get stuck in and grow as a player,’ says Russo</p><p>Alessia Russo has admitted she is expecting to “grow as a player” after the England forward completed her move to Arsenal on a free transfer from Manchester United.</p><p>Russo, who is likely to be a part of England’s starting lineup at the Women’s World Cup later this month, was the subject of a world record bid of £500,000 bid from Arsenal in January that was rejected by United. But with the Arsenal head coach Jonas Eidevall having made the 24-year-old his main target this summer after his side finished third in the Women’s Super League, Russo is expected to become one of the league’s best-paid players having completed the switch to north London on Tuesday.</p> <a href=\"https://www.theguardian.com/football/2023/jul/04/alessia-russo-completes-move-to-arsenal-from-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/04/alessia-russo-completes-move-to-arsenal-from-manchester-united", "date_published": "2023-07-04T15:00:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to the pickleball backlash: noise pollution, broken bones and a tennis turf war", "description": "<p>It is the fastest growing sport in the US and has become popular in the UK, too. But critics say it is loud, dangerous and encroaches on much-loved tennis courts</p><p><strong>Name:</strong> The pickleball backlash.</p><p><strong>Age:</strong> About a year old, give or take.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/welcome-to-the-pickleball-backlash-noise-pollution-broken-bones-and-a-tennis-turf-war\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/welcome-to-the-pickleball-backlash-noise-pollution-broken-bones-and-a-tennis-turf-war", "date_published": "2023-07-04T14:48:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re contemporary, we’re traditional, we’re unique’: the African photographers rewriting the rules", "description": "<p>From female bikers decked out in pink to dreamy desert tableaux, a new exhibition replaces two centuries of western influence with Africans’ own liberated visions</p><p>At first glance, Congolese photographer Kiripi Katembo’s images look like playful sci-fi montages: shaky Kinshasa streetscapes in which giant rocks seem to be falling out of the sky, like a lo-fi apocalypse. On closer inspection there are no special effects: the images are actually reflections in puddles, turned upside down, each capturing a fleeting moment of street life in a shimmering, suitably surreal fashion that’s arguably closer to the sensory experience of being there. It’s a testament to ingenuity: <a href=\"https://www.theguardian.com/artanddesign/2015/aug/13/kiripi-katembos-best-photograph-the-heroic-women-of-kinshasa\">Katembo</a>, who tragically died of malaria aged 36 in 2015, had little access to professional photography equipment, so he found his own way of using the camera. There was also an element of necessity. Most Congolese people do not want to have their picture taken, he once explained, so he had to seek less obtrusive ways of documenting his community.</p><p>Many Africans would have good reason to be suspicious of a camera pointed at them. The histories of photography and colonialism go hand in hand, especially in Africa. As Zimbabwean novelist <a href=\"https://www.theguardian.com/news/2005/apr/27/guardianobituaries.books\">Yvonne Vera</a> once wrote: “In Africa … the camera arrives as part of the colonial paraphernalia, together with the gun and the bible.” Even as European powers were carving up the continent in the 19th century, explorers were returning the first photographic images of Africa, which inevitably reflected the mindset of the people creating them: “untamed” landscapes filtered through fantasies of “the dark continent”; quasi-scientific portraits of “subjects”, or even <a href=\"https://www.theguardian.com/artanddesign/gallery/2019/nov/19/the-anthropologists-africa-in-pictures-faces-voices\">“specimens”</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/04/african-photography-world-in-common-tate-modern-exhibition\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/04/african-photography-world-in-common-tate-modern-exhibition", "date_published": "2023-07-04T14:46:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mhairi Black to step down at next general election, blaming ‘toxic’ Commons", "description": "<p>SNP MP calls Westminster ‘one of the most unhealthy workplaces that you could ever be in’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/04/rishi-sunak-liaison-committee-migration-bill-supreme-court-uk-politics-news\">UK politics live – latest news updates</a></li></ul><p>Mhairi Black, the SNP’s deputy Westminster leader, will step down at the next general election, blaming the “toxic” Commons environment.</p><p>Speaking to The News Agents podcast, Black, who became the youngest MP in 350 years when she was elected in the SNP landslide of 2015 at the age of 20, said Westminster was “one of the most unhealthy workplaces that you could ever be in”.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/04/mhairi-black-snp-mp-to-step-down-next-general-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/04/mhairi-black-snp-mp-to-step-down-next-general-election", "date_published": "2023-07-04T14:43:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French rail operator SNCF fined after train killed cat hiding on tracks", "description": "<p>Death of Neko, who disappeared under train as it prepared to leave, left interior minister ‘shocked’</p><p>A French court has found the national rail operator guilty of negligence after a departing train ran over a cat hiding on its tracks.</p><p>The death of the cat, called Neko – which means “cat” in Japanese – in January at Paris’s Montparnasse station provoked outrage, with the interior minister, Gérald Darmanin, declaring himself to be “particularly shocked”.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/french-rail-operator-sncf-fined-after-train-killed-cat-hiding-on-tracks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/french-rail-operator-sncf-fined-after-train-killed-cat-hiding-on-tracks", "date_published": "2023-07-04T14:39:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Steven Gerrard’s Saudi U-turn and the ongoing hosing of petro-dollars", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>It’s a former England midfielder’s prerogative to change his mind and that seems to be exactly what Steven Gerrard has done in the two weeks since revealing he had “received an invitation to look at a potential offer” to manage Saudi Pro League side Al-Ettifaq. While working as a pundit on Channel 4’s coverage of England’s recent Euros qualifier against North Macedonia, the perma-furrowed former Rangers and Aston Villa boss said he had “been analysing that over the last couple of days, but as we stand right now, I won’t be taking that offer up”. $tevie’s stance has seemingly <a href=\"https://www.theguardian.com/football/2023/jul/03/steven-gerrard-makes-u-turn-to-become-new-al-ettifaq-head-coach\">shifted in the intervening fortnight</a>, prompting cynics to speculate over what, or more specifically by how much, the size of his mooted salary might have changed to sign a two-year deal, managing an unspeakably wealthy club in a league hosing obscene amounts of petro-dollars at assorted players in a bid to raise its standard and profile.</p><p>Dominik Szoboszlai had indeed better check that supposed Steven Gerrard tattoo quote (yesterday’s News, Bits and Bobs, full email edition), in case it actually translates as: ‘Talent is a blessing from God, but if you can’t keep a decent Villa squad off the foot of the table, you’d better think twice about taking that Saudi coin.’ It’s better than ‘just knock it Mamadou, I’m thinking about launching a Hollywood over Demba Ba’, to be fair” – Jon Millard.</p><p>Never mind Sam Leitch’s ‘dancing in the streets of Raith’ comment (<a href=\"https://www.theguardian.com/football/2023/jul/03/football-daily-email-england-euros-under-21\">yesterday’s Football Daily letters</a>). His finest moment came on Grandstand in October 1971, when he said: ‘In Scotland it’s League Cup final day where Celtic take on Partick Thistle who have no chance.’ Cue <a href=\"https://www.youtube.com/watch?v=Ps9iCQgMI5E\">a 4-1 Partick win</a>. To this day there is a Thistle supporters’ club called the ‘Sam Leitch Loyal’” – Peter Storch.</p><p>It’s worth mentioning this is still commemorated by the presence of Martha Reeves and the Vandellas’ Dancing in the Street as part of the pre-match music at Stark’s Park” – Steve Parker.</p><p>In an ontological nightmare scenario, it is possible that Football Daily made up Guy Robert’s doubting letter about making letters up (<a href=\"https://www.theguardian.com/football/2023/jul/03/football-daily-email-england-euros-under-21\">yesterday’s letters</a>). The new season really can’t come quickly enough” – John Lawton (or is it?).</p><p>This all reminds me of the time back in the early-90s when I read one letter in a Saturday newspaper’s glossy magazine (not Big Paper) that was quite scathing about an article in the previous week’s magazine, about Gary Lineker’s experience playing in Japan. I was, nonetheless, quite keen to read the article and, fortunately for me, the journalist that had been savaged in the letter lived in the same flats as me, so I popped round to see if he had a copy I could read. When I referenced the letter he said: ‘Oh, I wrote that too, we were short this week’” – Brendan Mackinney.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/jul/04/football-daily-steven-gerrard-al-ettifaq\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/04/football-daily-steven-gerrard-al-ettifaq", "date_published": "2023-07-04T14:38:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smackdown in Scotland: the full-tilt drama grappling with national identity", "description": "<p>What can the ancient sport of backhold wrestling tell us about today’s struggles over unity and tradition? Our writer heads to the Highlands to see</p><p>On the far side of the field, a girls’ football match is under way. Over to the left there is highland dancing. Immediately in front is a ramp set up by the cycle stunt team, just along from the bouncy castle. Somewhere in between, actor Lesley Hart is queueing for the haggis-hurling competition.</p><p>“Are you going to perform?” asks the compere in a silver-spangled jacket when he finds out Hart is here with the National Theatre of Scotland (NTS).</p> <a href=\"https://www.theguardian.com/stage/2023/jul/04/thrown-play-socttish-backhold-wrestling-nat-mccleary-edinburgh-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/04/thrown-play-socttish-backhold-wrestling-nat-mccleary-edinburgh-festival", "date_published": "2023-07-04T14:34:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Las Palmas pathologist finds €500,000 of ‘floating gold’ in dead sperm whale", "description": "<p>Team hope sale of block of rare ambergris, used by perfumers, will help victims of 2021 volcano</p><p>When a sperm whale washed up dead on a beach in the Canary Island of La Palma no one imagined a valuable treasure was hidden in its entrails.</p><p>Heavy seas and a rising tide made it difficult to carry out a postmortem, but Antonio Fernández Rodríguez, head of the institute of animal health and food security at the University of Las Palmas, was determined to find out why the whale had died.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/04/las-palmas-pathologist-ambergris-block-dead-sperm-whale\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/04/las-palmas-pathologist-ambergris-block-dead-sperm-whale", "date_published": "2023-07-04T14:28:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard II in a hot tub, Much Ado done anew: Canada’s Stratford festival puts shocks into Shakespeare", "description": "<p>A disco king hits the dancefloor, Beatrice and Benedick’s romcom gets a feminist framing and Lear faces dystopia as the revered rep company returns in full force</p><p>Drive west of Toronto for over an hour, beyond a hamlet called Punkeydoodles Corners, and you reach the village of Shakespeare, with a pie shop and truck centre bearing the Bard’s name. Up the road lies Stratford, an affable town where Romeo Street leads you to the banks of the river Avon (pronounced, unlike its English cousin, with a short A).</p><p>Here, 70 years ago this month, the inaugural Stratford Shakespearean festival took place beneath a leaky canvas tent roof, with Alec Guinness holding court in Richard III and All’s Well That Ends Well, both directed by Tyrone Guthrie over a six-week season. It almost didn’t happen: a black hole in the finances meant an emergency meeting was held the day before Guinness set sail to determine whether he should bother making the journey.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/04/richard-ii-much-ado-canada-stratford-festival-shakespeare\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/04/richard-ii-much-ado-canada-stratford-festival-shakespeare", "date_published": "2023-07-04T14:23:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Farage’s Coutts bank account closed due to lack of funds", "description": "<p>Former Brexit party leader has claimed private bank targeted him over political views</p><p>The private bank Coutts is understood to have shut Nigel Farage’s bank account after he fell below the prestigious lender’s wealth requirements, raising questions over the Brexiter’s claims that the bank was targeting him over his political views.</p><p>The former Brexit party and Ukip leader has said the closure was likely to have been <a href=\"https://www.theguardian.com/politics/2023/jul/03/banks-accused-of-closing-accounts-such-as-nigel-farages-on-political-grounds\">linked to his status as a politically exposed person</a> (PEP) and claims in the Commons that he had received payments from Moscow’s state-funded broadcaster, Russia Today.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/04/nigel-farage-coutts-bank-account-closed-lack-of-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/04/nigel-farage-coutts-bank-account-closed-lack-of-funds", "date_published": "2023-07-04T14:11:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grand Magic review – tricksy comedy asks how to use your illusion", "description": "<p><strong>Tom Patterson theatre, Stratford, Ontario<br /></strong>Antoni Cimolino directs a sophisticated and stimulating production of Eduardo De Filippo’s funny yet poignant play</p><p>It starts with a carefree round of cards and has some crowd-pleasing illusions but Eduardo De Filippo’s Grand Magic (1948) is as much about the ways we deceive ourselves as we do others. Staging his third of De Filippo’s plays for Ontario’s Stratford festival, artistic director Antoni Cimolino has conjured up a sophisticated and intellectually stimulating production that balances daft comedy with poignancy. Like the best of tricks, it catches you off guard.</p><p>We are in a seaside hotel whose guests include the mean-spirited Calogero, his neglected wife Marta and her paramour Mariano. Calogero’s own faithfulness is questioned when the magician Otto puts on an entertainment in which he makes Marta disappear. With a playful awareness of theatre’s own artifice, we see her secretly depart in a speedboat with her lover – their feet sticking below the hull as they scamper away.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/04/grand-magic-review-stratford-ontario\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/04/grand-magic-review-stratford-ontario", "date_published": "2023-07-04T14:08:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do you take a packed lunch in to work? Perhaps that’s why you’re exhausted ... | Anita Chaudhuri", "description": "<p>The days of work lunches in cafes, restaurants and canteens are fading. And so, too, are our energy levels and trust in our colleagues</p><p>News that there has been a rise in the number of people bringing a packed lunch to work made me shudder. “It’s crunch time for lunchtime,” chirped the Grocer magazine, and it wasn’t talking about a surge in consumption of crisp sandwiches.</p><p>The cost of living crisis is apparently responsible for an extra 108m lunchboxes being brought to work in the past year, a rise of 7%. What is striking about the data is that higher earners are driving the trend. Or, as the Grocer dubbed it, “the rise of the white-collar packed lunch”, as if forgoing a Pret Posh Cheddar &amp; Pickle baguette is some kind of social leveller.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/do-you-take-a-packed-lunch-in-to-work-perhaps-thats-why-youre-exhausted-\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/do-you-take-a-packed-lunch-in-to-work-perhaps-thats-why-youre-exhausted-", "date_published": "2023-07-04T14:00:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We didn’t want to sound close to anything like Sting’: the exhilarating freedom of the Czech shoegaze scene", "description": "<p>As Czechoslovakia embraced democracy in the 1990s, bands such as Ecstasy of St Theresa and Here expressed their liberation in waves of layered guitar noise</p><p>‘Sting would not do that. The guitars are too loud, the voice too drowned.” Jan P Muchow, of Czech shoegaze band the Ecstasy of Saint Theresa, is remembering how sound engineers used to patronise them when they emerged at the dawn of the 1990s. But as Muchow says, “We didn’t want to be three universes close to anything like Sting”.</p><p>The Ecstasy despised guitar solos, used English lyrics and hid behind reverb and distortion. Czech listeners, accustomed largely to folk music or schlager pop, were not ready for it. “Our early tours outside Prague felt like Easy Rider,” Muchow remembers; organisers from the houses of culture, relics of communism across the country that would host concerts, were horrified by overpowered amps catching on fire, and audiences covered their ears when faced with massive walls of guitar.</p> <a href=\"https://www.theguardian.com/music/2023/jul/04/we-didnt-want-to-sound-close-to-anything-like-sting-the-exhilarating-freedom-of-the-czech-shoegaze-scene\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/04/we-didnt-want-to-sound-close-to-anything-like-sting-the-exhilarating-freedom-of-the-czech-shoegaze-scene", "date_published": "2023-07-04T14:00:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal close to finalising terms for Rice’s £105m move from West Ham", "description": "<ul><li>Structure of payment for England midfielder to be agreed</li><li>Rice expected to complete move this week after medical</li></ul><p>Arsenal are close to finalising terms over their £105m deal for West Ham’s Declan Rice, with the guaranteed portion of the fee expected to be paid in three instalments over 24 months.</p><p>West Ham <a href=\"https://www.theguardian.com/football/2023/jun/28/arsenal-clear-seal-declan-rice-signing-manchester-city-pull-out-105m\">are selling</a> the midfielder for £100m plus £5m in add-ons and the transfer is on the verge of completion. Arsenal wanted to spread the cost of the guaranteed payment over five years but have been forced to bring the number of instalments down in order to bring Mikel Arteta’s top summer target to the Emirates Stadium. Talks over the nature of the add-ons are ongoing but Rice is expected to undergo a medical and join Arsenal this week.</p> <a href=\"https://www.theguardian.com/football/2023/jul/04/arsenal-close-to-finalising-terms-for-rices-105m-move-from-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/04/arsenal-close-to-finalising-terms-for-rices-105m-move-from-west-ham", "date_published": "2023-07-04T13:42:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears for Libyan oil production amid military threats", "description": "<p>Gen Khalifa Haftar warned of military action unless oil revenues are divided fairly</p><p>Fears have been raised of a damaging oil shutdown in Libya with implications for global energy markets after Libya’s strongman in the east, Gen Khalifa Haftar, warned of military action unless oil revenues are divided fairly within the next two months.</p><p>With the country long divided between two governments in the east and west and little prospect of presidential elections designed to reunify the country at least until next year, politicians in the east have threatened to put oil revenues under judicial control preventing the revenue reaching the Central Bank from the National Oil Corporation (NOC), the state-run oil firm.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/fears-for-libyan-oil-production-amid-military-action-threats\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/fears-for-libyan-oil-production-amid-military-action-threats", "date_published": "2023-07-04T13:33:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chanel haute couture show is a postcard from idealised Paris", "description": "<p>A charming cobblestoned stretch of the Seine is the scene for ‘sophistication and simplicity’</p><p>Chanel’s haute couture show took place in an entirely different Paris from the city that has been in the headlines this week.</p><p>The setting for the show was picture-postcard Paris – literally. The catwalk was a cobblestoned stretch of the Seine quayside, swept and groomed for the occasion.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/04/chanel-haute-couture-show-postcard-idealised-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/04/chanel-haute-couture-show-postcard-idealised-paris", "date_published": "2023-07-04T13:28:47+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Attackers break Russian journalist’s fingers and stab human rights lawyer in Chechnya", "description": "<p>Elena Milashina and Alexander Nemov were on their way to the sentencing of a human rights activist in Grozny when they were assaulted</p><p>Assailants have carried out a brutal attack on a human rights lawyer and a prominent Russian journalist in Chechnya, leaving them with stab wounds, broken fingers and head wounds.</p><p>The brazen assault on journalist Elena Milashina and lawyer Alexander Nemov in Grozny, Chechnya’s capital, was the most vicious in recent memory, leading even to a rare rebuke from the Kremlin which called it a “very serious attack that requires rather energetic measures”. Similar attacks in Chechnya, however, have gone unpunished for years.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/attackers-break-russian-journalists-fingers-and-stab-human-rights-lawyer-in-chechnya\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/attackers-break-russian-journalists-fingers-and-stab-human-rights-lawyer-in-chechnya", "date_published": "2023-07-04T13:23:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thames Water fined £3.3m for pumping sewage into rivers", "description": "<p>Judge says firm tried to mislead regulator over incident involving millions of litres of undiluted waste polluting water near Gatwick</p><p>Thames Water has been fined £3.3m for a “reckless” incident in which millions of litres of undiluted sewage was pumped into rivers near Gatwick, killing 1,700 fish.</p><p>Politicians have said this is more proof that the beleaguered company, which was recently revealed to be <a href=\"https://www.theguardian.com/business/2023/jun/28/contingency-plans-reportedly-being-drawn-up-for-thames-water-collapse\">facing financial collapse</a>, should be reformed.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/04/thames-water-fined-33m-for-pumping-sewage-into-rivers\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/04/thames-water-fined-33m-for-pumping-sewage-into-rivers", "date_published": "2023-07-04T13:14:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I deleted my Twitter account’: eight readers on how they avoid digital burnout", "description": "<p>Screen time can feel all-consuming. But there are ways to combat it. Guardian readers explain the rules, hobbies and habits that help them maintain healthy lives offline</p><p>My work communications come primarily through three WhatsApp groups, so the blending of personal and work has felt pretty unavoidable. Then, I accidentally kept my phone on Do Not Disturb – ie. all notifications were silenced – for a week. It was bliss! As I still use my phone constantly, I picked up enough of the messages to show I’m still engaged in life and work, but since I don’t have the constant notifications I feel much calmer. It’s been months now and it’s been fine. Victory! <strong>Ammie Johnstone, Glasgow</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/04/i-deleted-my-twitter-account-eight-readers-on-how-they-avoid-digital-burnout\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/04/i-deleted-my-twitter-account-eight-readers-on-how-they-avoid-digital-burnout", "date_published": "2023-07-04T13:13:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK's housing market is hurting everyone. Time to rethink the whole thing | Josh Ryan-Collins", "description": "<p>There appears to be no relief in sight for homeowners or renters – but there are things that can be done</p><p>There will be <a href=\"https://hansard.parliament.uk/commons/2023-06-26/debates/AA8D4222-210E-4F26-A30E-0AD853346633/MortgageCharter\">no government handouts</a> for the hundreds of thousands of homeowners facing crippling increases in monthly mortgage repayments after the Bank of England’s decision to <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5\">raise rates to 5%</a>. To do so would defeat the object of the interest rate rise – to cool down the economy – and prolong the inflation crisis. Further rate rises look likely as inflation proves <a href=\"https://viewer.gutools.co.uk/business/2023/jun/30/eurozone-inflation-falls-sharp-contrast-to-uk-brexit-energy\">more sticky in the UK</a> than many other high-income economies.</p><p>The government is instead opting to get the UK’s major banks to agree to a voluntary <a href=\"https://www.gov.uk/government/publications/mortgage-charter\">“mortgage charter”</a>. This involves offering forms of temporary relief such as short-term switches to interest-only repayments, as well as extending the period between missed payments and forcible home repossession. Labour has proposed a similar response. This is sensible. Banks should be well placed to absorb some reductions in returns, being better capitalised and enjoying high returns on their lending on the back of recent interest rate rises. But if rates stay higher for longer, additional assistance may be needed to avoid repossessions.</p><p>Josh Ryan-Collins is associate professor of economics and finance at the UCL Institute for Innovation and Public Purpose</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/uk-housing-market-hurting-homeowners-renters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/uk-housing-market-hurting-homeowners-renters", "date_published": "2023-07-04T13:00:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Overnight shootings in Pennsylvania and Texas mar Fourth of July festivities", "description": "<p>Five people were killed in Philadelphia and three were killed in Fort Worth on the eve of Independence Day</p><p>A heavily armed gunman in a bulletproof vest opened fire on the streets of Philadelphia on the eve of the Fourth of July holiday, in yet another mass shooting in the US, killing five people and wounding two boys before surrendering to the police.</p><p>Across the country, Texas was waking up on the holiday to news that another shooting had killed three people in Fort Worth, occurring just before midnight amid a gathering in a parking lot that also wounded eight.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/pennsylvania-texas-fourth-of-july-shootings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/pennsylvania-texas-fourth-of-july-shootings", "date_published": "2023-07-04T12:59:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morrisons to close Bradford packing plant putting 450 jobs at risk", "description": "<p>Cost-cutting measure in home city comes as supermarket grapples with rising cost of servicing its £7.5bn debt</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jul/04/food-inflation-fall-sainsburys-profits-ftse-pound-bank-of-england-mortgages-business-live\">Business live – latest updates</a></li></ul><p>Morrisons is closing a fruit-packing plant in Bradford, putting 450 jobs at risk in the supermarket’s home city where it traces its roots back to 1899.</p><p>The debt-laden supermarket chain, which is battling to <a href=\"https://www.theguardian.com/business/2023/feb/27/is-private-equity-tearing-the-soul-out-of-morrisons-supermarket\">save costs</a> after a takeover in October 2021 by the American private equity group Clayton Dubilier &amp; Rice, said it was moving operations from the Cutler Heights area of the West Yorkshire city – its first ever fruit-packing plant – to another plant in Thrapston, Northamptonshire, and a distribution centre in Wakefield in the second part of this year.</p> <a href=\"https://www.theguardian.com/business/2023/jul/04/morrisons-to-close-bradford-packing-plant-putting-450-jobs-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/04/morrisons-to-close-bradford-packing-plant-putting-450-jobs-at-risk", "date_published": "2023-07-04T12:56:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cardi B and a buck full supermoon: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/04/cardi-b-and-a-buck-full-supermoon-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/04/cardi-b-and-a-buck-full-supermoon-tuesdays-best-photos", "date_published": "2023-07-04T12:55:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon apologises to tennis fans caught in queue chaos", "description": "<p>Spectators left waiting up to 10 hours to enter site as championships draw largest opening day crowd since 2015</p><p>Wimbledon has apologised and taken urgent measures to address chaos in the entry queue on Monday, after <a href=\"https://www.theguardian.com/sport/2023/jul/03/wimbledon-fans-complain-queue-chaos-tighter-security\">fans complained of extreme waits and a lack of communication</a> before the start of the tennis championships.</p><p>The south-west London event drew 42,815 spectators on Monday, the largest crowd since 2015, compared with 36,603 on the opening day of 2022. Michelle Dite, the operations director at Wimbledon, said 11,500 had joined the queue on Monday and the large attendance plus <a href=\"https://www.theguardian.com/sport/2023/jul/03/undercover-police-join-wimbledon-crowds-effort-stop-protests\">extra security measures</a> had slowed entry into the grounds.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/wimbledon-apologises-to-tennis-fans-caught-in-queue-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/wimbledon-apologises-to-tennis-fans-caught-in-queue-chaos", "date_published": "2023-07-04T12:40:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish police arrest 15 as part of sophisticated people-smuggling operation", "description": "<p>Gang believed to have moved people from Syria to Spain on a circuitous route via Sudan and north Africa</p><p>Spanish police have broken up what they say is an organised criminal gang involved in a highly unusual people-smuggling operation involving the moving of migrants from Syria to Spain on round trip via Sudan.</p><p>A year-long investigation, which was coordinated by Europol and involved dozens of police officers from France, Norway and Germany, uncovered a network of alleged people-smuggling cells across north Africa and northern Europe as well as the main nerve centre of the gang in southern Spain.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/syria-spain-people-smuggling-operation-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/syria-spain-people-smuggling-operation-arrests", "date_published": "2023-07-04T12:16:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven injured in Tel Aviv ramming and stabbing attack", "description": "<p>Palestinian man who drove truck into pedestrians close to bus stop before stabbing one of his victims was shot dead by passerby</p><p></p><p>At least seven people have been injured, three of them seriously, in a car ramming and stabbing attack in Tel Aviv that took place a day after Israel launched a <a href=\"https://www.theguardian.com/world/2023/jul/03/history-repeats-israeli-attack-jenin-war-zone-again\">large-scale military operation into the West Bank city of Jenin</a>.</p><p>According to a police spokesperson, the attacker was a Palestinian resident of the occupied West Bank, who was shot and killed at the scene by a passerby.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/seven-injured-in-tel-aviv-ramming-and-stabbing-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/seven-injured-in-tel-aviv-ramming-and-stabbing-attack", "date_published": "2023-07-04T12:02:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prisoner’s Daughter review – Brian Cox and Kate Beckinsale can’t save hammy ex-con drama", "description": "<p>Catherine Hardwicke directs the Succession star and Beckinsale in a family drama that’s falls flat on its face</p><p>Here’s a terrible TV-movie-style piece of work with some awful acting and a deeply questionable, crass finale; it’s all the more wince-inducing given the lineup of alpha talent behind it. Catherine Hardwicke is the director of the powerful Thirteen, the first and best <a href=\"https://www.theguardian.com/film/2008/dec/19/film-review-twilight-teen-vampire\">Twilight</a>, and the tender <a href=\"https://www.theguardian.com/film/2015/sep/24/miss-you-already-review-drew-barrymore-toni-collette\">Miss You Already</a> (2015); her lead actor here is none other than <a href=\"https://www.theguardian.com/film/2023/jun/22/brian-cox-i-think-the-succession-debate-is-is-he-dead\">Brian Cox</a>, whose star could hardly be more starrily in the ascendant after his stunning performance as Murdochian media plutocrat <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/life-without-logan-roy-was-brian-cox-written-out-of-succession-too-soon\">Logan Roy in HBO’s Succession</a>. There is also the estimable Kate Beckinsale. But there is only so much they can do with this material.</p><p>Cox plays Max, an ageing tough guy in jail, given compassionate leave after a terminal cancer diagnosis to spend his remaining months with long-suffering daughter Maxine (Beckinsale). She is a hardworking single mum living in the featureless suburban district around Las Vegas with her teenage son Ezra (Christopher Convery), who is being bullied at school on account of his epileptic seizures. Maxine still resents her grizzled dad for putting crime above family, but the old guy wants to make things right and – like the fierce ex-boxer that he is – shows Ezra how to deal with the bullies. (Train in the gym and beat them up turns out to be the answer to this one.)</p> <a href=\"https://www.theguardian.com/film/2023/jul/04/prisoners-daughter-review-brian-cox-catherine-hardwicke-kate-beckinsale\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/04/prisoners-daughter-review-brian-cox-catherine-hardwicke-kate-beckinsale", "date_published": "2023-07-04T12:00:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘His music kindled my agency and hunger for self-definition’: why women adore Bruce Springsteen", "description": "<p>He’s seen as one of the quintessential writers of male experience, but as a new book explores, his resonance with female listeners is just as complex </p><p>At Bruce Springsteen’s recent show in Edinburgh, a fan managed to hand the 73-year-old rock icon a copy of his dissertation about masculinity. Pondering the masculinity of the Boss is logical: his themes include brotherhood, father-son conflict and the trials of physical labour; his songs are populated with downtrodden blue-collar workers, suicidal firefighters, forgotten soldiers returning from various wars, and economically disempowered men driven to murder. Indeed, he’s seen as one of the quintessential writers of the male experience. So why does he appeal to so many women?</p><p>A new book by Lorraine Mangione and Donna Luff, Mary Climbs In: the Journeys of Bruce Springsteen’s Women Fans, explores the reasons why. Both authors were aware of the stereotypes of female fans, be it the groupie or infatuated screaming teen, and their findings happily upended them: fans found community through concert experiences, and related to Springsteen as a result of loss, suffering, the quest for self-knowledge and for meaning in life. Luff says: “When I talked with other women fans, they were mostly not giddy about Springsteen in terms of sexual attraction. Instead, they spoke about identification with his writing and the emotions, experiences and feelings in his songs and concerts.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/04/his-music-kindled-my-agency-and-hunger-for-self-definition-why-women-adore-bruce-springsteen\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/04/his-music-kindled-my-agency-and-hunger-for-self-definition-why-women-adore-bruce-springsteen", "date_published": "2023-07-04T12:00:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who’s for political Bazball with Rishi? Voters? Tories? Anyone? | Marina Hyde", "description": "<p>So a prime minister soiled by the Rwanda policy offers fair play and ethics lessons to cricketers. Funny old game, isn’t it?</p><p>Cricket banning orders, please, for the Wagner group of MCC blazers who took it upon themselves to enforce “the spirit of the game” by abusing the Australian team as they returned to their dressing room through the members’ pavilion shortly after their <a href=\"https://www.theguardian.com/sport/2023/jul/03/australias-actions-in-ashes-test-not-in-the-spirit-of-cricket-says-rishi-sunak\">stumping of Jonny Bairstow</a> on the last day of the Ashes Test at Lord’s. It was in the always-aggressively-hallowed Long Room that TV viewers witnessed confirmation that the spirit of cricket is 40% proof – although <a href=\"https://www.dailymail.co.uk/sport/cricket/article-12257605/New-footage-shows-intense-abuse-Aussie-stars-copped-Lords-Bairstow-dismissal.html\">later social media videos</a> confirmed the angry bellowing had happened all the way up the stairs in a display of herd behaviour some might class as lacking in class. Not me, of course; I don’t understand why the famously mild-mannered Usman Khawaja didn’t act more grateful for this lecture in dignity and personal responsibility from a bunch of baying gin-hounds whose wives buy their pants.</p><p>I know, I know – #notallMCCmembers. Still, if the club did go belt-and-braces-and-red-trousers on rooting out the bad apples, it could certainly get its waiting list significantly down from the 29 years at which it currently stands. In fact, it has <a href=\"https://www.theguardian.com/sport/2023/jul/02/mcc-unreservedly-apologised-to-australia-after-long-room-incident-england-ashes\">suspended precisely three members</a> for the scenes on Sunday, pending what we might hazard will probably be a most-stones-unturned investigation. Moves to defuse the situation have not exactly been forthcoming. Instead of treating what happened at the cricket as something on which nobody but newspaper columnists would wish him to declaim, the British prime minister himself has leaned into it and <a href=\"https://www.theguardian.com/sport/2023/jul/03/australias-actions-in-ashes-test-not-in-the-spirit-of-cricket-says-rishi-sunak\">condemned Australia’s action on the field</a> on Sunday.</p><p>Marina Hyde is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/political-bazball-rishi-sunak-voters-rwanda-cricket-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/political-bazball-rishi-sunak-voters-rwanda-cricket-ashes", "date_published": "2023-07-04T11:57:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sitcoms reveal culture that contributed to Brexit vote, says historian", "description": "<p>‘Allo ‘Allo ‘spoke to core differences between Britain and European neighbours’</p><p>People seeking to explain Brexit have looked to Winston Churchill and the 16th century English reformation but they may just as well have looked to Captain Mainwaring and Basil Fawlty, according to an expert.</p><p>That, argues the historian Prof Gavin Schaffer, is because tone of British sitcoms from the 60s, 70s and 80s – such as Fawlty Towers, Dad’s Army and ‘Allo ‘Allo! – give an insight into parts of the sense of identity and political culture that contributed to the vote to leave the European Union in 2016.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/04/british-sitcoms-reveal-culture-that-contributed-to-brexit-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/04/british-sitcoms-reveal-culture-that-contributed-to-brexit-vote", "date_published": "2023-07-04T11:51:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daniel Kaluuya’s Barney the Dinosaur film to be ‘adult’ and ‘lean into millennial angst’", "description": "<p>Mattel says the Barney movie will be inspired by Charlie Kaufman, while Barbie director Greta Gerwig is planning two Narnia movies for Netflix</p><p>The Daniel Kaluuya-produced movie featuring Barney the Dinosaur will be an “adult”, “surrealistic” and “A24-type” film inspired by Charlie Kaufman and Spike Jonze, it has been revealed.</p><p><a href=\"https://www.newyorker.com/magazine/2023/07/10/after-barbie-mattel-is-raiding-its-entire-toy-box\">In a wide-ranging report</a> on the film-making plans of toymaker Mattel in the New Yorker, Mattel Films executive Kevin McKeon said of the project: “We’re leaning into the millennial angst of the property rather than fine-tuning this for kids. It’s really a play for adults. Not that it’s R-rated, but it’ll focus on some of the trials and tribulations of being thirtysomething, growing up with Barney – just the level of disenchantment within the generation.”</p> <a href=\"https://www.theguardian.com/film/2023/jul/04/barney-the-dinosaur-film-daniel-kaluuya\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/04/barney-the-dinosaur-film-daniel-kaluuya", "date_published": "2023-07-04T11:50:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jens Stoltenberg to stay as Nato chief for another year", "description": "<p>Former Norwegian prime minister’s tenure extended for third time ahead of  next week’s Vilnius summit</p><p>Jens Stoltenberg has been asked to extend his tenure as Nato’s secretary general for a further year until October 2024 after members of the western military alliance failed to agree on a replacement before next week’s summit in Vilnius.</p><p>It is the third time the former Norwegian prime minister’s term has been extended, although earlier this year it was thought he would finally step aside after over eight years at the head of the 31-country alliance.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/jens-stoltenberg-to-stay-as-nato-chief-for-another-year\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/jens-stoltenberg-to-stay-as-nato-chief-for-another-year", "date_published": "2023-07-04T11:46:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evacuations under way as severe flooding hits parts of China – video report", "description": "<p>South-west China's Sichuan province and Chongqing municipality have been hit by severe flooding triggered by heavy rainfall over the past month. According to state broadcasters, authorities dispatched rescue personnel to evacuate residents from the affected areas. Rising water levels have caused landslides and submerged homes and infrastructure in water, hindering evacuation efforts</p> <a href=\"https://www.theguardian.com/world/video/2023/jul/04/evacuations-underway-as-severe-flooding-hits-parts-of-china-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jul/04/evacuations-underway-as-severe-flooding-hits-parts-of-china-video-report", "date_published": "2023-07-04T11:42:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France: stage four – live updates", "description": "<ul><li>Latest race news on the stage from Dax to Nogaro</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/28/tour-de-france-2023-stage-by-stage-guide-to-this-years-race\">Tour de France: stage-by-stage guide to the race</a></li><li>Drop Barry an <a href=\"mailto:barry.glendenning@theguardian.com\">email</a> | Tweet <a href=\"mailto:@bglendenning\">@bglendenning</a></li></ul><p><strong>177km to go:</strong> The peloton continues to meander along the road out of Dax without anyone showing the slightest inclination to attack. This could be an exceptionally long afternoon. Given some of the smaller teams are only on the Tour because they’ve been given invitations, you could be forgiven for thinking they might feel compelled to appoint a couple of volunteers to go up the road to (a) liven things up a little bit and (b) garner some publicity for their sponsors.</p><p>Christian Prudhomme semaphores the signal to start racing and … not a single rider jumps off the front of the bunch to launch an attack. With just one King of the Mountain point up for grabs towardss the business end of the stage, not even Neilson Powless, who is in the polka-dot jersey and had a great time yesterday intereacting with the crowd while hoovering up points can be bothered to put a shift in.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/04/tour-de-france-stage-four-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/04/tour-de-france-stage-four-live-updates", "date_published": "2023-07-04T11:30:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Pope ruled out for rest of the Ashes for England due to a shoulder injury", "description": "<ul><li>Vice-captain to undergo surgery on injury sustained at Lord’s</li><li>Dan Lawrence likely to be drafted in for third Test at Headingley</li></ul><p>England vice-captain Ollie Pope has been ruled out for the rest of the Ashes with a dislocated shoulder in another blow to his side’s hopes of reclaiming the urn.</p><p>Pope suffered the injury while fielding early in the second Test at Lord’s, and later aggravated the problem after a <a href=\"https://www.theguardian.com/sport/2023/jun/30/england-confused-by-erroneous-warning-from-officials-over-ollie-pope-injury\">miscommunication with match officials</a> led England to believe they were not permitted to use a substitute fielder in the second innings. Scans on Monday revealed Pope would require surgery and he will now be out for the remainder of the 2023 campaign.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/ollie-pope-ruled-out-for-rest-of-the-ashes-for-england-due-to-a-shoulder-injury-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/ollie-pope-ruled-out-for-rest-of-the-ashes-for-england-due-to-a-shoulder-injury-cricket", "date_published": "2023-07-04T11:17:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We protect children from smoking and gambling – why not shield them from social media too? | Devi Sridhar", "description": "<p>A consensus is growing among experts that apps such as Snapchat are bad for children’s health – there is a clear case for regulation</p><p>WhatsApp is for old people. That is, people over 30. At least that’s what my first-year medical students tell me. WhatsApp has become the realm of government backchats about Covid-19 policy, or family groups sharing graduation photos and past-their-prime memes. Young people, especially teenagers, communicate through Snapchat, an app that <a href=\"https://mobilemarketingmagazine.com/snapchat-reveals-it-has-over-21m-monthly-active-users-in-the-uk#:~:text=Snapchat%20has%20published%20its%20monthly,are%2025%20years%20or%20older.\">reaches</a> 90% of 13- to 24-year-olds and 75% of 13- to 34-year-olds across the UK. It has more than 21 million active users in Britain per month, which is almost one-third of the population, and each accesses the app on average more than 50 times a day.</p><p>If we go back to the 1980s and 1990s, parenting was often about keeping children physically safe. A moody 14-year-old wanting to be alone in their room was a normal thing– in fact this was sufficient to protect them. Parents had clear oversight over who their kids were around at home, and the physical materials they were consuming.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/smoking-gambling-children-social-media-apps-snapchat-health-regulation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/smoking-gambling-children-social-media-apps-snapchat-health-regulation", "date_published": "2023-07-04T11:15:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Orkney councillors back plan to explore alternative forms of governance", "description": "<p>Councillors vote for motion asking officers to compile report on future of how islands are run</p><p>Councillors in Orkney have voted to explore alternative forms of governance.</p><p>At a meeting on Tuesday, they opted to back a motion from the council leader, James Stockan, which would request council officers to compile a report on the <a href=\"https://www.theguardian.com/uk-news/2023/jul/02/orkney-could-leave-uk-for-norway-as-it-explores-alternative-governance\">future of how the islands are run</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/orkney-councillors-back-plan-to-explore-alternative-forms-of-governance\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/orkney-councillors-back-plan-to-explore-alternative-forms-of-governance", "date_published": "2023-07-04T11:04:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France brings back women and children held in camps in Syria", "description": "<p>Twenty-five children and 10 adults sent to camps for suspected jihadists repatriated to France</p><p>France has repatriated 25 children and 10 women who were held in prison camps for suspected jihadists in north-east Syria, the fourth such operation in a year, the foreign ministry has said.</p><p>The minors would be handed over to childcare services while the adults would be handed over to the relevant judicial authorities, the ministry said in a statement on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/france-repatriates-women-and-children-held-in-camps-in-syria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/france-repatriates-women-and-children-held-in-camps-in-syria", "date_published": "2023-07-04T10:59:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part two: Norway", "description": "<p>Last year’s humiliating Euros exit hasn’t dampened expectations for a team who look more solid under new coach Hege Riise</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/04/womens-world-cup-2023-team-guides-part-two-norway\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/04/womens-world-cup-2023-team-guides-part-two-norway", "date_published": "2023-07-04T10:59:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man found guilty of Nottingham arson murder of woman and two children", "description": "<p>Jamie Barrow, who found fires ‘cathartic’, poured petrol through neighbour’s letterbox and set it alight</p><p>A man has been found guilty of murdering his nextdoor neighbour and her two young children by pouring petrol through their letterbox and setting fire to their flat while they were asleep.</p><p>Jamie Barrow, 33, admitted starting the fire in November last year which killed Fatoumatta Hydara, 28, and her daughters, Fatimah Drammeh, three, and Naeemah Drammeh, one.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/man-found-guilty-of-nottingham-arson-murder-of-woman-and-two-children\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/man-found-guilty-of-nottingham-arson-murder-of-woman-and-two-children", "date_published": "2023-07-04T10:58:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal, Manchester City and Spurs tracking Israel’s Oscar Gloukh", "description": "<ul><li>Attacking midfielder also interesting Barça and Villarreal</li><li>Gloukh will face England in Euro Under-21s semi-final</li></ul><p>Arsenal, Manchester City, Manchester United and Tottenham are among a large contingent of clubs who have shown an interest in Israel’s Oscar Gloukh, who will face England in the semi-finals of European Under-21 Championships on Wednesday.</p><p>The 19-year-old joined Red Bull Salzburg from Maccabi Tel Aviv in January for €7m but his performances for club and country have alerted some of Europe’s biggest sides. It is understood that Barcelona – who came close to signing Gloukh when he left Israel earlier this year – and Villarreal have also enquired about him, while there is also interest from Milan and Monaco.</p> <a href=\"https://www.theguardian.com/football/2023/jul/04/arsenal-manchester-city-and-spurs-tracking-israels-oscar-gloukh\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/04/arsenal-manchester-city-and-spurs-tracking-israels-oscar-gloukh", "date_published": "2023-07-04T10:58:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rasmus Højlund has the potential to make it at Manchester United", "description": "<p>The young Denmark striker has the pace and strength to fit Erik ten Hag’s team, but fans need to be patient if the club sign him</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Manchester United have missed out on one young Scandinavian striker, so will not want to pass up the opportunity a second time. “I called United about six months before I took over and told them that I had this striker, but they didn’t listen,” said the club’s former manager Ole Gunnar Solskjær of Erling Haaland earlier this year. “Four million, I asked for. But they never signed him. Four million!” It was 2018, Haaland was playing under Solskjær for Norwegian side Molde and, while he was not quite the renowned goal machine we see today, the young striker was still attracting watchful glances.</p><p>Fast forward to the present day and, as Haaland scores goals for fun at Manchester City, United are looking to firm up their interest in the Danish striker Rasmus Højlund. With the club closing in <a href=\"https://www.theguardian.com/football/2023/jun/29/mason-mount-set-to-join-manchester-united-from-chelsea-for-60m\">on the signing of Mason Mount</a>, a new forward is the next priority for Erik ten Hag. The Atalanta player was not their top target going into the summer, but he is a frontman who should excite fans.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/jul/04/rasmus-hojlund-potential-manchester-united-denmark-erik-ten-hag\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/jul/04/rasmus-hojlund-potential-manchester-united-denmark-erik-ten-hag", "date_published": "2023-07-04T10:58:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netanyahu’s attack on Jenin shows weakness. The Palestinians are weak too – and therein lies the danger  | Simon Tisdall", "description": "<p>It is too early to know if a third intifada will follow this or a wider, more far-reaching conflict. But the signs are not good</p><ul><li>Simon Tisdall is a former Guardian foreign editor</li></ul><p>The endlessly simmering conflict between Israelis and Palestinians, exploding into <a href=\"https://www.theguardian.com/world/2023/jul/04/jenin-refugee-camp-west-bank-israel-military-operation\">unbridled warfare</a> this week in the embattled West Bank city of Jenin, threatens a broader, more far-reaching catastrophe.</p><p>How much closer now is a <a href=\"https://www.foreignaffairs.com/israel/third-intifada-israeli-palestinian-conflict\">third intifada</a> or, worse still, a wider Middle Eastern war drawing in Israel’s sworn enemies, Hezbollah and Iran? Paradoxically, it is both sides’ chronic weakness that has prevented this larger calamity so far.</p><p>Simon Tisdall is a foreign affairs commentator. He has been a foreign leader writer, foreign editor and US editor for the Guardian</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/netanyahu-attack-jenin-weakness-palestinians-weak-too-danger\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/netanyahu-attack-jenin-weakness-palestinians-weak-too-danger", "date_published": "2023-07-04T10:54:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TechScape: Self-driving cars are here and they’re watching you", "description": "<p>Driverless cars have their cameras trained on the road – and on those inside, making some wonder how that data will be used. Plus, Twitter’s viewing limits</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></p><p>If you’ve spent any time in San Francisco, you might believe we’re on the cusp of the self-driving future promised by car makers and the tech industry: a high-tech utopia where roving robot cars pick up and drop off passengers seamlessly and more safely than if they had a human behind the wheel.</p><p>While the city certainly has one key element down – a small network of driverless cars – the reality is far different and much more awkward and invasive than what the people building the technology once portrayed.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/04/smile-youre-on-camera-self-driving-cars-are-here-and-theyre-watching-you\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/04/smile-youre-on-camera-self-driving-cars-are-here-and-theyre-watching-you", "date_published": "2023-07-04T10:45:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Improving soil could keep world within 1.5C heating target, research suggests", "description": "<p>Better farming techniques across the world could lead to storage of 31 gigatonnes of carbon dioxide a year, data shows</p><p>Marginal improvements to agricultural soils around the world would store enough carbon to keep the world within 1.5C of global heating, new research suggests.</p><p><a href=\"https://www.theguardian.com/news/2019/jan/28/can-we-ditch-intensive-farming-and-still-feed-the-world\">Farming techniques that improve long-term fertility and yields </a>can also help to store more carbon in soils but are often ignored in favour of intensive techniques using large amounts of artificial fertiliser, much of it wasted, that <a href=\"https://www.theguardian.com/environment/2022/dec/07/false-food-solutions-experts-climate-cop27\">can increase greenhouse gas emissions</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/04/improving-farming-soil-carbon-store-global-heating-target\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/04/improving-farming-soil-carbon-store-global-heating-target", "date_published": "2023-07-04T10:30:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS founder 'would turn in his grave' as service faces crisis at 75 – video", "description": "<p>The NHS was launched in 1948 by the Labour MP Aneurin Bevan, inspired in part by the Tredegar Medical Aid Society in his constituency.&nbsp;It has since saved the lives of millions and inspired health systems around the world. Seventy-five years on, the Guardian video team was given access to NHS services in the south Wales town, and found residents, patients and staff still proud of Bevan's legacy, but anxious about the future</p> <a href=\"https://www.theguardian.com/news/video/2023/jul/04/nhs-founder-would-turn-in-his-grave-as-service-faces-crisis-at-75-video\">Continue reading...</a>", "link": "https://www.theguardian.com/news/video/2023/jul/04/nhs-founder-would-turn-in-his-grave-as-service-faces-crisis-at-75-video", "date_published": "2023-07-04T10:19:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon 2023: Murray, Sabalenka and Alcaraz in action on day two – live", "description": "<ul><li>Tennis updates and news from the opening day at SW19</li><li><a href=\"https://www.theguardian.com/sport/2023/jul/03/wimbledon-diary-rublev-wins-as-russian-players-return-after-ban-tennis\">Diary: Rublev speaks out as Russian players return after ban</a></li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> or send him a <a href=\"https://twitter.com/DanielHarris?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweet here</a></li></ul><p><strong>As we start day two, let’s quickly recall the end of day one, which was a right buzz.</strong> First, Michael Mmoh delivered the win of his life to see off an admittedly injured Felix Auger-Aliassime, then Sofia Kenin announced her re-emergence as a serious factor, binning Coco Gauff in the best match we’ve seen so far – but what a brutal draw that was for the no7 seen.</p><p><strong>On Court 2,</strong> Tsitsipas opts to receive as per the vogue and we’ll soon be away.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/04/wimbledon-2023-murray-sabalenka-and-alcaraz-in-action-on-day-two-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/04/wimbledon-2023-murray-sabalenka-and-alcaraz-in-action-on-day-two-live", "date_published": "2023-07-04T10:16:47+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toyota claims battery breakthrough in potential boost for electric cars", "description": "<p>Japanese firm believes it could make a solid-state battery with a range of 745 miles that charges in 10 minutes</p><p>Toyota says it has made a technological breakthrough that will allow it to halve the weight, size and cost of batteries, in what could herald a major advance for electric vehicles.</p><p>The world’s second largest carmaker was already pursuing a plan to roll out cars with advanced <a href=\"https://www.theguardian.com/business/2021/aug/19/uk-consortium-solid-state-batteries-electric-cars-prototype\">solid-state batteries</a>, which offer benefits compared with liquid-based batteries, by 2025.</p> <a href=\"https://www.theguardian.com/business/2023/jul/04/toyota-claims-battery-breakthrough-electric-cars\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/04/toyota-claims-battery-breakthrough-electric-cars", "date_published": "2023-07-04T10:16:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … the distraction of a summer special football activity sheet", "description": "<p>Need some temporary respite from the general lack of action? Never fear, our cartoonist is here</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">And you can buy his cartoons in the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/04/david-squires-on-the-distraction-of-a-summer-special-football-activity-sheet\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/jul/04/david-squires-on-the-distraction-of-a-summer-special-football-activity-sheet", "date_published": "2023-07-04T10:15:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re beyond excited’: Ant and Dec announce reboot of Byker Grove", "description": "<p>The programme helped to launch the careers of young actors from the north-east, including the duo who played PJ and Duncan</p><p>It was a beloved fixture of the after-school television schedule for children of the 90s , and now their own offspring will experience Byker Grove too.</p><p>The series, set in a youth club in the Byker area of Newcastle, is being revamped with its former stars Ant McPartlin and Declan Donnelly as executive producers.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/04/ant-and-dec-announce-reboot-of-byker-grove\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/04/ant-and-dec-announce-reboot-of-byker-grove", "date_published": "2023-07-04T10:13:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emerging details on Titan sub reveal allegedly cavalier attitude toward safety", "description": "<p>Experts had flagged safety problems with OceanGate’s vessels much before the doomed journey that killed five people</p><p>As additional details emerge about the <a href=\"https://www.theguardian.com/world/live/2023/jun/21/titanic-sub-live-updates-search-us-coast-guard-submarine-submersible\">Titan</a> submersible’s deadly implosion in June, raising still more unknowns, <a href=\"https://www.theguardian.com/world/2023/jun/21/titanic-submersible-documents-reveal-multiple-concerns-raised-over-safety-of-vessel\">concerns</a> surrounding exploration company <a href=\"https://www.theguardian.com/australia-news/audio/2023/jun/26/a-deep-sea-explorer-on-the-oceangate-disaster-and-the-rise-of-submersibles-full-story-podcast\">OceanGate </a>Expeditions’ allegedly cavalier attitude toward safety have come into sharper relief.</p><p>The doomed vessel reportedly dropped weights at some point during its descent; however, it is not known whether this was due to a routine part of descent or in an effort to abandon the doomed mission. All five Titan occupants <a href=\"https://www.theguardian.com/world/2023/jun/28/titan-sub-debris-implosion-wreckage-oceangate\">died</a> in the implosion.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/04/titan-sub-implosion-details-safety-oceangate-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/04/titan-sub-implosion-details-safety-oceangate-experts", "date_published": "2023-07-04T10:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Houston teen who went missing in 2015 is found alive in city", "description": "<p>Rudy Farias was found lying on the ground in front of a church, with his whereabouts for the past eight years still unknown</p><p>A Texas man who went missing as a teenager in 2015 after last being seen walking his dogs in Houston has been found alive, his family and police said on Monday.</p><p>Police and firefighters found Rudolph “Rudy” Farias IV around 10pm on Thursday after getting a call about a person lying on the ground in front of a church in south-east Houston, a police spokesman, John Cannon, said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/04/houston-missing-teen-found-rudolph-farias\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/04/houston-missing-teen-found-rudolph-farias", "date_published": "2023-07-04T10:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calendar Girls review – portrait of a seniors’ dance troupe grooving it up in Florida", "description": "<p>Documentary following a group of women dancers over 60 is well made but leaves you wondering if there’s more to know about these spirited performers</p><p>Maria Loohufvud and Love Martinsen, a married couple as well as artistic collaborators, make their feature debut as directors with this affectionate portrait of the Calendar Girls, an amateur dance troupe based in southern Florida. Entirely made up of women over the age of 60, a few considerably older, the dancers perform on flatbed trucks in parades and retirement homes, community centres and private events in order to raise funds for Southeastern Guide Dogs, an organisation that trains guide dogs for veterans and other visually impaired people. Dressed in homemade, leg-revealing spandex and sparkle-festooned outfits that variously suggest unicorns or “patriotic reindeer” at Christmas time, the women perform dance sequences set to an eclectic selection of tunes, from Harry Belafonte’s Jump in the Line (Shake, Señora) and Everybody by the Backstreet Boys, to drone-forward EDM composed by Martinsen himself. There is, in fact, a scene where the women seem to break into a tightly planned routine (choreographed by Loohufvud) in the middle of loading the car, which adds a mild surreality to the proceedings.</p><p>As the film goes along, we get to know some of the women on a more personal level although the film-makers have chosen not to use any identifying subtitles to help track who’s who, as is often the fashion these days with documentaries. Still, it’s not hard to work out that Katherine Hardy Shortlidge is the main motivating troupe leader, a former cop who spent years undercover in the vice squad, who had found a new purpose in marshalling her dancers between rehearsals and performances. Another subject who gets prominent coverage is Nancy Miller, a woman still doing a physically challenging outdoor 9-to-5 job but who finds herself increasingly challenged to keep up due to a serious gastrointestinal condition that drains her health. A third woman bridles against a controlling husband who doesn’t want her diverting her energy away from him and their home; yet another, perhaps the most intriguing of all, is a former prisoner with a twangy southern accent, a massive Rottweiler and a butch fashion sense who works the troupe’s iPod.</p> <a href=\"https://www.theguardian.com/film/2023/jul/04/calendar-girls-review-portrait-of-a-seniors-dance-troupe-grooving-it-up-in-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/04/calendar-girls-review-portrait-of-a-seniors-dance-troupe-grooving-it-up-in-florida", "date_published": "2023-07-04T10:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fourth of July is a US celebration. Why is it the riskiest day for mass shootings?", "description": "<p>Homicides spike in the summer, and large gatherings with a lot of people – and alcohol thrown in – can see gun violence</p><p>Gun violence is a daily reality across the US, but an emerging body of research indicates the most risky day for mass shootings in the nation is the Fourth of July, when Americans celebrate their independence from Britain.</p><p>Using data from the Gun Violence Archive, James Alan Fox, a criminologist at Northeastern University, found that there have been 52 mass shootings on the Fourth of July over the past decade, averaging just over five a year, and more than on any other given day.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/04/fourth-of-july-riskiest-day-for-mass-shootings-in-the-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/04/fourth-of-july-riskiest-day-for-mass-shootings-in-the-us", "date_published": "2023-07-04T10:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The biggest delusion money can buy? The Musk v Zuckerberg cage match | Zoe Williams", "description": "<p>The two tech titans are squaring up for a fight that will demonstrate the sheer silliness of extreme wealth</p><p>It enrages me that I do, but I know where <a href=\"https://www.theguardian.com/technology/mark-zuckerberg\">Mark Zuckerberg</a> placed in his first Brazilian jiu-jitsu<strong> </strong>tournament, and I know how he came to take up the sport in the first place. He had a lot of free time during Covid, he says, and when you think about it, sure, if you take away all the pressures of that period – worrying about your livelihood, your future at work, the future of work, your loved ones and humanity as a whole – then you would end up with quite a lot of free time.</p><p>It makes my blood boil that I do, but I also know <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a>’s height advantage over Zuckerberg (6ft 1in to 5ft 7in) and his signature move, the walrus, in which he lies on top of his opponent and wins by doing nothing.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/biggest-delusion-money-can-buy-musk-v-zuckerberg-cage-match\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/biggest-delusion-money-can-buy-musk-v-zuckerberg-cage-match", "date_published": "2023-07-04T10:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US investigators zone in on Trump election-plot lawyer John Eastman", "description": "<p>Experts say Eastman, faces possible disbarment in California, under increasing scrutiny in federal and state inquiries</p><p>John Eastman, who was in the vanguard of lawyers plotting schemes involving “fake electors” and other ploys to help Donald Trump thwart Joe Biden’s win in 2020, is now under close scrutiny in federal and state investigations of Trump’s drives to stay in power, and faces possible disbarment in California, say former prosecutors.</p><p>The former California law professor is one of several lawyers whose legal stratagems have been heavily examined by Special Counsel Jack Smith’s accelerating investigation into Trump and his allies’ efforts to block Biden from taking office.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/04/us-investigators-trump-election-plot-lawyer-john-eastman\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/04/us-investigators-trump-election-plot-lawyer-john-eastman", "date_published": "2023-07-04T10:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Court hears councils’ legal challenge over London Ulez expansion", "description": "<p>Five Tory-led councils seeking to block mayor’s plans to extend ultra-low emission zone to whole of capital</p><p>A legal challenge to plans to expand London’s ultra-low emission zone (Ulez) to the whole of the capital will be heard in the high court on Tuesday as five Conservative-led councils seek to block the proposals.</p><p>The <a href=\"https://www.theguardian.com/politics/2023/feb/27/london-ulez-expansion-clean-air-health-household-finances\">Ulez is due to expand</a> at the end of August from the boundary of the north and south circular roads to throughout Greater London, requiring drivers of the most polluting vehicles to pay a fee when using them in the area.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/04/london-ulez-expansion-tory-councils-legal-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/04/london-ulez-expansion-tory-councils-legal-challenge", "date_published": "2023-07-04T09:40:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food bank use a ‘personal decision’, says veterans minister", "description": "<p>Johnny Mercer says food bank use not an accurate measure of poverty after reports of some military personnel relying on them </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/04/rishi-sunak-liaison-committee-migration-bill-supreme-court-uk-politics-news\">UK politics live – latest updates</a></li></ul><p>The use of food banks is a personal decision for some people and not an accurate measure of levels of poverty across the UK, the veterans minister has said.</p><p>Johnny Mercer argued that food banks remained a lifeline for “some dire cases” but that it was “not correct” to say people used them only when they had no choice.</p> <a href=\"https://www.theguardian.com/society/2023/jul/04/food-bank-use-uk-military-poverty-personal-budgeting-johnny-mercer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/04/food-bank-use-uk-military-poverty-personal-budgeting-johnny-mercer", "date_published": "2023-07-04T09:14:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers urged to shelve illegal migration bill until supreme court ruling after 11 defeats in Lords – UK politics live", "description": "<p>Purpose of the bill is now ‘dead’, says crossbench peer Alex Carlile after yesterday’s vote in House of Lords</p><p>Good morning. Yesterday the illegal migration bill was hacked to pieces in the House of Lords. Peers inflicted 11 defeats on the government. This was not quite a record – in January last year there were <a href=\"https://www.theguardian.com/politics/live/2022/jan/18/uk-covid-live-dominic-raab-cummings-boris-johnson-lies-parliament-lockdown-parties-latest-updates?page=with:block-61e69ffc8f08f038731ea169#block-61e69ffc8f08f038731ea169\">14 defeats one night on the police, crime, sentencing and courts bill</a> – but, if the amendments were allowed to stand, they would in effect emasculate the bill, and prevent it from achieving much of what the government intends it to achieve.</p><p>Here is <strong>Rajeev Syal’</strong>s story about the voting last night.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jul/04/rishi-sunak-liaison-committee-migration-bill-supreme-court-uk-politics-news\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jul/04/rishi-sunak-liaison-committee-migration-bill-supreme-court-uk-politics-news", "date_published": "2023-07-04T09:02:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosie Jones on death threats, anxiety and anger: ‘I’m not this happy person all the time’", "description": "<p>As a comedian, Jones is known for her wit and enthusiasm, but her new documentary tackles the horrendous abuse she and other disabled people face. She discusses fame, therapy, flaws and backlash</p><p>Rosie Jones always wears earphones when she’s out alone. She jokes it is for pleasurable reasons – “a chance to listen to Steps” – but it is actually to block out something much more menacing: when strangers see her walk down the street with her movement affected by cerebral palsy, they shout abuse at her.</p><p>Jones, 33, doesn’t need to go outside to be harassed. As one of the few disabled women regularly on British television, Jones can be in her north-east London<strong> </strong>flat and get a similar reaction on Twitter, where she has 220,000 followers. “I try to have a healthy relationship with social media, but there’s this ableist abuse,” she says. “You can’t avoid it.”</p> <a href=\"https://www.theguardian.com/stage/2023/jul/04/rosie-jones-death-threats-anxiety-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/04/rosie-jones-death-threats-anxiety-documentary", "date_published": "2023-07-04T09:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Smith shrugs off England crowd’s cheat claims during second Ashes Test", "description": "<ul><li>Australian batter unbothered by Barmy Army chants</li><li>Pat Cummins says team will rally around Alex Carey</li></ul><p>The Barmy Army’s longstanding default of labelling Australia as cheats, even before the Jonny Bairstow saga, does not faze their principal target Steve Smith.</p><p>The fallout from the controversial stumping of Bairstow in the second Test has dominated conversations following <a href=\"https://www.theguardian.com/sport/blog/2023/jul/02/australia-keep-calm-after-controversy-to-avoid-stokes-headingley-mach-ii-england-ashes\">Australia’s 43-run win at Lord’s</a>, with emotions running high on both sides. The animosity towards the tourists went into overdrive on day five in London, with players sworn at and labelled cheats as they walked through the <a href=\"https://www.theguardian.com/sport/2023/jul/04/mcc-members-lords-icec-report-england-australia-second-test-jonny-bairstsow\">Lord’s long room</a>. Three members have since been <a href=\"https://www.theguardian.com/sport/2023/jul/02/mcc-unreservedly-apologised-to-australia-after-long-room-incident-england-ashes\">suspended</a>, as investigations into the uproar continue.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/steve-smith-shrugs-off-england-crowds-claims-during-second-ashes-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/steve-smith-shrugs-off-england-crowds-claims-during-second-ashes-test", "date_published": "2023-07-04T08:18:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crisis Actor by Declan Ryan review – all the best punchlines", "description": "<p>Pugilism and personal reflections trade blows in a clear-sighted and adroit debut collection</p><p>Reading poetry, the task of a reader is in part to situate the poet – where they are in a poem is often as telling as who they are. In Declan Ryan’s adroit debut, <em>Crisis Actor</em><em>,</em> he lets us know, from the title itself, that we should not feel certain of his whereabouts.</p><p>A crisis actor (I had to look it up) is someone who “takes part in a supposed conspiracy to manipulate public opinion” and pretends to have survived a disaster. Ryan is, it would seem, mindful of the possibility of being a poetic impostor – someone who falsely reacts to other lives, distorts the voices he impersonates, takes on conflicts not his own. A poet as crisis actor. But he proves himself brilliantly equipped to see off the risks of relating other people’s narratives, alongside his own, in poems of serious-minded, clear-sighted, conversational intelligence.</p> <a href=\"https://www.theguardian.com/books/2023/jul/04/crisis-actor-by-declan-ryan-review-all-the-best-punchlines\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/04/crisis-actor-by-declan-ryan-review-all-the-best-punchlines", "date_published": "2023-07-04T08:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nine innings in 51 minutes: Major League Baseball’s fastest game ever", "description": "<p>Baseball’s pace-of-play rules have made for quicker games than in recent memory. But they’ll be hard-pressed to approach the all-time record set by the Giants and Phillies in 1919 </p><p>No matter how many rules Major League Baseball adds to speed up play, it is safe to say that no two teams will ever be able to beat the record for the fastest nine-inning game in big-league history: 51 minutes. Not one hour and 51 minutes. <em>Fifty-one minutes.</em></p><p>On 28 September 1919, five days before the Cincinnati Reds met the Chicago White Sox in an infamous World Series tattered by gambling, the New York Giants beat the Philadelphia Phillies, 6-1, in New York in the first game of a doubleheader – in 51 minutes.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/04/baseball-fastest-game-history-phillies-giants\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/04/baseball-fastest-game-history-phillies-giants", "date_published": "2023-07-04T08:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate-heating El Niño has arrived and threatens lives, declares UN", "description": "<p>World Meteorological Organization warns of record temperatures and extreme heat in environmental ‘double whammy’</p><p>The arrival of a climate-heating El Niño event has been declared by the UN’s World Meteorological Organization (WMO), with officials warning that preparation for extreme weather events is vital to save lives and livelihoods.</p><p>The last major El Niño was in 2016, which remains the hottest year on record. The new El Niño comes on top of the increasing global heating driven by human-caused carbon emissions, an effect the WMO called a “double whammy”. This can supercharge extreme weather, and <a href=\"https://www.theguardian.com/environment/2023/jul/03/a-perfect-storm-scientists-ponder-if-climate-has-entered-a-new-erratic-era\">temperature records are already being broken </a>on land and at sea across the globe.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/04/climate-heating-el-nino-has-arrived-and-threatens-lives-declares-un\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/04/climate-heating-el-nino-has-arrived-and-threatens-lives-declares-un", "date_published": "2023-07-04T08:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Name Me Lawand review – empathic and inspiring portrait of deaf Iraqi refugee boy", "description": "<p>This heartfelt documentary shows us the world from the point of view of a migrant whose life was revolutionised by a school for the deaf in the UK</p><p>Edward Lovelace’s heartfelt and valuable documentary tells the story of Lawand Hamad Amin, a profoundly deaf Iraqi Kurdish boy who some eight years ago fled his home country with his family, found himself in <a href=\"https://www.theguardian.com/world/2021/nov/02/life-death-and-limbo-in-the-calais-jungle-five-years-after-its-demolition\">the Calais “jungle”</a>, and was helped across to the UK by a disability charity. Lawand was settled in Derby where he became a star pupil at the Royal School for the Deaf. Equipped with a hi-tech hearing aid and learning British Sign Language, he came to terms with the world for the first time, gaining a new relationship with his family and realising he was not the disruptive underachiever everyone thought but a really intelligent child. But then the Home Office indicated that Lawand’s family could be deported and they had a battle on their hands.</p><p>Lovelace’s film attempts to feel its way inside Lawand’s consciousness, perhaps in the empathic and intuitive spirit of <a href=\"https://www.theguardian.com/film/2021/jun/16/the-reason-i-jump-review-an-empathic-study-of-nonverbal-autism\">The Reason I Jump</a>, a documentary about neurodivergence. There are some fascinating, impressionistic, almost free-associative scenes here, although I sometimes wondered if the film was perhaps a bit too dreamy in its imagined otherworldly view, perhaps conflating what it took to be Lawand’s view of the world with its own anxious idealism. I have to say I also thought it relies rather heavily, at times, on some Malick-esque music and golden-hour visuals in this regard, and I would have liked to hear more directly from Lawand’s parents who are almost entirely silent. But there is something inspiring in the scenes showing his lessons with his teacher Sophie Stone, and in the poetry that the film finds, not just in Lawand’s lonely determination but also in that of his brother Rawa, who is striving to be his friend and ally.</p> <a href=\"https://www.theguardian.com/film/2023/jul/04/name-me-lawand-review-empathic-and-inspiring-portrait-of-deaf-iraqi-refugee-boy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/04/name-me-lawand-review-empathic-and-inspiring-portrait-of-deaf-iraqi-refugee-boy", "date_published": "2023-07-04T08:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The King Who Never Was review – the gripping tale of the first royal to be arrested ‘since Marie Antoinette’", "description": "<p>Vittorio Emanuele, the Italian throne’s last heir, was apprehended in 1978 after a teen died from a gunshot on an exclusive island. This twisty, restrained documentary follows the fallout</p><p>Vittorio Emanuele di Savoia is the last heir to the throne of Italy. He and his family were exiled in 1946 and could not return for the next 56 years. He has been the centre of many ... unpleasantnesses. The most recent were the charges of criminal association, racketeering, exploitation of prostitution and sundry other delights, on which he was later acquitted. But, in Netflix’s latest contribution to the swelling ranks of true crime documentaries, The King Who Never Was, the makers concentrate on the scandal that really made his name: his arrest in 1978 for the killing of 19-year-old Dirk Hamer and the subsequent 38-year campaign by Hamer’s sister Birgit to get some answers.</p><p>In the summer of 1978, Birgit and her brother joined a group of glamorous young Italian friends on a trip to Cavallo – a French island near Corsica and the playground of the Savoy family. “We were neither few nor quiet,” says one of the friends now, still glamorous in middle-age and still incredulous at how the fateful night unfolded. The Savoy family could, she feels, legitimately have found them annoying. They also “borrowed” the dinghy tied to Emanuele’s boat in the bay where their own three vessels were moored, to get them to a restaurant and back in the evening. Late that night, Emanuele set off to get it back. He took his rifle. “Because in Corsica, danger is always round the corner,” he says now. Two shots were fired. One travelled through the cabin walls of the nearby boat Dirk was asleep on and hit him in the stomach. Emanuele was arrested and a few days later signed a letter admitting civil liability for what would turn out to be a mortal injury. Months later, after 19 surgeries, Dirk died. The day before he did so, Emanuele was bailed and left Corsica for Switzerland.</p><p>The King Who Never Was is on Netflix.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/04/the-king-who-never-was-review-the-gripping-tale-of-the-first-royal-to-be-arrested-since-marie-antoinette\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/04/the-king-who-never-was-review-the-gripping-tale-of-the-first-royal-to-be-arrested-since-marie-antoinette", "date_published": "2023-07-04T08:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia claims to have intercepted Ukrainian drone attack on Moscow", "description": "<p>Flights in and out of Moscow’s Vnukovo airport were suspended in the early hours of Tuesday</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/04/russia-ukraine-war-live-nato-expected-to-extend-stoltenberg-term-drones-reportedly-intercepted-in-moscow-region\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia said on Tuesday that Ukraine had attacked Moscow with at least five drones that were all either shot down or jammed, though one of the capital’s main airports had to reroute flights for several hours.</p><p>Four Ukrainian drones were shot down by Moscow air defences while a fifth was jammed and crashed into the Odintsovo district of the Moscow region, the Russian defence ministry said. No one was injured.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/russia-ukraine-drones-moscow-vnukovo-airport\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/russia-ukraine-drones-moscow-vnukovo-airport", "date_published": "2023-07-04T07:41:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The real story is more confusing than any lie’: the Armed’s Tony Wolski unmasks the punk collective", "description": "<p>They’ve spent years toying with journalists, using fake names or sending actors to interviews. Now the ad guy behind the elusive Detroit band lifts the lid on the Armed multiverse</p><p>The Armed are a head-spinning proposition. The anonymous Detroit hardcore collective have spent the past 14 years hiding behind a carefully curated air of mystery and an anarchic sense of irony that has, in tandem with records that fuse grinding chaos with moments of euphoric melody, made them one of the most consistently thrilling propositions in heavy music. It’s been suggested that everyone from Kurt Ballou, guitarist with the influential hardcore band Converge, to party-rocker Andrew WK to pro-skater Tony Hawk has been steering the ship.</p><p>But today, they’re coming clean, something vocalist Tony Wolski seems remarkably chipper about. In the past, he and his bandmates have delighted in toying with journalists, frequently utilising fake names and even sending actors to interviews in their places, making his boyish smile a tad unnerving. “Sorry to disappoint,” he says with a laugh, and it seems that his desire to offer the truth behind the most confusing, exciting punk band on Earth is at least somewhat genuine. “The real story is more confusing than any lie,” he contends.</p> <a href=\"https://www.theguardian.com/music/2023/jul/04/the-armed-tony-wolski-unmasks-the-punk-collective\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/04/the-armed-tony-wolski-unmasks-the-punk-collective", "date_published": "2023-07-04T07:10:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wrexham nurse sacked after patient she was having affair with died in car park", "description": "<p>Penelope Williams ignored advice to call ambulance after man collapsed in car outside hospital</p><p>A nurse has been struck off by the UK regulator for nursing and midwifery after a patient with whom she was having a secret relationship died while in his car with her.</p><p>Penelope Williams ignored advice to call an ambulance after the man collapsed in the vehicle outside the Spire hospital in Wrexham, north Wales, in January 2022, a <a href=\"https://www.nmc.org.uk/globalassets/sitedocuments/ftpoutcomes/2023/june-2023/reasons-williams-ftpcsm-89163-20230626.pdf\">hearing was told</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/wrexham-nurse-sacked-after-patient-she-was-having-affair-with-died-in-car-park\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/04/wrexham-nurse-sacked-after-patient-she-was-having-affair-with-died-in-car-park", "date_published": "2023-07-04T07:06:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Members’ boorish heckling at Lord’s shows MCC must change faster | Emma John", "description": "<p>Ugly Long Room scenes looked, sounded and felt like unfunny Bullingdon Club callback – the age of entitled asses must pass</p><p>There are many things you can’t do in the stands at Lord’s. You can’t wave flags, blow whistles, play with beach balls, you can’t wear fancy dress “and/or oversized hats”. There are even more banned activities in the Pavilion: you can’t take drinks out of the bar; you can’t save more than two seats at a time; you must <em>never</em> speak into your mobile phone, or even allow it to ring.</p><p>The above is not a comprehensive list, but it is an indicative one that demonstrates a common theme: decorum. The members of Marylebone Cricket Club – who include me – see their headquarters as a haven of calm, of old-school manners, of awed respect for its storied past. This is part of our unique sporting brand, along with stripy blazers that can trigger seizures, and the right to nap on a bench behind the bowler’s arm.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/mcc-members-lords-icec-report-england-australia-second-test-jonny-bairstsow\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/mcc-members-lords-icec-report-england-australia-second-test-jonny-bairstsow", "date_published": "2023-07-04T07:05:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Another deadly pandemic seems inevitable – but there is a way to avoid it | John Vidal", "description": "<p>We are not helpless: we need to do big things quickly, though, to halt the disturbance of nature. And I fear that’s not happening</p><ul><li>John Vidal is a former Guardian environment editor</li></ul><p>When he bought the pretty little striped field mouse on the internet for $8<strong> </strong>to give to his daughter for her sixth birthday, the businessman from São Paulo was told it was free of infection and had been bred by a registered dealer. In fact, it had been sourced from the vast sugar cane fields planted in Brazil to grow biofuels to reduce the use of fossil fuels – and which were swarming with rodents after yet another heatwave.</p><p>It nipped his daughter on the finger, but no one thought much of it – and six days later, he left on a trip to Europe. By the time he reached Amsterdam, she had started suffering fevers, muscle aches and breathing problems and had been rushed to hospital, and he too felt unwell. It was the start of one of the worst pandemics in human history, killing more people than Covid-19, Sars or the 1918 flu pandemic put together.</p><p>John Vidal is the Guardian’s former environment editor and author of Fevered Planet: How Diseases Emerge When We Harm Nature (Bloomsbury, £20). To support The Guardian and Observer, order your copy at <a href=\"https://www.guardianbookshop.com/fevered-planet-9781526632272?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/deadly-pandemic-inevitable-avoid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/deadly-pandemic-inevitable-avoid", "date_published": "2023-07-04T07:00:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Street football to Premier League: Nicolas Jackson’s road to Chelsea", "description": "<p>Striker has grasped second chance with both hands after the pain of a failed move to England led to a Villarreal goal glut</p><p>They hadn’t expected him but Villarreal awaited Nicolas Jackson with open arms when he landed back in Spain on board the same plane in which he had left. It was late January and the journey, supposed to be one way, hadn’t gone as planned. He had flown to England to join Bournemouth for €25m, their saviour, but a failed medical forced a return, his big opportunity gone. At 21, still on a B team contract six months since he was playing in the third tier, and with just eight first division starts and a hamstring injury that would limit him to a solitary minute until April, he didn’t know if another would come.</p><p>The answer, to their surprise, was: <em>soon</em>. “We will try to cheer him up, to encourage him because it was a great opportunity. We’ll support him, help him overcome this disappointment and strengthen him so that when the summer comes he is worth twice as much,” the Villarreal coach Quique Setién said. And while few imagined it would pan out like that, he wasn’t so far off. Despite what had happened in January, five months later Jackson flew to England again and this time there was no turning back. <a href=\"https://www.theguardian.com/football/2023/jun/25/chelsea-complete-signing-of-villarreal-striker-nicolas-jackson-for-32m\">On Sunday he joined Chelsea for £32m on an eight-year deal</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jul/04/street-football-to-premier-league-nicolas-jacksons-road-to-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/04/street-football-to-premier-league-nicolas-jacksons-road-to-chelsea", "date_published": "2023-07-04T07:00:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My children ask what happened to me’: Ugandan author Kakwenza Rukirabashaija on torture, exile and why he keeps fighting", "description": "<p>The award-winning satirical writer suffered extreme brutality for his work and now smuggles his latest banned book into Uganda to ensure it is read. Yet he dreams of one day being able to return</p><p>Kakwenza Rukirabashaija tries to keep his scars covered around his children. Even in the height of summer he never takes off his long-sleeved shirt and trousers.</p><p>He is worried that evidence of the extensive, brutal torture he endured before fleeing Uganda, etched permanently into his body, would terrify them. The damage is so bad that he washes in the dark to avoid seeing them himself.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/04/my-children-ask-what-happened-to-me-ugandan-author-kakwenza-rukirabashaija-on-torture-exile-and-why-he-keeps-fighting\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/04/my-children-ask-what-happened-to-me-ugandan-author-kakwenza-rukirabashaija-on-torture-exile-and-why-he-keeps-fighting", "date_published": "2023-07-04T07:00:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We have to flip the AI debate towards hope’: Labour’s techno-optimist, Darren Jones", "description": "<p>The chair of the Commons business select committee is a firm believer that technology is a force for good and should be central to his party’s plans to transform the UK</p><p>‘It’s an upgrade. In the same way as you upgrade your iPhone, we need to upgrade Britain.” Labour MP Darren Jones believes artificial intelligence will bring an economic change on the scale of the industrial revolution, which politicians must be ready to shape.</p><p>As chair of the business and trade select committee, the ambitious 36-year-old backbencher, who represents Bristol North West, has built a reputation for himself in Westminster as a tough interrogator.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/04/we-have-to-flip-the-ai-debate-towards-hope-labours-techno-optimist-darren-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/04/we-have-to-flip-the-ai-debate-towards-hope-labours-techno-optimist-darren-jones", "date_published": "2023-07-04T07:00:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food inflation is ‘starting to fall’, says Sainsbury’s – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p><strong>Sainsbury’s adds that its profit outlook is unchanged.</strong></p><p>It still expects to make underlying pre-tax profits of between £640m and £700m in the current financial year.</p><p>Our Summer Edition range is particularly popular, with best-sellers such as the Taste the Difference Signature Burger, Taste the Difference Greek Inspired Whipped Feta Salad and our award-winning Slow Cooked British Pork Ribs</p> <a href=\"https://www.theguardian.com/business/live/2023/jul/04/food-inflation-fall-sainsburys-profits-ftse-pound-bank-of-england-mortgages-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jul/04/food-inflation-fall-sainsburys-profits-ftse-pound-bank-of-england-mortgages-business-live", "date_published": "2023-07-04T06:34:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I Am Kevin review – spine-tingling stories on the sand in atmospheric theatre show", "description": "<p>A singing Greek chorus of Fates tell wild tales in this film of an outdoor production by Cornish theatre group Wildworks</p><p>There are some spine-tingling moments in this film of what looks like a beguiling outdoor production staged last summer by the Cornish theatre group Wildworks (best known for working with Michael Sheen on <a href=\"https://www.theguardian.com/stage/2011/apr/24/the-passion-port-talbot-review\">The Passion</a> in Port Talbot in 2011). The extraordinary atmospheric setting here is the beaches of Carlyon Bay near St Austell at dusk – the golden glow of the gloaming over a dark calm sea. Inside a circle of driftwood on the sand, a singing Greek chorus of Fates give us a content warning: they will be telling stories and “some can be hard to swallow, wild like the sea”.</p><p>These stories are framed by a fairytale about a pregnant woman (Hannah McPake) rescued from attackers by the chorus themselves. There’s a lovely piece of prop play as a wooden salad bowl is lifted to the sky to represent the sun, then lowered as her pregnant belly. In return for her safety the woman agrees to be transformed into a tree; years later, as a teenager, her son (Zach Hawkins) sets out on journey to find her.</p> <a href=\"https://www.theguardian.com/film/2023/jul/04/i-am-kevin-review-spine-tingling-stories-on-the-sand-in-atmospheric-theatre-show\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/04/i-am-kevin-review-spine-tingling-stories-on-the-sand-in-atmospheric-theatre-show", "date_published": "2023-07-04T06:00:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Behind These Doors by Alex South review – the valuable insights of a female prison officer", "description": "<p>This vivid, unsentimental account of South’s life as<em> </em>a prison guard is a powerful reminder of the need to rehabilitate our jails</p><p>Being a prison officer is lonely. They have to patrol the wing by themselves at 3am, witness incidents their friends outside cannot comprehend, and protect a public that doesn’t much like them. When, at 22, Alex South began working as a prison officer in HMP Whitemoor in Cambridgeshire, a men’s prison, an older male colleague, Parry, said to her: “I don’t think women should work in here.” This was the first of many times that South’s gender would enter the room before her.</p><p>When one prisoner wrote South a letter confessing his love for her and South didn’t reciprocate, he lied to the governor about having a sexual relationship with her in his cell. South argued her innocence while taunted by the image of officer Parry’s smug face.</p> <a href=\"https://www.theguardian.com/books/2023/jul/04/behind-these-doors-by-alex-south-review-the-valuable-insights-of-a-female-prison-officer\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/04/behind-these-doors-by-alex-south-review-the-valuable-insights-of-a-female-prison-officer", "date_published": "2023-07-04T06:00:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crisis, crisis, everywhere … why regulatory failure is at the heart of Britain’s many problems | Nick Butler", "description": "<p>Thames Water’s woes are a clear sign that basic oversight of our critical industries simply isn’t happening</p><p>The potential collapse of Thames Water, sinking under £14bn of debt, is just the latest evidence that the regulatory regimes that oversee large parts of the British economy are failing.</p><p>It comes on the heels of Ofgem, the gas and electricity regulator, failing to notice that companies supplying power to consumers were undercapitalised and vulnerable to global price volatility. The rail regulator, Office of Rail Regulation (ORR), has failed to protect the users of <a href=\"https://www.theguardian.com/business/2023/may/11/transpennine-express-nationalised-for-catalogue-of-failings-and-poor-service\">northern rail services</a> or of commuter services around London from the incompetence of franchise operators. Ofcom, once the most respected regulator, has failed to prevent egregious telecom <a href=\"https://www.theguardian.com/business/2023/jun/27/mobile-and-broadband-firms-accused-of-fuelling-uk-greedflation-with-major-price-hikes\">double-digit price increases</a> – one of the worst recent examples of corporate exploitation which has helped to push up the cost of living.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/crisis-regulatory-failure-thames-water\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/crisis-regulatory-failure-thames-water", "date_published": "2023-07-04T06:00:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eye catching! Arles festival of photography – in pictures", "description": "<p>Cross-dressing communities, Hollywood stars and the Amazonian jungle feature in these exhibitions at this year’s French showcase</p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/04/eye-catching-arles-festival-of-photography-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/04/eye-catching-arles-festival-of-photography-in-pictures", "date_published": "2023-07-04T06:00:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gothenburg at 400: Sweden’s second city discovers its fun side", "description": "<p>Ranked the world’s most sustainable destination, the city has new free swimming pools, extra theme park attractions and is a beacon of Scandi design</p><p>It’s a gloriously sunny, if gusty, early-June day at Gothenburg’s new bathing harbour. My son Zac and I are among the first to brave the elements at an open-air complex of swimming and diving pools occupying part of Frihamnen, the city’s docklands that began to fall into disuse in the 1970s.</p><p>The unveiling of the pools is part of the city’s 400th-anniversary celebrations, which are taking place throughout the year – delayed from 2021 because of the pandemic. (The same thing happened to its 300-year anniversary plans in 1921 in the aftermath of the Spanish flu pandemic and first world war.) This west coast city began life as a fortified, mainly Dutch, trading colony founded by King Gustavus Adolphus and has grown into Sweden’s main fishing port and second-largest city.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/04/gothenburg-at-400-swedens-second-city-discovers-its-fun-side\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/04/gothenburg-at-400-swedens-second-city-discovers-its-fun-side", "date_published": "2023-07-04T06:00:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pup patrol: saving lives at a seal sanctuary on Cornwall’s coast – in pictures", "description": "<p><a href=\"https://sealsanctuary.sealifetrust.org/en/about-us/sanctuary-news/12-000-welly-changes-and-50-pups-the-cornish-seal-sanctuary-signs-off-pup-season/\">The Cornish Seal Sanctuary</a> has been rescuing and rehabilitating pups for more than 60 years. Between September 2022 and March 2023, 50 grey seal pups were treated by the animal care team, with 86% of them being released back into the sea. The sanctuary also provides a permanent home to those needing special care</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/jul/04/pup-patrol-saving-lives-at-a-seal-sanctuary-on-cornwalls-coast-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/jul/04/pup-patrol-saving-lives-at-a-seal-sanctuary-on-cornwalls-coast-in-pictures", "date_published": "2023-07-04T06:00:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most doctors think ministers want to destroy NHS, BMA boss says", "description": "<p>Philip Banfield says health service is in state of ‘managed decline’ and may not survive next ‘five or 10 years’</p><p>Most frontline medics believe ministers are seeking to “destroy the NHS” because they have starved it of cash and mistreated its staff, the leader of Britain’s doctors has said.</p><p>Prof Philip Banfield also warned that the health service, which on Wednesday will mark the 75th<sup> </sup>anniversary of its creation, is so fragile that it may not survive until its 80th.</p> <a href=\"https://www.theguardian.com/society/2023/jul/04/most-doctors-think-ministers-want-to-destroy-nhs-bma-boss-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/04/most-doctors-think-ministers-want-to-destroy-nhs-bma-boss-says", "date_published": "2023-07-04T06:00:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are Virgin Media and BT so quiet about broadband ‘social tariffs’?", "description": "<p>When I asked about a more affordable option, the providers failed to mention them</p><p><strong>Did you know </strong><strong>that </strong><strong>Virgin Media and BT offer cheap broadband packages to families receiving benefits, including universal credit? I only point this out because the companies themselves don’t seem to publicise these offers.</strong></p><p><strong>I am helping a Ukrainian refugee family </strong><strong>who have managed to find a home of their own in the UK. Broadband costs are incredibly high relative to their low income, so I asked Virgin Media whether there was anything that was more affordable than </strong><strong>its existing £28-a-month deal.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jul/04/virgin-media-bt-broadband-social-tariffs\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/04/virgin-media-bt-broadband-social-tariffs", "date_published": "2023-07-04T06:00:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Kyrgyzstan, parents wish for sons. Too many girls, and they start to worry and pray | Gulbarchyn Toialieva", "description": "<p>My father was so upset at having a girl he refused to visit me in hospital. He later changed his mind, but such attitudes keep women uneducated and limited to housework and care duties</p><p>My father didn’t come to the hospital when I was born. I discovered this later in life. In Kyrgyzstan, parents often wish for sons. When a girl is born first, it is no problem – a son is still likely to come. When the second child also turns out to be a girl, the family begins to worry. And to pray.</p><p>They might sacrifice a ram, study eastern calendars to work out which days are good for conception. God forbid if the third child turns out to be a girl. This would now be a serious problem.</p><p>Gulbarchyn Toialieva has worked for 15 years on peace building and conflict prevention and is the founder of the non-governmental organisation Zhalyn. Her foundation was established in response to the growing restrictions on the rights of young people and women</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/04/in-kyrgyzstan-parents-wish-for-sons-too-many-girls-and-they-start-to-worry\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/04/in-kyrgyzstan-parents-wish-for-sons-too-many-girls-and-they-start-to-worry", "date_published": "2023-07-04T05:30:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Ross Kemp is a dodgy copper in a new CCTV thriller series", "description": "<p>All is not what it seems in this Channel 5 drama. Plus, Bake Off: The Professionals is back. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/04/tv-tonight-ross-kemp-is-a-dodgy-copper-in-a-new-cctv-thriller-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/04/tv-tonight-ross-kemp-is-a-dodgy-copper-in-a-new-cctv-thriller-series", "date_published": "2023-07-04T05:20:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong’s brash bid to catch overseas activists chafes against its claim to be open for business", "description": "<p>Many critics will still feel unsafe in their adopted homes even if western governments can be trusted not to turn them over</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/04/hong-kong-activists-china-uk-protecting-fugitives-national-security-law\">China accuses UK of protecting ‘fugitives’ after bounty put on Hong Kong democracy activists</a></li></ul><p>In Hong Kong, wanted suspects can fetch a high price. Information leading to the prosecution of a man accused of murder can lead to a reward of HK$300,000 (£30,200). For two men wanted in connection with an arson case that killed 17 people, the incentive goes up to HK$400,000. But the highest prize goes to those who can help capture eight overseas-based pro-democracy activists who are accused of violating Hong Kong’s national security law. For them, <a href=\"https://www.theguardian.com/world/2023/jul/03/hong-kong-issues-arrest-warrants-for-eight-overseas-democracy-activists\">the bounties</a> are HK$1m each.</p><p>For several of the accused, the warrants came as no surprise. Ted Hui, a former pro-democracy politician who is now living in Australia, was notified in February via his lawyers that a magistrate had issued a warrant for his arrest on national security charges. In 2020, Nathan Law, a former legislator who was granted asylum in the UK, was among six exiled activists who were the first to be targeted by the widely criticised national security law while overseas.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/hong-kongs-brash-bid-to-catch-overseas-activists-chafes-against-its-claim-to-be-open-for-business\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/hong-kongs-brash-bid-to-catch-overseas-activists-chafes-against-its-claim-to-be-open-for-business", "date_published": "2023-07-04T05:13:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Nato expected to extend Stoltenberg term; drones reportedly intercepted in Moscow region", "description": "<p>Nato chief expected to serve for a further year; three drones intercepted in Moscow and Kaluga regions, according to Tass</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>Moscow Mayor Sergei Sobyanin said on Tuesday that Ukraine launched another drone attack on the Russian capital and its region, temporarily disrupting flight operations at the Vnukovo airport.<br /><br />“At this moment, the attacks have been repelled by air defence forces,” Sobyanin said on Telegram.<br /><br />“All detected drones have been eliminated.”<br /><br />There were no casualties or injured reported, Sobyanin added.</p><p>Landings and takeoffs at Moscow’s Vnukovo airport were restricted this morning “for technical reasons beyond the control of the airport,” Russia’s Federal Air Transport Agency, or Rosaviatsiya, says on Telegram.<br /><br />Restrictions were in place until 8am local time (0500 GMT), the agency said. (It has just gone past 8am local time).</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/04/russia-ukraine-war-live-nato-expected-to-extend-stoltenberg-term-drones-reportedly-intercepted-in-moscow-region\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/04/russia-ukraine-war-live-nato-expected-to-extend-stoltenberg-term-drones-reportedly-intercepted-in-moscow-region", "date_published": "2023-07-04T05:12:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charlotte Higgins on The Archers: if you’re going to cause a scene, do it in a Swindon cafe", "description": "<p>There were threats, pleas for sympathy and a dramatic collapse from Evil Rob – but it barely got the other patrons’ teacups tinkling</p><p>‘A cafe in Swindon” was the location for the fateful meeting this month between Evil Rob Titchener and Helen Archer – the latter, in 2016, having stabbed the former in the stomach after enduring years of gaslighting and coercive control at his hands. Apparently, Rob has been doing a lot of “work on himself” in his house in Dakota. Maybe the kind that Jerry Lundegaard was doing in the movie Fargo before he hired Steve Buscemi and Peter Stormare to kidnap his wife. At any rate, the beverage-sippers of Wiltshire must be a tolerant lot, because Helen’s increasingly strangulated tones of anguished bravery, let alone Rob’s collapse and seizure, caused nary a tinkling of teacups among the cafe’s other patrons.</p><p>Titchener – one minute as ’umble as Uriah Heep, the next as teeth-baringly threatening as Robert Mitchum in Night of the Hunter – might well have been faking his Swindonian fit in a bid for Helen’s sympathy and/or guilt. Because, as veteran listeners know, nothing, repeat nothing, is too evil for Evil Rob Titchener. On the other hand, he might well not, given that Lee and Tom, Helen’s partner and brother respectively, had recently paid him a visit. That ill-advised adventure, which may yet end Lee’s career as physiotherapist-in-chief to the Laurels care home, ended with Rob’s head smashed against a paving stone and stitches required. At the time of writing, it is thrillingly impossible to judge whether Helen is now invincible, immune to Rob’s former spell upon her – or whether Rob is now a diminished, weakened creature who has somehow come to Jesus. Obviously I hope not, because Evil Rob is so much fun.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/04/charlotte-higgins-on-the-archers\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/04/charlotte-higgins-on-the-archers", "date_published": "2023-07-04T05:00:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s water firms should pay to fix illegal discharges, high court to hear", "description": "<p>WildFish charity says £56bn plan to reduce sewage dumping from storm overflows is illegal because it expects customers to foot bill</p><p>Water companies must pay to fix illegal sewage discharges rather than pass the cost to customers, lawyers for the charity WildFish are to argue in the high court.</p><p>The campaign group will allege at a judicial review that the government’s £56bn plan to reduce raw sewage dumping from storm overflows is illegal.</p> <a href=\"https://www.theguardian.com/money/2023/jul/04/englands-water-firms-should-pay-to-fix-discharges-high-court-to-hear\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/04/englands-water-firms-should-pay-to-fix-discharges-high-court-to-hear", "date_published": "2023-07-04T05:00:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Henley regatta organisers complain of sewage pollution from Thames Water", "description": "<p>Concerns raised after tests found stretch of river used for world-famous event had dangerous bacteria</p><p>The Henley Royal Regatta was marred by sewage pollution from Thames Water, organisers have said, as they call for urgent action on our rivers.</p><p>The prestigious event, <a href=\"https://www.theguardian.com/culture/ng-interactive/2015/jul/03/henley-regatta-visual-tour\">a rowing competition on the Thames</a> that has been going since 1839, was held last week. Chairman of the event’s organisers, Sir Steve Redgrave said: “At Henley Royal Regatta, we are deeply concerned about the impact that sewage pollution is having on our beautiful river. <a href=\"https://www.theguardian.com/environment/2023/jun/30/sewage-in-kitchens-and-white-elephant-projects-why-thames-water-is-struggling\">Sewage pollution</a> is harming the environment that we enjoy and respect so much.” The organisers’ concerns come after two local campaign groups – River Action and Henley Locals – carried out their own tests on the Thames at Henley every weekday over a four-week period and found the stretch of river used for the world famous regatta had dangerous bacteria.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/04/henley-regatta-organisers-complain-of-sewage-pollution-from-thames-water\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/04/henley-regatta-organisers-complain-of-sewage-pollution-from-thames-water", "date_published": "2023-07-04T05:00:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Restless Labour impatient for power but questions over strategy remain", "description": "<p>Senior party figures insist they are taking nothing for granted amid concern about whether voters know what Keir Starmer stands for</p><p>In a packed school assembly hall in an inner London comprehensive on a balmy evening last week, the great and good of the Labour party gathered to celebrate the launch of the memoir of the shadow health secretary, Wes Streeting.</p><p>The party’s general secretary, David Evans, mingled over glasses of wine and bowls of crisps with Peter Hyman, Keir Starmer’s senior aide, Deborah Mattinson, Labour’s director of strategy, and a host of other Labour MPs, political journalists and party officials.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/04/restless-labour-impatient-for-power-but-questions-over-strategy-remain\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/04/restless-labour-impatient-for-power-but-questions-over-strategy-remain", "date_published": "2023-07-04T05:00:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories hear this: the public still believes in the NHS on its 75th birthday – and we know you don’t | Polly Toynbee", "description": "<p>It has suffered years of cuts but the service will recover, because British people understand what it means for our way of life</p><p>Westminster Abbey on Wednesday morning <a href=\"https://www.england.nhs.uk/2023/07/special-service-at-westminster-abbey-to-celebrate-nhs-75th-birthday/\">will be filled</a> with NHS staff in their uniforms as the “national religion” gives thanks for its 75th birthday. Hymns adapt quite easily: Abide With Me might be the dirge-like tone for those in peril on the wards.</p><p>Prayers from the pews, among junior doctors and consultants <a href=\"https://www.theguardian.com/society/2023/jun/23/junior-doctors-strike-13-july-england-five-days\">about to strike</a> and nurses who could strike no longer, will be full of mixed emotions. Managers, faced with a <a href=\"https://www.theguardian.com/society/2023/jul/01/revealed-record-170000-staff-leave-nhs-in-england-as-stress-and-workload-take-toll\">record staff exodus</a>, will be praying to get through next winter.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/04/tories-nhs-75th-birthday-underfunding-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/04/tories-nhs-75th-birthday-underfunding-britain", "date_published": "2023-07-04T05:00:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Virtual reality and a ‘snail fossil’ meet in clash of old and new at Royal Society", "description": "<p>The Summer Science Exhibition shows the enduring appeal of the prehistoric</p><ul><li><a href=\"https://www.theguardian.com/science/2023/jul/04/look-back-and-marvel-how-will-todays-science-be-viewed-in-2123\">‘Look back and marvel’: how will today’s science be viewed in 2123?</a></li></ul><p>From curious models of fossils to <a href=\"https://trove.nla.gov.au/newspaper/article/128672353\">an artificial throat able to recreate the sounds of vowels</a>, an exhibition at the Royal Society 100 years ago had no shortage of unusual displays.</p><p>Now visitors to this year’s Summer Science Exhibition can revisit this cutting-edge science of 1923 and compare it with that of today’s pioneering research.</p> <a href=\"https://www.theguardian.com/science/2023/jul/04/virtual-reality-and-snail-fossil-old-and-new-royal-society\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/04/virtual-reality-and-snail-fossil-old-and-new-royal-society", "date_published": "2023-07-04T05:00:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Instagram’s Threads app to launch 6 July as users leave Elon Musk’s Twitter", "description": "<p>Interface of Meta’s app appears similar to Twitter, whose tweet viewing restrictions have driven users to join rival platforms BlueSky and Mastodon</p><p>Meta’s answer to Twitter, a new app called Threads, will launch on Thursday, just as users of the platform owned by Elon Musk seek out alternatives in droves.</p><p>A link for the Threads app, which is linked to Instagram, appeared in the <a href=\"https://apps.apple.com/us/app/threads-an-instagram-app/id6446901002\">Apple app store</a> on Tuesday ahead of Thursday’s launch. Meta has launched <a href=\"https://www.threads.net/\">a countdown website</a> for the release.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/04/threads-app-instagram-twitter-competitor-meta-to-launch-rival\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/04/threads-app-instagram-twitter-competitor-meta-to-launch-rival", "date_published": "2023-07-04T04:57:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The buck full supermoon from around the world – in pictures", "description": "<p>July’s supermoon, known as a buck moon because of its closeness to Earth, has lit up the world’s skies from Britain to Argentina. It is 5.8% bigger and 12.8% brighter than an ordinary full moon and is expected to appear for roughly three days, according to Nasa</p><ul><li><a href=\"https://www.theguardian.com/environment/video/2023/jul/04/buck-full-supermoon-illuminates-skies-around-the-world-video\">Buck full supermoon illuminates skies around the world – video</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/04/the-buck-full-supermoon-from-around-the-world-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/04/the-buck-full-supermoon-from-around-the-world-in-pictures", "date_published": "2023-07-04T04:42:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we survive: I was lost in the desert for nine and a half days – and sustained myself with raw bats and urine", "description": "<p>In 1994, Mauro Prosperi was running an ultramarathon through the Sahara when he was blown off course by a sandstorm. Alone and dangerously dehydrated, he found nourishment in unexpected places</p><p>Mauro Prosperi’s run through the Sahara desert was going well. The <a href=\"https://www.marathondessables.com/en/marathon-des-sables/concept\">Marathon des Sables</a> is a notorious foot race – 250km in extreme heat across terrain that ranges from dunes three storeys high to stony outcrops. Prosperi, a former Olympian, was among the fastest competitors. But, as he began to pass through a section of the race that was dominated by small dunes, the sand around him started to lift and swirl. “Small dunes, unlike large ones, walk,” he says. The swirling resembled a dance, rhythmic and mesmerising at first, but the rhythm became insistent and before he knew what was happening, Prosperi faced a yellow wall. “I couldn’t see anything. The wind blew so violently, the sand hurt.”</p><p>At the start, the organisers had given a talk and advised runners to take shelter in the event of a sandstorm. If lost, they should walk towards the clouds that gather at sunset. But, as Prosperi says, “There aren’t many shelters in the desert. In the middle of the dunes, it’s hard to find a place that will defend you.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/04/how-we-survive-mauro-prosperi-lost-desert-raw-bats-urine\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/04/how-we-survive-mauro-prosperi-lost-desert-raw-bats-urine", "date_published": "2023-07-04T04:02:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It looks like Mars’: Nikopol locals on life without water after dam explosion", "description": "<p>Ukrainians living by the empty Kakhovka reservoir are coping but the nearby Zaporizhzhia nuclear plant is a constant worry</p><p>Anna Supranova stood in front of what was once a vast artificial sea. Her home – at no 7 Hetman Street – looks on to Kakhovka reservoir in southern Ukraine. Or at least it did. The water has recently vanished. Most of it disappeared in the space of three surreal days last month, after Russian troops <a href=\"https://www.theguardian.com/world/2023/jun/19/kakhovka-dam-collapse-image-apparently-explosive-laden-car-ukraine-russia\">blew up the Kakhovka hydroelectric dam farther downstream.</a></p><p>Ever since, Supranova and other residents <a href=\"https://www.theguardian.com/world/video/2022/sep/01/the-ukrainians-living-on-a-nuclear-frontline-this-is-inhumanity-video\">in the frontline town of Nikopol </a>have been without water. At the bottom of her garden is an unearthly and desolate muddy plain. It stretches as far as the Zaporizhzhia nuclear power station, visible in the near haze. The civilian facility – occupied by Moscow since the beginning of its invasion – is 5km away.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/it-looks-like-mars-nikopol-locals-on-life-without-water-after-dam-explosion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/it-looks-like-mars-nikopol-locals-on-life-without-water-after-dam-explosion", "date_published": "2023-07-04T04:00:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The result was amazing’: one man’s mission to reforest a barren Irish hillside", "description": "<p>Eoghan Daltun has spent 14 years rewilding part of Beara peninsula into a showcase of diversity</p><p>Eoghan Daltun stood on a slope and pointed to a distant vista of verdant fields, craggy hills and conifer trees across the <a href=\"https://www.theguardian.com/travel/2017/mar/14/beara-peninsula-ireland-road-trip\">Beara peninsula</a> in west Cork.</p><p>Sun glinted off the rocks and sheep grazed in meadows. It was serene – the sort of bucolic panorama that draws tourists and appears on Irish postcards to embody the Emerald Isle.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/04/reforest-rewilding-beara-peninsula-ireland-eoghan-daltun\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/04/reforest-rewilding-beara-peninsula-ireland-eoghan-daltun", "date_published": "2023-07-04T04:00:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tedious, pointless, cringe-inducing: why The Idol was a failure from start to finish", "description": "<p>Even as it aired, Sam Levinson’s disastrous erotic thriller felt like a pulpy box-office flop rescued from the archives. It was so nothingy it’s hard to even tell what its point was – if anything</p><p>The Idol, the Weeknd and Sam Levinson’s embattled, controversial, woefully received erotic thriller, wrapped up after five weeks last night – not with a bang, nor a whimper, but a profound: <em>huh?</em> What was this show about, if anything? Nothing happened: the plot points covered in this show could make about two tight hours’ worth of television – or one probably-quite-watchable film – and instead were stretched to five, each episode padded out with extended musical numbers, montages of a sun-drenched Los Angeles, and some mightily cringe-inducing sex scenes.</p><p>In its final hour, the show was nothing if not consistent. By my count, about half the episode’s run-time was taken up with an extended showcase in which five characters – Moses Sumney’s Izaak; Troye Sivan’s Xander; Suzanna Son’s Chloe; Ramsey, playing herself; and, of course, Lily-Rose Depp’s Jocelyn – all performed entire solo musical numbers. (It was, at the very least, funny to watch Sumney and Depp grind on a bunch of bewildered label reps in what I have to assume was one of the show’s many improvised scenes.) The show’s main mystery – who, exactly, is Tedros, the mysterious would-be svengali played by the Weeknd? – is wrapped up in a single scene, in which music execs played by Hank Azaria, Jane Adams and Eli Roth laugh cartoonishly as they recount his history as a pimp, a sordid past dredged up by Vanity Fair reporter Talia (Hari Nef) in, apparently, less than a week.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/04/tedious-pointless-cringe-inducing-why-the-idol-was-a-failure-from-start-to-finish\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/04/tedious-pointless-cringe-inducing-why-the-idol-was-a-failure-from-start-to-finish", "date_published": "2023-07-04T04:00:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The life and times of Nicky Bandini – Football Weekly", "description": "<p><a href=\"https://twitter.com/NickyBandini\">Nicky Bandini</a> joins <a href=\"https://twitter.com/maxrushden\">Max Rushden</a> and <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a> to discuss everything from Young Gunners bus trips to covering games at San Siro</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>On today’s special episode of Football Weekly, Nicky joins the pod to talk about her life and times.</p> <a href=\"https://www.theguardian.com/football/audio/2023/jul/04/the-life-and-times-of-nicky-bandini-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/jul/04/the-life-and-times-of-nicky-bandini-football-weekly-podcast", "date_published": "2023-07-04T04:00:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are windfarms turning record profits for the crown estate? – podcast", "description": "<p>Madeleine Finlay speaks to the Guardian’s energy correspondent, Jillian Ambrose, about how offshore windfarms are generating record profits for the crown estate, and why King Charles has asked for the money to be used for the wider public good. She also hears from economist Guy Standing about how the seabed became a source of income for the crown and what it means for our view of the oceans as ‘commons’</p><p>Read more of Jillian Ambrose’s reporting on the crown estate <a href=\"https://www.theguardian.com/uk-news/2023/jun/29/crown-estate-enjoys-huge-rise-in-profits-thanks-to-offshore-wind\">here</a></p> <a href=\"https://www.theguardian.com/science/audio/2023/jul/04/why-are-windfarms-turning-record-profits-for-the-crown-estate-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/jul/04/why-are-windfarms-turning-record-profits-for-the-crown-estate-podcast", "date_published": "2023-07-04T04:00:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You reach a point where you can’t live your life’: what is behind extreme hoarding?", "description": "<p>Hoarding can be distressing and dangerous. But it’s not just a matter of ‘too much stuff’ – it’s a complex condition that requires careful, targeted help</p><p>At a recent “hoarding panel” meeting in east London, Daniel Pearson, commander for Shadwell and Whitechapel fire stations, played attenders a recording of a 999 call in which a panicked resident reported a fire at their home. A team of firefighters was dispatched immediately, but couldn’t access the property. Pearson displayed photographs from the scene, taken after the event: the doorways and corridors were blocked by heaps of possessions, now charred and unrecognisable. The person who made the call died. Pearson told me they see this kind of case regularly. Last year, the London fire brigade attended 1,036 hoarding-related fires which led to 186 injuries and 10 deaths. It now logs the properties of identified hoarders on a database, so fire stations know to send out extra firefighters if a fire is reported in one of them.</p><p>The hoarding panel, which meets monthly, brings together senior firefighters, mental health workers, landlords of social housing properties, and housing and environmental health council officers. At most meetings, they debate interventions for specific cases: should firefighters visit and offer smoke alarms and flame-retardant bedding? Could the person be referred to a specialist support programme? Or should the landlord consider forcible cleaning or eviction? Underlying these questions is a larger one: what can we do about hoarding? The panel’s very existence is a sign of a shift in the understanding of hoarding: not as a simple matter of too much stuff, but as a complex condition that requires targeted social policies and careful, long-term management.</p> <a href=\"https://www.theguardian.com/society/2023/jul/04/you-cant-live-your-life-what-is-behind-extreme-hoarding\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/04/you-cant-live-your-life-what-is-behind-extreme-hoarding", "date_published": "2023-07-04T04:00:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China accuses UK of protecting ‘fugitives’ after bounty put on Hong Kong democracy activists", "description": "<p>Chinese embassy in London tells UK to ‘stop interfering’ in China’s affairs, as Hong Kong leader says overseas activists will be ‘pursued for life’</p><p>China has accused the UK of protecting fugitives after the British foreign secretary criticised Hong Kong’s decision to offer HK$1m bounties for the arrest of eight democracy activists based overseas, as the territory’s leader said the group would be “pursued for life”.</p><p>In a statement late on Monday, China’s embassy in London said: “British politicians have openly offered protection for fugitives. This is crude interference in Hong Kong’s rule of law and China’s internal affairs.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/hong-kong-activists-china-uk-protecting-fugitives-national-security-law\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/hong-kong-activists-china-uk-protecting-fugitives-national-security-law", "date_published": "2023-07-04T03:57:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Newsflash: we’re not all meek’: how brash, funny Asian women took over our screens", "description": "<p>Between Awkwafina, Ali Wong and the cast of Joy Ride, new paths are being forged for actors and comics who used to be stuck in the sidelines</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>In the 2012 female-led American comedy Pitch Perfect, an Asian-American character named Lilly is introduced as a shy, softly spoken aspiring singer. Lilly isn’t just <em>quiet</em> – her voice barely rises above a whisper. And as her bandmates throw their energy around, she is mostly in the background, with her reserved presence played for laughs.</p><p>It was a small role, but it spoke volumes. On screen and in the wider Western culture, women of Asian descent have long been tagged with the tropes of meekness and obedience – the good student (Mona in Pretty Little Liars), the compliant daughter (Jade Wu in Sweet Valley High) and the hard-working employee (Ingrid in Partner Track). Unfailingly polite, considerate and deferential, the model-est of the model minority.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/04/newsflash-were-not-all-meek-how-brash-funny-asian-women-took-over-our-screens\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/04/newsflash-were-not-all-meek-how-brash-funny-asian-women-took-over-our-screens", "date_published": "2023-07-04T03:30:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On the Fourth of July, a few reasons to feel encouraged about US democracy | Margaret Sullivan", "description": "<p>Amid the supreme-court rulings and the gun violence, there have been some heartening developments – and a call to action</p><p>It’s been a grim week or so in the United States, especially for those with progressive values.</p><p>In Baltimore, a deadly mass shooting underscored, again, how desperately gun reform is needed, and, tragically, how unlikely it is to happen.</p><p>Margaret Sullivan is a Guardian US columnist writing on media, politics and culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/03/independence-day-fourth-of-july-american-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/03/independence-day-fourth-of-july-american-democracy", "date_published": "2023-07-04T03:13:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fukushima: China calls for suspension of Japanese plan to release radioactive water into sea", "description": "<p>Comments come as IAEA boss visits Japan to deliver results of safety report on planned discharge of nuclear-contaminated water</p><p>China has called for the suspension of a Japanese plan to begin releasing radioactive water from the tsunami-wrecked Fukushima nuclear plant into the sea, ahead of a UN report that is expected to give its approval to the scheme.</p><p>Beijing <a href=\"https://www.theguardian.com/environment/2021/apr/13/fukushima-japan-to-start-dumping-contaminated-water-pacific-ocean\">denounced the plan</a> as “extremely irresponsible” when it was announced in 2021 and reiterated its opposition on Tuesday, as International Atomic Energy Agency (IAEA) chief, Rafael Grossi, begins a four-day visit in which he is set to deliver the results of the body’s safety review.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/fukushima-china-calls-for-suspension-of-japanese-plan-to-release-radioactive-water-into-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/fukushima-china-calls-for-suspension-of-japanese-plan-to-release-radioactive-water-into-sea", "date_published": "2023-07-04T03:05:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of Palestinians flee Jenin refugee camp after major Israeli raid in West Bank", "description": "<p>Arrangements are being made to house refugees from the camp in other locations, as Arab countries condemn military operation</p><p>Thousands of Palestinians have fled the Jenin refugee camp after the Israeli army launched a major operation in the occupied West Bank, a senior Palestinian official has said.</p><p>“There are about 3,000 people who have left the camp so far,” Jenin deputy governor Kamal Abu al-Roub told the AFP new agency, adding that arrangements were being made to house them in schools and other shelters in the city of Jenin. He said about 18,000 Palestinians normally reside in the camp.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/jenin-refugee-camp-west-bank-israel-military-operation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/jenin-refugee-camp-west-bank-israel-military-operation", "date_published": "2023-07-04T02:47:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four killed and four injured in Philadelphia shooting – report", "description": "<p>Suspect in custody after shooting, with at least two juveniles said to be among the victims</p><p>Four people were killed and four others were injured in a shooting on Monday night in Philadelphia, and a suspect was taken into custody, the Philadelphia Inquirer reported, citing local police.</p><p>A spokesperson for the Philadelphia police department confirmed to Reuters by email there were “multiple gunshot victims” but said no further details were immediately available.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/03/philadelphia-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/03/philadelphia-shooting", "date_published": "2023-07-04T02:17:17+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The killing of Nahel – and a week of grief and fury in France – podcast", "description": "<p>Since a 17-year-old boy was shot during a traffic stop, protests have set France ablaze, and exposed deep divisions</p><p>On Tuesday a 17-year-old was driving through Paris when he was pulled over for a traffic stop. Two officers stood on either side of his car as they questioned him, then his car lurched forward, and he was shot dead.</p><p>The killing of Nahel, who was of Algerian and Moroccan descent, caused uproar in the capital – it was the 13th death during a traffic stop in France that year, and most of the dead were Black or Arab origin. In the days that followed the outrage spread to cities across France, and even beyond into countries such as Belgium or Switzerland.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/04/killing-of-nahel-and-week-of-grief-fury-france-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/04/killing-of-nahel-and-week-of-grief-fury-france-podcast", "date_published": "2023-07-04T02:00:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter’s TweetDeck will only be available to verified users, company says", "description": "<p>Restriction on previously free dashboard tool is latest dramatic change to platform under Elon Musk</p><p>Twitter users will soon need to be verified in order to use the online dashboard TweetDeck, the company announced on Monday.</p><p>The popular and previously free tool allows users to organize the accounts they follow into different columns to easily monitor content. It has been popular with businesses and news organizations.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/03/tweetdeck-twitter-verified-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/03/tweetdeck-twitter-verified-elon-musk", "date_published": "2023-07-04T01:48:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Albanese backs ‘always winning’ Australian cricket team after Ashes controversy", "description": "<ul><li>Australian PM says he is proud of both men’s and women’s teams</li><li>Rishi Sunak had claimed Australia contravened ‘the spirit of cricket’</li></ul><p>The Australian prime minister, Anthony Albanese, has backed the Australian cricket team after criticism of Jonny Bairstow’s dismissal at Lord’s on Sunday, declaring both the men’s and women’s teams are “always winning”.</p><p>The comments on Tuesday come after the UK prime minister, <a href=\"https://www.theguardian.com/sport/2023/jul/03/australias-actions-in-ashes-test-not-in-the-spirit-of-cricket-says-rishi-sunak\">Rishi Sunak, weighed into the controversy</a>, declaring the Australian team had contravened “the spirit of cricket” by stumping Bairstow when the England batter appeared to believe the ball was not in play during a heated final day of the second Ashes Test.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/04/australia-pm-anthony-albanese-australian-cricket-team-ashes-2023-controversy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/04/australia-pm-anthony-albanese-australian-cricket-team-ashes-2023-controversy", "date_published": "2023-07-04T00:30:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We depend on our beautiful reefs’: Fukushima water release plan sparks concern across Pacific", "description": "<p>Some fishers say they lack information and worry about Japan’s plan to discharge treated wastewater into the sea</p><p>Every day fisher Charlie Maleb takes his string lines and his nets out from Wala Island, Vanuatu, into the Pacific Ocean.</p><p>The 54-year-old drops his net around 5am and waits an hour before pulling it out, hoping to catch sardines, poulet and mangrove fish. Later in the day Maleb drops a line attached to a traditional fishing rod, fashioned out of a long tree branch.</p> <a href=\"https://www.theguardian.com/world/2023/jul/04/we-depend-on-our-beautiful-reefs-fukushima-water-release-plan-sparks-concern-across-pacific\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/04/we-depend-on-our-beautiful-reefs-fukushima-water-release-plan-sparks-concern-across-pacific", "date_published": "2023-07-04T00:24:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}]