[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Swedish Data Protection Authority Warns Companies Against Google Analytics Use", "description": "The Swedish data protection watchdog has warned companies against using Google Analytics due to risks posed by U.S. government surveillance, following similar moves by Austria, France, and Italy last year.\nThe development comes in the aftermath of an audit initiated by the Swedish Authority for Privacy Protection (IMY) against four companies CDON, Coop, Dagens Industri, and Tele2.\n\"In its audits", "link": "https://thehackernews.com/2023/07/swedish-data-protection-authority-warns.html", "date_published": "2023-07-04T17:58:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "DDoSia Attack Tool Evolves with Encryption, Targeting Multiple Sectors", "description": "The threat actors behind the DDoSia attack tool have come up with a new version that incorporates a new mechanism to retrieve the list of targets to be bombarded with junk HTTP requests in an attempt to bring them down.\nThe updated variant, written in Golang, \"implements an additional security mechanism to conceal the list of targets, which is transmitted from the [command-and-control] to the", "link": "https://thehackernews.com/2023/07/ddosia-attack-tool-evolves-with.html", "date_published": "2023-07-04T10:44:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Mexico-Based Hacker Targets Global Banks with Android Malware", "description": "An e-crime actor of Mexican provenance has been linked to an Android mobile malware campaign targeting financial institutions globally, but with a specific focus on Spanish and Chilean banks, from June 2021 to April 2023.\nThe activity is being attributed to an actor codenamed Neo_Net, according to security researcher Pol Thill. The findings were published by SentinelOne following a Malware", "link": "https://thehackernews.com/2023/07/mexico-based-hacker-targets-global.html", "date_published": "2023-07-04T09:58:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alert: 330,000 FortiGate Firewalls Still Unpatched to CVE-2023-27997 RCE Flaw", "description": "No less than 330000 FortiGate firewalls are still unpatched and vulnerable to CVE-2023-27997, a critical security flaw affecting Fortinet devices that have come under active exploitation in the wild.\nCybersecurity firm Bishop Fox, in a report published last week, said that out of nearly 490,000 Fortinet SSL-VPN interfaces exposed on the internet, about 69 percent remain unpatched.\nCVE-2023-27997", "link": "https://thehackernews.com/2023/07/alert-330000-fortigate-firewalls-still.html", "date_published": "2023-07-04T06:58:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]