[{"source": "https://securityaffairs.com/feed", "title": "MOVEit attack on Aon exposed data of the staff at the Dublin Airport", "description": "<p>Personal data of the personnel at the Dublin Airport was compromised due to a MOVEit attack on professional service provider Aon. Data of about 3000 employees of Dublin Airport (DDA) were compromised after professional service provider Aon fell victim to a MOVEit Transfer attack. Dublin Airport notified local authorities and Ireland&#8217;s Data Protection Commission. Aon [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148152/data-breach/dublin-airport-data-breach.html\" rel=\"nofollow\">MOVEit attack on Aon exposed data of the staff at the Dublin Airport</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148152/data-breach/dublin-airport-data-breach.html", "date_published": "2023-07-04T14:32:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "Neo_Net runs eCrime campaign targeting clients of banks globally", "description": "<p>A Mexican threat actor that goes online with the moniker Neo_Net is behind an Android malware campaign targeting banks worldwide. A joint study conducted by vx-underground and SentinelOne recently revealed that a Mexican threat actor that goes online with the moniker Neo_Net is behind an Android malware campaign targeting financial institutions worldwide. The case was [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148137/cyber-crime/neo_net-ecrime-campaign-targets-banks.html\" rel=\"nofollow\">Neo_Net runs eCrime campaign targeting clients of banks globally</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148137/cyber-crime/neo_net-ecrime-campaign-targets-banks.html", "date_published": "2023-07-04T11:40:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "Hackers stole millions of dollars worth of crypto assets from Poly Network platform", "description": "<p>Poly Network platform suspended its services during the weekend due to a cyber attack that resulted in the theft of millions of dollars in crypto assets. Threat actors have stolen millions of dollars worth of crypto assets from the Poly Network platform during the weekend. The platform suspended its services due to the cyber attack [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148129/cyber-crime/poly-network-platform-hacked.html\" rel=\"nofollow\">Hackers stole millions of dollars worth of crypto assets from Poly Network platform</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148129/cyber-crime/poly-network-platform-hacked.html", "date_published": "2023-07-04T09:25:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "335,923 out of 489,337 Fortinet firewalls vulnerable to CVE-2023-27997", "description": "<p>Researchers reported that there are 490,000 Fortinet firewalls exposing SSL VPN interfaces on the internet, and roughly 69% of them are still vulnerable to CVE-2023-27997. In Mid-June Fortinet addressed a critical flaw, tracked as CVE-2023-27997 (CVSS score: 9.2), in FortiOS and FortiProxy that is likely exploited in a limited number of attacks. “A heap-based buffer overflow vulnerability [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148110/hacking/fortinet-fortios-vulnerable-devices-online.html\" rel=\"nofollow\">335,923 out of 489,337 Fortinet firewalls vulnerable to CVE-2023-27997</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148110/hacking/fortinet-fortios-vulnerable-devices-online.html", "date_published": "2023-07-04T06:25:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]