[{"source": "https://www.theguardian.com/international/rss", "title": "California to pay $24m in record civil rights settlement over man’s in-custody death", "description": "<p>Edward Bronstein, 38, shouted ‘I can’t breathe’ as officers restrained him after a traffic stop in March 2020</p><p>California will pay a $24m civil rights settlement to the family of a man who died in police custody after screaming “I can’t breathe” as multiple officers restrained him while trying to take a blood sample, lawyers said Tuesday.</p><p>Seven California highway patrol (CHP) officers and a nurse were charged with involuntary manslaughter earlier this year in connection with the 2020 death of Edward Bronstein, 38.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/california-settlement-police-custody-death-edward-bronstein\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/california-settlement-police-custody-death-edward-bronstein", "date_published": "2023-05-10 22:48:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NBA great Dennis Rodman’s son will transfer to USC, joining Bronny James", "description": "<ul><li>DJ Rodman will transfer to USC, joining LeBron James’ son</li><li>Son of NBA great averaged 9.6 points for WSU last season</li></ul><p>Southern California’s basketball roster is getting more star-studded by the moment.</p><p>The Trojans had <a href=\"https://www.theguardian.com/sport/2023/may/06/lebron-james-son-bronny-commits-to-play-basketball-at-southern-california\">already landed Bronny James</a>, son of Los Angeles Lakers superstar LeBron James. Now, DJ Rodman has announced on social media that he’s transferring to USC.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/dennis-rodman-son-usc-transfer-bronny-james\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/dennis-rodman-son-usc-transfer-bronny-james", "date_published": "2023-05-10 20:03:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Biden to host India’s Modi for state visit despite concerns over human rights", "description": "<p>Invitation comes despite rising concerns about human rights and democratic backsliding under Modi’s leadership in India</p><p>Joe Biden will host India’s prime minister, <a href=\"https://www.theguardian.com/world/narendra-modi\">Narendra Modi</a>, for an official state visit on 22 June, the White House has announced, as the US works to deepen ties with the world’s largest democracy.</p><p>The state visit, the highest level of diplomatic reception, will boost the US and India’s “shared commitment to a free, open, prosperous and secure Indo-Pacific”, the White House said.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/joe-biden-narendra-modi-india-state-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/joe-biden-narendra-modi-india-state-visit", "date_published": "2023-05-10 17:52:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mateo Kovacic likely to leave Chelsea with Bayern, City and United interested", "description": "<ul><li>Midfielder could be one of several high-profile departures</li><li>Mason Mount in line to go, with Liverpool among suitors</li></ul><p>Chelsea have accepted that they are likely to lose Mateo Kovacic this summer with interest in the midfielder from Bayern Munich, Manchester City and Manchester United.</p><p>Kovacic has a year left on his deal and the uncertainty over his contract has put his future in doubt. Chelsea, who will not be playing in Europe next season, need to decrease the size of their squad after a wild spending spree and their owners, Todd Boehly and Clearlake Capital, are reluctant to keep players once they have entered the final 12 months of their contract.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/mateo-kovacic-likely-to-leave-chelsea-amid-bayern-manchester-city-and-united-interest\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/mateo-kovacic-likely-to-leave-chelsea-amid-bayern-manchester-city-and-united-interest", "date_published": "2023-05-10 17:52:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Henry Ruggs faces up to 10 years in jail after pleading guilty in fatal DUI crash", "description": "<ul><li>Ruggs pleads guilty to driving while drunk in fatal Vegas crash</li><li>Ex-Raider was driving at speeds up to 156 mph on city street </li></ul><p>Ex-Las Vegas Raiders player Henry Ruggs pleaded guilty Wednesday to <a href=\"https://www.theguardian.com/sport/2021/nov/03/henry-ruggs-iii-car-crash-blood-alcohol-level-speed-raiders\">driving his sports car drunk</a> at speeds up to 156mph on a city street before causing a fiery crash that killed a woman and her dog.</p><p>“Guilty,” said the former first-round NFL draft pick, 24, who will avoid trial and is expected to be sentenced on 9 August to three to 10 years in state prison under terms of his plea deal with prosecutors. The minimum three-year sentence cannot be reduced by converting the year and a half that he has spent on house arrest to time already served.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/henry-rugs-sentencing-fatal-dui-crash-las-vegas-raiders\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/henry-rugs-sentencing-fatal-dui-crash-las-vegas-raiders", "date_published": "2023-05-10 17:26:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Turkish election may not bring the geopolitical shift some are hoping for", "description": "<p>Those hoping this vote will be remembered as the moment Putin lost Turkey may be in for a rude awakening</p><p>Few elections, save the US presidential contest, have been so closely watched for their geopolitical implications in modern times as the Turkish presidential elections, a testimony to the importance of Turkey globally as a hinge country between east and west, as well as one teetering between democracy and populist authoritarianism.</p><p>But the distinctions being drawn between the foreign policy of the incumbent president, Recep Tayyip Erdoğan, and challenger, Kemal Kılıçdaroğlu, are less a substantial reinterpretation of the Turkish national interest, more about the style, tone and predictability in securing that interest.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/turkish-election-may-not-bring-the-geopolitical-shift-some-are-hoping-for\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/turkish-election-may-not-bring-the-geopolitical-shift-some-are-hoping-for", "date_published": "2023-05-10 16:31:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester City and Real Madrid trade blows at Bernabéu – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/PhilippeAuclair\">Philippe Auclair</a>, <a href=\"https://twitter.com/JFfutbol\">Jonathan Fadugba</a>, <a href=\"https://twitter.com/sidlowe\">Sid Lowe</a> and <a href=\"https://twitter.com/mrewanmurray\">Ewan Murray</a> to review a Champions League classic</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: brilliant goals from Vinícius Júnior and Kevin De Bruyne mean that it’s all to play for in the second leg between Real Madrid and Manchester City, for a place in the Champions League final.</p> <a href=\"https://www.theguardian.com/football/audio/2023/may/10/champions-league-manchester-city-real-madrid-celtic-rangers-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/may/10/champions-league-manchester-city-real-madrid-celtic-rangers-football-weekly", "date_published": "2023-05-10 11:36:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Sleep Watcher by Rowan Hisayo Buchanan review – an adolescent awakening", "description": "<p>A teenage girl is witness to the hidden dynamics of her parents’ marriage after she embarks on a series of out-of-body night-time adventures</p><p>What would you do with the ability to slip out of your body and prowl the world undetected? The possibilities for crime, mischief or adventure seem limitless, especially for a restless teenager. One night Kit, the introspective narrator of Rowan Hisayo Buchanan’s third novel, rises from her bed in the room shared with younger brother Leo, but realises with a shock that her unresponsive body is still tucked up. Exploring this new freedom, Kit chances to peek at the hidden recesses of her parents’ marriage, but how to interpret the scene is a puzzle that will consume her.</p><p>Just as disruptive poltergeist activity is associated with adolescence, Kit’s out-of-body experiences coincide with a burgeoning sexuality and growing impatience with parental restriction. In literary terms, there is another entity capable of melting through walls and drifting about unseen, and that’s an omniscient narrator. But Kit can only observe on her night-time travels; she can’t penetrate minds, grasp thoughts or read motives, which due to her lack of emotional experience, remain deeply obscure. At her most vulnerable and questioning, she witnesses something disturbing in the dynamic between her quiet, undemonstrative mother (of Japanese heritage, like previous Buchanan characters) and ebullient musician father. “I wondered if I’d got something wrong … If the things I had barely seen were a secret code between the two people I knew best.”</p> <a href=\"https://www.theguardian.com/books/2023/may/10/the-sleep-watcher-by-rowan-hisayo-buchanan-review-an-adolescent-awakening\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/the-sleep-watcher-by-rowan-hisayo-buchanan-review-an-adolescent-awakening", "date_published": "2023-05-10 11:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Top 10 novels about motherhood", "description": "<p>From Elena Ferrante to Taffy Brodesser-Akner,<strong> </strong>writers have captured the pressures that being a mother can inflict on marriage and on the creative self</p><p>What surprised me most when I became a mother was how unfeasibly demanding the job was. This work was 24/7, three six five, and nobody even acknowledged that it was work, nor that mothers were doing it, that they were doing all of it, all of the time. You’re welcome, human race.</p><p>How had I not seen this coming? Why hadn’t I read about it? Granted, there was a big baby-shaped hole in my reading life, but still. There are mothers in literary fiction, yes, but they are generally assessed as good mothers or bad ones. Where are the novels about <em>being</em> the mother?</p> <a href=\"https://www.theguardian.com/books/2023/may/10/top-10-novels-about-motherhood\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/top-10-novels-about-motherhood", "date_published": "2023-05-10 11:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Oh my God, Obama’s stopping by for pasta’: can New York’s Carbone survive its own success?", "description": "<p>Ten years after the restaurant’s opening, it’s still the buzziest in town, drawing foodies and celebrities to its intimate space</p><p>The restaurateur and Queens native Mario Carbone grew up enamored with the atmosphere of old-school Italian American restaurants. From crisp white tablecloths to plates overflowing with red sauce, romantic paintings of Italian cities, and waiters rushing table to table clad in tuxedos while Frank Sinatra standards played in the background, Carbone was fascinated: “I thought it was magic.”</p><p>When he decided to open his own restaurant, he wanted to replicate that atmosphere, a place where generations could mark milestones together or escape from their daily lives. It was a decade ago this spring that his restaurant Carbone opened its doors and since then, the New York City eatery has become one of the toughest reservations in the world.</p> <a href=\"https://www.theguardian.com/food/2023/may/09/carbone-restaurant-new-york-city-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/09/carbone-restaurant-new-york-city-interview", "date_published": "2023-05-10 05:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Muppets Mayhem review – they’re back, and they’re as glorious as ever!", "description": "<p>The Muppet Show’s house band are trying to record a new album in this Disney+ series – and they’re on raucously fun form. Although Animal’s backstory may make you shed a tear …</p><p>The Muppets make me cry now. They are at once avatars of childhood, evocations of simpler, better times filled with simpler, more readily available joys (and intimations of mortality, too). Whereas we are now all Oscar the Grouches in a bin of our own making instead of arm-wavingly enthusiastic Kermits creating an eternally vibrant show out of the chaos of existence. And, yes, this fact can make you want to weep. Or, if already weeping, add another layer of weeping on top.</p><p>But this is not fair on the Muppets. Despite now being owned by Disney, they are still a good and pure thing in this world and deserve to be approached with clear minds and uncankered hearts so they can exercise their talents and their magic to the full once again. If you can settle yourself down enough to make a start on new Disney+ show The Muppets Mayhem, the return of some of its characters will get you the rest of the way there. There’s lead singer Dr Teeth (Bill Barretta) – though he “does not subscribulate” to the notion of frontman status – and fellow bandmates, including murmuring trumpeter Lips (Peter Linz) and – of course – ungovernable drummer Animal (Eric Jacobson).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/the-muppets-mayhem-review-theyre-back-and-theyre-as-glorious-as-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/the-muppets-mayhem-review-theyre-back-and-theyre-as-glorious-as-ever", "date_published": "2023-05-10 05:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Use one lime for every avocado: the ultimate guide to making guacamole", "description": "<p>There are only two rules to making a great guac – the avocado must be ripe, and it must be drenched in lime. From there, anything goes (well, almost)</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Hass or Shepard? Unlike <a href=\"https://www.theguardian.com/food/2019/mar/19/avocad-no-why-does-everyone-hate-the-shepard-avocado\">Twitter</a>, a good guacamole does not discriminate. It asks little of its maker: just ripe avocados (whatever the variety), a less-is-more approach … and a potato masher.</p><p>“We always keep it simple,” says Sarai Castillo, head chef of Melbourne’s Tres a Cinco. Growing up in Guadalajara in west Mexico, her family’s guacamole was simple: avocados, lime, salt, onion, tomato and chillies. “We don’t put any condiments or spices.”</p> <a href=\"https://www.theguardian.com/food/2023/may/10/use-one-lime-for-every-avocado-the-ultimate-guide-to-making-guacamole\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/10/use-one-lime-for-every-avocado-the-ultimate-guide-to-making-guacamole", "date_published": "2023-05-10 03:56:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NBA playoffs: Joel Embiid’s 33 lift Sixers over Celtics in pivotal Game 5", "description": "<ul><li>Embiid scores 33 as 76ers beat Celtics 115-103 for 3-2 lead</li><li>Nuggets beat Suns 118-102 in Game 5 to regain series edge</li></ul><p>Having silenced the TD Garden crowd and put the defending Eastern Conference champion Celtics on the brink of a second-round exit, 76ers players barely cracked a smile as they walked off the court.</p><p>“It’s not over. We have to get one more,” Joel Embiid said. “All of us. We have to show up.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/09/sixers-celtics-nuggets-suns-nba-playoffs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/09/sixers-celtics-nuggets-suns-nba-playoffs", "date_published": "2023-05-10 02:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US economy teeters on brink amid Biden-McCarthy debt ceiling deadlock", "description": "<p>President deemed the talks ‘productive’ while McCarthy stressed lack of progress as $31.4tn default looms as soon as 1 June</p><p>President Joe Biden and top lawmakers agreed on Tuesday to further talks aimed at breaking a deadlock over raising the $31.4tn US debt limit, with just three weeks before the country could be forced into an unprecedented default.</p><p>After about an hour of talks in the Oval Office, Biden, a Democrat, and House of Representatives speaker Kevin McCarthy, a Republican, deputized their aides to hold daily discussions about areas of possible agreement as a default looms as soon as 1 June.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/09/joe-biden-kevin-mccarthy-debt-ceiling-us-default\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/09/joe-biden-kevin-mccarthy-debt-ceiling-us-default", "date_published": "2023-05-10 01:26:52+00:00", "persistent": false, "user": null, "language": "en-US"}]