[{"source": "https://www.theguardian.com/rss", "title": "Trump town hall live: former US president to face questions day after sexual abuse verdict – live", "description": "<p>Republican voter event in New Hampshire comes after Trump is told to pay $5m in damages to E Jean Carroll</p><p><em>The CNN town hall will be Donald Trump’s first television appearance since being found liable for sexual abuse and defamation by a federal jury in New York City on Tuesday. Don’t expect contrition; among other things, the former president called the verdicts a “disgrace” minutes after they were handed down. As the Guardian’s <a href=\"https://www.theguardian.com/profile/joan-greve\">Joan E Greve</a> reports, the curious among the audience of Republican and undeclared voters may still decide to ask him about it:</em></p><p>Donald Trump could face questions about being found to have sexually abused E Jean Carroll when he participates in a CNN town hall on Wednesday night.</p><p><strong>What’s his reaction</strong> to the finding by a federal jury on Tuesday that he was civilly liable for sexually abusing and defaming advice columnist <strong>E Jean Carroll</strong>? The verdict in the lawsuit was one of the biggest legal losses Trump has suffered recently, and in that regard, he doesn’t appear to be out of the woods yet …</p><p><strong>What will happen</strong> if he’s indicted by a grand jury for tampering with the 2020 election, hiding classified documents or instigating the January 6 insurrection? Justice department-appointed special counsel <strong>Jack Smith</strong> is looking into all of the above, while Atlanta-area district attorney <strong>Fani Willis</strong> is investigating his attempts to overturn <strong>Joe Biden</strong>’s win in Georgia three years ago.</p><p><strong>Would he back a national abortion ban?</strong> Abortion opponents are a major voting bloc for Republicans, but Trump has demurred as to whether he would support banning the practice nationwide.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/may/10/trump-town-hall-cnn-republicans-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/may/10/trump-town-hall-cnn-republicans-live-updates", "date_published": "2023-05-10 23:32:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 442 of the invasion", "description": "<p>Ukrainian commander says Russian forces pushed back in Bakhmut; Britain set to blacklist Wagner as terrorist organisation</p><p><strong>A Ukrainian military commander has said that <a href=\"https://www.theguardian.com/world/2023/may/10/russians-near-bakhmut-have-retreated-by-up-to-2km-ukrainian-official-says\">Russian forces in Bakhmut had been pushed back</a> by up to 2km in some areas,</strong> after counter offensives. Col Gen Oleksandr Syrskyi, who heads Ukraine’s ground forces, made the comments in a post on Telegram. He said: “In some areas of the front, the enemy could not resist the onslaught of the Ukrainian defenders and retreated to a distance of up to two kilometers.”</p><p><strong>Russia’s military operation against Ukraine is “very difficult” but certain goals have been achieved, Tass cited Kremlin spokesperson Dmitry Peskov as saying on Wednesday. </strong>Russia has succeeded in severely damaging Ukraine’s military machine and this work will continue, he added.</p><p><strong>Russia’s oil pipeline operator Transneft said that a filling point on the Europe-bound Druzhba pipeline in a border area between Russia and <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> had been targeted in a “terrorist” attack,</strong> according to the Tass news agency. Transneft said nobody was injured in the incident, which it called a “terrorist attack”, according to Reuters.</p><p><strong>It comes as Ukraine’s military said its forces have seriously damaged Russia’s 72nd independent motorised rifle brigade near Bakhmut, </strong>made up of thousands of troops. Serhiy Cherevatyi, a spokesperson for Ukrainian troops in the east, said the situation remained “difficult” in Bakhmut but Moscow was increasingly forced to use regular army units because of heavy losses among the Wagner private army group.</p><p><strong>France’s anti-terrorism prosecution office on Wednesday announced it had opened an investigation for possible war crimes and crimes against humanity</strong> after an AFP video journalist was killed on Tuesday by Grad rocket fire near Chasiv Yar, in eastern Ukraine.</p><p><strong>Russian mercenary boss Yevgeny Prigozhin has complained that his fighters were still not getting enough shells from the official defence ministry. </strong>In an audio statement, he said the defence ministry had been holding long meetings on the shell issue but there had been no breakthrough. “We’re not receiving enough shells, we’re only getting 10%,” Prigozhin said, reported Reuters.</p><p><strong>The French parliament has called on the EU to formally label the Wagner group terrorists. </strong>France’s parliament unanimously passed a non-binding resolution aimed at encouraging the 27 members of the EU to put Wagner on its official list of terrorist organisations.</p><p><strong><a href=\"https://www.theguardian.com/world/2023/may/10/uk-proscribing-wagner-group-as-terrorist-will-help-ukrainians-sue-says-lawyer\">Britain is also set to formally blacklist Wagner</a> as a terrorist organisation to increase pressure on Russia,</strong> the Times reported on Tuesday. After two months of building a legal case, proscription or a formal blacklisting of the group was “imminent” and likely to be enacted within weeks, the newspaper reported, citing a government source.</p><p><strong>Turkish Foreign Minister Mevlut Cavusoglu said on Wednesday he thought </strong><strong>the Ukraine</strong><strong> Black Sea grain deal could be extended for at least two more months,</strong> as officials held the first day of talks on an extension in Istanbul. Russia has said it would not extend the pact beyond 18 May unless a list of demands is met to remove obstacles to its own grain and fertiliser exports. Cavusoglu was speaking to reporters on his return from a trip to Moscow.</p><p><strong>Russian forces are planning to “evacuate” more than 3,000 workers from the town that serves the occupied Zaporizhzhia nuclear power plant, </strong>resulting in a “catastrophic lack” of personnel, Ukraine’s state-owned Energoatom company claimed on Wednesday.</p><p><strong>Former German chancellor Gerhard Schröder has been criticised again for his links to <a href=\"https://www.theguardian.com/world/russia\">Russia</a> after attending a Victory Day party at the Russian embassy in Berlin.</strong> Schröder was seen at the reception on Tuesday marking the defeat of Nazi Germany in the second world war, along with senior figures from the far-right Alternative for Germany party and the far-left Linke party.</p><p><strong>Russia may formally “denounce” the treaty on conventional armed forces in <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a> that it pulled out of in 2015, </strong>according to a decree signed by President Vladimir Putin on Wednesday.</p><p><strong>The governor of Russia’s Voronezh region said on Wednesday that two drones attempted to attack a military facility in his region,</strong> but failed.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-442-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-442-of-the-invasion", "date_published": "2023-05-10 23:31:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "4000 Miles review – Eileen Atkins and Sebastian Croft connect in tale of distant relations", "description": "<p><strong>Minerva theatre, Chichester<br /></strong>Amy Herzog’s play about a grandmother surprised by her grandson is given a contemplative staging by Richard Eyre</p><p>Timothée Chalamet and Eileen Atkins were fully rehearsed for this family drama at London’s Old Vic when theatres closed due to Covid in 2020. After its <a href=\"https://www.theguardian.com/stage/2022/may/05/timothee-chalamets-west-end-debut-cancelled-after-two-years-of-postponements\">eventual cancellation</a>, Atkins picks up her role as 91-year-old Greenwich Village lefty Vera, directed instead by Richard Eyre in Chichester, opposite Heartstopper’s Sebastian Croft in lieu of Chalamet.</p><p>Croft plays Vera’s 21-year-old grandson, Leo, who arrives out of the blue after a cross-country bike ride. Leo has hauled plenty of baggage with him, which is unpacked over several weeks. Amy Herzog’s 2011 play (a Pulitzer finalist) may have the familiar premise of odd couple flatmates but is distinguished by their startling topics of conversation: the amount of tongue, for example, used in Leo’s recent kiss with his adopted sister, or how his girlfriend Bec has “kind of a weird pussy”.</p><p>At <a href=\"https://www.cft.org.uk/events/4000-miles\">Minerva theatre</a>, Chichester, until 10 June</p> <a href=\"https://www.theguardian.com/stage/2023/may/11/4000-miles-review-eileen-atkins-sebastian-croft-chichester\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/11/4000-miles-review-eileen-atkins-sebastian-croft-chichester", "date_published": "2023-05-10 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children with type 2 diabetes to be given sensors to replace finger-prick testing", "description": "<p>Government’s advisers say doctors in England, Wales and Northern Ireland can prescribe glucose monitors </p><p>Hundreds of children who manage their type 2 diabetes by regularly pricking their finger can now monitor their glucose levels using automated sensors, the government’s expert health advisers have announced.</p><p>Doctors and nurses in England, Wales and Northern Ireland have been advised they can now give glucose monitoring devices to children with type 2 diabetes who currently use the more intrusive finger-prick testing methods, the National Institute for Health and Care Excellence (Nice) said on Thursday.</p> <a href=\"https://www.theguardian.com/society/2023/may/11/children-with-type-2-diabetes-to-be-given-sensors-to-replace-finger-prick-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/11/children-with-type-2-diabetes-to-be-given-sensors-to-replace-finger-prick-testing", "date_published": "2023-05-10 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Social media firms should reimburse online fraud victims, say UK bankers", "description": "<p>Boss of industry body UK Finance accuses tech companies of ‘profiting’ from scams on their platforms</p><p>The boss of the banking industry body UK Finance has called on social media companies to reimburse victims of online fraud, accusing them of “profiting” from scams taking place on their platforms.</p><p>Figures from its fraud report show that 78% of authorised push payment scams, where a victim is tricked into approving a transaction, started online in the second half of last year, with about three-quarters of those beginning on social media.</p> <a href=\"https://www.theguardian.com/money/2023/may/11/social-media-firms-should-reimburse-online-fraud-victim-uk-finance\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/11/social-media-firms-should-reimburse-online-fraud-victim-uk-finance", "date_published": "2023-05-10 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak risks missing target to halve inflation, NIESR warns", "description": "<p>Leading thinktank sounds alarm over cost of living crisis with poorest £4,000 worse off in 2023 than before Covid pandemic</p><p>Rishi Sunak is at risk of missing his flagship target to halve inflation this year, one of Britain’s leading economic forecasters has warned, as households are left thousands of pounds worse off amid the cost of living crisis.</p><p>Sounding the alarm over the hit to living standards, the National Institute of Economic and Social Research said the soaring price of food and other basic essentials meant inflation was on track to remain persistently high for the rest of this year.</p> <a href=\"https://www.theguardian.com/business/2023/may/11/rishi-sunak-risks-missing-target-to-halve-inflation-niesr-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/11/rishi-sunak-risks-missing-target-to-halve-inflation-niesr-warns", "date_published": "2023-05-10 23:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 15, charged with murder after stabbing in Dagenham", "description": "<p>Wazabakana Elenda Jordan Kukabu, 18, died from a single stab wound to the chest on Friday night</p><p>A 15-year-old boy has been charged with murder after a stabbing in east London.</p><p>It comes after police were called on Friday, just before midnight, to reports of men armed with machetes near to Dagenham Heathway underground station.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/boy-15-charged-with-after-stabbing-in-dagenham\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/boy-15-charged-with-after-stabbing-in-dagenham", "date_published": "2023-05-10 21:39:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray out of Italian Open after first-round defeat to Fabio Fognini", "description": "<ul><li>Murray beaten 6-4, 4-6, 6-4 in opening round in Rome</li><li>Scot has lost in first round of his last four Masters 1000 events</li></ul><p>Despite arriving with good form and high confidence after his <a href=\"https://www.theguardian.com/sport/2023/may/07/andy-murray-wins-first-title-since-2019-victory-in-aix-en-provence-tommy-paul-tennis\">title run at the Aix-en-Provence ATP Challenger</a> last week, Andy Murray was unable to translate his form to a bigger stage as he was upset 6-4, 4-6, 6-4 by his old foe Fabio Fognini in a tight, chaotic first-round match at the Italian Open late on Wednesday night.</p><p>“It was a pretty patchy match,” said Murray. “There was some good stuff in there but also some pretty average stuff. He played very well in the third set. My level was OK in the third, but he played really well in the third.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/andy-murray-out-of-italian-open-tennis-after-first-round-defeat-to-fabio-fognini\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/andy-murray-out-of-italian-open-tennis-after-first-round-defeat-to-fabio-fognini", "date_published": "2023-05-10 21:26:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dzeko and Mkhitaryan punish Milan’s slow start to put fearless Inter in charge", "description": "<p>After the silence, the explosion. It was the biggest game this city has seen in two decades, and if there was a certain restraint to the emotions at full time it was only the knowledge that next week’s will be bigger still. Yet after 90 minutes we have a clear favourite: Simone Inzaghi’s flawed but fearless Inter Milan, who claimed the spoils in a startling opening burst and then held off their bitter rivals through gritted teeth, and against an atmosphere that shook the senses.</p><p>Even on their home turf this was an away game for Inter, and as pre-match nerves gave way to open hostility, they produced a performance to stand alongside any in the club’s recent European history. Edin Dzeko and Henrikh Mkhitaryan claimed the goals, but in reality this was a triumph of leadership: not so much from Inzaghi himself but from the big-game players who did their jobs, won their duels, sensed and sniffed their way through the sort of game for which no team talk or training can really prepare you.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/milan-internazionale-champions-league-semi-final-first-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/milan-internazionale-champions-league-semi-final-first-leg-match-report", "date_published": "2023-05-10 21:04:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kids review – a startling, unprecedented look at children in care", "description": "<p>Paddy Wivell’s documentary about families rebuilding relationships does away with formality, wins its subjects’ trust and finds shocking moments – plus plenty of hope</p><p>‘Before, if Xorin had killed someone, I’d’ve said: ‘Right, I’m gonna grass you up.’ Now, it’s like: ‘Mate, I’ll help you bury the body.’ That’s how close we’ve become.” Xorin is 17 and his potential partner in crime is Kelly, his mother – the first teen/parent pair we meet in Kids, Paddy Wivell’s three-part documentary utilising unprecedented access to the work of Coventry children’s services. In a programme that finds some despair and a lot more hope in how errant parents are given second chances, what Kelly is saying is: she’s getting it right this time.</p><p>Three years ago, Xorin was moved by CCS from Kelly’s house in Coventry to a residential children’s home in south Wales, for his own safety. An argument at home had ended with Kelly slapping him, and a gang had corralled him into dealing crack and heroin. Now he’s back on a trial basis and, when we initially encounter Kelly, she seems maddeningly complacent. “Who the fuck are you then, girl?” she cheerfully asks a young woman from CCS who has perched, a little gingerly, on the sofa, clipboard on knee. Asked to rate her own parenting, Kelly awards herself a series of nines and tens.</p><p>Kids is on Channel 4.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/kids-review-a-startling-unprecedented-look-at-children-in-care\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/kids-review-a-startling-unprecedented-look-at-children-in-care", "date_published": "2023-05-10 21:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watford make Valérien Ismaël 19th manager in 11 years after Wilder’s exit", "description": "<ul><li>Former West Brom and Barnsley manager takes charge</li><li>Chris Wilder departs after ill-fated short-term spell</li></ul><p>Watford have appointed Valérien Ismaël as their new head coach. The Frenchman replaces Chris Wilder, who has left Vicarage Road at the end of his short-term deal, and is the 19th full-time managerial appointment made by <a href=\"https://www.theguardian.com/football/watford\">the Pozzo family</a> during the past 11 years.</p><p>“Being able to appoint a new coach so soon in May means we can prepare very well together for next season,” said Watford’s technical director, Ben Manga. “To be able to welcome someone of Valérien’s experience <a href=\"https://www.theguardian.com/football/watford\">to Watford</a> is good news for our club. We are all looking forward to working with him.”</p> <a href=\"https://www.theguardian.com/football/2023/may/10/watford-confirm-valerien-ismael-new-manager-chris-wilder\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/watford-confirm-valerien-ismael-new-manager-chris-wilder", "date_published": "2023-05-10 20:42:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Son of jailed Hong Kong media tycoon condemns ‘weakness’ of UK government", "description": "<p>Sebastien Lai, son of Jimmy, also criticises Vatican over failure to hold China to account over human rights abuses</p><p>The British son of <a href=\"https://www.theguardian.com/world/2022/dec/10/hong-kong-media-owner-jimmy-lai-jailed-for\">the jailed Hong Kong media entrepreneur Jimmy Lai </a>has criticised Britain and the Vatican for failing to speak out strongly against the crackdown on dissent in the Chinese territory.</p><p>At a Washington event about the human rights situation in Hong Kong, Sebastien Lai said self-censorship in the former British colony was the anticipated result of the national security crackdown there, but the “hypocrisy” of some governments trying to trade with China was unexpected.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/son-of-jailed-hong-kong-media-tycoon-condemns-weakness-of-uk-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/son-of-jailed-hong-kong-media-tycoon-condemns-weakness-of-uk-government", "date_published": "2023-05-10 20:28:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Athletics awaits report into Rana Reider after coach reveals sanction", "description": "<ul><li>Coach sanctioned over relationship with one of his athletes</li><li>Governing bodies awaiting full report from US SafeSport</li></ul><p>World Athletics is awaiting a US Center for SafeSport report into Rana Reider after the renowned sprint coach revealed he had been sanctioned for a relationship that “presented a power imbalance” with one of his athletes.</p><p>Reider, who guided Andre de Grasse to the Olympic 200m title and also coached British athletes Adam Gemili and Daryll Neita before they left him, will now have to undergo a 12-month probation after acknowledging his behaviour. However his lawyer, Ryan Stevens, said that Reider “was not found in violation of any other sexual misconduct claims” made against him.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/world-athletics-rana-reider-sanction-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/world-athletics-rana-reider-sanction-report", "date_published": "2023-05-10 20:15:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harder on song as Chelsea close on WSL lead with 6-0 demolition of Leicester", "description": "<p>Pernille Harder: better, faster, stronger. Chelsea’s Danish forward returned to the starting XI for Chelsea’s 6-0 defeat of Leicester City and powered them to within a point of league leaders Manchester United with two goals and an assist in a blistering first half.</p><p>Chelsea midfielder Erin Cuthbert told women’s football platform Girls on the Ball: “If I saw Pernille Harder coming off the bench, I’d be terrified. I honestly would.”</p> <a href=\"https://www.theguardian.com/football/2023/may/10/chelsea-leicester-wsl-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/chelsea-leicester-wsl-match-report", "date_published": "2023-05-10 20:07:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Anaxagorou wins Ondaatje prize for collection of postcolonial poetry", "description": "<p>The British-Cypriot poet took the £10,000 award with his third book of poems, which judges described as ‘pushing the confines of form and language’</p><p>The poet Anthony Anaxagorou has won the £10,000 Ondaatje prize for a “beautiful” collection “that pushes the confines of form and language to locate a new aesthetic with which to address the legacies of colonisation”.</p><p>The award, run annually by the Royal Society of Literature, recognises an outstanding work of fiction, nonfiction or poetry that evokes a sense of place. Anaxagorou was awarded the prize for Heritage Aesthetics, a poetry collection that looks at time and place in its exploration of British imperial history and present-day racism.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/anthony-anaxagorou-wins-ondaatje-prize-for-collection-of-postcolonial-poetry\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/anthony-anaxagorou-wins-ondaatje-prize-for-collection-of-postcolonial-poetry", "date_published": "2023-05-10 19:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children in England’s schools need better sex education, experts tell MPs", "description": "<p>Too few teachers have training in how to deliver lessons in relationships and sex, committee told</p><p>Children need more and better sex and relationship education in England’s schools, to help them navigate the issues they are likely to face as they get older, experts told MPs.</p><p>The Commons women and equalities committee were told that too few teachers in England have received training in how to deliver lessons in relationships, sex and health education (RSHE) since it became a compulsory topic in 2019.</p> <a href=\"https://www.theguardian.com/education/2023/may/10/children-in-english-schools-need-better-sex-education-experts-tell-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/10/children-in-english-schools-need-better-sex-education-experts-tell-mps", "date_published": "2023-05-10 19:29:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google launches Pixel Fold, Tablet and 7a Android devices", "description": "<p>Firm’s first folding phone announced with cheaper smartphone and tablet smart display hybrid</p><p>Google has announced a range of new Pixel mobile gadgets, including its first folding phone and an Android tablet that doubles as a smart display when docked and charging at home.</p><p>Unveiled as part of the company’s annual I/O developer conference, the Android devices are designed to compete with rivals from Apple and Samsung as Google continues its own-brand hardware push.</p> <a href=\"https://www.theguardian.com/technology/2023/may/10/google-launches-pixel-fold-tablet-and-7a-android-devices\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/10/google-launches-pixel-fold-tablet-and-7a-android-devices", "date_published": "2023-05-10 19:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK police reopen 2010 sexual assault inquiry after ruling in libel case", "description": "<p>Nina Cresswell says move is 13 years too late after court found on balance of probabilities she was assaulted</p><p>Northumbria police are reopening a sexual assault investigation after a woman who was sued for writing about her experience defeated the libel action against her.</p><p>Last month, the high court <a href=\"https://www.judiciary.uk/wp-content/uploads/2023/04/Hay-v-Cresswell-26.04.23.pdf\">found</a> that Nina Cresswell had “proved on the balance of probabilities that she was violently sexually assaulted” by Billy Hay, a tattoo artist, in Sunderland in 2010 when she was 20.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/police-reopen-2010-sexual-assault-inquiry-after-ruling-in-libel-case\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/police-reopen-2010-sexual-assault-inquiry-after-ruling-in-libel-case", "date_published": "2023-05-10 18:50:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plans to abolish ‘feudal’ leasehold system in England and Wales dropped", "description": "<p>Row between Michael Gove and No 10 results in end of promise to scrap leaseholds</p><ul><li><strong><a href=\"https://www.theguardian.com/society/2023/may/10/what-is-leasehold-and-are-there-any-alternatives\">What is leasehold, and are there any alternatives?</a></strong></li></ul><p>Plans to abolish the “feudal” system of leaseholds across England and Wales have been dropped after a battle between Downing Street and Michael Gove.</p><p>Gove, the housing secretary, will next month announce a range of measures to protect the 10 million Britons who own their homes in a leasehold, as part of a major speech following months of bruising party rows over housing.</p> <a href=\"https://www.theguardian.com/money/2023/may/10/plans-abolish-feudal-leasehold-system-england-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/10/plans-abolish-feudal-leasehold-system-england-wales", "date_published": "2023-05-10 18:34:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Workers’ rights put at risk by plan to scrap EU working hours rules, says TUC", "description": "<p>Trade secretary Kemi Badenoch says retained EU law bill will help businesses cut costs</p><p>Trades unions have warned that workers’ rights are in peril after the government unveiled new plans to scrap EU rules on working hours as part of its drive to cut “unnecessary red tape”.</p><p>The announcement comes as the proposed scrapping of up to 4,000 EU-era regulations by the end of the year was ditched <a href=\"https://www.theguardian.com/politics/2023/apr/28/bonfire-of-eu-laws-watered-down-to-just-800-after-meeting-of-brexit-mps\">after a private meeting with Brexiter MPs</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/may/10/workers-rights-put-at-risk-by-plan-to-scrap-eu-working-hours-rules-says-tuc\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/10/workers-rights-put-at-risk-by-plan-to-scrap-eu-working-hours-rules-says-tuc", "date_published": "2023-05-10 18:20:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FDA panel paves way for approval of first over-the-counter birth control pill", "description": "<p>Panel remained positive on the effectiveness of the pill, Perrigo’s Opill, currently approved for prescription use</p><p>A US Food and Drug Administration advisory panel on Wednesday voted in favor of using Perrigo Co’s contraceptive – Opill – without a prescription, paving the way for the country’s first approval for an over-the-counter birth control pill.</p><p>Contraceptives have been in focus since the US supreme court last year <a href=\"https://www.theguardian.com/world/2022/jun/24/roe-v-wade-overturned-abortion-summary-supreme-court\">overturned the constitutional right</a> to terminate pregnancies as it scrapped a landmark ruling in the 1973 Roe v Wade case.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/birth-control-pill-over-counter-fda\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/birth-control-pill-over-counter-fda", "date_published": "2023-05-10 18:12:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russians near Bakhmut have retreated by up to 2km, Ukrainian official says", "description": "<p>Military unit claims to confirm report by Wagner boss that Russian brigade has been routed</p><p>A Ukrainian military unit has said it has routed a Russian infantry brigade from frontline territory near Bakhmut, claiming to corroborate an account by the head of Russia’s Wagner group that the Russian forces had fled.</p><p>Later on Wednesday, Col Gen Oleksandr Syrskyi, who heads Ukraine’s ground forces, said Russian units in some parts of Bakhmut had retreated by up to 2km (1.2 miles) as the result of counterattacks. He did not give details.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/russians-near-bakhmut-have-retreated-by-up-to-2km-ukrainian-official-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/russians-near-bakhmut-have-retreated-by-up-to-2km-ukrainian-official-says", "date_published": "2023-05-10 18:10:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on consequences for Trump: this beginning took bravery | Editorial", "description": "<p>A jury verdict finding the former president liable for sexual abuse and lies won’t fix US politics. But it still matters</p><p>A 79-year-old advice columnist – along with a handful of other brave women who testified in her case – has done what legal and political institutions have not yet managed: held the former president Donald Trump <a href=\"https://www.theguardian.com/us-news/2023/may/09/e-jean-carroll-wins-trump-trial-verdict\" title=\"\">accountable in law</a> for his actions, and for his lies.</p><p>In finding that he sexually abused E Jean Carroll in the 1990s, and subsequently defamed her, albeit not finding him liable for rape, the jury in her civil suit laid down an important marker.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/the-guardian-view-on-consequences-for-trump-this-beginning-took-bravery\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/the-guardian-view-on-consequences-for-trump-this-beginning-took-bravery", "date_published": "2023-05-10 18:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google launches new AI PaLM 2 in attempt to regain leadership of the pack", "description": "<p>Company says ‘next generation language model’ will outperform other artificial intelligence systems on some tasks</p><p>Google is attempting to reclaim its crown as the leader in artificial intelligence with PaLM 2, a “next-generation language model” that the company says outperforms other leading systems on some tasks.</p><p>Revealing the cutting-edge AI at its annual I/O conference, <a href=\"https://www.theguardian.com/technology/2023/may/10/google-launches-pixel-fold-tablet-and-7a-android-devices\">alongside a foldable Pixel phone and a new tablet</a>, Google said it would be built in to 25 new products and features, as the company races to catch up with competitors after years of producing AI research but few products.</p> <a href=\"https://www.theguardian.com/technology/2023/may/10/google-launches-new-ai-palm-2-in-attempt-to-regain-leadership-of-the-pack\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/10/google-launches-new-ai-palm-2-in-attempt-to-regain-leadership-of-the-pack", "date_published": "2023-05-10 18:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on coalitions: normal democratic practice | Editorial", "description": "<p>The Tories are scaremongering about other parties doing deals because they are too toxic to do any deals of their own</p><p>Britain has had a Conservative prime minister for the past 13 years, but a majority Conservative government for less than half that time. David Cameron spent his first term in Downing Street at the head of a <a href=\"https://www.theguardian.com/politics/2010/may/12/david-cameron-nick-clegg-coalition\" title=\"\">coalition</a> with the Liberal Democrats. Theresa May spent two years <a href=\"https://www.theguardian.com/politics/2017/jun/26/the-conservativedup-deal-what-it-says-and-what-it-means\" title=\"\">propped up</a> by Northern Ireland’s Democratic Unionists.</p><p>Now the results of last week’s local elections, or rather their extrapolation to <a href=\"https://www.theguardian.com/politics/2023/may/06/labour-will-not-need-to-forge-coalition-after-general-election-senior-mp-says\" title=\"\">project a hung parliament</a> after the next general election, has provoked speculation by Conservatives (and their press cheerleaders) about the deals that Sir Keir Starmer might strike in order to form a government, as if that would be an impediment to stable administration – a “coalition of chaos”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/the-guardian-view-on-coalitions-normal-democratic-practice\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/the-guardian-view-on-coalitions-normal-democratic-practice", "date_published": "2023-05-10 17:57:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "IPL and other T20 franchise leagues ‘pose threat to ECB’s financial future’", "description": "<ul><li>Accounts warn of ‘pressure on player wage inflation’</li><li>ECB’s spending on salaries has risen to £57.4m</li></ul><p>The ECB has warned of the potentially cataclysmic impact of the rising power of overseas franchises such as the IPL while the appeal of Test cricket declines.</p><p>English cricket’s governing body said the “emergence and growth of global franchise leagues” and “the status of Test cricket globally” pose major risks to its business model in its latest accounts, published on Wednesday.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/ipl-and-other-t20-franchise-leagues-pose-threat-to-ecb-financial-future-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/ipl-and-other-t20-franchise-leagues-pose-threat-to-ecb-financial-future-cricket", "date_published": "2023-05-10 17:48:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on a sinking feeling for Vladimir Putin – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/10/nicola-jennings-on-a-sinking-feeling-for-vladimir-putin-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/10/nicola-jennings-on-a-sinking-feeling-for-vladimir-putin-cartoon", "date_published": "2023-05-10 17:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Milan v Internazionale: Champions League semi-final, first leg – live", "description": "<ul><li>Champions League semi-final updates, 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/the-gentleman-ultra/2023/may/09/milan-internazionale-photo-interview-champions-league\">The photo that captured an iconic Milan derby moment</a></li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And <a href=\"mailto:scott.murray@theguardian.com\">drop Scott a email</a> with any thoughts</li></ul><p><strong>Milan and Internazionale have met in the semi-finals of the Champions League before, and it was tight.</strong> Back in 2003, Milan advanced to the final after 0-0 and 1-1 draws, Andriy Shevchenko’s second-leg away goal the difference, albeit on something of a technicality, given both teams play at the same stadium. The clubs met again two years later, this time in the quarters, when administration again reared its ugly head, Milan winning the first leg 2-0 before being awarded the second 3-0, <a href=\"https://www.theguardian.com/football/the-gentleman-ultra/2023/may/09/milan-internazionale-photo-interview-champions-league\">the match abandoned after goalkeeper Dida was hit upside the head by an Inter supporter’s flare</a>.</p><p><strong>Eighteen years later, the Milanese meet for the third time in Europe’s greatest competition … and once again, it’s likely to be tight and fiercely contested.</strong> Milan are the reigning/outgoing champions of Italy; Inter are ahead of Milan in this year’s Serie A table. Milan won their home fixture against Inter 3-2, thanks to goals from Rafael Leao (2) and Olivier Giroud; Inter won the reverse 1-0 as a result of Lautaro Martinez’s strike. Inter also won last season’s two-legged Coppa Italia semi-final 3-0 on aggregate, so while Milan have the best of it historically in the Champions League, Inter nick the more recent form domestically.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/10/milan-v-internazionale-champions-league-semi-final-first-leg-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/10/milan-v-internazionale-champions-league-semi-final-first-leg-live-score-updates", "date_published": "2023-05-10 17:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Number of adults living with parents in England and Wales rises by 700,000 in a decade", "description": "<p>A large majority of those returning to the roost – or who never left it – are men, census data reveals</p><p>It is enough to make parents wonder: whatever happened to the bachelor pad?</p><p>At least 620,000 more grown-up children are now living with their parents than a decade ago – and most of those doing so are young men, census <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/populationestimates/articles/moreadultslivingwiththeirparents/2023-05-10\">figures</a> reveal.</p> <a href=\"https://www.theguardian.com/society/2023/may/10/number-adults-living-parents-england-wales-up-700000-decade\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/10/number-adults-living-parents-england-wales-up-700000-decade", "date_published": "2023-05-10 17:25:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Leicester: Women’s Super League – live", "description": "<ul><li>WSL updates from the 7pm BST kick-off at Kingsmeadow</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can <a href=\"mailto:john.brewin.casual@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet him</a></li></ul><p><strong>Ruthless is a word</strong> that has been bandied around many a time to describe this Chelsea side. Their first-half display against Everton encapsulated why. Five shots on target, five goals scored were the stats at the break as the Blues eventually cruised to a 7-0 victory. Emma Hayes’s options in attack are enviable. Guro Reiten and Sam Kerr got one apiece, a partnership up front that has defined their season. When <a href=\"https://www.theguardian.com/football/2023/may/08/sam-kerr-scare-puts-spotlight-on-injured-matildas-ahead-of-world-cup\">Kerr was forced off early</a>, on came Pernille Harder to score with her first touch. The Denmark captain has been missing for much of this campaign with a long-term hamstring issue but announced her return in style with a double and a player-of-the-match performance. Goals from midfield – Sophie Ingle, Jessie Fleming and later Erin Cuthbert – completed the scoring. Chelsea are up to second, Manchester United and that top spot firmly in their sights. It is getting harder to see how anyone will prevent them from lifting their fourth successive WSL title. <strong>Sophie Downey</strong></p><p><strong>Headline news:</strong> Sam Kerr is on the bench after her injured ankle, though not suffered at the King’s Coronation hobnobbing with Nick Cave, instead happening in the romp over Everton when she limped off.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/10/chelsea-v-leicester-womens-super-league-live-score-updates-wsl\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/10/chelsea-v-leicester-womens-super-league-live-score-updates-wsl", "date_published": "2023-05-10 17:19:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fast fashion but slow progress at loss-making Asos | Nils Pratley", "description": "<p>Covid lockdown boom masked flaws until it didn’t – and the loss of £291m in six months was worse than expected</p><p>“There is a lag between operational change and visible results,” said online fashion retailer <a href=\"https://www.theguardian.com/business/asos\">Asos</a> in its half-year report, giving an optimistic spin on half-year numbers that were conspicuously awful.</p><p>While the new chief executive talks the management blah of optimising and rightsizing, an adjusted pre-tax loss of £87.4m was several degrees worse than the City had expected. The unadjusted version, which included a £129m stock write-down and various other whacks, <a href=\"https://www.theguardian.com/business/2023/may/10/asos-falls-291m-into-the-red-as-shoppers-return-to-high-street\">was a loss of £291m</a>, which is going some in the space of six months.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/10/fast-fashion-but-slow-progress-at-loss-making-asos\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/10/fast-fashion-but-slow-progress-at-loss-making-asos", "date_published": "2023-05-10 17:18:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Army sergeant sentenced to 25 years for murdering BLM protester in Texas", "description": "<p>Daniel Perry, 36, convicted of killing Garrett Foster, 28, at Black Lives Matter protest in 2020 while working as ride-share driver</p><p>A US army sergeant was sentenced to 25 years in prison on Wednesday, for fatally shooting an armed man during a Black Lives Matter protest in Texas – even after the Republican governor said he wanted to pardon the man.</p><p>Daniel Perry, 36, was convicted of murder in April for killing Garrett Foster during the downtown Austin protest in July 2020.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/daniel-perry-sentenced-murder-blm-protester-texas\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/daniel-perry-sentenced-murder-blm-protester-texas", "date_published": "2023-05-10 17:14:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheku Bayoh’s restraint by police a ‘major’ issue in his death, inquiry told", "description": "<p>Pathologist who examined 31-year-old’s body tells inquiry that restraint by officers could be responsible</p><p>Sheku Bayoh’s struggle while being restrained by at least six police officers should be considered a major part of what caused his death, according to the pathologist who examined his body.</p><p>The inquiry into Bayoh’s death in custody heard from Dr Kerryanne Shearer that the 31-year-old had taken ecstasy and another stimulant drug before being restrained by officers in Kirkcaldy, Fife, on 3 May 2015.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/sheku-bayohs-restraint-by-police-a-major-issue-in-his-death-inquiry-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/sheku-bayohs-restraint-by-police-a-major-issue-in-his-death-inquiry-told", "date_published": "2023-05-10 17:13:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prada fashion boss rescues historic newsstand in Tuscany", "description": "<p>Piero Scartoni, 91, who has been running stand in Arezzo since 1953, can now retire after former customer Patrizio Bertelli steps in</p><p>The owner of a historic newsstand in a Tuscan city said he was “delighted” the business has been saved by one of his old customers – Patrizio Bertelli, the chair of the Italian fashion house Prada.</p><p>Piero Scartoni, 91, who has been getting up at 5am to run the newsstand in Piazza San Jacopo in the centre of Arezzo since 1953, can finally retire after it was bought by Bertelli, who was born in the city and is the husband of the fashion designer Miuccia Prada.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/historic-newsstand-in-tuscany-rescued-by-prada-fashion-boss-patrizio-bertelli\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/historic-newsstand-in-tuscany-rescued-by-prada-fashion-boss-patrizio-bertelli", "date_published": "2023-05-10 17:10:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beth Mead sets sights on World Cup with ACL recovery ahead of schedule", "description": "<ul><li>Arsenal and England forward ruptured ACL in November</li><li>‘I will try my hardest to get as close as possible’</li></ul><p>Beth Mead has said she is “ahead of schedule” in her recovery from an ACL injury and is still targeting participation at the World Cup.</p><p>The forward, who collected the golden boot and player of the tournament awards as England won the Euros last summer, ruptured an anterior cruciate ligament in Arsenal’s 3-2 defeat by Manchester United at the Emirates Stadium in November.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/beth-mead-sets-sights-on-world-cup-with-acl-recovery-ahead-of-schedule\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/beth-mead-sets-sights-on-world-cup-with-acl-recovery-ahead-of-schedule", "date_published": "2023-05-10 17:07:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time stands still at Westminster as Big Ben fails to chime", "description": "<p>Clock dials atop Elizabeth Tower in London briefly stopped at 12.55pm on Wednesday</p><p>Time stood still in London on Wednesday, it has emerged.</p><p>Big Ben, the famous bell at the top of the 96-metre Elizabeth Tower in Westminster, failed to chime when the dials of the clock briefly stopped.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/time-stands-still-at-westminster-as-big-ben-fails-to-chime\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/time-stands-still-at-westminster-as-big-ben-fails-to-chime", "date_published": "2023-05-10 17:07:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ferrari must embrace Leclerc’s risk-taking with F1 title gone and car a mess | Giles Richards", "description": "<p>Is it not better to fail gloriously than accept the ignominy of mediocrity? The Scuderia fans would certainly say yes</p><p>With the Formula One championship already beyond them, this is surely no time for a conservative approach from Ferrari. For the sake of the sport, the Scuderia, it must be hoped, will resist a tendency to stifle the instincts of artistry in the form of Charles Leclerc and his dance on a knife-edge with a recalcitrant car.</p><p>The inclination at Maranello would probably be to have him play the percentages, to consolidate. Yet instead why not let him have full rein and indulge his aggressive determination such that we can at least enjoy a driver pushing to the very limit? Is it not better to fail gloriously than accept the ignominy of mediocrity?</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/charles-leclerc-ferrari-crowdpleaser-f1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/charles-leclerc-ferrari-crowdpleaser-f1", "date_published": "2023-05-10 16:56:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Day obituary", "description": "<p>My father, Peter Day, who has died aged 95, worked as a senior designer in the visual effects department of the BBC for nearly 30 years, creating an enormous range of material for many familiar TV programmes.</p><p>His career at the BBC involved the design and construction of models, machines, trick scenery, props and pyrotechnics for programmes such as Doctor Who, Blue Peter, It’s a Square World, Horizon, Arena, Shackleton, Some Mothers Do ’Ave ’Em, The Goodies and Dad’s Army. He was also responsible for conceiving the original design and construction of Davros, creator of the Daleks. Family and friends still delight in cheering his name when it appears on the closing credits of rerun series from time to time.</p> <a href=\"https://www.theguardian.com/media/2023/may/10/peter-day-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/10/peter-day-obituary", "date_published": "2023-05-10 16:51:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A prescription for added pressure on pharmacists | Letters", "description": "<p>Readers respond to the government’s proposal to allow pharmacists in England to prescribe drugs for some common conditions</p><p>I am concerned but not at all surprised that pharmacists may be asked to treat certain acute illnesses (<a href=\"https://www.theguardian.com/society/2023/may/09/pharmacies-england-prescriptions-seven-conditions-amid-surgery-crisis\" title=\"\">Pharmacies in England to offer prescriptions for seven conditions amid surgery crisis, 9 May</a>). Primary medical care has morphed into general practice in two senses. First, members of the primary healthcare team are no longer necessarily medically qualified, but may be drawn from nursing, physiotherapy and other professions. Second, the primary function of GPs – diagnosing and treating mental and physical illness in the community – has been subsumed into a tsunami of additional tasks. Some have been imposed by government or academic diktat, others requested by an increasingly needy and demanding public.</p><p>I am pleased that the Guardian qualified one of the proposed conditions, urinary tract infections (UTI). Other media sources were less careful. Uncomplicated UTI in women is usually easy to manage, but not always easy to diagnose. Other conditions need to be considered, including sexually transmitted disease and interstitial (autoimmune) cystitis. Also, men and trans women require specifically tailored treatment. Good medical care is surprisingly complex and difficult to achieve. I fervently hope that my pharmacist colleagues are given the training and resources they will require.<br /><strong>Dr Peter Baddeley</strong><br /><em>Painswick, Gloucestershire</em></p> <a href=\"https://www.theguardian.com/society/2023/may/10/a-prescription-for-added-pressure-on-pharmacists\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/10/a-prescription-for-added-pressure-on-pharmacists", "date_published": "2023-05-10 16:50:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When Ofsted got a taste of its own medicine | Letter", "description": "<p>Our school’s strategy was to openly record any interactions with inspectors – and it paid off, writes <strong>Anne Johns</strong></p><p>Maybe schools should treat Ofsted inspectors (<a href=\"https://www.theguardian.com/education/2023/apr/30/schools-deserve-better-than-this-ofsted-inspections-regime\" title=\"\">Letters, 30 April</a>) to some of their own medicine as we did. When they came to my very racially diverse urban comprehensive school, all staff were issued with bright yellow forms on which to record every inspector’s visit to a class, and any interaction with students or staff during the lesson. This was done quite overtly, so Ofsted knew what was happening.</p><p>Interviews with heads of department and senior staff outside the classroom were audio-recorded. Students knew what was happening and closed ranks against the perceived “enemy”. Behaviour was exemplary, and they all praised the school to the skies.</p> <a href=\"https://www.theguardian.com/education/2023/may/10/when-ofsted-got-a-taste-of-its-own-medicine\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/10/when-ofsted-got-a-taste-of-its-own-medicine", "date_published": "2023-05-10 16:46:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sabalenka’s progress faces test as she enters Swiatek’s Rome fortress | Tumaini Carayol", "description": "<p>Just how much the world No 2 has closed the gap on her rival could become clear on the slow clay in Italy</p><p>Early in the second set of the Madrid Open final, Aryna Sabalenka was in full flow. After planting herself inside the baseline, Sabalenka <a href=\"https://twitter.com/WTA/status/1654906682185781249\">unloaded on her nuclear groundstrokes</a>, slamming the ball from side to side. Each time she seemed to have landed the decisive blow, though Iga Swiatek would slide into view in the nick of time, her supreme defence keeping her alive. It took 10 strokes until Sabalenka finally drilled a crosscourt backhand winner past her.</p><p>The point was an example of the impact that Swiatek herself has had on the players beneath her. A year ago, the world No 1’s defensive prowess would have elicited an unforced error from Sabalenka in a similar situation. But the Belarusian spent her off-season working hard in Miami on pushing herself to new athletic heights with Swiatek in mind; her footwork was spectacular. Even when she was pushed back behind the baseline or out of position, she skipped around the ball with pristine footwork and gave herself sufficient space to unload again.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/aryna-sabalenka-iga-swiatek-rome-open-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/aryna-sabalenka-iga-swiatek-rome-open-tennis", "date_published": "2023-05-10 16:44:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergio Busquets: the unique talent who changed Barcelona and the game", "description": "<p>The midfielder, the key figure as the pivot of the team despite his work often going unnoticed, is leaving Barcelona at the end of the season</p><p>Timing was always Sergio Busquets’ greatest gift, and now he has decided it is time to go. “It wasn’t an easy decision but the moment has come,” the Barcelona captain said. In two months he turns 35; in four days he leads his team into the derby against Espanyol, knowing that a win would make them champions again. The <em>ninth</em> La Liga title of his career will also be his last. At the end of this, his 15th, season he will leave the Camp Nou and “the club of my life”, an era closing with him.</p><p>Xavi Hernández, once Busquets’ teammate and now his coach, had wanted him to stay, just as Luis Enrique had wanted him to continue with the national team. But Busquets retired from international football after Qatar and he is departing Barcelona too, destination as yet unknown, after negotiations over a new contract failed to end in agreement. There is no one left in the Spain team who won the World Cup, no one left in Catalonia from the team that won it all, the generation that changed everything, including the game itself.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/sergio-busquets-the-unique-talent-who-changed-barcelona-and-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/sergio-busquets-the-unique-talent-who-changed-barcelona-and-football", "date_published": "2023-05-10 16:37:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Luther King’s famous criticism of Malcolm X ‘just not true’, author finds", "description": "<p>Published quotes attacking ‘fiery, demagogic oratory’ suggested deep divide but transcript of 1965 interview tells different story</p><p>Famous criticism of Malcolm X by his fellow civil rights leader Dr Martin Luther King Jr in a 1965 interview was largely falsified, according to a new King biography.</p><p>Jonathan Eig made the discovery while conducting research for his forthcoming book, King: A Life, in the archives of Duke University in Durham, North Carolina.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/martin-luther-king-jonathan-eig-book-malcolm-x\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/martin-luther-king-jonathan-eig-book-malcolm-x", "date_published": "2023-05-10 16:36:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheerless Rish! leaves the Commons cold after election disaster | John Crace", "description": "<p>Prime minister wilts after losing more than 1,000 councillors and surprisingly decent gags from Keir Starmer </p><p>Don’t mention the war. The Tory benches were fairly subdued ahead of prime minister’s questions. As if everyone had been mainlining Mogadon. And that was just those who had made the effort to show up. Most had chosen to stay away and the larger Conservative MPs were encouraged to manspread. One way of filling in the gaps.</p><p>There was little chat. Most seemed lost in their own worlds. A vortex of despair. Contemplating their own mortality. After last week’s local elections results there are many Tories who sense <a href=\"https://www.theguardian.com/politics/2023/may/06/this-election-bloodbath-was-bad-enough-for-the-tories-tactical-voting-labour-brexit-general-election\">they are nearing their sell-by date</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/may/10/cheerless-rish-leaves-the-commons-cold-after-election-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/10/cheerless-rish-leaves-the-commons-cold-after-election-disaster", "date_published": "2023-05-10 16:29:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least 21 dead as wildfires rage across Urals and Siberia", "description": "<p>Dead are mainly older people unable to flee, Russia media reports</p><p>At least 21 people have died in wildfires in Russia’s Ural Mountains, state media reports.</p><p>Wildfires have raged in the Kurgan region of the Urals and in Siberia <a href=\"https://apnews.com/article/russia-wildfires-siberia-urals-b718a22b1f5c9d37c52fea10ee173cce\">all week</a>.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/many-dead-as-wildfires-rage-across-urals-and-siberia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/many-dead-as-wildfires-rage-across-urals-and-siberia", "date_published": "2023-05-10 16:23:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saving Face: inside the arresting office drama about invisible illness", "description": "<p>In his new show, Si Rawlinson mixes hip-hop, contemporary dance and physical theatre to explore how we present ourselves in the workplace</p><p>A group of office workers are each hiding something about their lives in Si Rawlinson’s new stage show Saving Face. There’s the office manager struggling with the demands of her position; the man who has a strained relationship with his father and becomes his caregiver; a woman with OCD who desperately tries to hide her compulsions from colleagues.</p><p>Rawlinson, 36, has an autoimmune condition that means he is allergic to most food, and needs regular treatment. His experience of living with this chronic invisible illness inspired the character he plays. “Maybe he works well, sometimes he’s bad at his job, and I want it to be like, ‘Is he bad at his job because he’s ill? Or is he just bad at his job?’” explains Rawlinson. “How much do you make yourself accountable for the things in your life? How much is the result of the situation you’ve been put in?”</p><p>Saving Face is at <a href=\"https://www.curveonline.co.uk/whats-on/shows/saving-face/\">Curve, Leicester</a>, 26-27 May, and <a href=\"https://theplace.org.uk/events/summer-23-kakiland-saving-face\">the Place, London</a>, 23-24 June</p> <a href=\"https://www.theguardian.com/stage/2023/may/10/si-rawlinson-saving-face-dance-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/10/si-rawlinson-saving-face-dance-theatre", "date_published": "2023-05-10 16:11:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terrence Hardiman obituary", "description": "Veteran stage and screen actor who starred in the BBC children’s TV series The Demon Headmaster<p>Terrence Hardiman, who has died aged 86, was an actor whose military bearing and deadpan, silently sinister look naturally led him to be cast as authority figures – most memorably as the star of the BBC television children’s drama The Demon Headmaster, in which the description “authoritarian” was more appropriate.</p><p>The programme, which began in 1996, was compulsive viewing with its stories of Hardiman’s terrifying megalomaniac exerting hypnotic powers over his pupils. In the opening episode Dinah Glass, an orphan, sits at the head’s desk as he takes off his dark glasses, stares at her with his piercing green eyes and says: “Funny you should be so tired so early in the morning. So tired you can hardly move your arms and legs. You are tired, so tired. You feel your head begin to nod and, slowly, your eyes are starting to close. So tired.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/terrence-hardiman-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/terrence-hardiman-obituary", "date_published": "2023-05-10 16:11:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government to investigate Post Office over wrongly paid bonuses", "description": "<p>CEO Nick Read and other top bosses given thousands of pounds for cooperating with IT scandal inquiry</p><p>The UK government has said it will investigate after the Post Office admitted it had wrongly paid thousands of pounds of bonuses to top executives simply for cooperating with an inquiry into a <a href=\"https://www.theguardian.com/commentisfree/2023/may/02/post-office-horizon-scandal-inquiry\">long-running miscarriage of justice</a>.</p><p>The Post Office chief executive, Nick Read, agreed last week to return an undisclosed portion of the £455,000 bonus reported by the state-owned company in its annual report in March.</p> <a href=\"https://www.theguardian.com/business/2023/may/10/uk-government-investigate-post-office-horizon-scandal-wrongly-paid-bonus-nick-read\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/10/uk-government-investigate-post-office-horizon-scandal-wrongly-paid-bonus-nick-read", "date_published": "2023-05-10 16:06:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Risk of cyber-attack is main Eurovision worry, says BBC executive", "description": "<p>Cybersecurity experts drafted in to help thwart any sabotage attempt as UK stands in as host for Ukraine</p><p>The risk of a cyber-attack by pro-Russian hackers is the “main worry” for broadcasters staging the Eurovision song contest on behalf of war-torn Ukraine, a BBC executive has said.</p><p>Experts from the UK’s National Cyber Security Centre have been drafted in to help thwart any attempts to sabotage the competition’s public vote on Saturday.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/risk-of-cyber-attack-is-main-eurovision-worry-says-bbc-executive\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/risk-of-cyber-attack-is-main-eurovision-worry-says-bbc-executive", "date_published": "2023-05-10 16:06:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arrest puts Frankie Dettori in Derby picture for his last season in the saddle", "description": "<ul><li>Chester Vase winner second favourite for Epsom Classic</li><li>Savethelastdance is Oaks market leader after rout on Roodee</li></ul><p>“Do the jump, Frankie boy,” someone shouted as Arrest returned after the Group Three Chester Vase here on Wednesday, and for the final time on the Roodee, the winner’s jockey was happy to oblige. Frankie Dettori’s trademark flying dismount is normally reserved for Group One events but he had just landed a major Derby trial by six-and-a-half lengths, and John Gosden’s colt is now 6-1 second-favourite with most bookies to give Dettori a third Derby victory on his final start in the Epsom Classic.</p><p>It will not be difficult to pick a hole or two in Arrest’s form and chance if he goes to post on 3 June.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/arrest-puts-frankie-dettori-in-derby-picture-for-his-last-season-in-the-saddle-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/arrest-puts-frankie-dettori-in-derby-picture-for-his-last-season-in-the-saddle-horse-racing-tips", "date_published": "2023-05-10 16:02:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s in my blood to see barriers break’: Christian pop star Lauren Daigle on Trump, trolling and abortion", "description": "<p>The Grammy-winning songwriter’s new album is her first for a major label. But does it risk enraging her core audience – and opening up a cautious musician to mainstream expectations?</p><p>In March Lauren Daigle released Thank God I Do, the first single from her forthcoming self-titled album. The music video is set on a flower-festooned street in her home state of Louisiana. Daigle, equally garlanded, wanders through them singing uplifting things about love. Many of the YouTube comments mention how it has touched their hearts or helped them through a difficult time. They make the ones accusing of her apostasy and paganism sound even more unreasonable.</p><p>Daigle, 31, has experienced plenty of these kinds of attacks. For a decade the two-time Grammy winner has been one of the biggest names in contemporary Christian music (CCM), a multimillion-dollar industry that tends to go unnoticed beyond its religious base. Its most popular hits are regularly incorporated into modern worship in churches worldwide. Meanwhile its artists exist under a unique level of scrutiny.</p> <a href=\"https://www.theguardian.com/music/2023/may/10/its-in-my-blood-to-see-barriers-break-christian-pop-star-lauren-daigle-on-trump-trolling-and-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/10/its-in-my-blood-to-see-barriers-break-christian-pop-star-lauren-daigle-on-trump-trolling-and-abortion", "date_published": "2023-05-10 16:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wendy’s to test AI chatbot that takes your drive-thru order", "description": "<p>US fast-food chain says pilot program ‘seeks to take the complexity out of the ordering process’</p><p>The next time someone asks for fries with their shake, they might be talking to a robot. At least, that’s what the US fast-food chain Wendy’s has planned.</p><p>Next month, Wendy’s will be testing an artificial-intelligence-powered chatbot with the capability to speak with customers and take their orders.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/wendys-ai-chatbot-drive-thru\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/wendys-ai-chatbot-drive-thru", "date_published": "2023-05-10 15:59:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Perhaps it’s time to admit it: drinking at work is an ugly hangover from the past | Stefan Stern", "description": "<p>Booze still runs deep in Britain’s workplace culture. At last bosses are being urged to think hard about its role</p><p>When she was about to leave her midwest home to head to drama school in New York in the 1940s, the actor Elaine Stritch’s father offered her some parental guidance. “Lainie,” he told her, “you are not the same after two martinis.”</p><p>Good advice, then and now. But while awareness of the harm that excessive alcohol consumption can do has grown in the intervening years, our relationship with booze has not necessarily improved all that much. And the use (or abuse) of alcohol at work remains a live issue.</p><p>Stefan Stern is co-author of Myths of Management and the former director of the High Pay Centre</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/drinking-at-work-hangover-booze-workplace-bosses\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/drinking-at-work-hangover-booze-workplace-bosses", "date_published": "2023-05-10 15:53:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finland’s prime minister Sanna Marin files for divorce", "description": "<p>Marin filed jointly with her husband of three years, Markus Raikkonen, they announced on Instagram </p><p>Finland’s outgoing prime minister, Sanna Marin, has filed for divorce jointly with her husband of three years, Markus Raikkonen, they said on Instagram on Wednesday.</p><p>“We are grateful for the 19 years together and our beloved daughter. We will remain best friends,” they said in separate Instagram stories.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/finland-prime-minister-sanna-marin-files-for-divorce\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/finland-prime-minister-sanna-marin-files-for-divorce", "date_published": "2023-05-10 15:45:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid v Manchester City: beauty and parity living on the razor’s edge | Barney Ronay", "description": "<p>Holders’ defence snuffed out the threat of Erling Haaland as both sides were able to take a positive spin from a tantalising first leg</p><p>Perhaps the most telling moment of Tuesday’s <a href=\"https://www.theguardian.com/football/2023/may/09/real-madrid-manchester-city-champions-league-semi-final-first-leg-match-report\">1-1 draw</a> at the Bernabéu came nine minutes into the second half as Erling Haaland finally located a clear channel of space down the side of the Real Madrid centre-backs and set off towards goal with that easy surging stride, range finders starting to bleep and flash, finger poised over the kill button, eyes narrowing behind his aviators, target locked on.</p><p>At which point David Alaba produced an extraordinary recovery tackle. Jockeying back to within sliding range, Alaba hurled himself in a gymnastic semi-pirouette around Haaland’s raised shooting foot. Still sliding, still processing the maths, the drag vectors, Alaba successfully hooked his own left foot in front of the ball’s predicted path and blocked the shot as it pinged off Haaland’s toe towards the far corner of the goal.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/real-madrid-erling-haaland-manchester-city-semi-final-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/real-madrid-erling-haaland-manchester-city-semi-final-champions-league", "date_published": "2023-05-10 15:34:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sound artist eavesdrops on what is thought to be world’s heaviest organism", "description": "<p>Artist records underground sounds generated by Pando, a huge group of aspens in Utah considered to be a single organism</p><p>When it comes to the world’s heaviest living organism, it is a “forest of one tree” that is thought to take the crown. Now a sound expert is listening into the quiet grove in an attempt to hear its secrets.</p><p>Known as Pando – Latin for “I spread” – the 47,000 genetically identical quivering aspens in south-central Utah are considered to be a single organism, with the “trees” actually branches thought to be connected by a shared root system.</p> <a href=\"https://www.theguardian.com/environment/2023/may/10/sound-artist-eavesdrops-on-what-is-thought-to-be-worlds-heaviest-organism-pando-utah\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/10/sound-artist-eavesdrops-on-what-is-thought-to-be-worlds-heaviest-organism-pando-utah", "date_published": "2023-05-10 15:05:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Howitzers, raised eyebrows and a Keane-baiting seating plan in Madrid", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>While it may not have matched the nerve-shredding whiteknuckle ride of last season’s thriller at the Bernabéu in terms of excitement, Tuesday night’s Big Cup semi-final first leg between Real Madrid and Manchester City <a href=\"https://www.theguardian.com/football/2023/may/09/real-madrid-manchester-city-champions-league-semi-final-first-leg-match-report\">was not short on drama or controversy</a> and leaves the tie finely poised before what one hopes will be a nerve-shredding whiteknuckle ride at the Etihad Stadium next week. Completely dominated by their visitors for the opening 36 minutes, Real Madrid bided their time before going ahead through a Vinícius Júnior surface-to-air screamer from distance that threatened to rip the goal-net from its moorings, only for City to restore parity courtesy of a low-trajectory <a href=\"https://www.theguardian.com/football/blog/2023/may/09/de-bruyne-brilliance-shifts-narrative-pressure-in-manchester-citys-favour\">Kevin De Bruyne howitzer</a> against the run of play, after the hosts had abandoned their meek approach and begun to dominate proceedings.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/football-daily-email-real-madrid-manchester-city-big-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/football-daily-email-real-madrid-manchester-city-big-cup", "date_published": "2023-05-10 15:02:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meet Australia’s Eurovision superfans: ‘We’re not reachable for six months of the year’", "description": "<p>Even before the country joined the competition, it had a devoted community of local fans. But could 2023 be the last year Australia is invited?</p><p>The UK is having one of its busiest weeks in months – but while <a href=\"https://www.theguardian.com/uk-news/2023/may/07/king-charles-coronation-watched-by-peak-tv-audience-of-20-million\">the coronation</a> put Britain in the global spotlight last weekend, all eyes are on a very different cultural spectacle in Liverpool this weekend.</p><p>Eurovision drew in 161 million viewers last year, with 40 countries participating. Since 1956, each has put forward a musical act to face a public vote – and for millions of die-hard fans, the winners are the <em>real </em>royalty.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/meet-australias-eurovision-superfans-were-not-reachable-for-six-months-of-the-year\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/meet-australias-eurovision-superfans-were-not-reachable-for-six-months-of-the-year", "date_published": "2023-05-10 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poached pears, winter salad and ‘unthinkable’ pasta: Iranian Italian recipes from Saghar Setareh", "description": "<p>From the Middle East to the Mediterranean, the culinary traditions of the two regions are a deja vu of flavours for the Tehran-born, Rome-based cook</p><p><strong>ماکارونی</strong></p> <a href=\"https://www.theguardian.com/food/2023/may/11/poached-pears-winter-salad-and-unthinkable-pasta-iranian-italian-recipes-from-saghar-setareh\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/11/poached-pears-winter-salad-and-unthinkable-pasta-iranian-italian-recipes-from-saghar-setareh", "date_published": "2023-05-10 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lithe lizards and a dog’s dinner – readers’ best photos", "description": "<p>Click <strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a></strong> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2023/may/10/lithe-lizards-and-a-dogs-dinner-readers-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/community/gallery/2023/may/10/lithe-lizards-and-a-dogs-dinner-readers-best-photos", "date_published": "2023-05-10 15:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From rampaging teenagers to female assassins: why has East German culture become so cool?", "description": "<p>Is Britain’s sudden appetite for the GDR an unhealthy obsession? Katja Hoyer, author of Beyond the Wall, examines the new wave of books and shows about life under the Stasi in the vanished state</p><p>“It is obviously incredibly difficult to understand and make comprehensible how we lived back then,” sighed a frustrated <a href=\"https://www.theguardian.com/world/angela-merkel\">Angela Merkel</a> shortly before she was appointed chancellor of Germany in 2005. She was about to become one of the most powerful women on Earth, yet the world made no effort to understand how she had got to this point. Occasionally a commentator would remark that she was different from other German politicians: a scientist, a woman, and from the East! But like many others who were born in the German Democratic Republic (GDR), as East Germany was officially called, Merkel found that any references to this past were met with derision or even suspicion. It was “as if this life before German reunification didn’t really count,” she said in 2021 in a rare public show of her frustration, “no matter what good and bad experiences one had.”</p><p>More than three decades have now passed since the Berlin Wall fell and, like Merkel’s, other East German voices are finally beginning to break through. And not just in Germany. There is a new and much welcome curiosity in Britain, too, about what life was really like in the countries that once lay behind the iron curtain.</p> <a href=\"https://www.theguardian.com/culture/2023/may/10/rampaging-teenagers-female-assassins-east-german-culture-cool-kleo-wall\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/10/rampaging-teenagers-female-assassins-east-german-culture-cool-kleo-wall", "date_published": "2023-05-10 14:59:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moulin Rouge forced to drop ‘cruel’ underwater act that used snakes", "description": "<p>Cabaret club acts after city hall warning and protests by animal rights groups</p><p>The Moulin Rouge cabaret club in Paris has been forced to drop a long-running act in which terrestrial snakes are plunged into a water tank while a dancer swims around them, amid outrage and growing street protests by animal rights groups.</p><p>The historic cabaret club, which was founded in 1889 and whose audience for its dance shows is largely made up of tourist groups, had for weeks defended its use of snakes in a water tank, saying it would continue using them until 2024, the date it had decided to end all performances involving live animals.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/moulin-rouge-forced-to-drop-water-tank-act-snakes-paris-animal-rights-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/moulin-rouge-forced-to-drop-water-tank-act-snakes-paris-animal-rights-protests", "date_published": "2023-05-10 14:50:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Moyes targets ‘best achievement’ by leading West Ham to European final", "description": "<ul><li>West Ham host AZ Alkmaar in Thursday’s first leg of semi-final</li><li>Zouma back from injury for Europa Conference League clash</li></ul><p>David Moyes has said it would be arguably the biggest achievement of his career if he leads West Ham past AZ Alkmaar and into the <a href=\"https://www.theguardian.com/football/europa-conference-league\">Europa Conference League</a> final.</p><p>West Ham, who have not won a major trophy since 1980, will start as favourites when they host AZ in the first leg of their semi-final on Thursday night. They have the chance to end a difficult season on a high and Moyes, who has never lifted a trophy as a manager, pointed to how emotional <a href=\"https://www.theguardian.com/football/jose-mourinho\">José Mourinho</a> was after helping Roma win the Conference League last season.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/david-moyes-west-ham-conference-league-az-alkmaar\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/david-moyes-west-ham-conference-league-az-alkmaar", "date_published": "2023-05-10 14:43:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s no wonder that many in Pakistan now fear for the fate of Imran Khan | Farzana Shaikh", "description": "<p>The arrest of the former PM is yet another chapter in the conflict between the country’s all-powerful army and political class</p><p>The arrest of former prime minister <a href=\"https://www.theguardian.com/world/imran-khan\">Imran Khan</a> on charges of corruption has sent shock waves throughout Pakistan and the wider world, raising the prospect of an imminent disintegration of the country’s fragile social and political fabric.</p><p>For many, however, it also speaks to a well-established tradition: the incarceration of political leaders who fall foul of the country’s all-powerful military.</p><p>Farzana Shaikh is associate fellow in the Asia-Pacific Programme at Chatham House</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/may/10/imran-khan-pakistan-arrest-army\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/may/10/imran-khan-pakistan-arrest-army", "date_published": "2023-05-10 14:41:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I thought my umming and erring made for better radio. I was wrong | Adrian Chiles", "description": "<p>When you’re dealing with the day’s big issues, a little hesitation is natural. But mine got out of control</p><p>‘Could you de-um this please?” the producer asked, handing me a reel of quarter-inch audio tape. Being eager to please, I told him I’d be happy to, even though I knew not what he was on about. This was 1994. I had just started working at BBC Radio and was still learning the ropes. Furtively, I sought a friendly face to tell me a) what de-umming was and b) how to go about it.</p><p>It turned out to be exactly what it sounded like – removing the ums, ers and ahs from recorded interviews. It really was the most infernal fiddle, involving razor blades and bits of sticky tape, for which I had neither the skills nor the patience. Mercifully, before long, someone having decided that I should be a presenter, de-umming no longer seemed to be my responsibility. I’ve not wielded a razor blade in a quarter of a century, and neither has anyone else since quarter-inch tape became obsolete. There must be billions of miles of it somewhere. Has all the audio been digitised and the tape disposed of? Does it biodegrade?</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/i-thought-my-umming-and-erring-made-for-better-radio-i-was-wrong\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/i-thought-my-umming-and-erring-made-for-better-radio-i-was-wrong", "date_published": "2023-05-10 14:27:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK proscribing Wagner group as terrorist ‘will help Ukrainians sue’", "description": "<p>Lawyer leading refugees’ case says British designation would also weaken Russian mercenary force straight away</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/10/russia-ukraine-war-live-france-calls-on-eu-to-label-wagner-a-terrorist-group-as-britain\">Russia-Ukraine war – latest news updates</a></li></ul><p>An imminent British government decision to proscribe the Wagner mercenary group would speed up plans by Ukrainian refugees to sue the organisation for up to £5bn in damages in the UK courts, the lawyer leading the case has told the Guardian.</p><p>The UK government signalled it was prepared to proscribe the group, which is active in Russia and parts of Africa, on the basis of it being a terrorist group, a move that makes it illegal to help the group, Jason McCue said.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/uk-proscribing-wagner-group-as-terrorist-will-help-ukrainians-sue-says-lawyer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/uk-proscribing-wagner-group-as-terrorist-will-help-ukrainians-sue-says-lawyer", "date_published": "2023-05-10 14:23:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Possible meteorite crashes into bedroom in New Jersey", "description": "<p>Residents were not at home in Hopewell Township when rock appeared to hit house on Monday</p><p>A possible meteorite crashed into a bedroom of a New Jersey home, puncturing a hole into the roof and leaving residents rattled, though they were not home at the time.</p><p>The metallic object in the Monday incident looks like a shiny rock, about 4in by 6in, <a href=\"https://www.hopewelltwp.org/CivicAlerts.aspx?AID=1195\">police</a> in Hopewell Township said.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/new-jersey-meteorite-bedroom\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/new-jersey-meteorite-bedroom", "date_published": "2023-05-10 14:09:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scarlett Johansson: losing Gravity role to Sandra Bullock made me feel hopeless", "description": "<p>In-depth interview reveals that rejections for major roles made the actor reconsider her job, and gives details about her legal battle with Disney over Black Widow</p><p>Scarlett Johansson has spoken about her feelings of inadequacy following a run of rejections for major roles.</p><p>In <a href=\"https://variety.com/2023/film/features/scarlett-johansson-disney-lawsuit-child-actor-interview-1235605851/\">an in-depth interview with Variety</a>, the actor said she considered quitting the industry around 2011, after two coveted roles instead went to Emily Blunt and Sandra Bullock.</p> <a href=\"https://www.theguardian.com/film/2023/may/10/scarlett-johansson-interview-losing-gravity-role-disney\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/10/scarlett-johansson-interview-losing-gravity-role-disney", "date_published": "2023-05-10 14:04:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office admits errors after arrest of Nepali guards airlifted from Kabul", "description": "<p>Officials say number of guards detained in March had been granted indefinite leave to remain by mistake</p><p>The Home Office has admitted it made errors in the handling of the cases of some <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/home-office-uk-nepalese-guards-afghanistan-embassy\">Nepali guards</a> who risked their lives to protect British embassy staff in Afghanistan and were airlifted to safety in the UK after the Taliban took control of Kabul.</p><p>Ten of the guards who were living and working in the UK were arrested on 27 March in an immigration enforcement operation, handcuffed and placed in immigration detention centres. Some were given removal directions. Officials have released six of the guards, and the remaining four are likely to be released imminently.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/home-office-admits-errors-after-arrest-of-nepali-guards-airlifted-kabul-afghanistan-detained\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/home-office-admits-errors-after-arrest-of-nepali-guards-airlifted-kabul-afghanistan-detained", "date_published": "2023-05-10 14:00:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A woman expresses how it feels to survive rape: Elisa Iannacone’s best photograph", "description": "<p>She wanted to be pictured on the edge of an abyss. The dress represented her career, her relationships – everything that had been ripped away from her</p><p>My series The Spiral of Containment was about translating how people are made to feel after being raped. It tried to express trauma through the realm of the imagination, using the language of magical realism<em>. </em>I met with and talked<em> </em>to survivors to attempt to understand how they thought about their trauma. Then I would sketch potential images that could express their story.</p><p>It felt obvious that if I was going to ask somebody to trust me, I had to have skin in the game. I couldn’t just say: “I’m going to translate how that makes you feel. I’ll make a drawing, we’re going to shoot it, and it’s going to work.” I had to be clear: this has happened to me, too. This is why I’m doing it. I’m in it with you.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/10/woman-expresses-raped-abyss-elisa-iannacones-best-photograph\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/10/woman-expresses-raped-abyss-elisa-iannacones-best-photograph", "date_published": "2023-05-10 13:55:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piers Morgan knew of phone hacking when at the Mirror, high court hears", "description": "<p>Barrister acting for Prince Harry and others says former editor must have known about illegal behaviour</p><ul><li><a href=\"https://www.theguardian.com/media/live/2023/may/10/prince-harry-mirror-group-newspapers-phone-hacking-trial-latest-news-updates\">Mirror hacking trial  – latest updates</a></li></ul><p>Piers Morgan knew about illegal phone hacking when he was editor of the Daily Mirror, it has been alleged at the high court.</p><p>The first day of the phone-hacking trial brought by Prince Harry and other well-known figures heard claims that illegal activity, including voicemail interception, was “carried out on an industrial scale” by staff at Mirror newspapers.</p><p>In one alleged incident, Morgan asked a journalist to name the source of a celebrity story and was told “the information had come from voicemails”.</p><p>In another, a witness describes how Morgan was “laughing mockingly” as he entertained the Daily Mirror newsroom by repeatedly playing staff a private voicemail left by Paul McCartney for his then girlfriend, Heather Mills.</p><p>In another, a witness claims Morgan knew the default pin codes that could be used to illegally access voicemails on different mobile phone networks.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/piers-morgan-knew-of-phone-hacking-when-at-the-mirror-high-court-hears-prince-harry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/piers-morgan-knew-of-phone-hacking-when-at-the-mirror-high-court-hears-prince-harry", "date_published": "2023-05-10 13:50:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Santos in custody after surrendering to federal charges related to election violations – live", "description": "<p>Santos has been charged with wire fraud, money laundering, theft of public funds and making materially false statements to the House of Representatives</p><p><strong>George Santos has been arrested on federal criminal charges, the Associated Press reports.</strong></p><p>Santos, who turned himself into a federal courthouse in New York, has been charged with seven counts of wire fraud, three counts of money laundering, one count of theft of public funds, and two counts of making materially false statements to the House of Representatives.</p><p>“Taken together, the allegations in the indictment charge Santos with relying on repeated dishonesty and deception to ascend to the halls of Congress and enrich himself,” Peace added.</p><p>“This indictment seeks to hold Santos accountable for various alleged fraudulent schemes and brazen misrepresentations. Taken together, the allegations in the indictment charge Santos with relying on repeated dishonesty and deception to ascend to the halls of Congress and enrich himself.</p><p>He used political contributions to line his pockets, unlawfully applied for unemployment benefits that should have gone to New Yorkers who had lost their jobs due to the pandemic, and lied to the House of Representatives. My Office and our law enforcement partners will continue to aggressively root out corruption and self-dealing from our community’s public institutions and hold public officials accountable to the constituents who elected them.”</p><p>“If a person is indicted…they’re not on committees. They have the right to vote but they have to go to trial.”</p> <a href=\"https://www.theguardian.com/us-news/live/2023/may/10/george-santos-charges-republican-biden-debt-ceiling-inflation-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/may/10/george-santos-charges-republican-biden-debt-ceiling-inflation-live-updates", "date_published": "2023-05-10 13:44:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Interpol calls for help naming 22 women murdered across Europe in past 50 years", "description": "<p>Open Identify Me appeals to public for help to solve cold cases in Germany, the Netherlands and Belgium</p><p>Police have appealed to the public to help name 22 murdered women in the Netherlands, Belgium and Germany, whose bodies have never been identified – some who died more than half a century ago.</p><p>In an attempt to spark people’s memories, Interpol, the international policing organisation, has published details of the cases that would normally only be available to law enforcement agencies, <a href=\"https://www.interpol.int/How-we-work/Notices/Operation-Identify-Me\">in a campaign named Operation Identify Me</a>.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/interpol-calls-for-help-naming-22-women-murdered-across-europe-in-past-50-years\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/interpol-calls-for-help-naming-22-women-murdered-across-europe-in-past-50-years", "date_published": "2023-05-10 13:36:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis staff rebuke Sharon White over losses but back her to continue", "description": "<p>Chair vows retailer will stay employee-owned after row over reported plans to sell stake in partnership to investors</p><p>The boss of John Lewis pledged the group would always remain employee-owned “no ifs no buts” after staff members backed her to continue as chair but expressed their dismay at the retailer’s poor performance last year.</p><p>Sharon White had faced controversy after reports she was considering selling a stake in the company to an outside investor in an attempt to raise £2bn. On Wednesday, her leadership was tested in a confidence vote at a twice-yearly meeting of the retailer’s 60-strong council, which is elected by employees to represent them.</p> <a href=\"https://www.theguardian.com/business/2023/may/10/john-lewis-staff-rebuke-sharon-white-over-losses-but-back-her-to-continue\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/10/john-lewis-staff-rebuke-sharon-white-over-losses-but-back-her-to-continue", "date_published": "2023-05-10 13:31:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Operation Mincemeat review – irrepressible wartime musical is a West End triumph", "description": "<p><strong>Fortune theatre, London<br /></strong>With gag-packed songs and gender-swapped roles, this fringe show about a secret service plot is a joyful success on the big stage</p><p>SpitLip’s anarchic adaptation of one of the second world war’s weirdest stories has been working its way up <a href=\"https://www.theguardian.com/stage/2019/may/27/operation-mincemeat-review-new-diorama-london-spitlip\">from the fringe</a> for four years now. A West End run is the ultimate proof of concept for this irrepressible musical comedy, and the ingenious ensemble who created and perform it.</p><p>Its plot is well documented from history books to Hollywood: Britain needed to fool Hitler into moving his troops out of Sicily before their planned European invasion, so the secret service planted false plans on a corpse, and floated it on to a Spanish shore. What makes this version of the real-life spy caper so joyfully smart, not to mention topical, is its focus on the overweening arrogance (and sometimes ineptitude) of the Eton-educated war “heroes” who came up with the plan.</p> <a href=\"https://www.theguardian.com/stage/2023/may/10/operation-mincemeat-review-fortune-theatre-london-west-end\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/10/operation-mincemeat-review-fortune-theatre-london-west-end", "date_published": "2023-05-10 13:28:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Congolese floods and a home run: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/may/10/congolese-floods-and-a-home-run-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/may/10/congolese-floods-and-a-home-run-wednesdays-best-photos", "date_published": "2023-05-10 13:15:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liable for sexual assault, yes – but Trump’s political career is far from over | Lloyd Green", "description": "<p>Lawsuits are piling up, but with Ron DeSantis fading, and Joe Biden losing ground, Trump’s 2024 prospects are undimmed </p><p>It is the worst of times and the best of times for Donald Trump. On Tuesday, he suffered another legal defeat. A federal jury <a href=\"https://www.theguardian.com/us-news/2023/may/10/e-jean-carroll-v-donald-trump-how-civil-court-case-unfolded\">found him liable</a> for the sexual abuse, forcible touching, and defamation of E Jean Carroll. She was awarded $5m in damages.</p><p>The 45th president, however, escaped liability for rape. He also leads Joe Biden in their latest hypothetical match-up, while Ron DeSantis fades in the rearview mirror.</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/sexual-assault-trump-political-career-\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/sexual-assault-trump-political-career-", "date_published": "2023-05-10 13:03:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Secret sex signals: love languages of long-term couples – from aubergine emojis to extreme eye contact", "description": "<p>While the former footballer Peter Crouch has found limited success with his clumsy attempts at seduction, couples have many fiendish and ingenious methods of covert communication</p><p><strong>Name: </strong>Secret signals.</p><p><strong>Age: </strong>Ancient.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/10/secret-sex-signals-love-languages-of-long-term-couples-from-aubergine-emojis-to-extreme-eye-contact\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/10/secret-sex-signals-love-languages-of-long-term-couples-from-aubergine-emojis-to-extreme-eye-contact", "date_published": "2023-05-10 13:00:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Online UK pharmacies prescribing weight loss jabs to people with healthy BMI", "description": "<p>Exclusive: Calls for stricter checks after Guardian investigation into availability of controversial drugs</p><p>Online pharmacies operating in the UK are approving and dispatching prescriptions of controversial slimming jabs for people of a healthy weight, a Guardian investigation has found.</p><p>Some pharmacies appear to be issuing prescriptions of such medications to people who lie about their body mass index (BMI) on an online form. In one case a reporter was issued a prescription after accurately saying their BMI was<strong> </strong>about 20. A healthy BMI lies between 18.5 and 24.9.</p> <a href=\"https://www.theguardian.com/society/2023/may/10/online-uk-pharmacies-prescribing-weight-loss-jabs-to-people-with-healthy-bmi-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/10/online-uk-pharmacies-prescribing-weight-loss-jabs-to-people-with-healthy-bmi-investigation", "date_published": "2023-05-10 13:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Bridgen becomes first Reclaim MP after expulsion from Tories", "description": "<p>Leicestershire MP was kicked out by Conservatives for comparing Covid vaccines to Holocaust</p><p>The MP Andrew Bridgen has announced he is joining Laurence Fox’s Reclaim party after being <a href=\"https://www.theguardian.com/politics/2023/apr/26/former-tory-mp-andrew-bridgen-expelled-permanently-from-party\">kicked out</a> of the Conservative party for comparing Covid vaccines to the Holocaust.</p><p>The member for North West Leicestershire announced the move, which makes him Reclaim’s first MP, at an event on Wednesday morning where he said he had felt like a prisoner while following the Tory whip.</p> <a href=\"https://www.theguardian.com/politics/2023/may/10/andrew-bridgen-becomes-first-reclaim-mp-after-expulsion-from-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/10/andrew-bridgen-becomes-first-reclaim-mp-after-expulsion-from-tories", "date_published": "2023-05-10 12:56:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lost lead? Remco Evenepoel is brought down by stray dog at Giro d’Italia", "description": "<ul><li>Pre-race favourite unseated after swerving to avoid animal</li><li>Rider and dog avoid serious injury in treacherous conditions</li></ul><p>Remco Evenepoel’s hopes of winning the Giro d’Italia took an unexpected hit when he crashed after swerving to avoid a stray dog during Wednesday’s fifth stage.</p><p>In rainy conditions, the Belgian was upended when the careless canine ran into the peloton’s path in the early stages of the ride from Atripalda to Salerno in southern Italy. A number of Evenepoel’s Soudal-QuickStep teammates waited for their team leader to dust himself off, leaving them adrift of the main group.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/cycling-remco-evenepoel-crashes-giro-ditalia-stray-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/cycling-remco-evenepoel-crashes-giro-ditalia-stray-dog", "date_published": "2023-05-10 12:53:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Plight of Jeff Jones offers cautionary tale for Jofra Archer and England", "description": "<p>The Glamorgan paceman first felt his elbow ‘click’ on England duty aged 26 and was never to play Test cricket again</p><p>Wilf Wooller could have been talking about Jofra Archer, had he not been discussing a cricketing elbow injury over a quarter of a century before his birth. “Cricketers have had this before and got over it, but for a fast bowler it is different,” Wooller said. “Even a medium-pacer might get away with it but with anyone who bowls really quickly the joint has to take tremendous strain.”</p><p>What Wooller didn’t know about sport wasn’t worth knowing – one of the great athletic polymaths, he played rugby union and squash for Wales, turned out at centre-forward for Cardiff City, and was Glamorgan’s opening bowler and captain for 13 years, their secretary for 30 and their president for another six – and the particular elbow he was vexed by belonged to Jeff Jones.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/cricket-jofra-archer-jeff-jones-england-the-spin\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/cricket-jofra-archer-jeff-jones-england-the-spin", "date_published": "2023-05-10 12:47:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland Yard admits failing to hand over documents to Daniel Morgan inquiry", "description": "<p>Met left dozens of documents in locked cabinet instead of passing to inquiry into its own corruption</p><p>Scotland Yard failed to hand over dozens of documents to the official Daniel Morgan inquiry into the force’s own corruption, instead leaving them in a locked cabinet in its own headquarters, it has been admitted.</p><p>The Guardian understands the cabinet was on the seventh floor where the commissioner and the force’s management board are based.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/scotland-yard-met-police-admits-failed-hand-over-documents-daniel-morgan-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/scotland-yard-met-police-admits-failed-hand-over-documents-daniel-morgan-inquiry", "date_published": "2023-05-10 12:44:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Militants in Gaza fire at least 60 rockets into Israel in response to airstrikes", "description": "<p>Region bracing for escalation after Israeli bombings killed three Palestinian commanders and 10 civilians</p><p>Militants in the blockaded Gaza Strip have fired at least 60 rockets into Israel in response to surprise Israeli airstrikes a day before that killed three Palestinian Islamic Jihad senior commanders and at least 10 civilians.</p><p>Several salvoes in less than an hour set off air raid sirens in towns and cities across southern Israel on Wednesday afternoon, including the country’s commercial and cultural hub, Tel Aviv. Israel’s powerful Iron Dome air defence system intercepted several projectiles, and there were no immediate reports of damage or casualties.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/militants-in-gaza-fire-60-rockets-following-israeli-airstrikes-palestine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/militants-in-gaza-fire-60-rockets-following-israeli-airstrikes-palestine", "date_published": "2023-05-10 12:44:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Avril Lavigne review – raucous high school reunion for the sk8er dads", "description": "<p><strong>Alexandra Palace, London</strong><br />Creating a nostalgic pop punk party for fans of her noughties hits, the Canadian remains a great singer and performer</p><p>‘Some things never changed after all these years – I still love skater boys!” proclaims a giddy Avril Lavigne to a sold out Alexandra Palace. An explosion of red confetti, cheap guitar riffs, and bratty pop punk vocals about an unlikely romance between a girl who does ballet and an adolescent punk then combine to inspire non-stop whooping from the crowd.</p><p>When Lavigne, now 38, initially released Sk8er Boi in 2002, she was a teenager providing mixtape anthems for jorts-wearing teens who snogged one another in mall car parks. This is reflected by tonight’s nostalgic outfit (red tartan skirt and hole-ridden tights) and a largely thirtysomething audience, with the skater boys now skater dads. But nostalgia is one hell of a drug, and it’s hard not to feel re-energised by a crowd who treat Ally Pally like it’s the raucous dancefloor at a high school reunion, air guitars and all.</p> <a href=\"https://www.theguardian.com/music/2023/may/10/avril-lavigne-review-alexandra-palace-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/10/avril-lavigne-review-alexandra-palace-london", "date_published": "2023-05-10 12:40:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plaid Cymru leader Adam Price’s future in doubt after damning report", "description": "<p>Speculation mounts that Price could step down after review found party had failed to ‘detoxify’ its culture</p><p>Adam Price, the leader of Plaid Cymru, is understood to be considering his future after a damning review found his party had failed to “detoxify” its culture.</p><p>Price, 54, who has led the Welsh nationalist party since 2018, apologised in response to the report and said it must do better to foster a culture that was “safe, inclusive and respectful to all”, but he refused to resign.</p> <a href=\"https://www.theguardian.com/politics/2023/may/10/plaid-cymru-leader-adam-price-future-in-doubt-damning-review-detoxify\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/10/plaid-cymru-leader-adam-price-future-in-doubt-damning-review-detoxify", "date_published": "2023-05-10 12:39:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert De Niro has had his seventh child aged 79. Does that explain the bagel adverts?", "description": "<p>The prolific actor has announced he is now a father of seven. Is this why he made Dirty Grandpa and The War With Grandpa and The Intern and Salvage Station? </p><p>The most impressive thing about Robert De Niro is how prolific he is. The man is 79 years old, and simply cannot stop. In the last 10 years alone he has made 19 films, with four more coming this year. Have they represented the best work of his career? Probably not, although someone out there must love <a href=\"https://www.theguardian.com/film/2016/jan/28/dirty-grandpa-review-robert-de-niro-plumbs-the-comedy-depths\">Dirty Grandpa</a>. On top of that, he owns or part-owns a string of highly successful hospitality ventures. And on top of that he just had his seventh child.</p><p>This last one counts as news. During an <a href=\"https://etcanada.com/news/990781/robert-de-niro-reveals-he-welcomed-his-seventh-child-shares-whether-or-not-hes-a-cool-dad/\">interview with ET Canada</a> to promote his new movie About My Father, reporter Britnee Blair said to De Niro “I know you have six kids”, to which De Niro replied “Seven, actually. I just had a baby”. Blair’s response to this neatly summed up the universal reaction: “Seven? Oh my goodness! Congratulations, I’m so sorry.”</p> <a href=\"https://www.theguardian.com/film/2023/may/10/seven-kids-robert-de-niro\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/10/seven-kids-robert-de-niro", "date_published": "2023-05-10 12:34:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US inflation beat forecasts in April but remained high at 4.9%", "description": "<p>Annual rate has fallen sharply since hitting 40-year high last June but prices are still rising at a rate over twice the Fed’s target</p><p>The price of goods and services in the US remained stubbornly high in April, rising 4.9.% from a year ago, the labor department reported on Wednesday,</p><p>The annual rate of inflation has fallen sharply since hitting a 40-year high of 9.1% last June. April’s rise nearly matched the 5% rise recorded in March. It was the 10th consecutive month that the rate had declined but prices are still rising at a rate that is more than twice the Federal Reserve’s target rate of 2% a year.</p> <a href=\"https://www.theguardian.com/business/2023/may/10/us-inflation-rate-april-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/10/us-inflation-rate-april-2023", "date_published": "2023-05-10 12:34:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK migration bill impractical and morally unacceptable, says Justin Welby", "description": "<p>Archbishop of Canterbury attacks plan in Lords, saying it will harm UK’s standing in the world and does not address root causes of migration</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/10/suella-braverman-illegal-migration-bill-lords-rishi-sunak-conservatives-pmqs-uk-politics-latest\">UK politics – live news updates</a></li></ul><p>The archbishop of Canterbury has attacked the government’s flagship illegal migration bill as “morally unacceptable” legislation that will “damage the UK’s interests and reputation at home and abroad”.</p><p>In a blistering attack upon Rishi Sunak and Suella Braverman’s plan, Justin Welby said it would not fulfil the prime minister’s pledge to “stop the boats”, ignored the key causes of the movement of refugees, and could break the system of international cooperation, which promised to help those fleeing war, famine and conflict.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/uk-migration-bill-impractical-and-morally-unacceptable-says-justin-welby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/uk-migration-bill-impractical-and-morally-unacceptable-says-justin-welby", "date_published": "2023-05-10 12:33:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican George Santos expected to appear in court on federal charges", "description": "<p>New York congressman known for lying was indicted by federal authorities on Tuesday but nature of charges not known</p><p>The Republican congressman George Santos was expected to appear in court in New York on Wednesday, a day after it was <a href=\"https://www.theguardian.com/us-news/2023/may/09/serial-fabulist-congressman-george-santos-charged-by-federal-prosecutors\">announced</a> that he had been indicted by federal authorities.</p><p>As the indictment was sealed, the nature of the charges was not known.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/george-santos-court-federal-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/george-santos-court-federal-charges", "date_published": "2023-05-10 12:31:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spectator journalist Taki Theodoracopulos to face trial for alleged attempted rape in 2009", "description": "<p>Greek-born 86-year-old, who denies the charge, to go on trial in Switzerland, where offence is alleged to have occurred</p><p>The journalist Taki Theodoracopulos is facing trial in Switzerland after being charged with attempted rape.</p><p>The 86-year-old, who writes a column for the Spectator, was charged in February over the alleged incident in 2009. He is accused of attempting to rape a woman on a ski weekend at his chalet in Gstaad in the Swiss Alps.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/spectator-journalist-taki-theodoracopulos-to-face-trial-for-alleged-attempted-in-2009\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/spectator-journalist-taki-theodoracopulos-to-face-trial-for-alleged-attempted-in-2009", "date_published": "2023-05-10 12:24:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Somerset: major incident declared after flash flooding", "description": "<p>Heavy thunderstorms cause dangerous driving conditions, blocked roads and damage to homes</p><p>Flash flooding in parts of south-west England following torrential rain has led to a major incident being declared in Somerset.</p><p>Heavy thunderstorms on Tuesday evening resulted in Devon and Somerset fire and rescue declaring a major incident in the Galhampton, North Cadbury, and South Cadbury areas.</p> <a href=\"https://www.theguardian.com/environment/2023/may/10/somerset-major-incident-declared-after-flash-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/10/somerset-major-incident-declared-after-flash-flooding", "date_published": "2023-05-10 12:12:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacksonville Jaguars to make NFL history with two games in London", "description": "<ul><li>First team to play back-to-back fixtures outside of the US</li><li>Atlanta Falcons at Wembley and Buffalo Bills at Tottenham</li></ul><p>The Jacksonville Jaguars will make NFL history this year by playing back-to-back games in London. The UK has long been the Florida franchise’s home away from home and October will see them become the first team to play two of their regular season games outside of the United States.</p><p>The Jaguars kick off the 2023 International Games against the Atlanta Falcons at Wembley, their 10th game in England as part of a multi-year commitment to play in the region. That 1 October fixture is followed with another London game the following week as the Buffalo Bills host them at Tottenham Hotspur Stadium on 8 October.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/jacksonville-jaguars-nfl-history-back-to-back-games-london\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/jacksonville-jaguars-nfl-history-back-to-back-games-london", "date_published": "2023-05-10 12:11:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E Jean Carroll ‘overwhelmed with joy’ for women in US after Trump verdict", "description": "<p>Columnist tells NBC’s Today show ‘this is about getting my name back’ after jury finds ex-president sexually abused her</p><p>E Jean Carroll said she was “overwhelmed with joy for the women in this country” after a jury found Donald Trump <a href=\"https://www.theguardian.com/us-news/2023/may/10/trump-trial-verdict-white-house-2024-run\">sexually abused her</a>, in a trial over her allegation that he raped her in a New York department store in 1996.</p><p>“I’m overwhelmed, overwhelmed with joy and happiness and delight for the women in this country,” the writer and former Elle magazine columnist <a href=\"https://www.today.com/video/e-jean-carroll-on-trump-verdict-i-m-overwhelmed-with-joy-173798469947\">told NBC’s Today show</a> on Wednesday, a day after the verdict in the civil case was handed down in Manhattan.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/e-jean-carroll-trump-verdict-reaction\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/e-jean-carroll-trump-verdict-reaction", "date_published": "2023-05-10 12:06:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The lawyer whose sex trafficking case against Instagram could spell trouble for big tech", "description": "<p>Annie McAdams represents clients who claim Meta’s products connect vulnerable people with sex buyers </p><p>On 14 March 2022, <a href=\"https://www.anniemcadamspc.com/\">Annie McAdams, a personal injury lawyer</a> running a small firm in Houston, Texas, filed a civil action suit on behalf of one of her clients. The plaintiff was a 23-year-old woman, who had endured years of sexual exploitation at the hands of a convicted trafficker. The defendant was one of the most powerful technology companies in the world.</p><p>Contained within McAdams’s federal suit was a series of allegations that Meta – the owner of Facebook and Instagram, which are used by more than 3 billion people every day – had knowingly created a breeding ground for human trafficking and was actively facilitating the buying and selling of people for sex online.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/10/lawyer-sex-trafficking-case-against-instagram-could-spell-trouble-for-big-tech\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/10/lawyer-sex-trafficking-case-against-instagram-could-spell-trouble-for-big-tech", "date_published": "2023-05-10 12:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will New Zealand join? What links the Beatles to peace in Ukraine? It’s the fiendish Eurovision 2023 quiz!", "description": "<p>From Cliff Richard to Kalush Orchestra, find out how much you really know about Europe’s biggest song contest. Will you get douze points? </p><p>This weekend, for the first time since 1998, the UK is hosting Eurovision (on behalf of last year’s champions, Ukraine). The contest and its semi-finals <a href=\"https://www.theguardian.com/commentisfree/2023/may/07/the-guardian-view-on-liverpool-the-right-city-for-eurovision\">are being held in Liverpool</a>. But how much do you know about this year’s artists, the connections between Eurovision and Liverpool, and the UK’s history in the competition? Take our quiz to find out.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/ultimate-eurovision-2023-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/ultimate-eurovision-2023-quiz", "date_published": "2023-05-10 12:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Rwanda police officer on trial in Paris accused of taking part in genocide", "description": "<p>Philippe Hategekimana, 66, who started new life in France under false identity, is charged with crimes against humanity</p><p>A former Rwandan military police officer who fled to France after the 1994 genocide and started a new life under a false identity is going on trial in Paris charged with crimes against humanity.</p><p>Philippe Hategekimana, 66, fled to France five years after the genocide, obtaining refugee status under a fake name. He became a university security guard in the city of Rennes and gained French citizenship in 2005.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/former-rwanda-police-officer-on-trial-in-paris-accused-of-taking-part-in-genocide\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/former-rwanda-police-officer-on-trial-in-paris-accused-of-taking-part-in-genocide", "date_published": "2023-05-10 11:59:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Village in Switzerland to be evacuated over Alpine rockslide fears", "description": "<p>Authorities tell residents of Brienz to leave by Friday over concerns  2m cubic metres of rock will collapse</p><p>Authorities in eastern Switzerland have ordered residents of the village of Brienz to evacuate by Friday evening because geologists say a mass of 2m cubic metres of Alpine rock looming overhead could break loose and spill down in coming weeks.</p><p>Local leaders told a town hall and press event on Tuesday that residents would have to leave by 6pm on Friday but could return to the village from time to time starting on Saturday, depending on the risk level, but not stay overnight.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/brienz-village-switzerland-evacuated-over-alpine-rockslide-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/brienz-village-switzerland-evacuated-over-alpine-rockslide-fears", "date_published": "2023-05-10 11:53:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "College football champions Georgia decline Biden White House invite", "description": "<ul><li>National champions traditionally visit US President</li><li>Bulldogs say they have a scheduling conflict</li></ul><p>Georgia’s national championship college football team is declining an invitation to visit the White House.</p><p>According to a statement released by the Georgia athletic association on Tuesday, the Bulldogs will not be able to attend a 12 June event with other college teams at the White House. The event is described by Joe and Jill Biden as “College Athlete Day.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/college-football-champions-georgia-decline-biden-white-house-invite\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/college-football-champions-georgia-decline-biden-white-house-invite", "date_published": "2023-05-10 11:49:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abomination: A DUP Opera review – brilliant satire skewers politicians with their own words", "description": "<p><strong>Theatre Royal, Brighton<br /></strong>Anger seethes beneath the Belfast Ensemble’s waltzes in Conor Mitchell’s scathing denunciation of homophobia and hate speech</p><p>Conor Mitchell’s Abomination: A DUP Opera, a scathingly brilliant satire about homophobia, hate speech and the people who perpetrate it, comes to the Brighton festival after performances in Dublin and London with the same cast that gave <a href=\"https://www.theguardian.com/music/2019/oct/18/abomination-dup-opera-belfast-arlene-foster-drag-queen-gay-cake\">the Belfast premiere in 2019</a>. The opera’s starting point is <a href=\"https://www.belfasttelegraph.co.uk/news/politics/iris-robinson-slammed-for-offering-gay-cure/28519012.html\">Iris Robinson’s notorious Radio Ulster interview</a> with Stephen Nolan in 2008, during which Robinson, a Democratic Unionist Party MP and wife of Northern Ireland’s then first minister, was asked to reflect on her previous description of homosexuality as “an abomination” in the wake of a recent attack on a gay man in Belfast. Robinson refused to retract her comments, and went on to recommend the services of “a lovely psychiatrist” who peddled conversion practices.</p><p>The interview, set verbatim, forms the basis of Mitchell’s libretto, though he expands the text with quotes from other DUP members, whose comparable expressions of prejudice are sung by an ensemble of four vocalists and streamed as newsprint or documentary footage across screens behind the performers. Mitchell in part allows his politicians to skewer themselves with their own words, though the real brilliance here lies in the scorn to which his music subjects their appalling utterances.</p> <a href=\"https://www.theguardian.com/music/2023/may/10/conor-mitchell-abomination-a-dup-opera-review-theatre-royal-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/10/conor-mitchell-abomination-a-dup-opera-review-theatre-royal-brighton", "date_published": "2023-05-10 11:45:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The more women accuse him, the better he does’: the meaning and misogyny of the Trump-Carroll case", "description": "<p>Being found liable for sexual assault would normally leave your career in tatters. But the cult of Trump means nothing is out of the question</p><p>Donald Trump has boasted about <a href=\"https://www.theguardian.com/us-news/2023/mar/10/trump-access-hollywood-tape-evidence-jean-carroll-trial\">grabbing women by the pussy</a> without their consent. He has made innumerable misogynistic comments. He has been accused of sexual misconduct by <a href=\"https://www.theguardian.com/us-news/2020/sep/17/amy-dorris-donald-trump-women-who-accuse-sexual-misconduct\">at least 26 women</a>. He has suggested that some of the women who have accused him of misconduct were <a href=\"https://www.politico.com/story/2016/10/trump-jessica-leeds-accusations-229805\">too unattractive to assault</a>. And, until this week, he has managed to get away with all of it. Trump has faced no meaningful consequences for his actions; he has given every impression of being above the law.</p><p>Until this week. It may have taken decades, but the law has finally caught up with Trump. On Tuesday, a jury in New York found that the former president <a href=\"https://www.theguardian.com/us-news/2023/may/09/e-jean-carroll-wins-trump-trial-verdict\">sexually abused the advice columnist E Jean Carroll</a> in the changing room of a department store 27 years ago. It was a civil case, so Trump hasn’t been taken away in handcuffs, but his reputation and his wallet have suffered a blow. While the jury <a href=\"https://slate.com/news-and-politics/2023/05/trump-e-jean-carroll-verdict-rape-sexual-abuse.html\">did not find that Trump raped Carroll</a>, its verdict brands him a sexual predator. Carroll was awarded $5m (£4m) in total: $2.02m in compensation and damages for her battery claim and $2.98m in compensation and damages for defamation, as a result of Trump calling her a liar.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/the-more-women-accuse-him-the-better-he-does-the-meaning-and-misogyny-of-the-trump-carroll-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/the-more-women-accuse-him-the-better-he-does-the-meaning-and-misogyny-of-the-trump-carroll-case", "date_published": "2023-05-10 11:38:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Agustina Bazterrica: ‘Capitalism and cannibalism are almost the same’", "description": "<p>The Argentinian writer on her new short-story collection and how her dystopian novel about a human meat industry became a TikTok sensation</p><p>Every day, upon leaving her Catholic high school, Agustina Bazterrica and her friends were followed by the same predatory man who would aim “the most terrible words” in their direction. A different man once masturbated in front of her on a packed train. “No one did anything,” she recalls. Coupled with the epidemic of violence against women in her native Argentina – where <a href=\"https://www.statista.com/statistics/1102274/number-femicide-victims-argentina/#:~:text=Argentina%3A%20femicide%20victims%202015%2D2022&amp;text=In%202021%2C%20a%20total%20of,classified%20as%20femicides%20in%20Argentina.\">212 femicides</a> were reported in 2022 – these early experiences nurtured the feeling that “because you are a woman, anything can happen to you at any time”.</p><p>This sense of ever-present threat permeates the author’s new short story collection, 19 Claws and a Black Bird, translated by Sarah Moses, which serves up a smörgåsbord of assault, murder and suicide. It follows Bazterrica’s second novel, <a href=\"https://www.theguardian.com/books/2020/feb/21/tender-is-the-flesh-agustina-bazterrica-review\">Tender Is the Flesh</a>, set in a world where cannibalism has been legalised after a virus renders animal meat unfit for human consumption. That novel laid bare the violence in everyday experiences of womanhood through visceral, often shocking prose: for example, a female “head” (the euphemistic word for human livestock) has her vocal cords removed to prevent her from screaming.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/agustina-bazterrica-capitalism-and-cannibalism-are-almost-the-same\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/agustina-bazterrica-capitalism-and-cannibalism-are-almost-the-same", "date_published": "2023-05-10 11:31:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Goes to Hollywood biopic Relax in the works", "description": "<p><em>C</em>allum Scott Howells from It’s a Sin will play lead singer Holly Johnson, whose memoir forms the basis for the film</p><p>Relax, about the rise to fame of the 80s pop group Frankie Goes to Hollywood, has been announced as in the works. The film will be directed by Bernard Rose, who directed the Relax music video, as well as films including Candyman and Ivans xtc.</p><p><em>C</em>allum Scott Howells, who rose to fame on <a href=\"https://www.theguardian.com/tv-and-radio/2021/jan/22/its-a-sin-review-russell-t-davies-queer-as-folk-aids-channel-4\">It’s a Sin</a>, Russell T Davies’s drama set during the Aids epidemic in the 80s and 90s, will play the band’s lead singer, Holly Johnson. His memoir, A Bone in My Flute, forms the basis for the film.</p> <a href=\"https://www.theguardian.com/film/2023/may/10/frankie-goes-to-hollywood-biopic-relax-callum-scott-howells\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/10/frankie-goes-to-hollywood-biopic-relax-callum-scott-howells", "date_published": "2023-05-10 11:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British households and firms cut winter electricity use by enough to power 10m homes", "description": "<p>Payments were given in scheme to reduce energy use during peak demand to help avoid blackouts</p><p>Households and businesses in Great Britain saved enough electricity over the winter to power 10m homes by reducing their energy use during peak demand hours in order to help the country avoid blackouts.</p><p>About 1.6m households and businesses received payments to help reduce the pressure on the National Grid during the winter months as part of <a href=\"https://www.theguardian.com/money/2023/jan/23/households-great-britain-paid-use-less-electricity-cut-bills-national-grid\">a demand flexibility scheme run by its electricity system operator (ESO)</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/10/british-households-and-firms-cut-winter-electricity-use-by-enough-to-power-10m-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/10/british-households-and-firms-cut-winter-electricity-use-by-enough-to-power-10m-homes", "date_published": "2023-05-10 11:30:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK MPs urge minister to do more to free Hongkongers’ trapped savings", "description": "<p>First British ministerial visit to Hong Kong since Chinese crackdown focused on attracting investment </p><p>The first British ministerial visit to Hong Kong since the introduction of draconian Chinese security laws five years ago was a chance to demand that China unlock more than £2bn in pensions belonging to British overseas passport holders who fled for the UK, a raft of former cabinet ministers have told the Foreign Office.</p><p>A letter signed by more than 90 MPs, including 10 former ministers, urges the trade minister Dominic Johnson to do more to release frozen savings belonging to thousands of Hongkongers.</p> <a href=\"https://www.theguardian.com/politics/2023/may/10/uk-mps-urge-minister-to-do-more-to-free-hongkongers-trapped-savings\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/10/uk-mps-urge-minister-to-do-more-to-free-hongkongers-trapped-savings", "date_published": "2023-05-10 11:28:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British public urged to help map and protect sweet chestnut trees", "description": "<p>Campaign aims to teach people how to recognise the tree and signs of the pest and disease that threaten it</p><p>The UK’s sweet chestnuts are facing a double threat from pests and disease, and the government is calling on the public to learn to identify and protect the trees.</p><p>Often grown in parks and woodland, the trees were first recorded in Britain in the 12th century and provide food and habitat for a diverse range of wildlife.</p> <a href=\"https://www.theguardian.com/environment/2023/may/10/british-public-urged-to-help-map-and-protect-sweet-chestnut-trees\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/10/british-public-urged-to-help-map-and-protect-sweet-chestnut-trees", "date_published": "2023-05-10 11:27:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Suspicions of Mr Whicher review – true crime classic turned into tense drama", "description": "<p><strong>Watermill theatre, Newbury<br /></strong>Kate Summerscale’s Victorian potboiler is deftly condensed in a production that brings out the misogyny and class snobbery of the era </p><p>The risk of a successful crime story is that exponentially more people know whodunnit. <a href=\"https://www.theguardian.com/stage/2012/nov/20/mousetrap-60-years-agatha-christie\">The Mousetrap</a> and <a href=\"https://www.theguardian.com/stage/2023/feb/02/222-a-ghost-story-review-cheryl-lyric-theatre-danny-robins\">2:22: A Ghost Story</a> plead with theatregoers to keep the secret. Adapting for the stage Kate Summerscale’s 2008 bestseller, which has also been serialised for ITV, Alexandra Wood’s problem is that millions already know The Suspicions of Mr Whicher’s solution to the mystery of the murder of a three-year-old in Wiltshire.</p><p>Wood ingeniously remedies this by intricately plaiting timelines so that even clued-up viewers can be confused about what happens next or possibly before. In 1881, dejected ex-Metropolitan police detective Jonathan Whicher visits Fulham prison to question Constance Kent about the 1860 case that finished his reputation. Beautifully, with fleeting changes of voice, posture and lighting (by Katy Morison), characters move between conversations 20 years apart.</p><p>At the <a href=\"https://www.watermill.org.uk/\">Watermill theatre, Newbury</a>, until 10 June</p> <a href=\"https://www.theguardian.com/stage/2023/may/10/the-suspicions-of-mr-whicher-review-watermill-theatre-newbury\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/10/the-suspicions-of-mr-whicher-review-watermill-theatre-newbury", "date_published": "2023-05-10 11:17:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alf Inge Haaland escorted from VIP seat after goal celebration at Real Madrid", "description": "<ul><li>‘We had to move because RM fans not happy with 1-1’</li><li>Celebrations came after De Bruyne’s second-half equaliser</li></ul><p>Alf Inge Haaland says he was escorted from his seat at the Santiago Bernabéu because Real Madrid fans were “not happy” with his celebrations following Kevin De Bruyne’s second-half equaliser for Manchester City in the Champions League semi-final.</p><p>The Belgian scored a spectacular goal after 67 minutes as the Premier League leaders <a href=\"https://www.theguardian.com/football/2023/may/09/real-madrid-manchester-city-champions-league-semi-final-first-leg-match-report\">claimed a 1-1 draw</a> in the first leg of their last-four tie against the holders on Tuesday night.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/alf-inge-haaland-escorted-from-vip-seat-after-goal-celebration-at-real-madrid-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/alf-inge-haaland-escorted-from-vip-seat-after-goal-celebration-at-real-madrid-football", "date_published": "2023-05-10 11:07:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uber users in UK will be able to book flights on app by summer", "description": "<p>New function part of firm’s ambition to create ‘seamless door-to-door travel solution’</p><p>Uber customers in the UK will soon be able to reserve flights through the ride-booking app, as the company aims to offer multiple forms of transport.</p><p>The new feature allowing consumers to book domestic and international flights is being rolled out on Uber’s UK app and will be available to all British users by the summer.</p> <a href=\"https://www.theguardian.com/technology/2023/may/10/uber-users-in-uk-will-be-able-to-book-flights-on-app-by-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/10/uber-users-in-uk-will-be-able-to-book-flights-on-app-by-summer", "date_published": "2023-05-10 11:04:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Modi for next 60 years’: BJP brings star attraction to Karnataka election", "description": "<p>Party faces uphill task in southern state but is hoping PM’s popularity can galvanise votes with general election looming</p><p>As a shower of marigold petals were flung over the crowds and cries of “Modi, Modi” filled the air, it could mean only one thing: election season has begun in India.</p><p>Voting opened on Wednesday in India’s southern state of Karnataka to decide who will form the next state government and the significance of these polls is likely to stretch far beyond state borders. On Saturday, thousands filled the streets of the state capital, Bengaluru, as the prime minister, Narendra Modi, drove 20 miles through the city, waving atop a car, in an attempt to galvanise votes for his ruling Bharatiya Janata party, one of over 9,000 rallies and roadshows held by the BJP across the state.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/narendra-modi-bjp-karnataka-state-election-india\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/narendra-modi-bjp-karnataka-state-election-india", "date_published": "2023-05-10 11:03:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Katie Zelem wants Manchester United women to make most of Double chance", "description": "<ul><li>United face Chelsea in Women’s FA Cup final</li><li>‘We don’t feel like underdogs any more,” says Zelem</li></ul><p>Days away from captaining her childhood team, Manchester United, in a first Women’s FA Cup final, Katie Zelem is hungry for silverware, but also quick to contextualise just how far the team have come.</p><p>United stand on the verge of a first major trophy since winning promotion and the Championship title in their first season after the club reformed the women’s team in 2018. They could also pull off a league and cup Double, with the team four points clear of Sunday’s FA Cup final opponents, Chelsea, albeit having played two games more. Equally, they could finish empty handed.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/katie-zelem-manchester-united-women-double-chance-fa-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/katie-zelem-manchester-united-women-double-chance-fa-cup-final", "date_published": "2023-05-10 11:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’ve been an NHS consultant for decades. Here’s how to end the junior doctors' dispute | Stuart Bloom", "description": "<p>Of course pay is key, and a 35% rise is unlikely, but there are several measures that can smooth the path to compromise</p><p>I love being a consultant in the NHS. Many years ago, I loved being a junior doctor. Even when I was working a 120-hour week, undeniably exhausted and a long way from what is now called work-life balance, I was sustained by a metaphorical – and occasionally real – mentor’s arm around my shoulder telling me that one day, all this could be mine.</p><p>Medical apprenticeships now are no easier than they were: weekends on call have been replaced by punishing 12-hour shifts. A doctor coming on shift is handed a long list of tasks: when they eventually hand over to the next team, they pass on a similar one. Many teams are understaffed, there is not much continuity of care, often not much feedback on performance and, increasingly, not much thanks and appreciation.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/nhs-consultant-junior-doctors-dispute-pay-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/nhs-consultant-junior-doctors-dispute-pay-rise", "date_published": "2023-05-10 10:59:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Janine van Wyk: a life of smashing down barriers in South Africa", "description": "<p>Journey that started as her township team’s only white girl has taken in a World Cup, coming out as gay and launching a club</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free weekly newsletter</a></li></ul><p>Janine van Wyk was never afraid to be different. As a child she was desperate to play football, even though none of the girls she knew wanted to join her. As a teenager keen to turn competitive, she headed out of her comfort zone in white suburbia to a black township (an area demarcated by the apartheid government for black South Africans to live in) because it was her only option, even though no one else was doing it.</p><p>Now 36, Van Wyk has captained South Africa for a decade and is Africa’s second-highest-capped footballer, male or female. In a country where racial tensions are never far from the surface, she is a symbol of how bridges can be built.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/janine-van-wyk-a-life-of-smashing-down-barriers-in-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/janine-van-wyk-a-life-of-smashing-down-barriers-in-south-africa", "date_published": "2023-05-10 10:55:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pushing Buttons: Building a gaming PC is painstaking and humbling – I can’t wait to do it again", "description": "<p>In this week’s newsletter: Consoles are plug-and-play, but starting from scratch gave me new appreciation for everything that goes into making games</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>Next week I am going to build a gaming PC. I’ve done it once before and <a href=\"https://www.theguardian.com/games/2021/apr/15/how-i-built-a-gaming-pc\">wrote an article about what a nightmare the process was</a> – although the issue turned out to be with the USB stick I used to install the motherboard update patch and … well, don’t get me started. The thing is, I figured it out because when you have played PC games for as long as I have, you know that figuring technical stuff out is a key part of the experience.</p><p>While games consoles have always been pure plug-and-play experiences, PC games have definitely not. When I started playing in the early 1990s, they came on multiple floppy discs – The Secret of Monkey Island was on eight – and you had to keep swapping them in and out of the drive, like feeding a voracious robot. Not that you necessarily bought complete games back then. I first played Wolfenstein 3D when my friend got the first couple of levels free on a magazine cover disc. That’s how a lot of games were distributed – the famed shareware model. Once you’d played the sample, you were supposed to contact the publisher to get the full game sent to you. Comparatively few people had the internet back then, so as a distribution model it made a lot of sense. It’s rumoured that there were once more copies of the shareware version of Doom (pictured below) on PCs than there were copies of Microsoft Windows 95. This was just another oddity of being a PC gamer – having a drawer full of magazine front cover discs crammed with shareware and public domain mini games.</p> <a href=\"https://www.theguardian.com/games/2023/may/10/pushing-buttons-how-to-build-gaming-pc\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/10/pushing-buttons-how-to-build-gaming-pc", "date_published": "2023-05-10 10:45:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother’s Day brings only grief for those seeking Mexico’s disappeared", "description": "<p>Mothers whose children have been abducted or are missing in endemic cartel-fueled violence have little cause to celebrate</p><p>Her final Mother’s Day feels like it was yesterday. It was a May morning in 2020, and Rosa Valdés Vázquez had gone out to the store. When she returned, her daughter Piedad was waiting to surprise her with flowers, a cake and a wooden heart painted crimson.</p><p>Piedad, who had taken the day off work, sang the traditional Mexican birthday song Las Mañanitas<em> </em>together with her two sisters; then they got to work making lunch for their mother. The four of them spent the afternoon downtown and went to the movies.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/mexico-disappeared-mothers-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/mexico-disappeared-mothers-day", "date_published": "2023-05-10 10:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mirror group phone-hacking trial featuring Prince Harry begins – live", "description": "<p>Prince and other high-profile figures’ claims against Mirror Group Newspapers allege unlawful information gathering</p><p>The claimants represent a cross-section of claimants but all have one thing in common – they are all victims of unlawful activities which were widespread, Sherborne says.</p><p>The activities were known about by the legal department and the Mirror Group’s board, Sherborne says.</p> <a href=\"https://www.theguardian.com/media/live/2023/may/10/prince-harry-mirror-group-newspapers-phone-hacking-trial-latest-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/media/live/2023/may/10/prince-harry-mirror-group-newspapers-phone-hacking-trial-latest-news-updates", "date_published": "2023-05-10 10:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine will host Eurovision after it defeats Russia, says 2022 winner", "description": "<p>Tymofii Muzychuk, of Kalush Orchestra, urges world ‘not to keep silent’ about invasion as Liverpool hosts Eurovision on behalf of Ukraine </p><p>Ukraine will “definitely” host Eurovision after “victory in this war” against Russia, a member of 2022 Eurovision winner, Kalush Orchestra, has said ahead of their performance in Liverpool this weekend.</p><p>Tymofii Muzychuk, a musician who forms part of the<a href=\"https://www.theguardian.com/music/2022/jun/21/kalush-orchestra-ukrainian-eurovision-winners-perform-glastonbury\"> Ukrainian rap and folk group</a>, said the band were grateful the UK had taken over Eurovision hosting duties while the country remained under attack from Russia.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/ukraine-will-host-eurovision-after-it-defeats-russia-says-2022-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/ukraine-will-host-eurovision-after-it-defeats-russia-says-2022-winner", "date_published": "2023-05-10 10:23:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I relate because I’m also that uncool guy’: inside Ed Sheeran’s mysterious fanbase", "description": "<p>For a pop superstar, Sheeran’s stans – unlike the Swifties or the BeyHive – are unusually low-key. As he releases an exposing new album, his ‘Sheerios’ discuss their bond</p><p>E<a href=\"https://www.theguardian.com/music/ed-sheeran\">d Sheeran</a> is very aware of the contradictions at the heart of his superstardom. The first line of his new Disney+ documentary, <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/02/ed-sheeran-the-sum-of-it-all-review-a-surprisingly-moving-intimate-view-of-marriage-loss-and-mental-health\">The Sum of It All</a>, finds the multi-platinum songwriter declaring: “I’m speccy, ginger hair, really short, English, from the countryside, who stutters and beatboxes. That guy doesn’t become a pop star.” Yet 16 Grammy nominations, 14 UK No 1 singles and 150m record sales later, here we are.</p><p>His success has brought with it another paradox. For one of the biggest pop stars in the world, Sheeran’s presumably gigantic hardcore fanbase is unusually quiet compared to stans of other superstar acts: Swifties, the BeyHive or the Styles-loving Harries. It’s quite possible that you had no idea they’re known as the Sheerios, a sobriquet that lacks immediate brand recognition. While the documentary shows jubilant fans singing along at his stadium shows, wearing DIY T-shirts bearing the mathematical symbols Sheeran has named his albums after, they rarely get into conflagrations online; unlike Styles, Swift or even Drake admirers, there’s little wider sense of a distinct fan culture with its own language, memes and even infighting.</p> <a href=\"https://www.theguardian.com/music/2023/may/10/ed-sheeran-fans-sheerios-documentary-the-sum-of-it-all\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/10/ed-sheeran-fans-sheerios-documentary-the-sum-of-it-all", "date_published": "2023-05-10 10:13:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asos falls £291m into the red as shoppers return to high street", "description": "<p>‘Challenging trading backdrop' for online fashion retailer, with sales dropping more than expected</p><p>Asos has dived £291m into the red after sales slumped in what the online fashion retailer called a “challenging trading backdrop” as shoppers returned to physical high street stores and reined in spending on non-essentials.</p><p>Sales fell 8%, including a 10% drop in the UK, in the six months to 28 February – far worse than the 3% forecast by the City – as the company said it had deliberately shifted away from unprofitable sales and suffered from weak consumer demand and the December postal strikes.</p> <a href=\"https://www.theguardian.com/business/2023/may/10/asos-falls-291m-into-the-red-as-shoppers-return-to-high-street\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/10/asos-falls-291m-into-the-red-as-shoppers-return-to-high-street", "date_published": "2023-05-10 10:11:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergio Busquets leaving Barcelona after 18 years and in talks over Saudi move", "description": "<ul><li>‘It has been a unforgettable journey,’ says the 34-year-old</li><li>Saudi Arabia talks are understood to be in advanced stage</li></ul><p>Sergio Busquets will leave Barcelona this summer, ending <a href=\"https://www.theguardian.com/football/blog/2016/feb/24/sergio-busquets-barcelona-arsenal\">an 18-year association</a> with the club. The 34-year-old midfielder, who joined the Catalans’ youth team in 2005, made his first-team debut in 2008 but has decided to move on after turning down the offer of a new contract on reduced terms.</p><p>“The time has come to announce that this will be my last season with Barca,” he said in a farewell video released by Barcelona. “It has been an unforgettable journey. I always dreamed of playing with this shirt and at this stadium and reality has exceeded all my dreams.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/sergio-busquets-leaving-barcelona-after-18-years-and-in-talks-over-saudi-move\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/sergio-busquets-leaving-barcelona-after-18-years-and-in-talks-over-saudi-move", "date_published": "2023-05-10 10:11:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former PM Imran Khan appears before judge amid uproar in Pakistan", "description": "<p>Army deployed and police fire teargas at crowds outside police station where closed-door hearing held </p><p>Pakistan’s <a href=\"https://www.theguardian.com/world/2023/may/09/how-imran-khan-became-the-man-who-divided-pakistan\">former prime minister Imran Khan</a> has been presented before a judge in a police station in Islamabad, 24 hours after his dramatic arrested by scores of paramilitary officers that led to country-wide uproar.</p><p>In Pakistan’s most populous state,​ ​Punjab​, nearly 1,000 people were arrested and the army deployed. At least 25 police vehicles were set on fire in the province, with 130 officers injured in clashes and more than a dozen official buildings looted, the government said, blaming Khan’s supporters.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/former-pm-imran-khan-appears-before-judge-amid-uproar-in-pakistan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/former-pm-imran-khan-appears-before-judge-amid-uproar-in-pakistan", "date_published": "2023-05-10 10:06:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Walgreens guard killed a Black trans organizer. His community wants answers", "description": "<p>Death of Banko Brown, 24, sparks outrage and calls for resources for San Francisco’s unhoused queer youth: ‘My people aren’t free’</p><p>Banko Brown’s messages had become increasingly desperate in recent weeks. The 24-year-old San Francisco community organizer was often shy about his struggles, but now he told loved ones he was unable to get a housing spot he’d long been pursuing, had been turned away from multiple shelters, and was forced to sleep on the train.</p><p>Brown’s friends and family suspect he was severely exhausted and hungry on 27 April when a security guard at a downtown Walgreens confronted him for allegedly shoplifting – and fatally shot him. Brown, who was unarmed, had <a href=\"https://www.sfchronicle.com/opinion/article/shoplifting-crime-san-francisco-banko-brown-candy-18073871.php\">reportedly</a> tried to take <a href=\"https://missionlocal.org/2023/05/banko-brown-unarmed-michael-earl-wayne-anthony-jenkins-release-evidence/\">snacks</a> from the <a href=\"https://missionlocal.org/2023/05/walgreens-banko-brown-michael-earl-wayne-anthony-video/\">store</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/banko-brown-death-san-francisco-walgreens\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/banko-brown-death-san-francisco-walgreens", "date_published": "2023-05-10 10:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European Club Association is being cast as an evil elite killing football. What nonsense | Charlie Marshall", "description": "<p>La Liga’s Javier Tebas and Crystal Palace’s Steve Parish claim to be champions of ‘small clubs’ that are not small at all</p><p>There are some debates in football which just never go away: Pelé or Maradona? What should the handball rule be, exactly? And, perhaps most infuriatingly, what makes a “big” club?</p><p>This last question has popped up again over the past couple of weeks, but with a strange twist. Rather than bigging themselves up, some people are suddenly keen to claim that they are in fact “small” and being treated terribly by the so-called “elite”. In particular, these “small” clubs are apparently suffering from not playing in Europe and need Uefa to give them more money to make up for it. In fact, <a href=\"https://www.theguardian.com/football/2023/apr/24/eca-not-good-for-domestic-leagues-says-la-liga-president\">at a recent conference</a>, La Liga’s president Javier Tebas and Crystal Palace chairman Steve Parish cast themselves as the champions of these “small” clubs.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/10/european-club-association-evil-elite-killing-football-nonsense-tebas-parish\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/10/european-club-association-evil-elite-killing-football-nonsense-tebas-parish", "date_published": "2023-05-10 10:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Neely’s cry for help should not have been his death sentence | Tayo Bero", "description": "<p>Neely’s lynching – along with the subsequent justifications of it – have revealed just how low the bar is for justifying Black death in America</p><p>Since 30-year-old Jordan Neely was choked to death on a New York City subway, much has been said about his state of mind in the moments before he was killed. Witnesses reported that Neely was upset and that he said he was hungry and ready to die.</p><p>Usually, none of those things would result in a violent, public death; but Jordan Neely was also Black. And his killing – along with the subsequent justifications of it – have revealed just how low the bar is for justifying Black death in America.</p><p>Tayo Bero is a freelance writer</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/jordan-neely-death-black-america\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/jordan-neely-death-black-america", "date_published": "2023-05-10 10:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serbia acted after two mass shootings – the US has done nothing despite 200 this year |  Kris Brown", "description": "<p>Day after day, the US experiences senseless gun violence, yet lawmakers will do little to prevent the next shooting</p><p>Last week, Serbia experienced two separate mass shootings that killed more than a dozen people, including children. Serbia, a nation tied for the <a href=\"https://www.smallarmssurvey.org/sites/default/files/resources/SAS-Infographics-global-firearms-holdings.pdf\">third highest rate of gun ownership in the world,</a> was shaken by this violence. Unlike here at home, mass shootings are not a daily occurrence.</p><p>It did not take long for the Serbian president, Aleksandar Vucic, to take swift action. A mere day after these senseless shootings, Vucic announced <a href=\"https://www.nytimes.com/2023/05/05/world/europe/serbia-gun-violence.html\">several measures</a> that would prevent further tragedy. The measures include a ban on new gun permits, tougher penalties for illegal weapons possession, psychological checks of gun owners and an amnesty for the surrender of illegal weapons.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/serbia-acts-two-mass-shootings-us-done-nothing-despite-200-this-year\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/serbia-acts-two-mass-shootings-us-done-nothing-despite-200-this-year", "date_published": "2023-05-10 10:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How finding a home in America became so absurdly expensive", "description": "<p>With US housing costs skyrocketing due to increased demand and limited stock, the dream of home ownership or an affordable rental is becoming unreachable for many</p><p>In 2021, real estate agents started noticing something strange happening in the US housing market.</p><p>In a single week, veteran realtor Sasha Davis wrote 50 offers for clients hoping to buy a home in Florida.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/us-housing-market-prices-increasing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/us-housing-market-prices-increasing", "date_published": "2023-05-10 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure builds as North Carolina set to override abortion ban veto", "description": "<p>Governor Roy Cooper has vowed to reject the bill, but the state legislature has a veto-proof Republican majority to overrule him</p><p>With time running out to convince lawmakers to withdraw support for an abortion ban recently passed by the state legislature, advocates in North Carolina are intensifying their pressure campaign with protests and pleas to legislators.</p><p>Demonstrators rallied in Raleigh, North Carolina, on Sunday to denounce the <a href=\"https://apnews.com/article/north-carolina-abortion-restrictions-legislature-fc7f84c6b4e4398da1b7ab920150fa27\">passage</a> of SB 20, a new measure that bans abortion after 12 weeks, by Republican legislators.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/advocates-race-north-carolina-lawmakers-override-abortion-ban-veto\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/advocates-race-north-carolina-lawmakers-override-abortion-ban-veto", "date_published": "2023-05-10 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Psychonauts by Mike Jay review – the drug-takers who changed history", "description": "<p>Humphry Davy on laughing gas, Sigmund Freud on cocaine … how self-experimentation shaped science and art</p><p>Before writing this review, I got hold of some tiny canisters of nitrous oxide, filled a balloon or two and, watched by my bemused wife, breathed in the gas. It gave me no more of a buzz than smoking a cigarette. I must have been doing it wrong because, according to Mike Jay’s compelling history of narcotic self-exploration, it was when the chemist Humphry Davy began inhaling this newly discovered gas in Bristol in 1799, sometimes in the company of the poet Samuel Taylor Coleridge, that he started a revolution. While high, Davy declared that “Nothing exists but thoughts!”</p><p>This insight wasn’t new, of course. Bishop Berkeley had made it the cornerstone of his philosophy. Yet for Davy, it felt transformative. Another laughing gas lover, the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29559088/\" title=\"\">psychologist William James</a>, later observed that there are two types of people: the once-born and the twice-born. The once-born accept the world as it is and get on with it. The twice-born have a life-changing insight or vision. Some become questing, drug-ingesting “psychonauts” as a result – and it is they who form the focus of this fascinating book.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/psychonauts-by-mike-jay-review-the-drug-takers-who-changed-history\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/psychonauts-by-mike-jay-review-the-drug-takers-who-changed-history", "date_published": "2023-05-10 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump to participate in CNN town hall, one day after sexual abuse verdict", "description": "<p>Ex-president will take questions from voters in New Hampshire one day after being found liable for sexually abusing E Jean Carroll</p><p>Donald Trump will participate in a CNN town hall on Wednesday night, just one day after a jury found him liable for sexual abuse and defamation, underscoring the former president’s mounting legal threats amid his effort to recapture the White House next year.</p><p>CNN anchor Kaitlan Collins will moderate the town hall at 8pm ET at St Anselm College in New Hampshire, where Trump will take questions from Republican voters in the early voting state.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/cnn-trump-town-hall-rape-trial-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/cnn-trump-town-hall-rape-trial-2024", "date_published": "2023-05-10 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man, 40, dies from suspected carbon monoxide leak in Mallorca", "description": "<p>Newlywed Jaime Carsi, 40, found in holiday let and wife, Mary Somerville, 39, is in serious condition in hospital</p><p>A suspected carbon monoxide leak from a fridge in a holiday let in Mallorca is being blamed for the death of an Edinburgh-based financial analyst.</p><p>Jaime Carsi, 40, was found dead on Saturday morning in a bed in the home in the north-east of the island.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/man-40-dies-suspected-carbon-monoxide-leak-mallorca\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/man-40-dies-suspected-carbon-monoxide-leak-mallorca", "date_published": "2023-05-10 09:56:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: will you apply for an 100% mortgage in the UK?", "description": "<p>We are interested in speaking to prospective homeowners about applying for a no-deposit mortgage </p><p>A leading UK lender will <a href=\"https://www.theguardian.com/money/2023/may/08/uk-mortgage-lender-100-loans-skipton-building-society\">launch an 100% mortgage</a> for those unable to save for a deposit, the first since the 2008 financial crisis.</p><p>Borrowers will need to demonstrate a history of paying rent comparable to mortgage repayments for up to two years to qualify for the loan from Skipton Building Society.</p> <a href=\"https://www.theguardian.com/money/2023/may/10/tell-us-will-you-apply-for-an-100-mortgage-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/10/tell-us-will-you-apply-for-an-100-mortgage-in-the-uk", "date_published": "2023-05-10 09:55:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like Nagasaki’: devastating wildfires will only get worse, new book warns", "description": "<p>Author John Vaillant’s Fire Weather chronicles the 2016 Fort McMurray blaze – Canada’s costliest natural disaster</p><p>The wildfire that barrelled towards the <a href=\"https://www.theguardian.com/world/2016/may/05/alberta-fort-mcmurray-wildfires-canada\">northern Canadian city of Fort McMurray</a> in 2016 was far more destructive and ferocious than anything anyone had ever seen. The apocalyptic blaze vaporized buildings, moving so fast it seemed gasoline had been poured on the ground. Twinkling embers that fell from the sky ignited anything they touched.</p><p>The fire, dubbed The Beast, proved to be Canada’s costliest natural disaster, totalling more than $9bn in damages. It obliterated much of the city’s infrastructure and displaced thousands of residents</p> <a href=\"https://www.theguardian.com/world/2023/may/10/fire-weather-john-valliant-new-book-alberta-wildfire\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/fire-weather-john-valliant-new-book-alberta-wildfire", "date_published": "2023-05-10 09:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Longer lorries to be allowed on Britain’s roads despite safety warnings", "description": "<p>New laws to permit vehicles up to 18.55 metres long, but campaigners say they will increase fatal accidents</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/10/suella-braverman-illegal-migration-bill-lords-rishi-sunak-conservatives-pmqs-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Longer lorries are to be fully permitted on Great Britain’s roads after the government said it would introduce laws to allow their use, despite warnings that the move will increase the number of fatal road accidents.</p><p>The Department for Transport (DfT) said lorries measuring up to 18.55 metres long – 2.05 metres longer than the current standard size – would be allowed from the end of this month.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/longer-lorries-to-be-allowed-on-britains-roads-despite-safety-warnings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/longer-lorries-to-be-allowed-on-britains-roads-despite-safety-warnings", "date_published": "2023-05-10 09:29:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chanel goes to Hollywood: hotpants and catsuits hit tinsel town", "description": "<p>Show was more ditzy, tongue-in-cheek Hollywood of Clueless and Barbie than rarefied silver-screen world of Philadelphia Story</p><p>“Fashion doesn’t always have to be serious,” shrugged Bruno Pavlovsky, Chanel’s president of fashion, as a troupe of high-ponytailed roller skaters in glitter lame catsuits weaved a conga line across a California basketball court and Patrice Rushen’s 1982 dancefloor classic Forget Me Nots boomed from the speakers.<br /><br />Chanel catwalk shows don’t normally close with Snoop Dogg on stage asking the crowd: “Do we got any weed smokers in the house?” But the home of the neat tweed suit and the little black dress is in unusually high spirits of late. A week after a <a href=\"https://www.theguardian.com/fashion/2023/may/02/met-gala-2023-cat-jared-leto\">6ft furry tribute</a> to Karl Lagerfeld’s beloved pet cat stole the show at the fancy dress extravaganza of the <a href=\"https://www.theguardian.com/fashion/2023/may/02/met-gala-2023-doja-cat-jared-leto-lagerfeld-choupette-feline-fashion\">Met Gala</a>, where Chanel was the main sponsor, the current designer Virginie Viard went toe to toe with her flamboyant predecessor with a night of kitsch Americana to launch her latest cruise collection in Los Angeles on Tuesday evening.</p><p>Fashion usually looks to Hollywood for untouchable glamour, but here Hollywood stood for entertainment. This was the ditzy, tongue-in-cheek, pastel-toned screwball Hollywood of <a href=\"https://www.theguardian.com/film/2010/oct/18/clueless-comedy\">Clueless</a>, Almost Famous, I, Tonya and the forthcoming <a href=\"https://www.theguardian.com/film/2022/dec/16/barbie-first-trailer-greta-gerwig-margot-robbie\">Barbie movie</a> rather than the rarefied silver screen world of High Society and The Philadelphia Story.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/10/chanel-hollywood-hotpants-catsuits-hit-tinsel-town\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/10/chanel-hollywood-hotpants-catsuits-hit-tinsel-town", "date_published": "2023-05-10 09:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The night Alex Ferguson’s Aberdeen rocked Real Madrid: 40 years on", "description": "<p>Players from Ferguson’s extraordinary Aberdeen side recall a ‘miracle’ as Madrid fell to defeat in a major European cup final</p><p>“Nothing short of a miracle” is how Sir Alex Ferguson has described the most astonishing victory of his managerial career. It came against Real Madrid but not during his 26-year spell at Manchester United. Thursday marks 40 years since Real last encountered defeat in a major European competition final: against Aberdeen in the Cup Winners’ Cup.</p><p>Ferguson achieved that 2-1 extra-time win with a group of young players who were a precursor for his “Class of 92” at United featuring Paul Scholes, Ryan Giggs, David Beckham, Nicky Butt and the Neville brothers. These were Fergie’s first fledglings, and had injury and ill-fortune not hurt their careers, they could have soared to even greater heights.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/alex-ferguson-aberdeen-real-madrid-1983-final-40-years-on\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/alex-ferguson-aberdeen-real-madrid-1983-final-40-years-on", "date_published": "2023-05-10 09:01:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Consider the coronation arrests – and witness Britain’s slide towards authoritarianism | Owen Jones", "description": "<p>The Public Order Act shows how this Tory government is hollowing out our democracy. Here’s how we must defend it</p><p>Democratic freedoms are hard won and easily lost. Rights secured after generations of struggle – by citizens risking their safety, liberty and, indeed, lives – can be stripped away in weeks with barely a murmur. Such is the fate of the right to protest, which has now been redefined in the UK as a privilege that exists at the discretion of the police. This weekend, dozens of peaceful protesters advocating republicanism – a cause backed by <a href=\"https://www.statista.com/statistics/863893/support-for-the-monarchy-in-britain-by-age/\">around a quarter</a> of the population, or well over 13 million British adults – <a href=\"https://www.theguardian.com/uk-news/2023/may/06/head-of-uks-leading-anti-monarchy-group-arrested-at-coronation-protest\">were arrested</a>. The Metropolitan police has since <a href=\"https://www.theguardian.com/uk-news/2023/may/08/arrests-coronation-protesters-premeditated-republic-chief-police\">expressed regret</a> at the arrest of six of them belonging to the Republic group, including its head, Graham Smith, but it is rather too late, not least because such repressive behaviour has a chilling effect that deters others from protesting.</p><p>The basis of their arrest offers an instructive lesson about how freedom is lost. All six of the Republic protesters were apprehended under the new Public Order Act, which allows for protesters to be arrested on suspicion of intending to “lock on” – that is, to fix themselves to a target. In the case of these six arrested protesters, the “lock-on equipment” was luggage straps to gather placards. When these laws are passed, opponents who warn they will be enforced far beyond their supposed remit are accused of hyperbole and scaremongering, yet they are invariably proven correct. Unless our politicians are completely stupid, they must be aware of how frequently legislation is used to curtail peaceful protest – and therefore we must conclude this is, in part, the intent. Given that the separate <a href=\"https://www.libertyhumanrights.org.uk/advice_information/pcsc-policing-act-protest-rights/\">Policing Act</a> allows for protests to be suppressed if they are deemed too noisy – protests are, almost by definition, noisy – this reasoning seems beyond dispute.</p><p>Owen Jones is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/coronation-arrests-britain-public-order-act-tory-government\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/coronation-arrests-britain-public-order-act-tory-government", "date_published": "2023-05-10 09:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fathers of forgiveness: the extraordinary friendship formed in the shadow of the Bataclan", "description": "<p>Both Azdyne Amimour and Georges Salines have children who died in the attack that day – but Amimour’s son was one of the terrorists. They describe what brought them together and why their bond is so important</p><p>Huddled together at an outdoor cafe table in Paris, immersed in animated conversation, Azdyne Amimour and Georges Salines look like typical old friends. Admittedly, they’re something of an odd couple: Amimour, a French-Algerian in a flat cap, sneaks in a cigarette; Salines, a white, French retired doctor, has just locked up his bicycle and arrives in cycling gear. This is a friendship borne of extraordinary circumstances.</p><p>The date of 13 November 2015 is as deeply etched into Parisians’ memory as 9/11 is in the minds of New Yorkers. <a href=\"https://www.theguardian.com/world/2022/jun/29/paris-attacks-trial-to-conclude-after-10-months-of-harrowing-testimony\" title=\"\">That night</a>, six separate Islamist terror attacks occurred in Paris, killing 130 people. The most deadly of all was at the Bataclan theatre, where three gunmen opened fire on a packed crowd during a gig, killing 90 people. Salines’ 28-year-old daughter, Lola, was one of the victims. Amimour’s son, Samy, also 28, was one of the attackers.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/fathers-of-forgiveness-the-extraordinary-friendship-formed-in-the-shadow-of-the-bataclan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/fathers-of-forgiveness-the-extraordinary-friendship-formed-in-the-shadow-of-the-bataclan", "date_published": "2023-05-10 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dolly Parton to host Beatles, Elton John and 39 other stars on new rock album", "description": "<p>Rockstar, Parton’s first foray into rock’n’roll, features nine originals and 21 covers of songs including Let It Be and Purple Rain</p><p>Dolly Parton has announced a genre switch to rock music, and has tapped what will surely be the starriest supporting cast for any album this year.</p><p>Her new album Rockstar – a 30-track epic with nine originals and 21 cover versions, which will be released on 17 November – features 42 guest artists straddling multiple genres and generations. Her cover of Let It Be features both surviving Beatles alongside Peter Frampton and Mick Fleetwood, while You’re No Good features one of Parton’s most creatively fruitful collaborators, Emmylou Harris, alongside Sheryl Crow.</p><p>Rockstar (ft Richie Sambora)</p><p>World on Fire</p><p>Every Breath You Take (ft Sting)</p><p>Open Arms (ft Steve Perry)</p><p>Magic Man (ft Ann Wilson with Howard Leese)</p><p>Long As I Can See the Light (ft John Fogerty)</p><p>Either Or (ft Kid Rock)</p><p>I Want You Back (ft Steven Tyler with Warren Haynes)</p><p>What Has Rock and Roll Ever Done for You (ft Stevie Nicks with Waddy Wachtel)</p><p>Purple Rain</p><p>Baby, I Love Your Way (ft Peter Frampton)</p><p>I Hate Myself for Loving You (ft Joan Jett and the Blackhearts)</p><p>Night Moves (ft Chris Stapleton)</p><p>Wrecking Ball (ft Miley Cyrus)</p><p>(I Can’t Get No) Satisfaction (ft Pink and Brandi Carlile)</p><p>Keep on Loving You (ft Kevin Cronin)</p><p>Heart of Glass (ft Debbie Harry)</p><p>Don’t Let the Sun Go Down on Me (ft Elton John)</p><p>Tried to Rock and Roll Me (ft Melissa Etheridge)</p><p>Stairway to Heaven (ft Lizzo and Sasha Flute)</p><p>We Are the Champions</p><p>Bygones (ft Rob Halford with Nikki Sixx and John 5)</p><p>My Blue Tears (ft Simon Le Bon)</p><p>What’s Up? (ft Linda Perry)You’re No Good (ft Emmylou Harris and Sheryl Crow)<br />Heartbreaker (ft Pat Benatar and Neil Giraldo)</p><p>Bittersweet (ft Michael McDonald)</p><p>I Dreamed About Elvis (ft Ronnie McDowell with the Jordanaires)</p><p>Let It Be (ft Paul McCartney and Ringo Starr with Peter Frampton and Mick Fleetwood)</p><p>Free Bird (ft Ronnie Van Zant with Gary Rossington, Artimus Pyle and the Artimus Pyle Band)</p> <a href=\"https://www.theguardian.com/music/2023/may/10/dolly-parton-beatles-elton-john-new-rocknroll-album-rockstar\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/10/dolly-parton-beatles-elton-john-new-rocknroll-album-rockstar", "date_published": "2023-05-10 08:58:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cyber-attack to cost outsourcing firm Capita up to £20m", "description": "<p>The group – a contractor for local authorities – takes further steps to ensure security of IT infrastructure</p><p>The outsourcing firm and government contractor Capita has revealed it will take a hit of up to £20m from a <a href=\"https://www.theguardian.com/business/2023/apr/03/capita-blames-cyber-attack-outage-it-systems\">recent cyber-attack</a> in which some customer, supplier and staff data was accessed by hackers.</p><p>The group, which is a major contractor for local authorities, said investigations into the incident <a href=\"https://www.theguardian.com/business/2023/apr/20/capita-admits-customer-data-may-have-been-breached-during-cyber-attack\">suggested that some data was accessed</a> but that this was from less than 0.1% of its server estate.</p> <a href=\"https://www.theguardian.com/business/2023/may/10/cyber-attack-to-cost-outsourcing-firm-capita-up-to-20m\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/10/cyber-attack-to-cost-outsourcing-firm-capita-up-to-20m", "date_published": "2023-05-10 08:54:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-monarchy arrests at coronation to be scrutinised by MPs", "description": "<p>Chair of home affairs select committee says decision to be made whether to hold inquiry into use of Public Order Act</p><p>The arrest of anti-monarchy protesters at the coronation and intimidatory Home Office warnings to campaigners before the event are to be scrutinised by a committee of MPs.</p><p>Dame Diana Johnson, the chair of the home affairs select committee, confirmed that members will meet on Wednesday to decide whether to hold an inquiry into the policing of the coronation.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/anti-monarchy-arrests-coronation-scrutinised-mps-public-order-act\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/anti-monarchy-arrests-coronation-scrutinised-mps-public-order-act", "date_published": "2023-05-10 08:22:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman says illegal immigration ‘out of control’ as she urges peers not to block bill – UK politics live", "description": "<p>Latest updates: House of Lords debates second reading of illegal migration bill as ministers say public wants to control migration</p><p>Good morning. Rishi Sunak will take prime minister’s questions for the first time today since his party suffered huge losses in the huge local elections. Normally, when a governing party faces defeat on a scale like this, there is some form of public backlash from MPs against the leadership. But this time backbenchers have been largely keeping quiet, and the most outspoken Tory critical of Sunak has been David Campbell Bannerman, a former Conservative MEP who used to be in Ukip. (If Sunak were in real trouble, no one would even know what Campbell Bannerman thought, because journalists would be quoting much more prominent figures instead.) At PMQs we will see whether support for Sunak is holding, or whether some of his MPs are starting to speak out.</p><p>As PMQs is taking place, peers will be debating the second reading of the illegal migration bill. Justin Welby, the archbishop of Canterbury, is among those <a href=\"https://www.theguardian.com/uk-news/2023/may/09/archbishop-of-canterbury-criticise-small-boats-bill-house-of-lords-justin-welby\">expected to condemn it</a>. Lord Paddick, the Lib Dem peer, has tabled an amendment saying the bill should not get a second reading because, among other reasons, it “undermines the rule of law by failing to meet the United Kingdom’s international law commitments”. But in the Lords peers almost never vote against a bill at second reading, Labour is not backing the Paddick amendment, and the legislation will go through to its next stages.</p><p>It is entirely right that the Lords should scrutinise this important piece of legislation – that is the purpose of parliament’s second chamber. At the same time, it must be balanced against the clear desire of the British people to control immigration. This was a government manifesto commitment in 2019, with a pledge to take back control of our borders.</p><p>And yet illegal migration is out of control. It is also intolerably unfair: on taxpayers, on would-be immigrants who do the right thing and play by the rules, on people who see accommodation and public services put under unbearable pressure, and on those sold a dangerous lie by wicked people smugglers.</p> <a href=\"https://www.theguardian.com/politics/live/2023/may/10/suella-braverman-illegal-migration-bill-lords-rishi-sunak-conservatives-pmqs-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/may/10/suella-braverman-illegal-migration-bill-lords-rishi-sunak-conservatives-pmqs-uk-politics-latest", "date_published": "2023-05-10 08:17:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police arrest man in gimp suit who jumped in front of motorist in Somerset", "description": "<p>Man in his 30s, under investigation for previous incidents, held on suspicion of causing public nuisance</p><p>A man has been arrested after a motorist reported someone wearing a black gimp suit had jumped out in front of her.</p><p>Avon and Somerset police said a man in his 30s was being held on suspicion of causing a public nuisance after an alleged incident near Weston-super-Mare in Somerset.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/police-arrest-man-gimp-suit-jumped-front-motorist-somerset\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/police-arrest-man-gimp-suit-jumped-front-motorist-somerset", "date_published": "2023-05-10 08:16:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wetherspoon’s enjoys record sales as people turn to cheaper pubs", "description": "<p>Pub chain reports highest Easter week sales and busiest-ever Saturday</p><p>The pub chain <a href=\"https://www.theguardian.com/business/jdwetherspoon\">JD Wetherspoon</a> has reported its highest Easter week sales and busiest-ever Saturday, with cash-conscious drinkers searching out cheaper options amid the cost of living crisis.</p><p>Wetherspoon’s, which runs more than 830 branches across the UK and Ireland, said it had benefited from a rise in sales in the past two weeks, both of which included bank holiday weekends.</p> <a href=\"https://www.theguardian.com/business/2023/may/10/wetherspoons-enjoys-record-sales-as-people-turn-to-cheaper-pubs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/10/wetherspoons-enjoys-record-sales-as-people-turn-to-cheaper-pubs", "date_published": "2023-05-10 08:15:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Golden Age by Wang Xiaobo review – sex, death and politics", "description": "<p>This bawdy, irreverent Cultural Revolution classic is also bizarrely moving</p><p>During the <a href=\"https://www.theguardian.com/world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion\">Cultural Revolution</a>, children killed parents, lives were broken irrevocably, millions were beaten and starved to death – and Wang Xiaobo wrote an erotic comic novel about it all.</p><p>Now one of China’s most popular modern writers, Wang was completely unknown when he released Golden Age in Taiwan in 1992; now it is available for the first time in complete form in a sparky, earthy translation by the young Chinese American translator Yan Yan. Wang wrote prolifically, torrentially, for the next five years, scandalising the authorities and titillating the public, until his death in 1997, when his novels moved from black-market editions to more freely disseminated, semi-sanctioned copies.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/golden-age-by-wang-xiaobo-review-sex-death-and-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/golden-age-by-wang-xiaobo-review-sex-death-and-politics", "date_published": "2023-05-10 08:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen Cleopatra review – the idea that you need a white actor is utterly insidious", "description": "<p>Adele James, who stars in this curious Netflix docudrama about ancient Egypt’s most famous queen is the best thing about it – despite the furore around her race</p><p>There’s often a debate about whether real-life subjects are better suited for drama or documentary treatment, the core (but admittedly oversimplified) belief being that documentaries serve primarily to educate while drama serves to entertain. Netflix’s docudrama Queen Cleopatra tries to have its cake and eat it too: it has all the campy fun of Cleopatra the soap opera in dramatic re-enactments, but intersperses them with straight-faced expertise from academic talking heads. Despite these historians’ impressive credentials, the drama outshines the testimony at every turn. Executive producer Jada Pinkett Smith delivers the narration with such sombre self-righteousness that it sucks the joy out of the atmosphere. It’s a deliciously fun drama weighed down by the self-serious need to educate.</p><p>The biggest buzz about Netflix’s latest comes from casting a Cleopatra with light brown skin and curly hair – <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/28/cleopatra-was-light-skinned-egypt-tells-netflix-in-row-over-drama\">it met with uproar from those who insisted that she couldn’t possibly be black</a>. This insistence on her whiteness is curious, as much of her lineage (including her mother’s race) is unknown. Her Macedonian roots had spent eight generations in Egypt at the time of her birth, and many of the specifics of her family tree have been lost to the annals of time. But while that uncertainty opens her up to being played by any number of actors, it is notable that some see blue-eyed Elizabeth Taylor and Israeli Wonder Woman Gal Gadot as more accurate. Cleopatra’s precise skin and hair texture are up for speculation, but to default to whiteness is insidious and ridiculous. Cultural acceptance of an image of a beautiful white woman with a straight jet-black bob does not make it a fact, as her portraits of the era are limited to the sides of coins, and tales of her stunning looks were written hundreds of years after her death.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/queen-cleopatra-review-a-fun-drama-weighed-down-by-the-self-serious-need-to-educate\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/queen-cleopatra-review-a-fun-drama-weighed-down-by-the-self-serious-need-to-educate", "date_published": "2023-05-10 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UFC-backed skateboarding tour leans into right-wing media ties", "description": "<p>The execs who steered the UFC from freak show to billion-dollar property are trying the same with a new skateboarding league – by partnering with the go-to streaming site of the right</p><p>The Street League Skateboarding (SLS) Championship Tour made a thrilling return last month in Chicago. The event showcased some of the world’s best skateboaders, including Brazilian Olympic silver medalists Kelvin Hoefler and Rayssa Leal, both of whom captured titles to kick off the 2023 season.</p><p>The season-opening event marked the latest initiative by Thrill One Sports &amp; Entertainment group, whose portfolio that includes popular motorsport events such as Nitro Circus and Nitro Rallycross, as well as a variety of television shows. The company is co-owned by former UFC owner Lorenzo Fertitta (through his private equity firm) and UFC president Dana White. It also includes investments from television producer Craig Piligian, who helped create The Ultimate Fighter, and former skateboarder Rob Dyrdek.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/10/street-league-skateboarding-ufc-rumble-venture\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/10/street-league-skateboarding-ufc-rumble-venture", "date_published": "2023-05-10 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asos swings to first-half loss; longer lorries to be allowed on UK roads to reduce journeys - business live", "description": "<p>Online fashion retailer reports 7% drop in sales; government to permit use of longer lorries despite warnings this will cost lives</p><p>The pub chain <strong><a href=\"https://viewer.gutools.co.uk/business/jdwetherspoon\">J D Wetherspoon</a></strong> has reported seeing its highest-ever Easter week sales and busiest-ever Saturday in recent weeks, as cash-conscious customers search out cheaper options amid the cost of living crisis.</p><p>The group said it is expecting to reach record sales in the current financial year, following recent strong trading.</p> <a href=\"https://www.theguardian.com/business/live/2023/may/10/asos-swings-first-half-loss-longer-lorries-allowe-uks-roads-reduce-journeys-us-inflation-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/may/10/asos-swings-first-half-loss-longer-lorries-allowe-uks-roads-reduce-journeys-us-inflation-business-live", "date_published": "2023-05-10 07:10:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dear CNN, giving Trump a town-hall platform is the height of irresponsibility | Siva Vaidhyanathan", "description": "<p>No more town halls, interviews or rallies. Coverage should be driven by clear editorial choices that serve US democracy</p><p>With 18 months to go before the next US presidential election, it’s already clear that – barring a physical collapse or two – Joe Biden will represent the Democrats and Donald Trump will carry the hopes of Republicans.</p><p>This will be the first presidential election after one of the candidates, the president at the time, tried to foment a violent insurrection to overturn the last election. It will be the first election since 1912 in which a former president (in that case Theodore Roosevelt) challenges a sitting president (in that case William Howard Taft). It will be the first election in American history in which one candidate has already been impeached – twice, in fact. It will be the first election since 1800 in which one of the major candidates can reasonably be called a threat to or disloyal to the United States of America (Aaron Burr in 1800 was the first). And Burr had not yet revealed his propensity for treachery in 1800. It will be the first election in which one of the candidates has been indicted on state criminal charges (and possibly federal charges by the time of the election).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/cnn-trump-town-hall-election-media-coverage\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/cnn-trump-town-hall-election-media-coverage", "date_published": "2023-05-10 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They look like the police, but are they? The worrying rise of Britain’s pseudo-cops | Samira Shackle", "description": "<p>Private security firms are increasingly being used to patrol shops and private open spaces. What happens if they overreach their limited powers?</p><p>Earlier this year, a video of a black teenager being pinned to the ground and handcuffed in a Superdrug in Chichester went viral. Th<a href=\"https://www.theguardian.com/uk-news/2023/mar/23/boy-handcuffed-civilian-security-staff-shop-chichester-superdrug\">e video, posted by the 15-year-old’s mother</a>, shows the boy lying face down on the floor, two adult men kneeling on top of him and yanking his arms behind his back. The video brings to mind other such clips of force used against<strong> </strong>black people that have proliferated online in recent years; but in this case, things were different. The two men restraining the teenager were not police officers but private security guards.</p><p>Known as “rangers”, they are employed by a firm called Blayde Security, contracted by Chichester’s business improvement district (BID) to patrol the high street. Business improvement districts, introduced by New Labour and expanded by the coalition government, are defined areas where businesses pay into a fund to provide “additional or improved services” – such as extra cleaning or, as in this case, security. We do not yet have all the details of what happened in Chichester; the 15-year-old was arrested on suspicion of assault and a second teenager was arrested on suspicion of assault and other offences. Both were released on bail<strong> </strong>and the BID said it was cooperating with the police. But in the aftermath of the incident, the teenager’s mother Kirsty Buchanan – a former Downing Street aide – <a href=\"https://www.theguardian.com/uk-news/2023/mar/23/boy-handcuffed-civilian-security-staff-shop-chichester-superdrug\">called for a review</a> of private security guards to examine “what due diligence is carried out before rangers are hired, what training they receive and what their remit is”. These are reasonable questions that go far beyond this one locality. As trust in police collapses amid a series of scandals and years of sharp spending cuts, we are seeing a rise of what might be termed “pseudo-police” across the UK.</p><p>Samira Shackle is a freelance journalist and a regular contributor to the Guardian long read. She is the author of Karachi Vice</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/police-britain-private-security-firms-powers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/police-britain-private-security-firms-powers", "date_published": "2023-05-10 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony Doyle led a storied life as his cycling career took him to the top", "description": "<p>Two-time world champion thrived as most successful Briton in six-day racing and will be remembered fondly for his fight</p><p>I first met Tony Doyle in the lounge of a hotel near his home in Woking. He arrived early, smartly dressed and prepared to give up several hours for an interview about his cycling career. He was similarly generous with his time and wisdom during a friendship that lasted another eight or so years. He was also punctual without fail and I never saw him without a formal jacket. Tony was a proud man and the news of his death last Friday came as a shock.</p><p>I considered him a mate and I hoped the feeling was mutual. If I needed a quote, a contact or just fancied a chat, no request was too much for him. Sure, as a journalist, I was of use to Tony and he was happy to take advantage of that. But he helped me out far more often than I did him.</p> <a href=\"https://www.theguardian.com/sport/2023/may/10/tony-doyle-british-cycling-world-championship-tour-of-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/10/tony-doyle-british-cycling-world-championship-tour-of-britain", "date_published": "2023-05-10 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which teams have endured the least successful seasons in football history? | The Knowledge", "description": "<p>Plus: teams not drawing all season; meeting on the final day and in the playoffs; and the pointlessness of stud inspections</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Idly looking at league tables pre-match at the weekend, </strong><strong>we discovered what we reckon was the worst season anyone has ever suffered: Airbus, in the Welsh Premier Division,”</strong> writes Andy Pechey. <strong>“Played 32, scored 18, conceded 100, points -4 (deducted 6). Can anyone find a grimmer campaign?”</strong></p><p>This season’s misery is something of a comedown for Airbus, who won the Cymru North division last year to seal promotion to the top flight. It seems fair to say they have found the transition rather difficult.</p> <a href=\"https://www.theguardian.com/football/2023/may/10/who-has-had-the-worst-season-in-football-history-knowledge-\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/10/who-has-had-the-worst-season-in-football-history-knowledge-", "date_published": "2023-05-10 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry phone-hacking trial against Mirror due to begin", "description": "<p>Claims by high-profile figures including Duke of Sussex allege unlawful information gathering</p><p>A high court trial with a tabloid newspaper publisher in which Prince Harry will give evidence is due to begin.</p><p>Claims by a number of high-profile figures including the Duke of Sussex allege unlawful information gathering by Mirror Group Newspapers (MGN) titles.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/10/prince-harry-phone-hacking-trial-against-mirror-due-to-begin\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/10/prince-harry-phone-hacking-trial-against-mirror-due-to-begin", "date_published": "2023-05-10 06:55:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "God Is an Octopus by Ben Goldsmith review – the consolations of nature", "description": "<p>A conservationist’s search for meaning after his daughter’s sudden death</p><p>Ben Goldsmith’s remarkable memoir begins with his daughter, Iris, swimming into the sea to place her hands on the carcass of a humpback whale, captured by whalers off the island of Bequia in the Caribbean. The powerful image of the “teenage girl in the blood-red water unafraid, tenderly handling the dead monster” illustrates Iris’s reverence for the natural world as well as being a portent of tragedy.</p><p>In 2019, the gentle rhythm of a normal summer’s day was shattered by Iris’s death in an accident on the family farm in Somerset. Goldsmith’s world was thrown into disarray. He recounts those final, awful hours in quiet, careful prose that nevertheless lays bare their gut-wrenching agony.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/god-is-an-octopus-by-ben-goldsmith-review-the-consolations-of-nature\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/god-is-an-octopus-by-ben-goldsmith-review-the-consolations-of-nature", "date_published": "2023-05-10 06:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It is hateful and mean’: fighting back with the banned book reading room", "description": "<p>With book bans continuing across the US, a museum in New York has assembled a hub for those defying extreme censorship</p><p>“I was struck by somebody who felt so strongly about his art that he was willing to create something that would get him potentially killed.” The artist Eric Gottesman is telling me about the Ethiopian novel Oromay, which was published in Amharic by author Baalu Girma in 1983, was banned five days later and ultimately got its author killed. “That dedication of an artist to speak truth to power was humbling, awe-inspiring, confusing – it made me ask, why do we do these things as artists?”</p><p>Selections from Gottesman’s Oromaye Project – in which the artist uses Oromay as a template for creative photographic work – are on display at Fotografiska in New York through 22 October in the show Listen Until You Hear, co-curated by the artist collective For Freedoms’ co-founders Gottesman and Michelle Woo. The multimedia show, which encourages audiences to develop their skills for “radical listening”, includes a banned books annex featuring books that have been prohibited in American schools since 2021.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/10/banned-books-museum-new-york-eric-gottesman-ethiopia\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/10/banned-books-museum-new-york-eric-gottesman-ethiopia", "date_published": "2023-05-10 06:06:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: I wrote 100 letters to my friend with cancer. It transformed our lives", "description": "<p>When a new friend told me his diagnosis, we were as alarmed as each other by my promise to write. But it made him feel less isolated – and led to a whole new direction for me too</p><p>As soon as I said it, I knew it sounded crazy. “I’ll write letters to cheer you up through your treatment.” Brian, sitting opposite me in the pub, back in the summer of 2010, looked bemused. He had just told me he’d been diagnosed with bowel cancer and I suspect he was hoping for a cure, not a correspondent. But when someone tells you something that devastating, I don’t think it’s unusual to feel awkward, helpless, and to say something you later wish you hadn’t.</p><p>Not only had I said I’d write (who writes letters these days, for goodness sake?),<br /> I’d said they’d cheer him up. So they’d have to be funny, and what is funny about cancer? Brian later told me he went home that night thinking I was a bit weird. I couldn’t disagree.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/10/a-moment-that-changed-me-i-wrote-100-letters-to-my-friend-with-cancer-it-transformed-our-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/10/a-moment-that-changed-me-i-wrote-100-letters-to-my-friend-with-cancer-it-transformed-our-lives", "date_published": "2023-05-10 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E Jean Carroll won. And Trump can be now portrayed as a sexual abuser | Margaret Sullivan", "description": "<p>The verdict isn’t a total vindication, but Trump has now been held responsible for at least a fraction of his many misdeeds</p><p>No, the verdict did not amount to total vindication. But for E Jean Carroll and for the more than two dozen other women who, over many years, have accused Donald Trump of sexual misconduct, it came close.</p><p>Finally – finally – this oft-accused predator would be held accountable for at least some fraction of his misdeeds.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/e-jean-carroll-lawsuit-trump-sexual-abuser\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/e-jean-carroll-lawsuit-trump-sexual-abuser", "date_published": "2023-05-10 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s official: billionaires aren’t the brainboxes they like to believe | Arwa Mahdawi", "description": "<p>The obscene wealth of many CEOs is less a result of intelligence and more down to luck, background and personality</p><p>Money may be able to <a href=\"https://www.theguardian.com/commentisfree/2023/mar/14/the-biggest-lie-the-rich-ever-told-that-money-cant-buy-you-happiness\">buy you happiness</a>, but it can’t buy you brains. A <a href=\"https://finance.yahoo.com/news/billionaires-actually-less-intelligent-lower-162839067.html\">study published in January</a> found that billionaires aren’t any smarter than the rest of us – indeed, those in the top 1% of earners scored lower on cognitive ability tests than those who earned slightly less.</p><p>This is according to researchers who analysed data from 59,000 Swedish men, then tracked their lives for more than a decade. They found a strong connection between how smart someone was and how much they earned – until they reached a salary of 600,000 kronor (£46,700) a year. After that, factors such as luck, background and personality became more important.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/its-official-billionaires-arent-the-brainboxes-they-like-to-believe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/its-official-billionaires-arent-the-brainboxes-they-like-to-believe", "date_published": "2023-05-10 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can HP block me from using a cheaper printer cartridge?", "description": "<p>I was stopped from using a recycled toner product: it’s going to cost me an extra 30%</p><p><strong>I bought my usual recycled toner cartridge for my HP LaserJet printer. When I installed it I got a message telling me that printing was blocked as it was not an HP cartridge. It turns out that, in the last few weeks, HP has updated the printer firmware (without asking) to stop the use of non-HP cartridges. This means I will have to pay an extra 30% for my toner cartridges. What’s going on?<br /></strong><em><strong>PW, Argyll &amp; Bute</strong></em></p><p>I think I can answer that in a single word: profiteering. That’s not how HP describes it. Altruism is the excuse it prefers. It tells me the practice it calls “dynamic security” is “to enhance the overall printing experience for our customers”.</p> <a href=\"https://www.theguardian.com/money/2023/may/10/how-can-hp-block-me-from-using-a-cheaper-printer-cartridge\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/10/how-can-hp-block-me-from-using-a-cheaper-printer-cartridge", "date_published": "2023-05-10 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Music and mountains: a green city break in Slovenia", "description": "<p>Rugged mountains, cave dragons and sustainable cuisine … Kranj packs a punch for a town aiming to leave little trace</p><p>Normally, hearing a beatbox cover of the Beatles’ From Me to You live would make my toes curl. But the sincere way singer and dancer Žigan Krajnčan retools the song, hitting high note warbles and thudding his chest for extra bass, has me nodding hypnotically.</p><p>Skinny and barefoot, with straggly blond hair tied back, Krajnčan is playing a gig with his cellist brother Kristijan at the small wooden theatre-style <a href=\"https://layer.si/en/\">Layer House</a> venue in Kranj, northern Slovenia. Ranging from beatbox to Radioheadesque orchestral pop, the theatre offers an intriguing showcase of local talent.</p> <a href=\"https://www.theguardian.com/travel/2023/may/10/kranj-northern-slovenia-city-break\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/10/kranj-northern-slovenia-city-break", "date_published": "2023-05-10 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plan 75 review – life is terminated at 75 in melancholy anti-euthanasia drama", "description": "<p>To combat an ageing population, a future Japan passes a law to pay older citizens to sign up for an easeful death, in this weird and poignant film</p><p>This strange, melancholy film from Japan effectively makes the (unfashionable) case against euthanasia: that old people won’t want to be a bother or appear selfish and so will feel pressured into accepting state medicide. Director and co-writer Chie Hayakawa imagines a future in which Japan, burdened with an ageing population, proposes a supposedly voluntary but actually insidiously coercive arrangement called Plan 75, in which citizens of 75 years and above can sign up for an easeful death in return for 1,000 dollars which they can either spend on themselves or give away to their family. The system becomes a success, to the extent that a chilling Plan 65 is mooted, and the drama shows us how this creates a new burden for old people: the burden of explaining to themselves why they don’t just do the rational thing and end it all.</p><p>We see older characters retired from jobs which they really need, people without access to welfare and housing, old people who are desperately lonely and who even crave the Plan 75 helpline as someone to talk to. But the movie creates dissident moments: a young employee of Plan 75 realises that one applicant is his elderly uncle, while a Plan 75 call centre operative meets an old lady in person and takes her for an evening’s bowling, and realises that her colleagues are being trained in steering callers away from the last-minute change of heart which is the customer’s theoretical right.</p> <a href=\"https://www.theguardian.com/film/2023/may/10/plan-75-review-life-is-terminated-at-75-in-melancholy-anti-euthanasia-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/10/plan-75-review-life-is-terminated-at-75-in-melancholy-anti-euthanasia-drama", "date_published": "2023-05-10 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My love-hate relationship with my homeland’: Martin Parr’s Britain – in pictures", "description": "<p>The artist has been named Master of Photography at this year’s Photo London. He talks us through his latest work</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/10/martin-parr-britain-pictures-photo-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/10/martin-parr-britain-pictures-photo-london", "date_published": "2023-05-10 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: troubling but touching stories from the care system", "description": "<p>Channel 4’s Kids follows teenagers who have grown up in care in Coventry. Plus: the epic race across Canada reaches the finish line. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/10/tv-tonight-troubling-but-touching-stories-from-the-care-system\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/10/tv-tonight-troubling-but-touching-stories-from-the-care-system", "date_published": "2023-05-10 05:20:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: France calls on EU to label Wagner a terrorist group; ‘enemy’ drone shot down in Kursk, says Russia", "description": "<p>French parliament has called on the EU to formally label the Russian mercenary group as terrorists; Russian air defence claims to have shot down drone in Kursk region bordering Ukraine</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>The French parliament has called on the EU to formally label the Russian mercenary group Wagner as terrorists, as the UK reportedly prepares to do the same.</p><p>France’s parliament unanimously passed a non-binding resolution aimed at encouraging the 27 members of the EU to put Wagner on its official list of terrorist organisations.</p><p><strong>Vladimir Putin has told Russian soldiers fighting in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> that the “whole country is praying for them”, as he used his Victory Day speech to defend his invasion of Ukraine. </strong><a href=\"https://www.theguardian.com/world/2023/may/09/putin-recycles-old-grievances-on-victory-day-as-russian-army-battered-in-ukraine\">Speaking on the 78th anniversary</a> of the defeat of Nazi Germany, the Russian president drew historical parallels between the second world war and fighting in Ukraine. “We are proud of the participants of the special military operation. The future of our people depends on you,” Putin said.</p><p><strong>Yevgeny Prigozhin, the head of the Wagner force said he was told he and his mercenaries would be regarded as “traitors” if they abandoned their positions.</strong> Prigozhin threatened to withdraw his troops from the city in east Ukraine, which has been the site of a long-running battle since 2022 to try to capture it, because of a lack of ammunition. He then rowed back on it, but has again threatened to do so.</p><p><strong>Arman Soldin, a 32-year-old video journalist for Agence France Presse in Ukraine, <a href=\"https://www.theguardian.com/world/2023/may/09/french-journalist-killed-in-russian-rocket-strike-in-ukraine\">was killed by Grad rocket fire near Chasiv Yar</a>, in eastern Ukraine,</strong> AFP said on Twitter, citing AFP colleagues who witnessed the incident.</p><p><strong>The UK foreign secretary James Cleverly and US secretary of state Antony Blinken have urged Russia not to use hunger as a weapon of war,</strong> as discussions over the Black Sea grain deal continue.</p><p><strong>Ukraine said its air defences shot down 23 of 25 missiles, fired overnight by Russia, chiefly at Kyiv,</strong> and there were no reported casualties. It was the second night in a row of major Russian airstrikes and fifth so far this month.</p><p><strong>Ukraine is planning a “very important” counteroffensive against Russian forces that must “demonstrate success”, the country’s prime minister has said. </strong>Denys Shmyhal told Sky News that the operation would be launched when the time was right.</p><p><strong>European Commission president Ursula von der Leyen hailed Ukraine as “the beating heart of today’s European values”.</strong> Zelenskiy discussed European integration, defence matters and sanctions against Russia at a meeting with Von der Leyen in Kyiv. He said he expected the EU to soon approve more sanctions on Russia.</p><p><strong>The UN secretary general, António Guterres, has said there is currently no prospect of peace between Russia and Ukraine because “both sides are convinced that they can win”. </strong>In an interview with the Spanish newspaper El País on Tuesday, Guterres was pessimistic about the EU and the UN’s ability to broker an end to the conflict sparked by Russia’s invasion last year.</p><p><strong>The US has announced a “new security assistance package” to help bolster Ukraine’s air defences and artillery ammunition needs. </strong>This package, confirmed by the Department of Defense on Tuesday, totals up to $1.2bn and is being provided under the Ukraine Security Assistance Initiative (USAI).</p><p><strong>A UK-led group of European countries has asked for expressions of interest to supply Ukraine with long-range missiles</strong>. The call for responses from companies who could provide the munitions with range of up to 300km (190 miles) was included in a notice posted last week by the International Fund for Ukraine.</p><p><strong>Germany’s foreign minister has said China could play a decisive role in ending the war in Ukraine.</strong> Speaking alongside her Chinese counterpart, Qin Gang, at a press conference in Berlin on Tuesday, Annalena Baerbock said that as a permanent member of the UN security council, China had the power to be influential in the conflict and bring it to an end.</p><p><strong>The North Korean leader, Kim Jong-un, said Russia “will prevail” in its fight against what he described as “imperialists”, </strong>the state news agency KCNA said on Tuesday, in remarks seen to be aimed at Ukraine and its western supporters such as the US.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/10/russia-ukraine-war-live-france-calls-on-eu-to-label-wagner-a-terrorist-group-as-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/10/russia-ukraine-war-live-france-calls-on-eu-to-label-wagner-a-terrorist-group-as-britain", "date_published": "2023-05-10 05:12:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reality Makes Them Dream: American photography from 1929 to 1941 – in pictures", "description": "<p>An expansive exhibition at the Cantor Arts Center at Stanford University showcases work that inspired the imagination during a time of great turmoil. Named after a line uttered by Stanford biology professor Laurence Bass-Becking to describe the photography of  friend Edward Weston, <a href=\"https://museum.stanford.edu/exhibitions/reality-makes-them-dream-american-photography-1929-1941\">Reality Makes Them Dream</a> is on show until 30 July</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/10/american-photography-exhibition-stanford-university\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/10/american-photography-exhibition-stanford-university", "date_published": "2023-05-10 05:02:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners urge king to do more to acknowledge UK’s slavery role", "description": "<p>Charles should adopt specific measures to build understanding of the legacy of enslavement, say activists and academics</p><p>King Charles has been urged to go further towards offering reparatory justice for the UK’s role in transatlantic slavery, even as he was praised for reportedly ignoring Boris Johnson’s advice to avoid the issue at all costs.</p><p>Academics and campaigners called on Charles to adopt specific measures to help build an understanding of the legacy of the enslavement of black people, as well as putting forward suggestions for how the UK could work towards making amends.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/campaigners-urge-king-to-do-more-to-acknowledge-uks-slavery-role\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/campaigners-urge-king-to-do-more-to-acknowledge-uks-slavery-role", "date_published": "2023-05-10 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Little evidence’ whether or not most antidepressants work for chronic pain", "description": "<p>Researchers say ‘studies not good enough’ to know whether medications work or not for pain</p><p>Antidepressants commonly used to treat chronic pain lack evidence as to whether or not they work, researchers have said, declaring the situation a global public health concern.</p><p>Chronic pain, typically defined as pain lasting three months or more, is a widespread problem affecting up to one in three people, with conditions ranging from osteoarthritis to fibromyalgia.</p> <a href=\"https://www.theguardian.com/society/2023/may/10/little-evidence-whether-or-not-most-antidepressants-work-for-chronic-pain\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/10/little-evidence-whether-or-not-most-antidepressants-work-for-chronic-pain", "date_published": "2023-05-10 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Civil service union attacks No 10 for not offering cost of living payment", "description": "<p>Prospect members set to strike as pay offer for civil servants fails to follow template for others public sector workers</p><p>A major union has criticised No 10 for not offering civil servants the lump sum cost of living payments that other public sector workers such as teachers and health staff have been promised.</p><p>Prospect union’s general secretary, Mike Clancy, said as members prepared to strike that the unions had been “given every indication” that the pay offer for civil servants would follow the same template as others in the public sector.</p> <a href=\"https://www.theguardian.com/politics/2023/may/10/civil-service-union-attacks-no-10-for-not-offering-cost-of-living-payment\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/10/civil-service-union-attacks-no-10-for-not-offering-cost-of-living-payment", "date_published": "2023-05-10 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The west must be ready for this moment of opportunity and risk in Ukraine | Timothy Garton Ash", "description": "<p>Ukrainians are preparing for a make-or-break counteroffensive. They have a theory of victory. Do we?</p><p>As you read this, thousands of young Ukrainian men and women are going through their last training drills, checking their weapons and waiting for D-day. In the big Ukrainian counteroffensive that may start any time now, some of them will be killed and many more will be wounded. None will emerge unchanged. We thought we had said goodbye to all that in 1945, but this is Europe in 2023.</p><p>Nobody knows what will happen in this campaign. Nobody. But we can at least be clear what we want to happen – and firm in supporting the Ukrainians to achieve it. Decisive Ukrainian victory is now the only sure path to a lasting peace, a free Europe and ultimately a better Russia. This alone would be the new VE Day.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/10/west-opportunity-risk-ukraine-counteroffensive\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/10/west-opportunity-risk-ukraine-counteroffensive", "date_published": "2023-05-10 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK tops list for fossil fuel sites in nature protected areas", "description": "<p>Globally, fossil fuel extraction and exploration is taking place at almost 3,000 sites in conservation areas, analysis shows</p><p>Fossil fuel extraction and exploration is taking place at almost 3,000 sites in protected areas around the world, <a href=\"http://www.protected-carbon.org\">analysis</a> has revealed, with the UK having the highest number of fossil fuel sites in protected areas.</p><p>Globally, the activities affect more than 800 areas established to defend nature. The coal, oil and gas at the fossil fuel sites would lead to 47bn tonnes of climate-heating carbon dioxide if fully exploited, four times the annual emissions of China, the world’s biggest polluter.</p> <a href=\"https://www.theguardian.com/environment/2023/may/10/uk-tops-list-for-fossil-fuel-sites-in-nature-protected-areas\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/10/uk-tops-list-for-fossil-fuel-sites-in-nature-protected-areas", "date_published": "2023-05-10 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US man leaves job interview, rescues baby in runaway stroller, then lands job", "description": "<p>Ron Nessman was leaving a job interview at a California Applebee’s when he spotted a baby stroller hurtling towards a busy road</p><p>Having experienced homelessness and unemployment for years, Ron Nessman was leaving a job interview at an Applebee’s restaurant in <a href=\"https://www.theguardian.com/us-news/california\">California</a> when a baby in a stroller rolling into the path of several cars captured his attention.</p><p>Nessman sprinted into the street, stopped the stroller, saved the child from harm – and landed his first job in years to cap off a story that has interrupted a US news cycle dominated by headlines about mass killings and bitter partisan politics.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/10/baby-stroller-hero-california-traffic\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/10/baby-stroller-hero-california-traffic", "date_published": "2023-05-10 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ditch your spade, forget fertiliser, listen to the weeds: Alys Fowler’s guide to laid-back gardening", "description": "<p>Itching to whip your flowerbeds or veg patch into shape now spring has finally arrived? Not so fast! Life’s much easier when you work with nature rather than against it</p><p>After almost 30 years of gardening, several of those at fine institutions such as the Royal Horticultural Society and Kew Gardens, I’ve realised that much of what I was taught is, if not wrong, not exactly on the mark either. All that laboured effort – the weeding, the fertilising, the digging, the tending and pruning, the selecting and conforming – it’s not working. Not for the plants, the soil or the community around them, which includes you and me. Indigenous cultures everywhere have based their practices on observing and honouring the ecology, while we in the “developed world” wrote down our rules. Our attempt to control nature has perpetuated poor relations with all the beings in the garden, turning everything into some sort of battle, or endless regimes whether that’s mowing, hoeing, watering or attacking some critter. It is a lot of work and these days way more than I am prepared to put in. Now spring is finally unfurling, this growing season, perhaps rather than going to work in our gardens, we could all relax a little, spend more time looking and listening, waiting rather than reacting, being in the garden as much as actively gardening. Here is how it’s done.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/10/ditch-your-spade-forget-fertiliser-listen-to-the-weeds-alys-fowlers-guide-to-laid-back-gardening\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/10/ditch-your-spade-forget-fertiliser-listen-to-the-weeds-alys-fowlers-guide-to-laid-back-gardening", "date_published": "2023-05-10 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English councils holding back millions of pounds of free childcare funds", "description": "<p>FoI requests reveal at least 90 councils top-sliced childcare budget to offset deficits or add to reserves</p><p>MPs have expressed concern that local authorities in England are failing to pass on government funding for free childcare places to nurseries, after research showed councils were holding back millions of pounds to offset deficits or add to reserves.</p><p>Freedom of information requests submitted by the National Day Nurseries Association (NDNA) revealed that more than 90 of the 150 local education authorities that responded underspent to the tune of almost £46m in total last year.</p> <a href=\"https://www.theguardian.com/education/2023/may/10/english-councils-holding-back-millions-of-pounds-of-free-childcare-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/10/english-councils-holding-back-millions-of-pounds-of-free-childcare-funds", "date_published": "2023-05-10 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life after shunning: what I faced after coming out as a queer Jehovah’s witness", "description": "<p>My community ostracized me in the name of love. What followed was years of confusion</p><p>The night the world ended, I was at a bowling alley in a strip mall in the suburbs of Montreal, throwing strikes with other Jehovah’s Witness friends. Wholesome activities were the only way we could cool our hot teenage blood. If we weren’t bowling, we were at chaperoned, alcohol-free basement parties or outings to the cinema to watch movies that didn’t contravene God’s laws.</p><p>This one summer night at the lanes, I made the mistake of calling another young man handsome. My friends heard me but didn’t say anything. For the Witnesses, to be queer is an abomination. I had hidden my queerness successfully for years, suffocating my desires and my identity so that I could have a chance to live forever on a paradise earth.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/09/jehovahs-witnesses-coming-out-lgbtq\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/09/jehovahs-witnesses-coming-out-lgbtq", "date_published": "2023-05-10 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan’s doctors turn to social media as health infrastructure crumbles", "description": "<p>With hospitals struggling amid the violence, medics are using helplines on messaging platforms to reach those in need</p><p>Sudanese doctors are turning to social media to reach patients as hospitals and heath facilities struggle to function or close completely in the violence. Volunteers have set up 24-hour helplines on messaging platforms including WhatsApp, staffed by hundreds of doctors and specialists.</p><p>Only <a href=\"https://www.theguardian.com/world/2023/may/01/medics-in-sudan-warn-of-crisis-as-health-system-near-collapse\">16% of hospitals</a> in the capital, Khartoum, are operating at full capacity, according to the World Health Organization. Last week at least <a href=\"https://www.theguardian.com/world/2023/may/02/khartoum-hospitals-being-hit-as-sudan-fighting-intensifies\">four people, including a child</a>, were killed in an airstrike outside East Nile hospital in north Khartoum, while Médecins Sans Frontières reported that <a href=\"https://msf.org.au/article/project-news/msf-supported-hospital-looted-amidst-conflict#:~:text=%E2%80%9CIt%20is%20utterly%20unacceptable%20to,midst%20of%20this%20deadly%20violence.\">El Geneina teaching hospital, in west Darfur, was looted</a> on 28 April. Doctors in the country are reporting death threats and on Monday two volunteers who were <a href=\"https://www.theguardian.com/world/2023/may/08/sudan-medical-volunteers-detained-after-being-seized-from-ambulance\">working to reopen a hospital in Bahri</a> were released after being held for days by the army.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/10/sudans-doctors-turn-to-social-media-as-health-infrastructure-crumbles\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/10/sudans-doctors-turn-to-social-media-as-health-infrastructure-crumbles", "date_published": "2023-05-10 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Erdoğan faces real chance of losing as Turkey gets ready to vote", "description": "<p>A united opposition group led by Kemal Kılıçdaroğlu could finally end the Turkish president’s decades of power</p><p>Turkey’s president, Recep Tayyip Erdoğan, and his Justice and Development party (AKP) face their greatest political challenge yet in elections on Sunday, with polls suggesting a united opposition could end his two decades in power.</p><p>Amid an economic crisis, and months after <a href=\"https://www.theguardian.com/world/2023/may/04/turkey-erdogan-earthquake-how-years-of-bad-government-made-a-disaster-worse\">earthquakes killed more than 50,000 people</a> and displaced millions more, the parliamentary and presidential votes will decide who leads the country of nearly 85 million and where it heads next.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/recep-tayyip-erdogan-facies-real-chance-of-losing-as-turkey-gets-ready-to-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/recep-tayyip-erdogan-facies-real-chance-of-losing-as-turkey-gets-ready-to-vote", "date_published": "2023-05-10 04:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MEPs to vote on proposed ban on ‘Big Brother’ AI facial recognition on streets", "description": "<p>Thursday’s vote in EU parliament seen as key test in formation of world’s first artificial intelligence laws </p><p>Moves to ban live “Big Brother” facial recognition technology from being deployed across the streets of the EU will be tested in a key vote at the European parliament on Thursday.</p><p>The amendment is part of a package of proposals for the world’s first <a href=\"https://www.theguardian.com/technology/2022/aug/07/ai-eu-moves-to-beat-the-algorithms-that-ruin-lives\">artificial intelligence laws,</a> which could see firms fined up to €10m (£8.7m) or removed from trading within the EU for breaches of the rules.</p> <a href=\"https://www.theguardian.com/technology/2023/may/10/meps-to-vote-on-proposed-ban-on-big-brother-ai-facial-recognition-on-streets\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/10/meps-to-vote-on-proposed-ban-on-big-brother-ai-facial-recognition-on-streets", "date_published": "2023-05-10 04:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Microbes discovered that can digest plastics at low temperatures", "description": "<p>Scientists have found microbes that can do this at 15C, in a potential breakthrough for recycling</p><p>Microbes that can digest plastics at low temperatures have been discovered by scientists in the Alps and the Arctic, which could be a valuable tool in recycling.</p><p>Many microorganisms that can do this have already been found, but they can usually only work at temperatures above 30C (86F). This means that using them in industrial practice is prohibitively expensive because of the heating required. It also means using them is not carbon neutral.</p> <a href=\"https://www.theguardian.com/science/2023/may/10/microbes-digest-plastics-low-temperatures-recycling\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/10/microbes-digest-plastics-low-temperatures-recycling", "date_published": "2023-05-10 04:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Taylor Swift effect: why a mystery book is rocketing up US charts – despite no one knowing anything about it", "description": "<p>Wild speculation over a book known as ‘4C Untitled Flatiron Nonfiction Summer 2023’ has seen excited Swifties placing pre-orders. The bad news? It is likely not by her</p><p>The formula to a bestselling book is a mystery publishers have wrestled with for centuries. Now they may finally have their answer: encourage Taylor Swift fans to believe she may have written it.</p><p>An untitled book, known only as “<a href=\"https://clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2FUntitled-Flatiron-Nonfiction-Summer-2023%2Fdp%2F1250326753%3Fcrid%3D2T3LPXVDBGF3U%26keywords%3D4C%2BUntitled%2BFlatiron%2BNonfiction%2BSummer%2B2023%26qid%3D1683671391%26s%3Dbooks%26sprefix%3D4c%2Buntitled%2Bflatiron%2Bnonfiction%2Bsummer%2B2023%252Cstripbooks%252C162%26sr%3D1-1%26linkCode%3Dll1%26tag%3Dvariety0e8-20%26linkId%3Dc0a9d63dfe4834f0d06f593acc585e45%26language%3Den_US%26ref_%3Das_li_ss_tl%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252F2023%252Fmusic%252Fnews%252Ftaylor-swift-book-memoir-rumor-july-false-1235607566%252F&amp;p=https%3A%2F%2Fvariety.com%2F2023%2Fmusic%2Fnews%2Ftaylor-swift-book-memoir-rumor-july-false-1235607566%2F&amp;ref=https%3A%2F%2Fvariety.com%2F2023%2Fmusic%2Fnews%2Ftaylor-swift-book-memoir-rumor-july-false-1235607566%2F%23recipient_hashed%3D33c0c7f173564d79d8924e43d1c145bfb88e74d6fbd13538f00fab0da97eb50e%26recipient_salt%3Dcb0a2b15451baa43b0c9176c29dc6a0c313c2568f34a8f29641454571a7a7e55&amp;event_type=click\">4C Untitled Flatiron Nonfiction Summer 2023</a>” by a yet-to-be announced author has shot up sales charts in the US, after “Swifties” pieced together apparent clues and came to the conclusion that it could possibly be a memoir by the 33-year-old singer, who is known for peppering her songs with easter eggs that reward devout fans.</p> <a href=\"https://www.theguardian.com/music/2023/may/10/rumours-of-a-taylor-swift-memoir-pushes-mysterious-untitled-us-book-up-charts\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/10/rumours-of-a-taylor-swift-memoir-pushes-mysterious-untitled-us-book-up-charts", "date_published": "2023-05-10 03:53:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air New Zealand to charge over $400 for a four hour snooze in the sky", "description": "<p>Airlines’ prototype ‘skynest’ bunk beds will be available from September 2024 </p><p>New Zealand’s national airline will charge NZ$400-$600 (US$250-$380) for four hours in a six-person bunk bed cabin, under its “world-first” design for an economy class sleeper pod.</p><p>Air New Zealand debuted its prototype for the <a href=\"https://www.theguardian.com/world/2022/jun/29/air-new-zealand-to-install-world-first-economy-bunk-beds-on-long-haul-flights\">“skynest” cabin designs</a> this week, but bookings for the bunks will only be available from September 2024.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/air-new-zealand-to-charge-over-400-for-a-four-hour-snooze-in-the-sky\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/air-new-zealand-to-charge-over-400-for-a-four-hour-snooze-in-the-sky", "date_published": "2023-05-10 03:49:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tunisia police officer kills four in shooting near Africa’s oldest synagogue", "description": "<p>Attacker reportedly first shot dead colleague to steal ammunition before heading towards synagogue</p><p>A police officer killed two security officers and two visitors in an attack near Africa’s oldest synagogue in Tunisia, the government has said, amid an annual pilgrimage to the island of Djerba that draws hundreds of Jews from Europe and Israel.</p><p>The attack was staged on Tuesday by a police officer at a naval installation on Djerba who used his weapon to shoot a colleague and seize his ammunition before heading towards the Ghriba synagogue, the Interior Ministry said in a statement.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/tunisia-police-officer-kills-four-in-shooting-near-africas-oldest-synagogue\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/tunisia-police-officer-kills-four-in-shooting-near-africas-oldest-synagogue", "date_published": "2023-05-10 03:05:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did distress calls go unanswered in the run-up to a fatal Channel disaster? – podcast", "description": "<p>In November 2021 a dinghy crossing from France to the UK overturned, and at least 27 people drowned. Questions are being asked over whether distress calls were effectively ignored in run-up to worst Channel disaster in 30 years</p><p>The number of people making the perilous journey across the Channel has been rising. Even as politicians promise to “stop the boats”, the UK coastguard has been left scrambling to respond to distress calls.</p><p>Then, in November 2021, came an unimaginable tragedy: at least 27 people drowned after a dinghy overturned while trying to cross the Channel. Now an investigation by the Observer<em> </em>and Liberty Investigates has found hundreds of other people may have been left adrift in the month of the disaster.</p> <a href=\"https://www.theguardian.com/news/audio/2023/may/10/did-the-uk-coastguard-ignore-desperate-calls-for-help-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/may/10/did-the-uk-coastguard-ignore-desperate-calls-for-help-podcast", "date_published": "2023-05-10 02:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenager’s body found after flooding hit New Zealand school’s cave visit", "description": "<p>Group reportedly got into difficulty as torrential rain hit during outing in Northland region</p><p>Searchers in New Zealand have found the body of a teenager who died on Tuesday as torrential rain fell during a school trip into caves in the Northland region.</p><p>The deluge swamped parts of the North Island, including Northland, <a href=\"https://www.theguardian.com/world/2023/feb/01/auckland-floods-biggest-climate-event-new-zealand-history-flooding\">where damage from record floods in February</a> was still evident. In New Zealand’s largest city, Auckland, inspections of 120 water-damaged buildings began on Wednesday morning as the weather cleared.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/teenagers-body-found-after-flooding-hit-new-zealand-schools-cave-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/teenagers-body-found-after-flooding-hit-new-zealand-schools-cave-visit", "date_published": "2023-05-10 00:33:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter hack: UK man pleads guilty to hijacking accounts including of Joe Biden and Elon Musk", "description": "<p>Joseph James O’Connor was extradited from Spain to the US last month to face charges over the hack of a number of organisations and celebrities</p><p>A British man has pleaded guilty over his role in schemes to hack the Twitter accounts of celebrities including Joe Biden and Elon Musk, as well as stealing $794,000 in cryptocurrency.</p><p>Joseph James O’Connor, 23, entered his guilty plea in a New York court after being extradited from Spain on 26 April.</p> <a href=\"https://www.theguardian.com/technology/2023/may/10/twitter-hack-uk-man-pleads-guilty-to-hijacking-accounts-including-of-joe-biden-and-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/10/twitter-hack-uk-man-pleads-guilty-to-hijacking-accounts-including-of-joe-biden-and-elon-musk", "date_published": "2023-05-10 00:32:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wagner should be labelled terrorist group, France tells EU", "description": "<p>Report says UK will also blacklist as terrorists the mercenaries who have led months-long assault on Bakhmut, Ukraine</p><p>The French parliament has called on the EU to formally label the Russian mercenary group Wagner as terrorists, as the UK reportedly prepares to do the same.</p><p>France’s parliament unanimously passed a non-binding resolution aimed at encouraging the 27 members of the EU to put Wagner on its official list of terrorist organisations.</p> <a href=\"https://www.theguardian.com/world/2023/may/10/wagner-should-be-labelled-terrorist-group-france-tells-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/10/wagner-should-be-labelled-terrorist-group-france-tells-eu", "date_published": "2023-05-10 00:15:38+00:00", "persistent": false, "user": null, "language": "en-UK"}]