[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Maria Zacharowa o \"dzikiej postawie\" Polaków. \"Nie ma na to słów\"", "description": "Rzeczniczka rosyjskiego MSZ Maria Zacharowa skomentowała protest przeciw ambasadorowi Siergiejowi Andriejewowi, który w Dniu Zwycięstwa chciał złożyć kwiaty na radzieckim cmentarzu w Warszawie. Uznała, że na zachowanie demonstrantów nie ma cenzuralnych słów. Według kremlowskiej propagandystki była to dzika postawa polskiej strony.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/maria-zacharowa-o-dzikiej-postawie-polakow-nie-ma-na-to-slow/", "date_published": "2023-05-10 19:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Była premier Finlandii Sanna Marin się rozwodzi. Rozstanie po 19 latach", "description": "Sanna Marin i jej mąż, Markus Räikkönen, rozwodzą się po trzech latach małżeństwa. Poinformowała o tym była premier Finlandii w mediach społecznościowych. Złożyliśmy wniosek o rozwód. Jesteśmy wdzięczni za 19 lat związku i naszą ukochaną córkę - dodała.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/byla-premier-finlandii-sanna-marin-i-jej-maz-zlozyli-pozew-o-rozwod-rozstanie-po-19-latach/", "date_published": "2023-05-10 19:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Brytyjczyk przyznał się do hakowania kont na Twitterze. Za cyberprzestępstwa grozi mu 77 lat", "description": "23-letni Joseph James OConnor przyznał się do hakowania kont znanych osób na Twitterze, a także do wielu innych cyberprzestępstw, w tym kradzieży kryptowalut. Brytyjczykowi grozi do 77 lat więzienia. Wyrok ma zapaść 23 czerwca.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/usa-brytyjczyk-przyznal-sie-do-hakowania-kont-na-twitterze-za-cyberprzestepstwa-grozi-mu-77-lat/", "date_published": "2023-05-10 18:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Dmitrij Miedwiediew reaguje na zmianę nazwy Kaliningradu na Królewiec", "description": "Nie podoba im się nazwa Kaliningrad, proponują pisać Królewiec. W takim razie nie ma dla nich Krakowa, tylko Krakau - napisał w reakcji na zmianę polskiej pisowni rosyjskiego obwodu i miasta były prezydent Rosji. To nie pierwszy raz, gdy Dmitrij Miedwiediew zamieszcza komentarz wycelowany w Polskę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/rosja-dmitrij-miedwiediew-o-zmianie-nazwy-na-krolewiec-polscy-rusofobi-chca-uczyc-historii/", "date_published": "2023-05-10 14:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chorwacja. Odkryto podwodną drogę sprzed 7 tys. lat. Służyła ludziom \"zaginionej\" kultury", "description": "Podwodni archeologowie z chorwackiego Uniwersytetu w Zadarze odkryli w Morzu Adriatyckim pozostałości starożytnej drogi liczącej 7 tysięcy lat. Natknięto się na nią w pobliżu znajdującego się obecnie ok. pięć metrów pod wodą stanowiska archeologicznego Soline. Kamienna droga prowadziła kiedyś z lądu na sztuczną wyspę, gdzie w okresie neolitu istniała założona przez pradawny lud osada.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/chorwacja-odkryto-podwodna-droge-sprzed-7-tys-lat-sluzyla-ludziom-zaginionej-kultury/", "date_published": "2023-05-10 13:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Watykan prowadzi misję ws. pokoju w Ukrainie. \"Wierzę, że będzie to kontynuowane\"", "description": "Wierzę, że będzie to kontynuowane - mówił watykański sekretarz stanu kardynał Pietro Parolin, cytowany przez rainews.it. Jego słowa odnoszą się do misji pokojowej, jaką ma prowadzić Stolica Apostolska ws. wojny na Ukrainie. Zarówno Kijów jak i Moskwa zaprzeczały początkowo, jakoby takie kroki miałby być podjęte.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/watykan-stolica-apostolska-prowadzi-misje-ws-pokoju-w-ukrainie-wierze-ze-bedzie-to-kontynuowane/", "date_published": "2023-05-10 12:24:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Interpol szuka informacji o 22 kobietach. Prawdopodobnie zostały zamordowane", "description": "Policja z Belgii, Niemczech i Holandii prosi o pomoc w identyfikacji 22 kobiet i dziewcząt, które ich zdaniem zostały zamordowane. Ciała zostały odkryte w tych krajach między październikiem 1976 roku a sierpniem 2019 roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/interpol-szuka-informacji-o-22-kobietach-prawdopodobnie-zostaly-zamordowane/", "date_published": "2023-05-10 11:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "To nie jest nagranie z pędzącego pociągu. \"Typowy dzień pracy na Antarktydzie\"", "description": "Szef 47. Polskiej Wyprawy Antarktycznej Tomasz Kurczaba opublikował na swoim profilu społecznościowym krótkie, bo zaledwie kilkunastosekundowe nagranie, przedstawiające zmagania kobiety ze śnieżycą, która nie pozwala jej zamknąć drzwi wejściowych do bazy. Komentujący wideo widzieli z początku jednak coś innego. Byłem pewien, że to pociąg - napisał jeden z użytkowników Instagrama.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/to-nie-jest-nagranie-z-pedzacego-pociagu-typowy-dzien-pracy-na-antarktydzie/", "date_published": "2023-05-10 11:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Francuski dziennikarz zginął pod Bachmutem", "description": "Francuski dziennikarz, Arman Soldin, zginął w wyniku rosyjskiego ostrzału rakietowego pod Bachmutem w obwodzie donieckim. 32-latek niemal od początku konfliktu relacjonował działania wojenne we wschodniej Ukrainie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/wojna-w-ukrainie-francuski-dziennikarz-zginal-pod-bachmutem/", "date_published": "2023-05-10 07:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Biżuteria księżnej Diany trafi na aukcję. Miała ją na sobie podczas ostatniego wystąpienia", "description": "Klejnoty Księżnej Diany Jezioro Łabędzie, które miała na sobie podczas ostatniego publicznego wystąpienia w 1997 roku, trafią na aukcję w Nowym Jorku. Część środków ze sprzedaży ma wspomóc odbudowę Ukrainy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/usa-bizuteria-ksieznej-diany-trafi-na-aukcje-miala-ja-na-sobie-podczas-ostatniego-wystapienia/", "date_published": "2023-05-10 07:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tunezja: Atak w pobliżu synagogi na Dżerbie. Nie żyją cztery osoby", "description": "Cztery osoby zginęły, a dziewięć zostało rannych w ataku z użyciem broni w pobliżu w pobliżu synagogi El Ghriba na tunezyjskiej wyspie Dżerba. Napastnikiem okazał się jeden z żołnierzy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-10/tunezja-atak-w-poblizu-synagogi-na-dzerbie-nie-zyja-cztery-osoby/", "date_published": "2023-05-10 04:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]