[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Brings ‘Rigged’ Election Fight To CNN Town Hall", "description": "Former President Donald Trump rejected pushback during the CNN town hall on Wednesday night about his claims of a &#8220;rigged&#8221; election in 2020. When CNN anchor Kaitlan Collins, who is moderating the event, noted that GOP officials have rejected allegations of election fraud, Trump shot back, saying they were &#8220;afraid to take on the issue.&#8221; When ...", "link": "https://www.dailywire.com/news/trump-brings-rigged-election-fight-to-cnn-town-hall", "date_published": "2023-05-10 20:16:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Lucky To Be Alive’: Actor Dolph Lundgren Reveals Secret 8-Year Cancer Battle", "description": "&#8220;The Expendables&#8221; star Dolph Lundgren didn&#8217;t beat around the bush when he said he&#8217;s &#8220;lucky to be alive&#8221; after revealing how he almost died during his secret 8-year battle with cancer. During the 65-year-old Swedish actor&#8217;s appearance on &#8220;In Depth with Graham Bensinger,&#8221; he opened up about the &#8220;serious&#8221; health diagnosis he got in 2015 ...", "link": "https://www.dailywire.com/news/lucky-to-be-alive-actor-dolph-lundgren-reveals-secret-8-year-cancer-battle", "date_published": "2023-05-10 20:13:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Signs Strongest Anti-Illegal Immigration Bills Into Law As Biden Border Crisis Worsens", "description": "Florida Governor Ron DeSantis signed the strongest anti-illegal immigration legislation into law on Wednesday as President Joe Biden&#8217;s crisis on the U.S. southern border is set to dramatically worsen this week with the ending of Title 42. “The Biden Border Crisis has wreaked havoc across the United States and has put Americans in danger,” DeSantis ...", "link": "https://www.dailywire.com/news/desantis-signs-strongest-anti-illegal-immigration-bills-into-law-as-biden-border-crisis-worsens", "date_published": "2023-05-10 20:12:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FBI Resists Subpoena From Congress Seeking Record Containing Allegations Of Biden Bribery Scheme", "description": "The FBI failed to produce to Congress a subpoenaed file containing allegations of a criminal bribery scheme involving President Joe Biden, dating back to his time as vice president, and a foreign national, GOP lawmakers announced on Wednesday. After the deadline had passed, House Oversight Committee Chairman James Comer (R-KY) released a joint statement with Sen. ...", "link": "https://www.dailywire.com/news/fbi-resists-subpoena-from-congress-seeking-record-containing-allegations-of-biden-bribery-scheme", "date_published": "2023-05-10 19:31:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Major Bank Downgrades Anheuser-Busch’s Stock Status As Sales Continue To Crater", "description": "A major multinational bank downgraded the stock status of Anheuser-Busch amidst the continued fallout from the Dylan Mulvaney partnership controversy. HSBC downgraded the stock of Anheuser-Busch InBev to a hold status, meaning investors should neither buy nor sell shares of it. In an analysis, Carlos Laboy, managing director for the global beverage sector of HSBC, ...", "link": "https://www.dailywire.com/news/major-bank-downgrades-anheuser-buschs-stock-status-as-sales-continue-to-crater", "date_published": "2023-05-10 19:30:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Healthcare Non-Profit Supplies L.A. Homeless With Government-Funded Meth Pipes: Report", "description": "Los Angeles nonprofit workers passed out boxes of government-funded crystal meth pipes to the homeless population living on Skid Row, allegedly assuming it helps prevent fatal drug overdoses. Bodycam footage reported by local media shows workers from the Homeless Health Care Los Angeles nonprofit organization distributing the drug paraphernalia while driving around the neighborhood in ...", "link": "https://www.dailywire.com/news/healthcare-non-profit-supplies-l-a-homeless-with-government-funded-meth-pipes-report", "date_published": "2023-05-10 19:20:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Squad Member Promises To Defy Speaker McCarthy, Hold Anti-Israel Event At The Capitol", "description": "Liberal &#8220;squad&#8221; member Rashida Tlaib (D-MI) announced on Wednesday that she planned to defy House Speaker Kevin McCarthy (R-CA) and hold an event recognizing al-Nakba — &#8220;the catastrophe&#8221; — which is how many Arabs refer to the creation of the Israeli state and the time since. McCarthy nixed the event, which was scheduled for Wednesday, ...", "link": "https://www.dailywire.com/news/squad-member-promises-to-defy-speaker-mccarthy-hold-anti-israel-event-at-the-capitol", "date_published": "2023-05-10 19:10:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Set To Announce Kaitlan Collins As New Prime Time Host", "description": "CNN CEO Chris Licht is reportedly set to announce that 31-year-old Kaitlan Collins has a new contract to serve as the host of the network&#8217;s 9 p.m. primetime hour, which was previously occupied for years by former CNN host Chris Cuomo. Puck News reported that the announcement is expected to take place in the coming ...", "link": "https://www.dailywire.com/news/cnn-set-to-announce-kaitlan-collins-as-new-prime-time-host", "date_published": "2023-05-10 18:34:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NBC Correspondent Worries That Twitter Won’t ‘Police’ Tucker: ‘It’s Just A Free-For-All’", "description": "NBC News correspondent Tom Costello worried on Tuesday that no one would be able to &#8220;police&#8221; former Fox News host Tucker Carlson if his show aired on Twitter. Costello brought in ousted CNN anchor — and regular Fox News critic — Brian Stelter to discuss the situation, responding to Carlson&#8217;s announcement that he planned to ...", "link": "https://www.dailywire.com/news/nbc-correspondent-worries-that-twitter-wont-police-tucker-its-just-a-free-for-all", "date_published": "2023-05-10 17:06:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manchin Shreds Biden Over Expected Crackdown On Power Plants, Reveals How He Will Respond", "description": "West Virginia Democratic Senator Joe Manchin announced on Wednesday that he would oppose every Biden administration nominee for the EPA due to the environmental agency’s expected crackdown on emissions at power plants. The forthcoming regulations, which are widely reported to be scheduled for publication on Thursday, would demand that power plants considerably reduce their carbon ...", "link": "https://www.dailywire.com/news/manchin-shreds-biden-over-expected-crackdown-on-power-plants-reveals-how-he-will-respond", "date_published": "2023-05-10 17:03:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wednesday Afternoon Update: GOP Reveals Damning Case Against Biden Family, Santos Arrested, Border Chaos", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. GOP Reveals Damning Case Against Biden Family In a press conference today, Republican lawmakers laid out detailed evidence showing that at least nine members of President Joe Biden’s family took in millions of dollars from foreign sources. This ...", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-gop-reveals-damning-case-against-biden-family-santos-arrested-border-chaos", "date_published": "2023-05-10 16:59:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Feinstein Returns To Senate In Wheelchair, Needs ‘Lighter Schedule’", "description": "Sen. Dianne Feinstein (D-CA) returned to the Senate on Wednesday in a wheelchair, ending the lawmaker&#8217;s months-long absence as she recovered from shingles. Video shows Senate Majority Leader Chuck Schumer (D-NY) walking alongside Feinstein as she was being wheeled into the Senate chamber for a vote. Liz Kreutz, a reporter for ABC7 San Francisco, tweeted that ...", "link": "https://www.dailywire.com/news/feinstein-returns-to-senate-in-wheelchair-needs-lighter-schedule", "date_published": "2023-05-10 16:22:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Without The Writers, We’re Nothing!’: ‘Criminal Minds’ Alum Joins Writers Guild Picket Line With Blistering Rant", "description": "Former &#8220;Criminal Minds&#8221; actor Mandy Patinkin jumped into the picket line on Wednesday amid the ongoing Hollywood writers strike. Patinkin picked up a sign and joined the protest on behalf of the Writers Guild of America, which has been on strike since May 2 over failed negotiations with the Alliance of Motion Picture and Television ...", "link": "https://www.dailywire.com/news/without-the-writers-were-nothing-criminal-minds-alum-joins-writers-guild-picket-line-with-blistering-rant", "date_published": "2023-05-10 16:21:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former NFL First-Round Pick Pleads Guilty To Drunk Driving Crash That Killed Las Vegas Woman", "description": "Former Las Vegas Raiders wide receiver Henry Ruggs III pleaded guilty Wednesday to a drunk driving crash that resulted in the death of Tina Tintor and her dog in November 2021. Ruggs, 24, appeared in the Clark County District Court where he pleaded guilty to one count of a DUI resulting in death and one ...", "link": "https://www.dailywire.com/news/former-nfl-first-round-pick-pleads-guilty-to-drunk-driving-crash-that-killed-las-vegas-woman", "date_published": "2023-05-10 16:14:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Active CIA Employee ‘Asked’ Intel Veteran If He Would Sign Hunter Biden Letter: Report", "description": "A CIA employee may have helped gather the signature of at least one former intelligence official for the letter used to discredit the Hunter Biden laptop story weeks before the 2020 election. David Cariens, a retired CIA analyst, told congressional investigators in a written statement that an active CIA employee involved in reviewing his memoir &#8220;asked&#8221; ...", "link": "https://www.dailywire.com/news/active-cia-employee-asked-intel-veteran-if-he-would-sign-hunter-biden-letter-report", "date_published": "2023-05-10 16:05:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "LSU Basketball Star Flau’jae Johnson Mocks 9/11 In Rap Song", "description": "Louisiana State University freshman basketball standout Flau&#8217;jae Johnson took some heat on Tuesday after she released a rap video featuring a line that appeared to mock the 9/11 terror attack on the World Trade Center. OutKick&#8217;s David Hookstead shared a clip of the since-deleted video, along with the following caption: &#8220;LSU basketball player Flau’jae Johnson ...", "link": "https://www.dailywire.com/news/lsu-basketball-star-flaujae-johnson-mocks-9-11-in-rap-song", "date_published": "2023-05-10 16:04:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Three’s Company’ Star Reveals Why She Turned Down Co-Hosting ‘The View’ With Barbara Walters", "description": "&#8220;Three&#8217;s Company&#8221; star Suzanne Somers revealed that the late Barbara Walters asked her to co-host the early days of &#8220;The View&#8221; as she explained why she walked away from that opportunity and has &#8220;never looked back.&#8221; During Wednesday&#8217;s episode of the podcast, &#8220;Behind the Velvet Rope with David Yontef,&#8221; the 76-year-old actress said Walters, who ...", "link": "https://www.dailywire.com/news/threes-company-star-reveals-why-she-turned-down-co-hosting-the-view-with-barbara-walters", "date_published": "2023-05-10 15:28:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "MTV News Shut Down After 36 Years Amid Ongoing Paramount Layoffs", "description": "MTV News has closed down after 36 years in operation as its parent company Paramount Global implements mass layoffs. The news division of MTV launched in 1987 with “The Week In Rock” featuring host Kurt Loder, who was trending on social media on Wednesday. It aimed to provide entertainment content for anyone looking for an ...", "link": "https://www.dailywire.com/news/mtv-news-shut-down-after-36-years-amid-ongoing-paramount-layoffs", "date_published": "2023-05-10 15:17:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mark Wahlberg Says Once He ‘Started Putting My Faith And Focus On God, Good Things’ Happened To Him", "description": "Hollywood star Mark Wahlberg said once he &#8220;started putting&#8221; his &#8220;faith and focus on God, good things&#8221; happened to him. In a recent interview with Fox News, the 51-year-old actor said the most important thing to him besides his family is his faith, and how without it, he wouldn&#8217;t have been able to handle the ...", "link": "https://www.dailywire.com/news/mark-wahlberg-says-once-he-started-putting-my-faith-and-focus-on-god-good-things-happened-to-him", "date_published": "2023-05-10 15:02:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We Don’t Lose These Cases’: Sunny Hostin And ‘The View’ Hosts Gloat Over George Santos’ Arrest", "description": "Sunny Hostin and her cohosts on ABC&#8217;s &#8220;The View&#8221; spent part of Wednesday&#8217;s broadcast mocking Rep. George Santos over his arrest on a number of various charges. Santos was arrested on Wednesday morning and indicted on 13 counts including campaign finance fraud, making false statements to Congress, and theft of public funds. Fox News reported ...", "link": "https://www.dailywire.com/news/we-dont-lose-these-cases-sunny-hostin-and-the-view-hosts-gloat-over-george-santos-arrest", "date_published": "2023-05-10 15:02:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "A Dozen Former FBI Agents Break Silence On The State Of The Bureau", "description": "Twelve retired senior FBI agents, with roughly three decades of individual service in the bureau, told The Daily Wire that entrenched partisan politics have set the federal agency on a path headed toward destruction. Aside from the top two floors of the FBI headquarters — where, as one former agent said, all the &#8220;self-served and ...", "link": "https://www.dailywire.com/news/a-dozen-former-fbi-agents-break-silence-on-the-state-of-the-bureau", "date_published": "2023-05-10 15:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Karine Jean-Pierre Claims House Republicans Could Cause The ‘Single Biggest Threat’ To The Economy", "description": "White House Press Secretary Karine Jean-Pierre suggested on Wednesday that efforts from House Republicans to combine a debt ceiling increase with meaningful spending reforms presently constitute the “single biggest threat” to the U.S. economy. The assertion came one day after President Joe Biden met with senior Democratic and Republican lawmakers to negotiate an increase in ...", "link": "https://www.dailywire.com/news/karine-jean-pierre-claims-house-republicans-could-cause-the-single-biggest-threat-to-the-economy", "date_published": "2023-05-10 14:52:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Activist Author Refuses To Begin Interview Until Host Pronounces Her Name Correctly", "description": "A clip of activist author Dr. Shola Mos-Shogbamimu refusing to go on with an interview until the host could pronounce her name correctly is making the rounds on social media.  Mos-Shogbamimu, who is a vocal supporter of Meghan Markle and penned a book about anti-racism, wouldn’t back down during the exchange with British TV presenter ...", "link": "https://www.dailywire.com/news/activist-author-refuses-to-begin-interview-until-host-pronounces-her-name-correctly", "date_published": "2023-05-10 14:32:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Texas National Guard Repels Line Of Migrants Illegally Crossing Into U.S.", "description": "Texas National Guard soldiers blocked a line of migrants attempting to illegally cross the southern border on Wednesday, one day before the Trump-era Title 42 policy is set to expire. Video captured by journalist Todd Bensman shows a wall of razor wire ordered by Texas Republican Gov. Greg Abbott and state authorities blocking immigrants crossing ...", "link": "https://www.dailywire.com/news/watch-texas-national-guard-repels-line-of-migrants-illegally-crossing-into-u-s", "date_published": "2023-05-10 14:19:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Super Bowl-Winning Chiefs Player Tells College Graduates To Prioritize Having A Family Over Career", "description": "Super Bowl-winning Chiefs player Harrison Butker told college graduates to prioritize having a family over pursuing a career during a commencement address on Saturday. The Kansas City kicker spoke to graduates at Georgia Tech, telling them to &#8220;get married and start a family,&#8221; Yahoo.com reported. He told them the most important ring he wears is ...", "link": "https://www.dailywire.com/news/super-bowl-winning-chiefs-player-tells-college-graduates-to-prioritize-having-a-family-over-career", "date_published": "2023-05-10 14:16:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Soros Prosecutor’s Staffer, Dem Candidate In Violence-Tinged Group That Plotted Against Conservative Parents", "description": "Loudoun County left-wing activists with close ties to its Democrat politicians plotted secretly to destroy the lives of conservatives and Christians, gleefully discussing their deaths and repeatedly laboring to get them fired, according to thousands of pages of online chat logs reviewed by The Daily Wire.", "link": "https://www.dailywire.com/news/soros-prosecutors-staffer-dem-candidate-in-violence-tinged-group-that-plotted-against-conservative-parents", "date_published": "2023-05-10 13:56:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gavin Newsom Praises Reparations Task Force — Doesn’t Endorse Plan For $1.2 Million Payouts", "description": "California Democratic Governor Gavin Newsom praised the work of his state&#8217;s appointed Reparations Task Force – which he said had done important work to &#8220;advance systemic changes&#8221; — but stopped short of endorsing its recommendation for cash payouts of up to $1.2 million. Newsom, who appointed five of the nine members of the task force, ...", "link": "https://www.dailywire.com/news/gavin-newsom-praises-reparations-task-force-doesnt-endorse-plan-for-1-2-million-payouts", "date_published": "2023-05-10 13:50:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Florida College Overhauled By DeSantis Will Accept Standardized Exam Based On Classical Education", "description": "New College of Florida, a public liberal arts school recently reformed by Florida Republican Governor Ron DeSantis, will start to accept the Classic Learning Test, a standardized college entrance exam meant for students with classical and Christian educations. DeSantis recently appointed six conservative activists and academics to the New College of Florida Board of Trustees, ...", "link": "https://www.dailywire.com/news/florida-college-overhauled-by-desantis-will-accept-standardized-exam-based-on-classical-education", "date_published": "2023-05-10 13:35:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hedge Fund Manager Will Confront JPMorgan Chase Shareholders On Moves To De-Bank Conservative And Religious Groups", "description": "Hedge fund manager David Bahnsen will introduce a resolution before the shareholders of JPMorgan Chase next week regarding the company’s moves to de-bank organizations for their conservative and religious viewpoints. Chase Bank, the consumer and commercial subsidiary of the financial services behemoth, has garnered controversy in recent months for nixing its relationship with the National ...", "link": "https://www.dailywire.com/news/hedge-fund-manager-will-confront-jpmorgan-chase-shareholders-on-moves-to-de-bank-conservative-and-religious-groups", "date_published": "2023-05-10 12:28:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Army Sergeant Sentenced For Death Of Black Lives Matter Protester", "description": "Daniel Perry, a 35-year-old U.S. Army sergeant, has been sentenced to 25 years in prison for the 2020 death of a Black Lives Matter protester carrying an AK-47. Perry, who claims he acted in self-defense during the altercation, was found guilty of murder last month and was facing anywhere from 5 to 99 years behind ...", "link": "https://www.dailywire.com/news/army-sergeant-sentenced-for-death-of-black-lives-matter-protester", "date_published": "2023-05-10 12:10:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "She Wrote A Book About Grief After Her Husband Died. Now She’s Charged With His Murder.", "description": "A mother who wrote a children’s book about grief after her husband died has now been charged with his murder. Kouri Darden Richins, a 33-year-old mom of three from Kamas, Utah, was arrested Monday for allegedly poisoning her husband, Eric, on March 4, 2022, KUTV reported. She has been charged with aggravated murder and possession ...", "link": "https://www.dailywire.com/news/she-wrote-a-book-about-grief-after-her-husband-died-now-shes-charged-with-his-murder", "date_published": "2023-05-10 11:58:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "In Major Reversal, Biden Resurrects Trump Border Policy Ahead Of Title 42 Repeal", "description": "The Biden administration has brought back a Trump-era immigration rule the day before Title 42 is scheduled to sunset and encourage a wave of illegal immigration into the U.S. The rule, finalized and published in the Federal Register on Wednesday, disqualifies migrants from applying for asylum in the U.S. if they neglected to first apply ...", "link": "https://www.dailywire.com/news/in-major-reversal-biden-resurrects-trump-border-policy-ahead-of-title-42-repeal", "date_published": "2023-05-10 11:43:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Doomsday Mom’ Accused Of Killing Her Kids Was Lounging By Pool In Bikini When Asked To Prove They Were Alive", "description": "Lori Vallow Daybell, the Idaho mother accused of killing two of her children, was lounging by the pool in a bikini when she was served a court order to produce her children, who had been missing for four months by that time. The video, dated January 25, 2020, shows Vallow Daybell relaxing by a pool ...", "link": "https://www.dailywire.com/news/doomsday-mom-accused-of-killing-her-kids-was-lounging-by-pool-in-bikini-when-asked-to-prove-they-were-alive", "date_published": "2023-05-10 11:24:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BlackRock Should Lose Permission To Invest In Utilities Because Of ESG Pushes, Republican AGs Say", "description": "Seventeen Republican attorneys general contended that BlackRock should be barred from investing in public utilities because of the asset management company’s support of the environmental, social, and corporate governance movement, also known as ESG. The complaint filed with the Federal Energy Regulation Commission and shared with The Daily Wire on Wednesday seeks to remove the ...", "link": "https://www.dailywire.com/news/blackrock-should-lose-permission-to-invest-in-utilities-because-of-esg-pushes-republican-ags-say", "date_published": "2023-05-10 11:13:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Takes Major Step Toward Expected 2024 Presidential Race", "description": "Florida Governor Ron DeSantis has taken a major step in recent days toward his widely expected announcement in the coming weeks that he will launch a 2024 presidential campaign. DeSantis severed his connection on Friday to his state political committee, Friends of Ron DeSantis, and the $86 million that it controls, a necessary step toward ...", "link": "https://www.dailywire.com/news/desantis-takes-major-step-toward-expected-2024-presidential-race", "date_published": "2023-05-10 11:13:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Robert De Niro, 79, Announces Birth Of 7th Child", "description": "Legendary Hollywood actor Robert De Niro recently announced that he’s become a father for the seventh time at the age of 79. The Oscar-winning star was speaking with ET Canada about his new movie, “About My Father,” when he revealed the news.  &#8220;I mean, there&#8217;s no way around it with kids. I don&#8217;t like to ...", "link": "https://www.dailywire.com/news/robert-de-niro-79-announces-birth-of-7th-child", "date_published": "2023-05-10 10:56:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Coronation Guest Suspected Of Being Meghan Markle In Disguise Identified: ‘Nothing Sinister About It’", "description": "The coronation guest who was rumored to be Meghan Markle in disguise is speaking out and confirming his real identity.  Social media was abuzz during the coronation of King Charles III on May 6 as multiple royal family enthusiasts insisted that one of the guests looked suspiciously like Markle wearing a fake mustache. Her husband ...", "link": "https://www.dailywire.com/news/coronation-guest-suspected-of-being-meghan-markle-in-disguise-identified-nothing-sinister-about-it", "date_published": "2023-05-10 10:53:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Republicans Have Done Our Part’: McCarthy Blasts Biden After First Debt Ceiling Negotiation In Months", "description": "House Speaker Kevin McCarthy (R-CA) blasted President Joe Biden after congressional leadership discussed a potential debt ceiling increase on Tuesday, a meeting which came after more than three months of refusal from the White House to negotiate. The debt ceiling, a policy established by Congress that prevents the federal government from spending beyond a predetermined ...", "link": "https://www.dailywire.com/news/republicans-have-done-our-part-mccarthy-blasts-biden-after-first-debt-ceiling-negotiation-in-months", "date_published": "2023-05-10 10:32:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "George Santos Arrested, Indicted On 13 Counts Relating To Fraud", "description": "Rep. George Santos (R-NY) has been federally indicted and arrested over 13 counts relating to campaign finance fraud. The Associated Press reported Wednesday that Santos surrendered to authorities and is expected to make a court appearance later this afternoon. U.S. Attorney Breon Peace told the outlet that the indictment &#8220;seeks to hold Santos accountable for ...", "link": "https://www.dailywire.com/news/george-santos-arrested-indicted-on-13-counts-relating-to-fraud", "date_published": "2023-05-10 10:23:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Republicans Lay Out Damning Case Of Biden Family’s Alleged Corruption", "description": "Republican lawmakers laid out in damning detail Wednesday their evidence that at least nine members of President Joe Biden’s family took in as much as $10 million from operatives in China and Romania while Biden served as President Obama’s vice president. The lawmakers, all members of the House Oversight and Accountability Committee, revealed subpoenaed bank ...", "link": "https://www.dailywire.com/news/house-republicans-lay-out-damning-case-of-biden-familys-alleged-corruption", "date_published": "2023-05-10 09:45:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Frightened Major League Superstar Refuses To Join Teammates At ‘Haunted’ Hotel", "description": "Major League Baseball superstar Mookie Betts swears he isn’t ghosting his Dodgers teammates by staying at an Airbnb instead of bunking with them for LA’s three-game series against the Milwaukee Brewers. The star outfielder simply wants no part of Milwaukee’s reputedly haunted Pfister Hotel. Betts has heard stories, including from fellow former MVP Bryce Harper, ...", "link": "https://www.dailywire.com/news/frightened-major-league-superstar-refuses-to-join-teammates-at-haunted-hotel", "date_published": "2023-05-10 09:35:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘They Don’t Want It To End’: Border Patrol Union Leader Slams Biden Admin Ahead Of Expected Border Surge", "description": "A union leader representing U.S. Border Patrol agents slammed the Biden administration on Tuesday, saying that the administration didn’t want the ongoing crisis at the southern border to end.  National Border Patrol Council President Brandon Judd said in an interview with Fox News that the issue at the border is not financial, but policy-related.  “We ...", "link": "https://www.dailywire.com/news/they-dont-want-it-to-end-border-patrol-union-leader-slams-biden-admin-ahead-of-expected-border-surge", "date_published": "2023-05-10 09:26:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Trump Loyalist Joins Pro-DeSantis Super PAC", "description": "Steve Cortes, a former senior adviser to former President Donald Trump&#8217;s 2016 and 2020 presidential campaigns, announced on Tuesday that he is backing Florida Governor Ron DeSantis for the 2024 presidential race. Cortes&#8217; decision to back the Florida governor comes as several former senior Trump campaign and administration officials have switched teams ahead of DeSantis&#8217; ...", "link": "https://www.dailywire.com/news/former-trump-loyalist-joins-pro-desantis-super-pac", "date_published": "2023-05-10 09:10:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Headline Inflation Ticks Downward As Some Product Categories Continue To Surge", "description": "The Consumer Price Index rose 4.9% between April 2022 and April 2023, marking a continued decline from elevated inflation even as higher price levels continue to constrain household budgets. The month-to-month increase of 0.4% was in line with analyst expectations, while core inflation, which factors out the more volatile food and energy categories, also rose ...", "link": "https://www.dailywire.com/news/headline-inflation-ticks-downward-as-some-product-categories-continue-to-surge", "date_published": "2023-05-10 08:40:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trans Runner Whines After Being Barred From Competing Against Women In Olympics: ‘I Feel Marginalized’", "description": "Transgender-identifying sprinter Halba Diouf, a biological male who claims to be a woman, fumed over World Athletics&#8217; decision to ban biological males from competing against women in the Summer 2024 Paris Olympics. The French native began transgender procedures in 2021 and planned on competing in the women&#8217;s 200-meter race but is now barred from the ...", "link": "https://www.dailywire.com/news/trans-runner-whines-after-being-barred-from-competing-against-women-in-olympics-i-feel-marginalized", "date_published": "2023-05-10 07:53:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "8th Graders’ History Scores Are The Lowest Ever, But Is It Really A Shock Given What They’re Being Taught?", "description": "Standardized testing is a controversial practice in the American public school system. Critics contend that standardized tests don&#8217;t take creativity or complex problem-solving skills into account, instead focusing solely on rote memorization. They also argue that the tests don&#8217;t serve as good predictors of future success and could be unfair to certain disadvantaged groups. Whether ...", "link": "https://www.dailywire.com/news/8th-graders-history-scores-are-the-lowest-ever-but-is-it-really-a-shock-given-what-theyre-being-taught", "date_published": "2023-05-10 07:44:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prosecutor Torches Soros-Backed Chicago DA Kim Foxx In Resignation Letter: ‘Will Not Raise My Son Here’", "description": "Assistant State Attorney Jason Poje, a 20-year veteran prosecutor in Chicago, torched George Soros-backed Cook County State&#8217;s Attorney Kim Foxx this month in his resignation letter and slammed the city&#8217;s &#8220;stupid&#8221; leaders who he said had set the city &#8220;on a course to disaster.&#8221; The Chicago Contrarian, which obtained a copy of Poje&#8217;s exit email, ...", "link": "https://www.dailywire.com/news/prosecutor-torches-soros-backed-chicago-da-kim-foxx-in-resignation-letter-will-not-raise-my-son-here", "date_published": "2023-05-10 07:22:28+00:00", "persistent": false, "user": null, "language": "en-US"}]