[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Beetlejuice 2: Cast and Release Date Revealed - IGN The Fix: Entertainment", "description": "In today's Entertainment Fix:\nBeetlejuice 2, which will see Michael Keaton return as the famous poltergeist, is officially dancing into theaters next fall. Tony Gilroy ceases all producing duties on Andor. Finally, Scarlett Johansson may now have an eight-film arc as Black Widow/Natasha Romanoff to her name, but before she joined the MCU, the actress was questioning her entire career.\n\n#IGN", "link": "https://www.youtube.com/watch?v=bVe66NdYAnM", "date_published": "2023-05-10 23:12:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Crowded Room - Official Trailer (2023) Tom Holland, Amanda Seyfried, Emmy Rossum", "description": "Check out the trailer for The Crowded Room, an upcoming limited series starring and executive produced by Tom Holland, and created by Academy Award-winning writer and executive producer Akiva Goldsman. The 10-episode series also stars Amanda Seyfried, Emmy Rossum, Sasha Lane, Will Chase and Lior Raz along with guest stars Jason Isaacs, Christopher Abbott, Thomas Sadoski, and Zachary Golinger.\n\nThe Crowded Room follows Danny Sullivan (Holland), a man who is arrested following his involvement in a shooting in New York City in 1979. A captivating thriller told through a series of interviews with curious interrogator Rya Goodwin (Amanda Seyfried), Danny’s life story unfolds, revealing elements of the mysterious past that shaped him, and the twists and turns that will lead him to a life-altering revelation. \n\nThe series is a co-production between Apple Studios and New Regency. Goldsman serves as executive producer through his Weed Road Productions banner. The series is also executive produced by Holland; Alexandra Milchan for EMJAG Productions; and New Regency’s Arnon Milchan, Yariv Milchan and Michael Schaefer. Kornel Mundruczo directed several episodes, including the pilot, and executive produces. \n\nThe Crowded Room will make its global debut on Apple TV+ with the first three episodes on Friday, June 9, 2023, followed by one new episode weekly every Friday through July 28, 2023.\n\n#IGN #Apple #TV", "link": "https://www.youtube.com/watch?v=UAslkAV-qyk", "date_published": "2023-05-10 23:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fast X - Official 'Letty vs Cipher Fight' Behind The Scenes Clip (2023) Michelle Rodriguez", "description": "Take a behind-the-scenes look at a tense fight scene between Letty and Cipher in this featurette for Fast X. Fast X, the tenth film in the Fast & Furious saga, stars Vin Diesel, Michelle Rodriguez, Tyrese Gibson, Chris “Ludacris” Bridges, Jason Momoa, Nathalie Emmanuel, Jordana Brewster, John Cena, Jason Statham, Sung Kang, Alan Ritchson, Daniela Melchior, Scott Eastwood, Leo Abelo Perry, with Helen Mirren, Charlize Theron, Brie Larson, and Rita Moreno.\n\nOver many missions and against impossible odds, Dom Toretto (Vin Diesel) and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they’ve ever faced: A terrifying threat emerging from the shadows of the past who’s fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever. \n\nIn 2011’s Fast Five, Dom and his crew took out nefarious Brazilian drug kingpin Hernan Reyes and decapitated his empire on a bridge in Rio De Janeiro. What they didn’t know was that Reyes’ son, Dante (Aquaman’s Jason Momoa), witnessed it all and has spent the last 12 years masterminding a plan to make Dom pay the ultimate price. \n\nDante’s plot will scatter Dom’s family from Los Angeles to the catacombs of Rome, from Brazil to London and from Portugal to Antarctica. New allies will be forged and old enemies will resurface. But everything changes when Dom discovers that his own 8-year-old son (Leo Abelo Perry, Black-ish) is the ultimate target of Dante’s vengeance. \n\nFast X is produced by Neal H. Moritz, Vin Diesel, Justin Lin, Jeff Kirschenbaum, and Samantha Vincent. The executive producers are Joseph M. Caracciolo, Jr., David Cain, Chris Morgan, Amanda Lewis, and Mark Bomback.\n\nFast X, directed by Louis Leterrier, opens in theaters on May 19, 2023.\n\n#IGN #FastX", "link": "https://www.youtube.com/watch?v=n55Hld3W6FA", "date_published": "2023-05-10 22:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fast X - Official 'Letty Chases Dante' Clip (2023) Jason Momoa, Michelle Rodriguez", "description": "Check out the latest action-packed clip from Fast X, which features Letty going after Dante in a high-speed chase, an explosion, and a cool motorcycle stunt. Fast X, the tenth film in the Fast & Furious saga, stars Vin Diesel, Michelle Rodriguez, Tyrese Gibson, Chris “Ludacris” Bridges, Jason Momoa, Nathalie Emmanuel, Jordana Brewster, John Cena, Jason Statham, Sung Kang, Alan Ritchson, Daniela Melchior, Scott Eastwood, Leo Abelo Perry, with Helen Mirren, Charlize Theron, Brie Larson, and Rita Moreno.\n\nOver many missions and against impossible odds, Dom Toretto (Vin Diesel) and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they’ve ever faced: A terrifying threat emerging from the shadows of the past who’s fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever. \n\nIn 2011’s Fast Five, Dom and his crew took out nefarious Brazilian drug kingpin Hernan Reyes and decapitated his empire on a bridge in Rio De Janeiro. What they didn’t know was that Reyes’ son, Dante (Aquaman’s Jason Momoa), witnessed it all and has spent the last 12 years masterminding a plan to make Dom pay the ultimate price. \n\nDante’s plot will scatter Dom’s family from Los Angeles to the catacombs of Rome, from Brazil to London and from Portugal to Antarctica. New allies will be forged and old enemies will resurface. But everything changes when Dom discovers that his own 8-year-old son (Leo Abelo Perry, Black-ish) is the ultimate target of Dante’s vengeance. \n\nFast X is produced by Neal H. Moritz, Vin Diesel, Justin Lin, Jeff Kirschenbaum, and Samantha Vincent. The executive producers are Joseph M. Caracciolo, Jr., David Cain, Chris Morgan, Amanda Lewis, and Mark Bomback.\n\nFast X, directed by Louis Leterrier, opens in theaters on May 19, 2023.\n\n#IGN #FastX", "link": "https://www.youtube.com/watch?v=AW7UjXbt1LQ", "date_published": "2023-05-10 21:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Little Mermaid - Official 'Part of Your World' Clip (2023) Halle Bailey, Melissa McCarthy", "description": "Get a glimpse of Ariel (Halle Bailey) singing the iconic 'Part of Your World' song in this new clip from The Little Mermaid.\n\nDisney's live-action reimagining of the classic fairy tale, directed by Rob Marshall and written by David Magee, arrives in theaters on May 26, 2023. The movie also stars Jonah Hauer-King, Melissa McCarthy, Javier Bardem, Daveed Diggs, Jacob Tremblay, Awkwafina, Noma Dumezweni, Jude Akuwudike, and more.\n\n#IGN #TheLittleMermaid #Movies", "link": "https://www.youtube.com/watch?v=GzVxXA_-jPc", "date_published": "2023-05-10 20:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Little Mermaid - Official 'Under the Sea' Clip (2023) Halle Bailey, Melissa McCarthy", "description": "Watch this new The Little Mermaid clip from Disney's upcoming live-action movie. The film, starring Halle Bailey, Jonah Hauer-King, Melissa McCarthy, Awkwafina, and more, is a reimagining of the beloved story that follows a young mermaid called Ariel on a familiar adventure.\nAs the youngest of King Triton’s daughters, Ariel longs to find out more about the human world, and while visiting the surface, falls for the charming Prince Eric. Mermaids are forbidden to interact with humans, so Ariel makes a deal with an evil sea witch called Ursula, who gives her a chance to experience life on land. However, this comes at a price and it ultimately places her life – and her father’s crown – in jeopardy. \n\nDirected by Rob Marshall and written by David Magee, The Little Mermaid opens in theaters on May 26, 2023.\n\n#IGN #TheLittleMermaid #Movies", "link": "https://www.youtube.com/watch?v=VgrqAgDqg0Y", "date_published": "2023-05-10 19:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Phyla-Vell: The Secret Origin of the MCU's Newest Guardian #Marvel #Shorts", "description": "Subscribe to IGN for more!\nhttp://www.youtube.com/user/IGNentertainment?sub_confirmation=1\n\n------------------------------ ----\nWatch more on IGN here!\n------------------------------ ----\n\nDAILY FIX: https://www.youtube.com/watch?v=-_e1aXYckPE&amp;list=PLraFbwCoisJCYFqFP7e7UQnHHZL05LooZ&amp;index=2&amp;t=0s\nGAME REVIEWS: https://www.youtube.com/watch?v=pCJmeQyJk1E&amp;list=PLraFbwCoisJBTl0oXn8UoUam5HXWUZ7ES&amp;t=0s&amp;index=2\nMOVIE REVIEWS: https://www.youtube.com/watch?v=pCJmeQyJk1E&amp;list=PLraFbwCoisJBTl0oXn8UoUam5HXWUZ7ES&amp;t=0s&amp;index=2\nTRAILERS: https://www.youtube.com/watch?v=hr1dfwy4n90&amp;list=PLraFbwCoisJA6xInpo8WhMSrR3Y7CjatL&amp;index=2\nNEWS: https://www.youtube.com/watch?v=Ctgzg7MZiZ8&amp;list=PLyN6dWP9XPgpzD7LJttHSs_peWliw7QSW\n\n#ign", "link": "https://www.youtube.com/watch?v=P2WRNQkML0c", "date_published": "2023-05-10 18:49:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Players Without Borders — Around the World on Lilith Games' 10th Anniversary", "description": "In the 10 years since Lilith Games was founded, we've heard tons of stories from our players. These stories come from across the globe, and they show how games can create incredible connections between people across borders, culture, or race. They help us feel like we're creating more than games: something with meaning and impact. For Lilith Games' 10th Anniversary, we wanted to document these stories—all from real players from around the world—and share with you what we think the \"purpose\" of games is.\nTo discover your next favorite game and community, browse Lilith Games' selection of great titles on the official website.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Wt2ivtzeRw8", "date_published": "2023-05-10 18:00:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Padre Pio - Official Trailer (2023) Shia LaBeouf, Cristina Chiriac, Marco Leonardi", "description": "Check out the trailer for Padre Pio, an upcoming movie starring Shia LaBeouf, Cristina Chiriac, Marco Leonardi, Asia Argento, Vincenzo Crea, Luca Lionello, Brando Pacitto, Stella Mastrantonio, and Salvatore Ruocco. \n\nIt is the end of World War I and the young Italian soldiers are making their way back to San Giovanni Rotondo, a land of poverty, historic violence and the iron clad rule of the church and its wealthy landowners. Families are desperate, the men are broken, but victorious. Padre Pio (Shia LaBeouf) also arrives, to a remote Capuchin monastery, to begin his ministry evoking an aura of compelling charisma, saintliness and storied visions of Jesus, Mary and the Devil himself. The eve of the first free election in Italy sets the stage for an historic, and metaphoric massacre, an apocalyptic event, one that changes the course of the world.\n\nThe film is produced by Diana Phillips, Philipp Kreuzer, and Maurizio Antonini and executive produced by Hammerstone’s Alex Lebovici, Keanu Mayo, and Kyle Stroud. It is written by Maurizio Braucci and Abel Ferrara.\n\nPadre Pio, directed by Abel Ferrara, opens in theaters on June 2, 2023.\n\n#IGN #PadrePio #Movies", "link": "https://www.youtube.com/watch?v=_31R8VahQyg", "date_published": "2023-05-10 18:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Life Makeover - Official Global Launch Trailer", "description": "Download Life Makeover Globally now:  https://yslzm-seareal.onelink.me/wcP9...\nDownload Life Makeover in Vietnam now:  https://yslzm-vn.onelink.me/w1YS/w4e6...\nCome to this brand-new virtual world where you can create your very own avatar, customize dress-up and makeup, design one-and-only garments by yourself, build your dream house, and chill with your besties!\n\nBorn in Romance, Makeover in Life!\n\nTo show big thanks for your long-term support and love, besides in-game rewards, we have prepared so many events on social media, and you will have chance to win iPhone 14 pro, Dyson hair dryer, necklace and CHANEL lipsticks. Also you may share a $20,000 prize pool on Content Creator Program. Join our communities for more event info now!\n\n Facebook:  https://www.facebook.com/LifeMakeover\n VK:  https://vk.com/lifemakeover\n Discord:  https://discord.gg/Rj4dYTgw3s", "link": "https://www.youtube.com/watch?v=pHwg-2X8kOE", "date_published": "2023-05-10 17:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Assassin Club - Exclusive Official Clip (2023) Henry Golding", "description": "Henry Golding (Snake Eyes) stars in this highly entertaining, globe-trotting action thriller. The hunter becomes the hunted when an elite assassin (Golding) is given his final contract: to kill six people around the world - only to discover the targets are equally skilled assassins hired to kill him. His only shot to survive is to uncover the mysterious mastermind behind the deadly plot before it's too late. Also starring Sam Neill (Jurassic Park), Daniela Melchior (The Suicide Squad), and Noomi Rapace (Tom Clancy's Jack Ryan). Director Camille Delamarre's Assassin Club is available on Digital on May 16 and on Blu-ray/DVD on June 6, 2023.\n\n#IGN", "link": "https://www.youtube.com/watch?v=WjDFcOAtQSw", "date_published": "2023-05-10 17:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Path of Titans - Official Night Stalker Update Launch Trailer", "description": "Path of Titan's Night Stalker update is available now for the closed beta Founder’s Edition of the survival sandbox MMO, where you play as a dinosaur. Watch the tense launch trailer to see what to expect with the Night Stalker update, which brings new buffs and abilities for raptors and venomous creatures at night, and more.\n\nIn the Night Stalker update for Path of Titans, the abilities introduced, such as Midnight Hunter and Night Stalker, will increase the mystique and thrills of dinosaur combat in nighttime encounters. Small and midsized carnivores will see their prowess increased after dark with more than ten new and updated abilities. Abilities such as The Call of the Night Terrors will provide the Latenivenatrix with a boost to stamina recovery and damage, making it the ultimate predator.", "link": "https://www.youtube.com/watch?v=89g8uuGaHdY", "date_published": "2023-05-10 17:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lord of the Rings: Heroes of Middle-earth - Official Launch Trailer", "description": "The Lord of the Rings: Heroes of Middle-earth is available now on iOS and Android devices. Watch the launch trailer for this game, featuring tactical, turn-based strategy gameplay. \n\nIn The Lord of the Rings: Heroes of Middle-earth, players collect and build squads of iconic heroes, including Frodo Baggins and Gandalf the Grey along with dangerous villains like Orcs, Goblins, Trolls, Nazgül, and other lore-inspired characters. The Lord of the Rings: Heroes of Middle-earth features a new story grounded in the deep lore of the world, as players discover a new Ring of Power that grants visions and influence across timelines.", "link": "https://www.youtube.com/watch?v=4_Sn7dTU78I", "date_published": "2023-05-10 17:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "God Is a Bullet: Exclusive Trailer (2023) Nikolaj Coster-Waldau, Maika Monroe, Jamie Foxx", "description": "Inspired by true events and based on the best-selling novel “God Is A Bullet” written by Boston Teran, the film follows detective Bob Hightower (Nikolaj Coster-Waldau), who finds his ex-wife murdered and his daughter kidnapped by an insidious cult. Bob takes matters into his own hands and infiltrates the secretive cult to try to save his daughter. With the help of the cult’s only female victim escapee, Case Hardin (Maika Monroe), Bob and Case go down the rabbit hole with The Ferryman (Jamie Foxx) to save his daughter and find closure for Case from the cult – and its maniacal leader (Glusman) - that took so much away from her. The film is written and directed by critically acclaimed director Nick Cassavetes, for a wide release exclusively in US theaters on June 23,  2023, and will expand to a digital release in the US on July 11, 2023.", "link": "https://www.youtube.com/watch?v=ELnxcb9hPqs", "date_published": "2023-05-10 16:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "FUBAR - Exclusive Official Clip (2023) Arnold Schwarzenegger, Monica Barbaro", "description": "When a father and daughter learn that they’ve each secretly been working as CIA Operatives for years, they realize their entire relationship has been a lie and they truly don’t know one another at all. Forced to team up as partners, our series tackles universal family dynamics set against a global backdrop of spies, fantastic action, and humor. Arnold Schwarzenegger, Monica Barbaro, and Jay Baruchel lead the cast of the action-comedy series FUBAR, which launches on Netflix on May 25, 2023.", "link": "https://www.youtube.com/watch?v=5sfjt6VL40U", "date_published": "2023-05-10 16:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lamplighters League Blends Stealth, XCOM Combat, and a Ritzy 1930’s Aesthetic", "description": "We were thoroughly impressed by our initial (if brief) hands-on time with The Lamplighters League, a new 1930s-set tactics game from Harebrained Schemes (Shadowrun). Previewed on PC by Travis Northup.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=2o1gHH2x7fk", "date_published": "2023-05-10 16:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Rise of the Beasts - Official Behind the Scenes (2023) Pete Davidson, Anthony Ramos", "description": "Join members of the cast and crew for a behind-the-scenes look at Transformers: Rise of the Beasts, including a peek at the story and some of the characters, like Pete Davidson's Mirage. The upcoming movie stars Anthony Ramos, Dominique Fishback, Luna Lauren Velez, Dean Scott Vazquez, Tobe Nwigwe, Peter Cullen, Ron Perlman, Peter Dinklage, Michelle Yeoh, Liza Koshy, John DiMaggio, David Sobolov, Michaela Jaé Rodriguez, Pete Davidson, Colman Domingo, Cristo Fernández, and Tongayi Chirisa.\n\nReturning to the action and spectacle that have captured moviegoers around the world, Transformers: Rise of the Beasts will take audiences on a ‘90s globetrotting adventure with the Autobots  and introduce a whole new faction of Transformers – the Maximals – to join them as allies in the existing battle for earth.\n\nThe film's screenplay is by Joby Harold and Darnell Metayer & Josh Peters and Erich Hoeber & Jon Hoeber. The story is by Joby Harold. Based on Hasbro’s Transformers action figures. It is produced by Lorenzo di Bonaventura, p.g.a., Tom DeSanto & Don Murphy, Michael Bay, Mark Vahradian, p.g.a., and Duncan Henderson. Steven Spielberg, Brian Goldner, David Ellison, Dana Goldberg, Don Granger, Brian Oliver, Bradley J. Fischer, and Valerii An serve as executive producers.\n\nTransformers: Rise of the Beasts, directed by Steven Caple Jr., opens in US theaters on June 9, 2023, and in UK cinemas on June 8, 2023.\n\n#IGN #Movies #Transformers", "link": "https://www.youtube.com/watch?v=Mnjtji1sDAE", "date_published": "2023-05-10 15:40:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40,000: Boltgun - Official Gameplay Trailer", "description": "Check out the new Warhammer 40K: Boltgun gameplay trailer, giving us a good look at what to expect from the upcoming gory, rapid-fire FPS. Summoned by the Inquisition, prepare to take control of a mighty Sternguard Veteran and venture to Scour Graia, a Forge World overrun by Cultists, Traitors, and Daemons.\n\nWarhammer 40,000: Boltgun will be released on May 23, 2023 on PS5, Xbox Series X|S, PS4, Xbox One, Nintendo Switch, and PC.\n\n#IGN #Warhammer #Gaming", "link": "https://www.youtube.com/watch?v=OtFl-j-lUzM", "date_published": "2023-05-10 15:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starship Troopers: Extermination Captures the Original Film's Relentless Combat", "description": "We did our part! Meaning, we previewed the upcoming Early Access release of Starship Troopers: Extermination, the upcoming 16-player FPS/tower-defense hybrid game based on the cult-classic 1997 film.  Extermination launches into Early Access on May 17.\n\n#IGN #Gaming #StarshipTroopers", "link": "https://www.youtube.com/watch?v=pjtKT87Td_M", "date_published": "2023-05-10 14:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lasting Legacy of The Guardians of the Galaxy", "description": "James Gunn's Guardians of the Galaxy trilogy wrapped up the sweet story of cosmic misfits finding family in each other with Guardians of the Galaxy Vol. 3. It seems like it was just yesterday that Marvel Studios placed a big bet on this C-list team of comic book characters, but that bet paid off big. We're looking back at the Guardians' appearances in the MCU, and tracing how their unlikely involvement in the growing universe (and subsequent Infinity Saga) ended up shaping the rest of it. From humor to heart, and going beyond Earth and Asgard's atmospheres, the Guardians of the Galaxy will always have that lasting legacy on the MCU.", "link": "https://www.youtube.com/watch?v=lAobgptErOs", "date_published": "2023-05-10 14:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Flamin' Hot - Official Trailer (2023) Jesse Garcia, Annie Gonzalez", "description": "Flamin' Hot is the inspiring true story of Richard Montañez (Jesse Garcia), the Frito Lay janitor who channeled his Mexican American heritage and upbringing to turn the iconic Flamin’ Hot Cheetos into a snack that disrupted the food industry and became a global pop culture phenomenon. Searchlight Pictures will release Flamin' Hot on Hulu and Disney+ on June 9.", "link": "https://www.youtube.com/watch?v=JWXRe7osTI8", "date_published": "2023-05-10 13:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Honkai: Star Rail Review", "description": "Honkai: Star Rail reviewed on PC by Jess Reyes.\n\n\"Honkai: Star Rail is the best free-to-play game of the year so far. Its stellar storytelling and satisfying progression systems offer dozens of hours of content that a HoYo newcomer can enjoy, even without paying for gacha items or having played Honkai Impact 3rd or Genshin Impact. Combat boasts layers of strategy for those willing to dig into details without barring more casual players from enjoying it. Its worldbuilding also expands outside of the main story into the side missions and interactable objects, making an already captivating world even more lively. It surpasses even Genshin in my mind, and I can see myself playing even months from now.\"", "link": "https://www.youtube.com/watch?v=BimSTztdufo", "date_published": "2023-05-10 13:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mouse - Official Teaser Trailer", "description": "Check out this teaser for Mouse, a gritty, jazz-fueled shooter inspired by classic FPS and noir films. Join private detective, John Mouston, for an all-guns-blazing battle through a dangerous and corrupt city in this upcoming action-adventure game. This Devlog teaser features some early gameplay, showing off the game's 1930s-inspired cartoon Rubber Hose animation style. Here's a look at a few of Mouse's weapons in action, including the Revolver, Tommygun, and even some Dynamite.\n\nDeveloped by Fumi Games, Mouse is available to wishlist on Steam. Its release date is to be announced.\n\n#IGN #Gaming #Mouse", "link": "https://www.youtube.com/watch?v=YUDbfCWLCDk", "date_published": "2023-05-10 12:04:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sword Expert Reacts to Star Wars Jedi: Survivor", "description": "Watch a weapons expert react to Star Wars Jedi: Survivor! We got our sword expert to take a look at the Star Wars Jedi: Survivor lightsaber combat, so check out this new video featuring his Star Wars Jedi Survivor reaction. Weapons expert, and HEMA teacher, Matt Easton critiques and offers insight into the fighting abilities of Cal Kestis and breaks down the new Jedi Survivor stances, from using blasters with a lightsaber, to the brand new crossguard stance, here's what Matt thinks!\n\nStar Wars Jedi: Survivor is the sequel to 2019's Star Wars Jedi: Fallen Order. It's available now on PC, PS5, and Xbox Series X/S.\n\n00:00 - Intro\n00:28 - Single & Dual Blade Stance\n02:55 - Dual Wield Stance\n04:32 - Building A Lightsaber\n05:05 - Crossguard Stance\n06:43 - Blaster Stance\n07:38 - One Armed Combat\n08:21 - Final Thoughts\n\n#IGN #Gaming #StarWars", "link": "https://www.youtube.com/watch?v=iCCpjuQcESo", "date_published": "2023-05-10 09:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why Xbox is in trouble #microsoft #redfall #gaming #podcast #starfield #podcastunlocked #shorts", "description": "", "link": "https://www.youtube.com/watch?v=yjMtQyEbkpc", "date_published": "2023-05-10 01:36:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Theater reacts to THAT Oppenheimer moment #oppenheimer #christophernolan #movies #shorts", "description": "", "link": "https://www.youtube.com/watch?v=3UDU6GMlvi8", "date_published": "2023-05-10 01:35:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is Disney's private island worth it? #disney #disneyland #cruise #shorts", "description": "", "link": "https://www.youtube.com/watch?v=Sheo3Cf1BxE", "date_published": "2023-05-10 01:34:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Karen Gillan reacts to the Nebula/Quill ship #guardiansofthegalaxy #marvel #mcu #guardians #shorts", "description": "", "link": "https://www.youtube.com/watch?v=OBYJ5PljWO0", "date_published": "2023-05-10 01:32:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "David Harbour eats an apple during an interview #thatsit #granturismo #strangerthings #shorts", "description": "", "link": "https://www.youtube.com/watch?v=eW_p7DPt-C4", "date_published": "2023-05-10 01:29:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Redfall is BAD #redfall #xbox #gaming #gamingreview #shorts", "description": "", "link": "https://www.youtube.com/watch?v=qPytj5mcGR4", "date_published": "2023-05-10 01:28:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Chris Pratt has a dirty mind #guardians #guardiansofthegalaxy #marvel #mcu #jamesgunn #shorts", "description": "", "link": "https://www.youtube.com/watch?v=RM1wSE0NEFI", "date_published": "2023-05-10 01:27:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "AI-Generated Bloodborne 2 Description Sounds Hilarious - Beyond Clips", "description": "No Bloodborne sequel has been officially announced or even rumored, but that didn’t stop us from whipping up some homemade AI-generated boxart, complete with plot synopsis and features breakdown. To create this hypothetical masterpiece, we used a combination of text generated by Inferkit, images rendered by Playground AI, a logo from DesignEvo, a PS5 boxart template posted on Reddit, Photoshop, and the office laser printer. The result? Let’s just say, if this boxart is any indication, we’d prefer any potential Bloodborne sequel to be developed the old-fashioned way. With Bloodborne the action and survival elements come first. A new tip: turning off your auto-save in the menu!", "link": "https://www.youtube.com/watch?v=BcVCD4QNt9s", "date_published": "2023-05-10 01:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gran Turismo 7 - Official Trailer (Featuring Bella Ramsey)", "description": "Bella Ramsey (star of The Last of Us TV series) takes Gran Turismo 7 on PS VR2 for a spin in this latest funny trailer for the racing game.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=cecjyrdpG0Y", "date_published": "2023-05-10 00:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}]