[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "The Life Changing Effect of Small Talk With Strangers", "description": "Taking time to have small chats about nothing in particular with people we don’t know and are unlikely ever to meet again can - from some perspectives - seem like the height of absurdity. \nBut this is to miss the point - and the significant opportunities - presented by these minor social exchanges.\nhttps://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://bit.ly/3HYyXRp\nOur website has classes, articles and products to help you lead a more fulfilled life: https://bit.ly/3Mgvhxb\n​​For Psychotherapy and other therapeutic services: https://bit.ly/42IG3Bz\nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://bit.ly/44YOzhU\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\nChange Your Life with Pointless Conversations \n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here:  https://bit.ly/3VMWVFb\n“Taking time to have small chats about nothing in particular with people we don’t know and are unlikely ever to meet again can — from some perspectives — seem like the height of absurdity. \nMaybe we’re in a coffee shop and someone is preparing us a drink. Perhaps we’ve crossed a neighbour in the hallway while getting our post. Or we’re on a train, waiting for the doors to open. Why would we bother to hold up our day for a few moments, given how many things we already need to do and how many good friends we have that we haven’t seen in far too long? We may also have a more high minded defence for our silence: we aspire to be profound people and there is no way that we can get anywhere meaningful with a near or complete stranger in a compressed amount of time. We shun the smaller chats because — in the back of our minds — we tell ourselves that we are already sufficiently deeply committed to the long and consequential ones…”\n\n\nMORE SCHOOL OF LIFE \n\nWatch more films on SELF in our playlist: \n http://bit.ly/TSOLself\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nNatalia Beigaj\nhttps://www.nb-animation.com/\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=QT1zpWB74yo", "date_published": "2023-05-10 13:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}]