[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Sid Sriram: Tiny Desk Concert", "description": "NPR Music's Tiny Desk is celebrating Asian American and Pacific Islander Heritage Month. These artists represent just a sliver of the cultural diversity that exists within the Asian American and Pacific Islander community.\n\nSuraya Mohamed | May 10, 2023\nFor Sid Sriram and his band, playing loud is the norm. But in anticipation for this Tiny Desk, he turned the volume down while rehearsing for this unique acoustic setting. \"When it gets quiet, you hear the subtleties, the background, vocal sounds and it even inspires new vocal ideas because you're not hearing everything, powered up all the way,\" Sriram told NPR before the concert. \"The drummers tried different things out, and with two, that can get really chaotic sometimes. But the way they kind of mesh with each other, everything is dialed in.\"\n\nSriram was born in Chennai, India but grew up in Fremont, Calif. When he was 3 years old, his family taught him a South Indian classical, largely devotional discipline called Carnatic music. Later, he discovered jazz, R&amp;B and soul music. Those forms of music helped him discover, explore and celebrate the whole spectrum of his identity.\n\nWhile you can hear those musical influences in these songs, what is really striking is the ease with which he molds them all together. Add to the mix his powerful yet warm vocal quality and the ensemble's effective layering of sounds. \"That's why music in general encapsulates this idea that pushes are momentum,\" Sriram said. \"I wanted to figure out how we could bring the spectrum of dynamic and nice [music], and the best way to do it.\" Look for his new album, Sidharth, coming this summer.\n\nSET LIST\n\"Blue Spaces\"\n\"Do The Dance\"\n\"Dear Sahana\"\n\"Came Along\"\n\nMUSICIANS\nSid Sriram: vocals\nAaron Baum: keys\nEvan Slack: guitar\nGregory Fox: drums\nAdam Hurlburt: bass\nAlex Nutter: modular synth \nChris Egan: drums\nDevin Velez: vocals\nMike Noyce: vocals\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen \nVideographers: Joshua Bryant, Maia Stern, Sofia Seidel, Elizabeth Gillis\nAudio Assistant: Josephine Nyounai\nAnimator: Kaz Fantone\nTiny Desk Team: Suraya Mohamed, Kara Frame, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván, Jill Britton\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #sidsriram", "link": "https://www.youtube.com/watch?v=msdmQDNxsfw", "date_published": "2023-05-10 09:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}]