[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Hardest Platforming Games That Will Test Your Precision and Timing", "description": "Too much of a challenge in a game can put many people off, but for many, that's something that can elevate an experience to completely new heights. There are, of course, a variety of games from multiple developers and across different genres that cater to that particular audience, and one genre in particular where we get that quite often is platformers. \n\nFrom 2D sidescrollers to 3D experiences, this is a genre where those looking for a game that will put up a fight have plenty of options to dive into. Here, we're going to talk about a few games in that group that stand out more than most others.", "link": "https://www.youtube.com/watch?v=r9-p4_AbF-E", "date_published": "2023-05-10 15:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Legend of Zelda: Tears of the Kingdom vs Breath of the Wild - 16 HUGE Differences", "description": "After first being teased at E3 2019, without an official name, The Legend of Zelda: Tears of the Kingdom will release on May 12th for the Switch. As a sequel to the critically and commercially acclaimed Breath of the Wild, which reimagined the modern open-world formula, it introduces several new mechanics to the established formula. \n\nConsidering how well its predecessor holds up, what are some of the biggest differences fans can look forward to in the sequel? Let's check out 16 of them here.", "link": "https://www.youtube.com/watch?v=iB1yJLD_DDQ", "date_published": "2023-05-10 13:30:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "All PlayStation Platforms Ranked from Worst to Best", "description": "PlayStation is arguably the most consistent brand in video gaming history. It has dominated the market since its entry, and it's earned this domination thanks to a savvy understanding of what the audience in this market wants, a proactive attitude towards securing its dominant position even at the expense of short term profits, and, most importantly, tons of bangers and great games for all its systems.\n\nBut when you spend 30 years doing anything, you'll have some bad days and some good days, and Sony has, of course, had its share of relative disappointments and underwhelming outings to go along with its really strong ones. Here we take a look at everything it has done, and rank all of its platforms from worst to best, across consoles, handhelds, and VR.", "link": "https://www.youtube.com/watch?v=lhIAvGH-A2Y", "date_published": "2023-05-10 11:30:30+00:00", "persistent": false, "user": null, "language": "en-US"}]