[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Marvel's Spider-Man 2 - How A Venom Spin off Could Work", "description": "As much as Peter Parker and Miles Morales occupy the playtime in Marvel's Spider-Man 2, available now on PS5, Venom and the Symbiote are creating the most buzz.\n\nThroughout the smash hit open-world superhero title, both entities make an impact in several ways. It's to the extent that a spin-off featuring Venom as a playable character isn't looking too far-fetched. Even the developer is waiting to gauge fan reaction about whether to go in that direction.\n\nBesides being one of the antagonists, why is Venom such a big deal in the sequel, and how exactly does he make an impact? Check out some of the Symbiote's best moments in Marvel's Spider-Man 2 and how a potential spin-off with Venom could work.", "link": "https://www.youtube.com/watch?v=mQBhzF6C-Gk", "date_published": "2023-10-24T15:30:12+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mQBhzF6C-Gk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Full Story of Alan Wake - Everything You Need To Know Before You Play Alan Wake 2", "description": "After multiple attempts over the last thirteen years, Remedy Entertainment is finally about to release Alan Wake 2, and for fans of the original 2010 psychological thriller cult classic, the excitement is palpable. But of course, given how long it's been since the launch of the first game, there are obviously going to be many who'll be playing Alan Wake 2 without much knowledge of its predecessor. \n\nAs such, to help you catch up in time for the sequel – or to help refresh your memory, as the case may be – here, we're going to recap the full events of Alan Wake, its two expansions, its standalone sequel Alan Wake's America Nightmare, and the events of Control's second DLC, AWE, which firmly places the Alan Wake franchise in the Remedy Connected Universe. Without further ado, then, let's dive right in.", "link": "https://www.youtube.com/watch?v=XcEHons5nrM", "date_published": "2023-10-24T13:30:11+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XcEHons5nrM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Day Before Releases Next Month: Dead On Arrival?", "description": "Developer FNTASTIC’s The Day Before turned many heads when it was initially revealed a couple of years ago. With its gorgeous graphics and compelling gameplay mechanics, The Day Before looked like a promising post-apocalyptic MMO. \n\nBut with time, it has become clear that development isn’t exactly going on in a smooth fashion. As it stands now, The Day Before is less than a month away from release and we are seeing no updates from the developer. \n\nThere’s also a trademark issue raging in full force, and there are plenty of burning questions within the minds of fans regarding the very legitimacy of the project. With this feature, we will be diving deep into the circumstances surrounding the game and try to decipher what exactly is going on here?", "link": "https://www.youtube.com/watch?v=n9ikBbao7EY", "date_published": "2023-10-24T09:30:13+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/n9ikBbao7EY/hqdefault.jpg"}]