[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Five Nights at Freddy's - Official Behind the Scenes Clip (2023) Josh Hutcherson, Matthew Lillard", "description": "Join members of the cast and crew of Five Nights at Freddy's as they give a behind-the-scenes look at the upcoming horror movie. Five Nights at Freddy's stars Josh Hutcherson, Elizabeth Lail, Kat Conner Sterling, Piper Rubio, Mary Stuart Masterson, and Matthew Lillard.\n\nThe film follows a troubled security guard as he begins working at Freddy Fazbear’s Pizza. While spending his first night on the job, he realizes the night shift at Freddy’s won’t be so easy to make it through.\n\nThe movie Five Nights at Freddy's is written by Scott Cawthon, Emma Tammi, Seth Cuddeback, and is based on the video game series created by Scott Cawthon. It is produced by Jason Blum and Scott Cawthon. Bea Sequeira, Russell Binder, Marc Mostman, and Christopher H. Warner serve as executive producers. Universal Pictures presents a Blumhouse production, in association with Striker Entertainment.\n\nFive Nights at Freddy's, directed by Emma Tammi, will be in theaters and streaming on Peacock on October 27.", "link": "https://www.youtube.com/watch?v=G9wQ543Di8Y", "date_published": "2023-10-24T23:00:07+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/G9wQ543Di8Y/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Creating a Virtual Avatar is Simple Now with this New Tech | TwitchCon 2023", "description": "Want to be a Vtuber but find it too hard and expensive? Well, IGN's Alan Wheeler has you covered! We travel to Twitch Con 2023 in Las Vegas to get our hands on OBSKUR's Virtual Avatar creation, and it's all presented by NBA.\n\nOBSKUR's is the first broadcast servie built on Unreal Engine 5 and it's Character Creator easily lets you create your ideal Avatar. Have your own VTuber model, well it's easy to use that one too! You don't need to be an expert and spend too much time learning how to create a Virtual Avatar. Using OBSKUR you can easily create a customizable Virtual Avatar in minutes and start streaming.\n\nTwitch Con 2023 in Las Vegas features a ton of news, merch, and the opportunity to meet your favorite streams. All weekend long, the convention floor is home to the Twitch Con Opening Ceremony, musical performances, and so much more!", "link": "https://www.youtube.com/watch?v=-6oZdow4s2s", "date_published": "2023-10-24T22:10:44+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/-6oZdow4s2s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "FNAF’s Lead Designer Robert Bennett brought the animatronic band to life for the movie! #fnaf", "description": "", "link": "https://www.youtube.com/watch?v=UhO04h0cWfc", "date_published": "2023-10-24T22:04:55+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UhO04h0cWfc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Asgard's Wrath 2: The First Preview", "description": "We came away quite impressed with our first hands-on with Asgard's Wrath 2, the upcoming RPG sequel for Meta Quest VR headsets that aims to prove – successfully, from what we can tell so far – that deep, core games can be done in VR. Previewed on Meta Quest 3 by Travis Northup.", "link": "https://www.youtube.com/watch?v=lePLjosOMH4", "date_published": "2023-10-24T20:38:49+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/lePLjosOMH4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Don't Scream - Official Early Access Release Date Trailer", "description": "A two-person development team has put together Don't Scream, the Unreal Engine 5-powered, found-footage camcorder-style horror game set in the early '90s in which, using your PC's microphone, you'll need to keep quiet if you want to survive. This trailer announces the Early Access launch, which is happening on October 27. Wishlist it on Steam here:  https://store.steampowered.com/app/2497900/DONT_SCREAM", "link": "https://www.youtube.com/watch?v=7hOjXVaZTQM", "date_published": "2023-10-24T19:34:26+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/7hOjXVaZTQM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Among Us - Official 'The Fungle' Launch Trailer", "description": "Hit social deduction multiplayer game Among Us developed by Innersloth is launching a brand new map for players to enjoy. The Crewmates have crash-landed onto The Fungle, a deserted island filled with mushrooms, marshmallows, and other odd inhabitants. The Fungle map is available now on Among Us for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, iOS, Android, and PC.", "link": "https://www.youtube.com/watch?v=1HO38bYMgWE", "date_published": "2023-10-24T19:30:00+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/1HO38bYMgWE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "GEN V: Win $5000 by Predicting What Happens Next + Recaping Episode 6", "description": "Are you keeping up with all the crazy and wild s*** that is happening on Prime Video's GEN V, the spinoff to the Boys. If you can predict what will happen, you'll have a chance of winning $5000, and it's all presented by GEN V.\n\nEvery week head to https://gen-v.ign.com/ and make your predictions for a chance to win Vought Coins. The peson with the most Vought Coins at the end of the season will have a chance to win $5000. And even if you suck at predicting, THAT'S OK! 10 lucky players have a chance to win $500!\n\nWant to win more? Submit your predictions on X (formerly know as Twitter) from Friday 9/29 to Thursday 11/02 using BOTH hashtags #GenVDishonorRoll and #IGNSweepstakes for a chance to win more money!\n\nFor More Information head to https://gen-v.ign.com/\n\nPrime Video's GEN V streams every Friday, starting September 29.\n\nNeed access to Prime Video? Start your free 30 day trial to get access to GEN V.\n\nNO PURCHASE NECESSARY TO ENTER OR WIN. Begins at 12:00 am PT on 9/22/23 ends 11", "link": "https://www.youtube.com/watch?v=4BA4R1Yf8RU", "date_published": "2023-10-24T18:13:15+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/4BA4R1Yf8RU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Alan Wake 2 - Official NVIDIA DLSS 3.5 and Full Ray Tracing Tech Overview Trailer", "description": "Alan Wake 2 is a survival horror game developed by Remedy Entertainment. Players can experience Alan Wake 2 at the highest fidelity with fully ray-traced graphics, enhanced and accelerated by DLSS 3.5 with Ray Reconstruction, improved responsiveness with NVIDIA Reflex, and more. Alan Wake 2 is launching on October 27 for PlayStation 5, Xbox Series S|X, and PC.", "link": "https://www.youtube.com/watch?v=PWYRe7-AyTs", "date_published": "2023-10-24T18:00:10+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/PWYRe7-AyTs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lord of the Rings: Return to Moria - Official Launch Trailer", "description": "The Lord of the Rings: Return to Moria is a survival action-adventure crafting game developed by Free Range Games. Players will enter the iconic fantasy world created by J.R.R. Tolkien to answer the call of Lord Gimli Lockbearer, and lead your band of Dwarves on an all-new adventure to reclaim their forgotten kingdom in the darkest deeps of the fabled Mines of Moria. \n\nConserve resources, hunt and gather for food, and manage their sleep, temperature, and noise levels to survive the Mines of Moria. Craft and loot legendary Dwarven armor, tools, weapons, and structures to unlock new technologies and fantastical machines. The Lord of the Rings: Return to Moria is available now for PC with a release on PlayStation 5 on December 5 and an Xbox Series S|X release in early 2024.\n\n#IGN #Gaming #LordOfTheRings", "link": "https://www.youtube.com/watch?v=L5hIxc58YhQ", "date_published": "2023-10-24T17:00:15+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/L5hIxc58YhQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "LEGO Marvel Avengers: Code Red - Exclusive Clip (2023) Laura Bailey, Trevor Devall", "description": "The Avengers assemble to save New York City from the threat of the Red Skull and his Hydra forces. In the midst of the battle, the Avengers are unexpectedly joined by Black Widow’s father, Red Guardian, which doesn’t go over well with Natasha.\n\nAfter an argument with his daughter about his well-intentioned helicopter parenting, Red Guardian disappears under mysterious circumstances. As Black Widow and the Avengers investigate, they discover that the villainous Collector is kidnapping every character who has “red” in their name. But despite their best efforts, the Avengers are unable to stop the Collector from kidnapping his next victim, their friend Red She-Hulk.\n\nDown but not out, the Avengers now seek out the one person who has the skills to help them—Wolverine. Determined more than ever to find her father, Black Widow convinces Wolverine to join the Avengers to help them find the Collector and his prisoners. But once they locate Collector’s secret lair the Avengers find a lot more", "link": "https://www.youtube.com/watch?v=A5NwtS9vt6A", "date_published": "2023-10-24T16:00:06+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/A5NwtS9vt6A/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios - Official Halloween Trailer (2023) Chris Pratt, Paul Rudd", "description": "Celebrate Halloween this year with the Marvel Cinematic Universe. From Werewolf By Night to Doctor Strange in the Multiverse of Madness, experience all the frights, terror, and horrors of the MCU streaming now on Disney Plus.\n\n#IGN #Marvel #Disney", "link": "https://www.youtube.com/watch?v=gA1QrKlkiV8", "date_published": "2023-10-24T15:08:45+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gA1QrKlkiV8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How No Russian Became Call of Duty’s Most Memorable Mission - Art of the Level", "description": "Join us as we examine how the CoD MW2 No Russian level became Call of Duty’s most memorable mission. Few video game missions can claim to be as well known or as polarising as No Russian. The fourth mission of Call of Duty: Modern Warfare 2 is the unforgettable story of a deadly terrorist attack. It infamously involves the mass shooting of civilians, a seemingly reckless idea for a piece of entertainment. But behind the shock value and bad press is the tale of a team that dared to push interactive storytelling to its very limits. \n\nTo find out how No Russian was put together IGN spoke to designer Mohammad Alavi, who created the mission alongside colleagues at Infinity Ward. With his insight, we look at how No Russian makes use of player discomfort, tightly-controlled pacing, and limited interactivity to create Modern Warfare 2’s shocking twist.\n\n#IGN #Gaming #CallOfDuty", "link": "https://www.youtube.com/watch?v=Q-Y02u92e_8", "date_published": "2023-10-24T14:00:15+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Q-Y02u92e_8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Persona 3 Reload - Official 'The Undefeated Brawler' Trailer", "description": "Meet Akihiko Sanada and see the character in action in this latest trailer for the upcoming RPG remake, Persona 3 Reload. Persona 3 Reload will be available on Xbox Series X/S, Xbox One, Windows, Steam, PlayStation 5, and PlayStation 4 on February 2, 2024. Persona 3 Reload will also be available on Xbox Game Pass at launch.\n\n#IGN #Gaming #Persona3", "link": "https://www.youtube.com/watch?v=5Cq08M8jbA0", "date_published": "2023-10-24T13:28:34+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/5Cq08M8jbA0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cities: Skylines II ⁠– The IGN Build Off", "description": "In Cities: Skylines 2, if you can dream it you can build it ⁠– but if you’re like IGN UK’s George Nash, sometimes you want the work done for you. That’s why he tasked three members of The Yogscast, Osie, Ravs and Lolipopgi to build him a city worth moving to in Cities Skylines 2, that fits his very specific set of requirements… Sponsored by Paradox Interactive.\n\n#IGN #Gaming #CitiesSkylines", "link": "https://www.youtube.com/watch?v=pmhUatyjnxo", "date_published": "2023-10-24T12:00:47+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pmhUatyjnxo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sam Lake Picks His Favorite Moment from Every Remedy Game", "description": "Watch as Sam Lake chooses his best Remedy game moments! Remedy Entertainment makes games packed full of memorable moments. Whether it’s Max Payne’s nightmare fuel dream state levels or Control’s reality-twisting Ashtray Maze, you’ll no doubt have your favourites. So, we thought we’d ask Sam Lake, Creative Director at Remedy, to choose his fondest moments from each of the games he’s worked on in over 20 years at the studio. Here are his favorite Remedy game moments.\n\n#IGN #Gaming #AlanWake2", "link": "https://www.youtube.com/watch?v=N2U0JqX_b8c", "date_published": "2023-10-24T11:00:30+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/N2U0JqX_b8c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dave the Diver - Official Live-Action Nintendo Switch Launch Trailer", "description": "Enjoy this hilarious live-action launch trailer for the Nintendo Switch version of Dave the Diver, a popular single-player pixel-art adventure/RPG that's difficult to describe but easy to fall in love with. It will be available via digital download for the Nintendo Switch on October 26.\n\n#IGN #Gaming #Nintendo", "link": "https://www.youtube.com/watch?v=KucacntAiJQ", "date_published": "2023-10-24T11:00:28+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/KucacntAiJQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PlayStation x UEFA Champions League - Official Trailer", "description": "Watch the PlayStation x UEFA Champions League trailer to spot a bunch of popular PlayStation characters, including Joel and Ellie from The Last of Us, God of War’s Kratos and Atreus, Peter Parker and Miles from Marvel's Spider-Man 2, and Astro.\n\n#IGN #Gaming #PlayStation", "link": "https://www.youtube.com/watch?v=JCkDjT0gImk", "date_published": "2023-10-24T10:34:29+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/JCkDjT0gImk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Psycho Mantis Works in the Metal Gear Solid Master Collection", "description": "How does the Psycho Mantis boss fight work in the Metal Gear Solid Master Collection? With the absence of controller ports and memory cards on modern consoles, how does the battle with Psycho Mantis work in the newly released Metal Gear Solid Master Collection? Let's find out.\nWhere do you think the Psycho Mantis fight sits in the top 10 ranking of Metal Gear Solid bosses? Find out in our top 10 ranking and be sure to let us know what you think: https://www.youtube.com/watch?v=FtKwl67hgcw\n\n#IGN #Gaming #MetalGearSolid", "link": "https://www.youtube.com/watch?v=UGRCf4WZWoE", "date_published": "2023-10-24T10:00:30+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UGRCf4WZWoE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Here’s how to get Spider-Bots to appear on your map in Spider-Man 2! #spiderman2ps5 #spiderman", "description": "", "link": "https://www.youtube.com/watch?v=6Qm7fyBwWVQ", "date_published": "2023-10-24T01:16:55+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/6Qm7fyBwWVQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Metal Gear Solid Master Collection Vol 1 - Official Launch Trailer", "description": "Check out the launch trailer for the Metal Gear Solid Master Collection Vol. 1, featuring the stealth action games Metal Gear, Metal Gear 2: Solid Snake, Metal Gear Solid (Including VR Missions/Special Missions), Metal Gear Solid 2: Sons of Liberty (HD Collection version), and Metal Gear Solid 3: Snake Eater (HD Collection version). \n\nMetal Gear Solid Master Collection Vol. 1 will be available on PlayStation 5, PlayStation 4, Xbox Series X/S, Nintendo Switch, and Steam on October 24, 2023.", "link": "https://www.youtube.com/watch?v=3ZCEfV9vJUo", "date_published": "2023-10-24T01:01:00+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3ZCEfV9vJUo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Sports UFC 5 Gameplay - Muhammad Ali vs Mike Tyson - 4K Full Fight Gameplay", "description": "It's a dream fight in the world of boxing, but this time it plays out in the Octogon. Check out this gameplay clip of Muhammad Ali vs Mike Tyson in the upcoming EA Sports UFC 5.", "link": "https://www.youtube.com/watch?v=fgB2Et9tFu8", "date_published": "2023-10-24T00:30:14+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/fgB2Et9tFu8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man combat vs. MJ combat #spiderman2ps5 #spiderman #mj #gaming #combat #meme", "description": "", "link": "https://www.youtube.com/watch?v=muXsfmlcYsY", "date_published": "2023-10-24T00:18:14+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/muXsfmlcYsY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man 2 Is Already Breaking Sales Records - IGN Daily Fix", "description": "In today's Daily Fix:\nMarvel's Spider-Man 2 was released just last Friday, and it's already web-swinging right past sales records. Within 24 hours, more than 2 million copies had already been sold, making it the fastest-selling Sony first-party game every. It's already beaten the previous record held by Sony Santa Monica's God of War: Ragnarok. In other news, the long-in-development campaign add-on for Star Citizen, Squadron 42, has finally been completed and is considered \"feature complete.\" No release date has been announced. \nPresented by Marvel's Spider-Man 2.", "link": "https://www.youtube.com/watch?v=tJwhGtb0ZX0", "date_published": "2023-10-24T00:00:52+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/tJwhGtb0ZX0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man 2: How to Do the Rubik's Cube Air Trick", "description": "When swinging around in Spider-Man 2, you can make the Spider-Men do all sorts of air tricks and flips, and you even get XP for it. But there are a few tricks that are just a cut above the others, and in this video, we'll explain how to do both of them!", "link": "https://www.youtube.com/watch?v=V48cV7mBMKc", "date_published": "2023-10-24T00:00:21+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/V48cV7mBMKc/hqdefault.jpg"}]