[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Says He Will Sign Bills Blocking D.C.’s Radical Overhaul Of Voting Rights Criminal Code", "description": "President Joe Biden promised to sign a law preventing the city of Washington D.C. from overhauling its crime and voting laws. The Washington, D.C., city council passed a bill to overhaul the city&#8217;s criminal code, and another one allowing non-citizens to vote in local elections. But the House of Representatives passed two resolutions blocking those ...", "link": "https://www.dailywire.com/news/biden-says-he-will-sign-bills-blocking-d-c-s-radical-overhaul-of-voting-rights-criminal-code", "date_published": "2023-03-02 19:11:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alex Murdaugh Found Guilty Of Killing Wife, Son", "description": "A jury has found Alex Murdaugh, the disgraced South Carolina attorney on trial for the murder of his wife and son, guilty. The decision comes after just a few hours of deliberation and a six-week trial where more than 70 witnesses testified. Murdaugh has maintained his innocence, suggesting his son Paul was the main target ...", "link": "https://www.dailywire.com/news/alex-murdaugh-found-guilty-of-killing-wife-son", "date_published": "2023-03-02 19:08:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Moment Frozen In Time’: Researchers Discover ‘Magnificently Preserved’ Lake Huron Shipwreck With Lifeboat Still Attached", "description": "A schooner barge that sank with its lifeboat still attached in Lake Huron 128 years ago has been discovered, the Thunder Bay National Marine Sanctuary announced Wednesday. The Ironton, a 772-ton ship measuring 191 feet long, collided with a wooden freighter and sank to the bottom of the third-largest Great Lake on September 26, 1894. ...", "link": "https://www.dailywire.com/news/moment-frozen-in-time-researchers-discover-magnificently-preserved-lake-huron-shipwreck-with-lifeboat-still-attached", "date_published": "2023-03-02 18:37:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee Gov Signs Bills Protecting Children From Sex-Change Procedures, Drag Shows", "description": "Tennessee Republican Governor Bill Lee signed two pieces of legislation into law Thursday protecting children from sex-change procedures and sexually explicit drag shows. The new law against sex-change treatments targets procedures such as mastectomies on girls who come to believe they are boys and makes it illegal to give children cross-sex hormones and puberty blockers. ...", "link": "https://www.dailywire.com/news/tennessee-gov-signs-bills-protecting-children-from-sex-change-procedures-drag-shows", "date_published": "2023-03-02 18:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hershey Kisses Off Real Women With Nutty Trans Pandering, Says Ben Shapiro", "description": "Hershey’s appears to be trying to prove men are better women than women with its bizarre new ad campaign, according to The Daily Wire’s Ben Shapiro. The best-selling author and host of “The Ben Shapiro Show” said the Pennsylvania chocolate company’s use of a transgender woman to promote Women’s History Month is the latest case ...", "link": "https://www.dailywire.com/news/hershey-kisses-off-real-women-with-nutty-trans-pandering-says-ben-shapiro", "date_published": "2023-03-02 18:03:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Majority Of California Voters Say No To A Newsom 2024 Presidential Run: Report", "description": "Despite California Governor Gavin Newsom claiming he won&#8217;t run for president in 2024 — even if President Biden doesn&#8217;t seek reelection — at least 70% of Golden State voters surveyed across the political spectrum agreed he should keep his name out of the race. When asked by Quinnipiac University Poll if California voters would like ...", "link": "https://www.dailywire.com/news/majority-of-california-voters-say-no-to-a-newsom-2024-presidential-run-report", "date_published": "2023-03-02 17:58:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Pay For Slay’: Seeking An Effective American Legal Response To Palestinian Terror", "description": "The suspected murderers of Elan Ganeles, the American citizen who was recently buried in Ra’anana after an attack by Arab terrorists in the northern Dead Sea area, have just been arrested. The murderers of the Yaniv brothers, Hallel and Yagel, shot at point-blank range in Huwara last week, have yet to be apprehended. But one ...", "link": "https://www.dailywire.com/news/pay-for-slay-seeking-an-effective-american-legal-response-to-palestinian-terror", "date_published": "2023-03-02 17:49:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Murdaugh Trial Closes, White House Defends Labor Pick, Tennessee Advances ‘Pro-Child’ Bill", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Murdaugh Trial Closes The trial of Alex Murdaugh, the prominent South Carolina attorney accused of murdering his wife and son, came to a close today. Here&#8217;s what Daily Wire Senior Editor Ashe Short told the Morning Wire &#8220;Afternoon ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-murdaugh-trial-closes-white-house-defends-labor-pick-tennessee-advances-pro-child-bill", "date_published": "2023-03-02 17:37:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Will Smith Claims That ‘White Actor’ Spit On Him While Filming", "description": "Actor Will Smith claimed during an awards show this week that a white actor spit on him while filming &#8220;Emancipation&#8221; for Apple TV+. Smith was given the Beacon Award while appearing at the 14th annual African American Film Critics Association Awards. The award is given to &#8220;a film that serves as an example for other ...", "link": "https://www.dailywire.com/news/will-smith-claims-that-white-actor-spit-on-him-while-filming", "date_published": "2023-03-02 17:15:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Worldwide Carbon Emissions Reached Highest Level In History Even As Western Countries Spent Billions On Green Policies", "description": "Worldwide carbon emissions reached their highest levels in world history last year as much of the planet doubled down on fossil fuels even as Western nations pushed a transition toward renewable energy. Emissions of carbon dioxide rose 0.9% in 2022 after increasing at a record 6% in 2021, according to an analysis from the International ...", "link": "https://www.dailywire.com/news/worldwide-carbon-emissions-reached-highest-level-in-history-even-as-western-countries-spent-billions-on-green-policies", "date_published": "2023-03-02 17:11:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘How Dare I?’: A Vindicated Jon Stewart, Who Long Ago Declared COVID Came From Wuhan Lab, Rips Critics", "description": "Jon Stewart, a dyed-in-the-wool liberal who once hosted &#8220;The Daily Show,&#8221; was ripped by fellow liberals when he vehemently (and in a quite funny way) declared nearly two years ago that the COVID virus emerged from a lab in Wuhan, China. That was in June 2021. He took endless guff from critics. Turns out he ...", "link": "https://www.dailywire.com/news/how-dare-i-a-vindicated-jon-stewart-who-long-ago-declared-covid-came-from-wuhan-lab-rips-critics", "date_published": "2023-03-02 16:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Congress Launches Investigation Into George Santos", "description": "The House Ethics Committee voted unanimously this week to launch an investigation into Rep. George Santos (R-NY) over a variety of issues stemming from numerous false statements that he has made about his past. &#8220;Pursuant to the Committee’s action, the Investigative Subcommittee shall have jurisdiction to determine whether Representative George Santos may have: engaged in ...", "link": "https://www.dailywire.com/news/congress-launches-investigation-into-george-santos", "date_published": "2023-03-02 16:14:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "MI5 Had Information That Could Have Prevented Bombing At Ariana Grande Concert, Report Says", "description": "British Intelligence agency MI5 had information that could have prevented the bombing outside Ariana Grande&#8217;s Manchester concert in 2017 that killed 22 people and injured hundreds more, a new inquiry has shown. During the inquiry on Thursday, retired Judge John Saunders said MI5 had intelligence indicating the suicide bomber was a &#8220;possible national security concern,&#8221; but ...", "link": "https://www.dailywire.com/news/mi5-had-information-that-could-have-prevented-bombing-at-ariana-grande-concert-report-says", "date_published": "2023-03-02 16:08:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ford Submits Patent For Car That Repossesses Itself Or Locks Drivers Out Of Features If Payments Missed", "description": "Ford submitted a patent application for a self-driving vehicle that would repossess itself if the owner misses car payments. The application, initially filed two years ago but published last week by the United States Patent and Trademark Office, involves a series of computer interactions that would initiate a “multi-step repossession procedure” in the case of ...", "link": "https://www.dailywire.com/news/ford-submits-patent-for-car-that-repossesses-itself-or-locks-drivers-out-of-features-if-payments-missed", "date_published": "2023-03-02 16:03:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Brain-Eating Amoeba From Unboiled Tap Water Kills Florida Man", "description": "Federal officials said an adult in Florida died last month from contracting a rare brain-eating amoeba after rinsing their sinuses with unboiled tap water, marking the case as the first death of its kind in the United States this year. The Centers for Disease Control and Prevention (CDC) told local media that the patient died ...", "link": "https://www.dailywire.com/news/brain-eating-amoeba-from-unboiled-tap-water-kills-florida-man", "date_published": "2023-03-02 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Singer Ed Sheeran Reveals His Wife Was Diagnosed With A Tumor While Pregnant, Waited Until Birth To Pursue Treatment", "description": "Singer Ed Sheeran recently revealed that his wife was diagnosed with a tumor while she was pregnant but chose not to pursue treatment until she gave birth to the baby.  The 32-year-old discussed the situation while speaking about his new album, “Subtract.”  “At the start of 2022, a series of events changed my life, my ...", "link": "https://www.dailywire.com/news/singer-ed-sheeran-reveals-his-wife-was-diagnosed-with-a-tumor-while-pregnant-waited-until-birth-to-pursue-treatment", "date_published": "2023-03-02 15:43:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Yellowstone’ Stars Weigh In On Kevin Costner Rumors", "description": "&#8220;Yellowstone&#8221; stars Piper Perabo and Lainey Wilson weighed in on reports that the hit series could come to an end after Season 5 amid rumors that Kevin Costner&#8217;s leaving the show. During the Billboard Women in Music awards gala on Wednesday, Perabo and Wilson each talked briefly about the &#8220;drama&#8221; but admitted they didn&#8217;t know ...", "link": "https://www.dailywire.com/news/yellowstone-stars-weigh-in-on-kevin-costner-rumors", "date_published": "2023-03-02 15:38:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It’s Unbelievable’: Jay Leno Talks About Suffering ‘Pretty Bad’ Third-Degree Burns", "description": "Jay Leno talked about suffering &#8220;pretty bad&#8221; third-degree burns that landed him in the hospital as he joked about his &#8220;brand new face.&#8221; During the 72-year-old comedian&#8217;s appearance on &#8220;The Kelly Clarkson Show&#8221; on Wednesday, the host and Leno discussed what happened last year when he was working on a car in his garage. &#8220;It&#8217;s ...", "link": "https://www.dailywire.com/news/its-unbelievable-jay-leno-talks-about-suffering-pretty-bad-third-degree-burns", "date_published": "2023-03-02 15:26:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Substantial Reason To Believe’ AOC Accepted ‘Impermissible Gifts’ With Met Gala Appearance, Ethics Probe Finds", "description": "There is &#8220;substantial reason to believe&#8221; that Rep. Alexandria Ocasio-Cortez (D-NY) accepted &#8220;impermissible gifts&#8221; in connection to her attendance at the Met Gala in 2021, according to a Thursday report from the Office of Congressional Ethics (OCE). The OCE Board voted unanimously to recommend further investigation into the matter as Ocasio-Cortez &#8220;may have violated House ...", "link": "https://www.dailywire.com/news/substantial-reason-to-believe-aoc-accepted-impermissible-gifts-with-met-gala-appearance-ethics-probe-finds", "date_published": "2023-03-02 15:18:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wake Of Destruction: The Legacy Of Chicago’s Departing Mayor Lori Lightfoot", "description": "Chicago Mayor Lori Lightfoot lost her re-election campaign, rendering her the first chief executive of the Windy City in four decades to lose re-election. Former Chicago Public Schools CEO Paul Vallas and Cook County Commissioner Brandon Johnson will advance to a runoff election after each garnered more votes than the incumbent. Lightfoot, who frequently touts ...", "link": "https://www.dailywire.com/news/wake-of-destruction-the-legacy-of-chicagos-departing-mayor-lori-lightfoot", "date_published": "2023-03-02 15:05:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Canadian Teacher With Giant Prosthetic Breasts Put On Paid Leave After Parents Revolt", "description": "The Canadian high school teacher who made headlines for wearing massive Z-cup prosthetic breasts in class has been placed on paid leave, according to a Wednesday report from The Toronto Sun. A recent report from The New York Post published photographs of a person the outlet claimed was educator Kayla Lemieux walking around outside school ...", "link": "https://www.dailywire.com/news/canadian-teacher-with-giant-prosthetic-breasts-put-on-paid-leave-after-parents-revolt", "date_published": "2023-03-02 14:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Delta Approves 34% Pay Raise For Pilots As Shortages Continue", "description": "Commercial pilots with Delta Air Lines approved a working agreement with the company on Wednesday to provide them with a 34% pay raise. The agreement will cost Delta more than $7 billion over four years as 15,000 pilots benefit from the deal. Some 78% of Delta pilots voted in favor of the agreement, which also ...", "link": "https://www.dailywire.com/news/delta-approves-34-pay-raise-for-pilots-as-shortages-continue", "date_published": "2023-03-02 14:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pope Francis Finally Responds To Murder Of Bishop", "description": "VATICAN CITY — Pope Francis has issued a long-anticipated statement of prayer and condolences through a telegram sent Thursday to Los Angeles Archbishop Jose H. Gomez as funerals are held throughout the week for slain Auxiliary Bishop David O’Connell. Thirteen days ago, O’Connell was murdered in his suburban Los Angeles home with “at least one” ...", "link": "https://www.dailywire.com/news/pope-francis-finally-responds-to-murder-of-bishop", "date_published": "2023-03-02 14:28:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden’s Sec Def Sends Message To All Defense Personnel, Mentions Diversity, Climate Change", "description": "In a memorandum to all Department of Defense personnel regarding the foreign threats to America, Secretary of Defense Lloyd Austin made sure he mentioned the importance of “diversity” in the armed forces. Austin also made sure to mention the “transnational challenges such as climate change.” Austin started by referencing the “2022 National Defense Strategy,” asserting ...", "link": "https://www.dailywire.com/news/bidens-sec-def-sends-message-to-all-defense-personnel-mentions-diversity-climate-change", "date_published": "2023-03-02 14:17:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dem Mayor Resigns, Charged With 56 Counts Of Child Pornography", "description": "The Democrat mayor of College Park, Maryland, who had served as mayor for eight years, resigned after being charged with 56 counts of possession and distribution of child pornography. Patrick Wojahn, the openly gay mayor who has lived in College Park for over 17 years with his husband, Dave Kolesar, served as a city councilmember ...", "link": "https://www.dailywire.com/news/dem-mayor-resigns-charged-with-56-counts-of-child-pornography", "date_published": "2023-03-02 13:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DOJ Says Trump Can Be Sued Over January 6", "description": "The Justice Department (DOJ) said Thursday that former President Donald Trump can be sued in connection to the breach of the U.S. Capitol on January 6, 2021. “Speaking to the public on matters of public concern is a traditional function of the Presidency, and the outer perimeter of the President’s Office includes a vast realm ...", "link": "https://www.dailywire.com/news/doj-says-trump-can-be-sued-over-january-6", "date_published": "2023-03-02 13:22:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dianne Feinstein Dealing With ‘Health Matter’", "description": "Sen. Dianne Feinstein (D-CA) has been missing in action on Capitol Hill this week, as her office says her absence is for a health-related reason. &#8220;The senator is in California this week dealing with a health matter,&#8221; a spokesperson for Feinstein told reporters. &#8220;She hopes to return to Washington soon,” the representative added. No further ...", "link": "https://www.dailywire.com/news/dianne-feinstein-dealing-with-health-matter", "date_published": "2023-03-02 12:46:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Aaron Carter’s Mom Releases Graphic Photos Of His Death Scene In Plea For Police Assistance: ‘We Want Answers’", "description": "Aaron Carter’s mother has released graphic photos from the scene of his death as a ploy to motivate law enforcement to investigate the incident further. The 34-year-old singer was found dead in his bathtub in November 2022. Carter’s body was discovered by his housekeeper. Police were called to the scene, where they found several cans ...", "link": "https://www.dailywire.com/news/aaron-carters-mom-releases-graphic-photos-of-his-death-scene-in-plea-for-police-assistance-we-want-answers", "date_published": "2023-03-02 12:36:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alex Murdaugh Trial: Prosecution, Defense Give Closing Arguments In Six-Week Murder Trial", "description": "The murder trial of disgraced South Carolina attorney Alex Murdaugh drew to a close on Thursday after the prosecution and defense presented their closing arguments. Lead prosecutor Creighton Waters presented the prosecution’s closing arguments on Wednesday after jurors returned from visiting the scene where Murdaugh’s wife, Maggie, and youngest son, Paul, were murdered on June ...", "link": "https://www.dailywire.com/news/alex-murdaugh-trial-prosecution-defense-give-closing-arguments-in-six-week-murder-trial", "date_published": "2023-03-02 12:10:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woman Who Allegedly Led Woke Editing Of Roald Dahl’s Books A ‘Non-Binary, Asexual, Polyamorous Relationship Anarchist’", "description": "The woman who reportedly led the mission to bowdlerize the books of famed author Roald Dahl in order not to offend readers has described herself as a “non-binary, asexual, polyamorous relationship anarchist who is on the autism spectrum.” The massive woke re-editing of Dahl’s books was largely perpetrated by an English group called Inclusive Minds. ...", "link": "https://www.dailywire.com/news/woman-who-allegedly-led-woke-editing-of-roald-dahls-books-a-non-binary-asexual-polyamorous-relationship-anarchist", "date_published": "2023-03-02 11:53:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Defends Labor Secretary Nominee Who Oversaw Billions In COVID Relief Fraud", "description": "The White House defended the record of Deputy Labor Secretary Julie Su, who President Joe Biden nominated to replace Labor Secretary Marty Walsh, despite the fact that she oversaw billions in pandemic relief fraud during her time as a senior official in California. Su led the California Labor Department, which oversees the Employment Development Department, ...", "link": "https://www.dailywire.com/news/white-house-defends-labor-secretary-nominee-who-oversaw-billions-in-covid-relief-fraud", "date_published": "2023-03-02 11:48:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Boycott Hersheys’ Trends On Twitter As Brand Features Man Who Identifies As Trans In International Women’s Day Campaign", "description": "The Hershey Company is celebrating women by promoting a biological man. The hashtag “BoycottHersheys” was trending on Twitter Thursday after the chocolate manufacturer included a man who identifies as transgender as part of its International Women&#8217;s Day promotion. Fae Johnstone is one of five people featured in the campaign, which uses the Hershey’s SHE bar ...", "link": "https://www.dailywire.com/news/boycott-hersheys-trends-on-twitter-as-brand-features-man-who-identifies-as-trans-in-international-womens-day-campaign", "date_published": "2023-03-02 11:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Couple More People In Heaven Would Be Nice’: Hallow CEO Talks Success Of Catholic App, Rise Of Faith-Based Content", "description": "Catholic prayer and meditation app Hallow is not even five years old yet, but it&#8217;s already the top Catholic app in the world, connecting literally millions of people in prayer, scripture, and meditation and hitting an astounding 175 million prayers prayed. Those numbers are mind-blowing, Hallow CEO and co-founder Alex Jones told The Daily Wire, ...", "link": "https://www.dailywire.com/news/a-couple-more-people-in-heaven-would-be-nice-hallow-ceo-talks-success-of-catholic-app-rise-of-faith-based-content", "date_published": "2023-03-02 11:05:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House And Senate Send Rebuke Of Biden’s ESG Agenda To His Desk", "description": "Republicans and a handful of Democrats in the House and Senate rebuked the White House over a rule that would allow retirement fiduciaries to invest in accordance with the environmental, social, and corporate governance movement, also known as ESG. The Labor Department published a final rule last year that reflected the Biden administration’s directive to ...", "link": "https://www.dailywire.com/news/house-and-senate-send-rebuke-of-bidens-esg-agenda-to-his-desk", "date_published": "2023-03-02 10:45:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Absolutely Revolting’: Footage Of Sexually Explicit Drag Show For Babies, Toddlers Goes Viral", "description": "Footage of children attending drag shows is becoming commonplace, but that doesn’t make the latest such video making the rounds any less shocking.  The footage currently causing an uproar reportedly comes from Cabababarave, a U.K.-based organization that promotes drag events for children under 5. Multiple Twitter users posted videos and photos from an event that ...", "link": "https://www.dailywire.com/news/absolutely-revolting-footage-of-sexually-explicit-drag-show-for-babies-toddlers-goes-viral", "date_published": "2023-03-02 10:36:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Don’t Tread On Florida’: Ron DeSantis Tells Ben Shapiro How He Turned Florida Into The Freedom State", "description": "Florida Governor Ron DeSantis discussed his new best-selling memoir, surviving Yale and Harvard Law, and how he helped bring Texas-style swagger to the Sunshine State in a wide-ranging sit-down this week with Daily Wire Editor Emeritus Ben Shapiro. The interview with Shapiro, the best-selling author and podcast host, came at an event hosted by the Republican ...", "link": "https://www.dailywire.com/news/dont-tread-on-florida-ron-desantis-tells-ben-shapiro-how-he-turned-florida-into-the-freedom-state", "date_published": "2023-03-02 09:55:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Removing The Mask: Hollywood Stars Call For An End To COVID Mandates", "description": "One of the perks of being a film critic is getting access to the stills shared by film studios. Example? The film “Champions” offers multiple photos from the film’s production to flesh out reviews and features based on the Woody Harrelson comedy. One image featured director Bobby Farrelly of “There’s Something About Mary” fame coaching ...", "link": "https://www.dailywire.com/news/removing-the-mask-hollywood-stars-call-for-an-end-to-covid-mandates", "date_published": "2023-03-02 09:47:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Laughs Off Bid To Blame Him For Story Of Mother Who Lost Two Sons To Fentanyl", "description": "President Joe Biden laughed off an errant attempt Wednesday to blame him for the 2020 fentanyl overdose deaths of two Michigan brothers. The incident occurred while Biden spoke at the House Democratic Caucus Issues Conference in Baltimore, after Rep. Marjorie Taylor Greene (R-GA) claimed on Tuesday that the Biden administration was responsible for the two ...", "link": "https://www.dailywire.com/news/biden-laughs-off-bid-to-blame-him-for-story-of-mother-who-lost-two-sons-to-fentanyl", "date_published": "2023-03-02 09:22:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lufthansa Flight Struck By Lightning, 7 Passengers Taken To Hospital", "description": "A Lufthansa flight en route from Austin, Texas, to Frankfurt, Germany, was reportedly struck by lightning on Wednesday, sending the plane plummeting and terrifying passengers. The flight made an emergency landing at Washington-Dulles International Airport around 9 p.m., three hours into the flight. Seven passengers were taken to the hospital. Flight LH469 “encountered brief but ...", "link": "https://www.dailywire.com/news/lufthansa-flight-struck-by-lightning-7-passengers-taken-to-hospital", "date_published": "2023-03-02 09:01:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘What Have They Done To My Characters?’: Woke Disney Bashed For Lost Boys Including Girls In New ‘Peter Pan’", "description": "Disney, apparently ever eager to implement their woke agenda into their productions, has now altered the immortal story of Peter Pan by making his band of Lost Boys include girls. In the original version of the story, written by J.M. Barrie, the Lost Boys are boys &#8220;who fall out of their prams when the nurse is ...", "link": "https://www.dailywire.com/news/what-have-they-done-to-my-characters-woke-disney-bashed-for-lost-boys-including-girls-in-new-peter-pan", "date_published": "2023-03-02 08:23:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chad ‘Ochocinco’ Johnson Reveals Shocking View On Money In Recent Interviews", "description": "Former NFL wide receiver Chad &#8220;Ochocinco&#8221; Johnson has made a series of surprising remarks about money in interviews over the last few weeks, including that he once lived at his former team&#8217;s stadium for nearly two years. In an interview with Fox Sports host Shannon Sharpe, Johnson claimed that he saved more than 80% of ...", "link": "https://www.dailywire.com/news/chad-ochocinco-johnson-reveals-shocking-view-on-money-in-recent-interviews", "date_published": "2023-03-02 07:23:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Matt Walsh Hits Stanford University On ‘What Is A Woman?’ College Tour", "description": "On Wednesday, Daily Wire podcast host Matt Walsh headed to California despite protests and the state&#8217;s massive winter storm to speak at Stanford University as part of his &#8220;What Is A Woman?” college tour. During the lecture on Wednesday, Walsh told the packed house that he was there to speak about truth, and specifically &#8220;the ...", "link": "https://www.dailywire.com/news/matt-walsh-hits-stanford-university-on-what-is-a-woman-college-tour", "date_published": "2023-03-02 00:28:37+00:00", "persistent": false, "user": null, "language": "en-US"}]