[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Antonio Sánchez & Bad Hombre: Tiny Desk Concert", "description": "Felix Contreras | March 2, 2023\nWatching Antonio Sánchez and Bad Hombre behind the Tiny Desk is witnessing an entire band exploring the rhythm of language.\n\nFueled by Sánchez's propulsive drumming, the band both complements and acts as a foil to vocalist Thana Alexa's soaring interpretations of three tracks from Sánchez's latest album, SHIFT (Bad Hombre, Vol II).\n\nBassist Lex Sadler and keyboard wizard BIGYUKI join Sánchez and Alexa to kick things off with \"Doyenne,\" a song that features a powerful drum solo that reflects why Sánchez is a first-call sideman to a number of A-List jazz musicians (not to mention his 18 years with guitarist Pat Metheny).\n\nOn \"The Bucket,\" the band falls into a drone-like groove while Alexa's vocals swoop and soar through the music. Her spoken word delivery at the end is powerful for its content as well as the band's supple support.\n\nChilean-French singer Ana Tijoux co-wrote the last tune, \"Mi palabra,\" and true to her hip-hop roots, the song is a meditation on how language and voice can be the ultimate source of rhythm. BIGYUKI moves the band from a whisper to a scream, pulling out a variety of notes and sounds during a solo that mirrors the rhythmic sensibilities that Tijoux has set up with her stream of free-flowing word play.\n\nAntonio Sánchez observes the world with a drummer's sensibilities. As he tours with his pals in Bad Hombre and puts on performances like these, he expresses the kind of musicality that makes him one of today's best jazz drummers.\n\nSET LIST\n\"Doyenne\"\n\"The Bucket\"\n\"Mi palabra\"\n\nMUSICIANS\nAntonio Sánchez: drums\nThana Alexa: vocals \nBIGYUKI: keyboards\nLex Sadler: bass\n\nTINY DESK TEAM\nProducer: Bob Boilen\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Joshua Bryant, Kara Frame, Sofia Seidel\nAudio Assistant: Neil Tevault \nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galvan\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #antoniosanchez", "link": "https://www.youtube.com/watch?v=Qafq8drD_L4", "date_published": "2023-03-02 10:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}]